[ {
  "id" : "000864469",
  "numeroProcesso" : "2097628",
  "numeroRegistro" : "202303212935",
  "siglaClasse" : "AgInt no REsp",
  "descricaoClasse" : "AGRAVO INTERNO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA TURMA",
  "ministroRelator" : "FRANCISCO FALCÃO",
  "dataPublicacao" : "DJE        DATA:28/02/2024",
  "ementa" : "PROCESSUAL CIVIL. AÇÃO DECLARATÓRIA DE ILEGALIDADE DE RETENÇÃO DE\nSALÁRIOS, C/C INDENIZAÇÃO POR DANOS MORAIS. CONVÊNIO DE MÚTUA\nCOOPERAÇÃO. ESTADO DO TOCANTINS. BANCO DO BRASIL S.A. ADIANTAMENTO\nDE CRÉDITO DE SERVIDORES DA SAÚDE, REFERENTES À INSALUBRIDADE,\nADICIONAL NOTURNO E PROGRESSÕES, VIA CESSÃO DE CRÉDITO. SUSPENSÃO DO\nPAGAMENTO DAS VERBAS PELO ESTADO. RETENÇÃO DE SALÁRIOS PELO BANCO.\nINDENIZAÇÃO MORAL. DESPROVIMENTO DO AGRAVO INTERNO. MANUTENÇÃO DA\nDECISÃO RECORRIDA.\nI - Na origem, trata-se de ação declaratória de ilegalidade de\nretenção de salário. Após sentença que julgou parcialmente\nprocedente o pedido, foram interpostas apelações, as quais foram\nimprovidas pelo Tribunal a quo.\nII - Sobre a alegada violação dos arts. 23 e 54, da Lei Complementar\nn. 101/2000, bem como o art. 944, do Código Civil, verifica-se que,\nno acórdão recorrido, não foi analisado o conteúdo dos dispositivos\nlegais, nem foram opostos embargos de declaração para tal fim, pelo\nque carece o recurso do indispensável requisito do\nprequestionamento. Incidência dos Enunciados Sumulares n. 282 e 356\ndo STF.\nIII - Não constando, do acórdão recorrido, análise sobre a matéria\nreferida no dispositivo legal indicado no recurso especial, restava\nao recorrente pleitear seu exame por meio de embargos de declaração,\na fim de buscar o suprimento da suposta omissão e provocar o\nprequestionamento, o que não ocorreu na hipótese dos autos.\nIV - Ainda que fosse possível a superação do referido óbice, o\nSuperior Tribunal de Justiça possui jurisprudência consolidada no\nsentido de que rever a conclusão a que chegou o Tribunal de origem\nacerca dos parâmetros utilizados para arbitrar o quantum\nindenizatório - que não se mostra irrisório ou excessivo -  encontra\nóbice na Súmula n. 7/STJ.\nV - Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240226",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA TURMA do Superior\nTribunal de Justiça, em sessão virtual de 20/02/2024 a 26/02/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Herman Benjamin, Mauro Campbell Marques e Afrânio\nVilela  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Afrânio Vilela.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000007" ],
  "acordaosSimilares" : [ "AgInt no REsp  2092824  CE  2023/0291432-3  Decisão:26/02/2024\nDJE        DATA:28/02/2024", "AgInt no REsp  2091581  PE  2023/0283121-4  Decisão:26/02/2024\nDJE        DATA:28/02/2024" ]
}, {
  "id" : "000864470",
  "numeroProcesso" : "2362109",
  "numeroRegistro" : "202301493225",
  "siglaClasse" : "AgInt no AREsp",
  "descricaoClasse" : "AGRAVO INTERNO NO AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA TURMA",
  "ministroRelator" : "FRANCISCO FALCÃO",
  "dataPublicacao" : "DJE        DATA:28/02/2024",
  "ementa" : "PROCESSUAL CIVIL. ADMINISTRATIVO. RESPONSABILIDADE CIVIL DO ESTADO.\nINDENIZAÇÃO POR DANOS MATERIAIS E MORAIS. RECÉM-NASCIDO.\nFALECIMENTO NO HOSPITAL MUNICIPAL. PROCEDÊNCIA PARCIAL DOS PEDIDOS.\nQUANTUM FIXADO PARA OS DANOS MORAIS. RAZOABILIDADE. PREENSÃO DE\nREEXAME DOS FATOS E PROVAS. APLICAÇÃO DA SÚMULA N. 7/STJ.\nI - Na origem, trata-se de ação ajuizada contra o Município de Praia\nGrande objetivando o pagamento de indenização por danos materiais e\nmorais em decorrência do falecimento de filho recém-nascido no\nhospital municipal.\nII - Na sentença, julgaram-se improcedentes os pedidos. No Tribunal\na quo, a sentença foi parcialmente reformada para condenar o\nmunicípio ao pagamento de indenização por dano moral no montante de\nR$ 300.000,00 (trezentos mil reais). Esta Corte conheceu do agravo\npara não conhecer do recurso especial.\nIII - No que diz respeito à pretensão de alteração pelos recorrentes\ndo quantum arbitrado a título de indenização por danos morais,\ncumpre salientar que realmente esta Corte de Justiça procede à\nrevisão de verbas indenizatórias em situações bastante excepcionais:\nquando a verba tenha sido fixada em valor irrisório ou exorbitante.\nConfiram-se alguns julgados no sentido: (AgInt no AREsp n.\n904.302/MG, relator Ministro Ricardo Villas Bôas Cueva, Terceira\nTurma, julgado em 6/4/20 17, DJe 11/4/2017, AgInt no AREsp n.\n873.844/TO, relatora Ministra Assusete Magalhães, Segunda Turma,\njulgado em 16/3/2017, DJe 27/3/2017).\nIV - Nesse panorama, para que se considere irrazoável o valor\nfixado, na hipótese dos autos, como indenização por danos morais, é\nnecessário efetuar um parâmetro com precedentes em casos, senão\nidênticos, ao menos análogos, nos quais se possa verificar eventual\ndisparidade. Em análise à jurisprudência deste Tribunal, colhem-se\nos seguintes precedentes: (AgInt no AREsp n. 1.486.716/DF, relator\nMinistro Raul Araújo, Quarta Turma, julgado em 29/6/2020, DJe de\n5/8/2020, AgInt no REsp n. 1.934.869/RJ, relator Ministro Mauro\nCampbell Marques, Segunda Turma, julgado em 9/11/2021, DJe de\n11/11/2021, AgInt nos EDcl no AgInt no AREsp n. 1.708.564/MS,\nrelator Ministro Og Fernandes, Segunda Turma, julgado em 25/5/2021,\nDJe de 14/6/2021 e AgInt no AREsp n. 1.629.509/MG, relator Ministro\nRaul Araújo, Quarta Turma, julgado em 8/6/2020, DJe de 25/6/2020.)\nV - Em confronto com os precedentes do Superior Tribunal de Justiça,\nem casos análogos, e dadas as peculiaridades do caso concreto, não\nse mostra desproporcional (excessivo ou irrisório) o valor de R$\n300.000,00 (trezentos mil reais) fixado pelo Tribunal a quo a título\nde indenização por dano moral, em razão de morte de filho\nrecém-nascido, esbarrando, assim, a hipótese, no Enunciado Sumular\nn. 7/STJ.\nVI - Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240226",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA TURMA do Superior\nTribunal de Justiça, em sessão virtual de 20/02/2024 a 26/02/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Herman Benjamin, Mauro Campbell Marques e Afrânio\nVilela  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Afrânio Vilela.",
  "jurisprudenciaCitada" : "(REVISÃO DE VERBAS INDENIZATÓRIAS - EXCEPCIONALIDADE - VERBA FIXADA\nEM VALOR IRRISÓRIO OU EXORBITANTE)\n   STJ - <<AgInt no AREsp 904302>>-MG,\n         <<AgInt no AREsp 873844>>-TO\n(FALECIMENTO DE FILHO RECÉM- NASCIDO - DANO MORAL - VALOR -\nRAZOABILIDADE)\n   STJ - <<AgInt no REsp 1934869>>-RJ,\n         <<AgInt nos EDcl no AgInt no AREsp 1708564>>-MS,\n         <<AgInt no AREsp 1629509>>-MG",
  "notas" : "Indenização por dano moral: R$ 300.000,00 (trezentos mil reais).",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000007" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000864471",
  "numeroProcesso" : "2382089",
  "numeroRegistro" : "202301897450",
  "siglaClasse" : "AgInt no AREsp",
  "descricaoClasse" : "AGRAVO INTERNO NO AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA TURMA",
  "ministroRelator" : "FRANCISCO FALCÃO",
  "dataPublicacao" : "DJE        DATA:28/02/2024",
  "ementa" : "PROCESSUAL CIVIL. ADMINISTRATIVO. AÇÃO DE INDENIZAÇÃO. DESPROVIMENTO\nDO AGRAVO INTERNO. MANUTENÇÃO DA DECISÃO RECORRIDA. PRESCRIÇÃO DA\nPRETENSÃO INDENIZATÓRIA. REEXAME FÁTICO-PROBATÓRIO. INCIDÊNCIA DA\nSÚMULA N. 7/STJ.\nI - Na origem, trata-se de ação de indenização por danos materiais,\nmorais e estéticos em que aduz o agravante, em síntese, que estaria\nsendo perseguido por policiais estaduais, o que teria lhe causado\ndanos materiais, estéticos e morais, pleiteando a condenação da ré\nao pagamento de indenizações no valor de R$ 1.088.258,70 (um milhão,\noitenta e oito mil, duzentos e cinquenta e oito reais e setenta\ncentavos). Na sentença o processo foi extinto. No Tribunal a quo, a\nsentença foi mantida.\nII - Sobre a alegada violação do art. 3º do CPC/2015  e dos arts.\n186, 927 e 949 do Código Civil, a Corte estadual, na fundamentação\ndo aresto recorrido, assim firmou seu entendimento (fls. 202-204):\n\"[...]. Conforme se verifica na documentação contida nos autos, os\nautores alegam que desde 2007 sofrem injusta perseguição policial\npara investigação de suposto tráfico de drogas. E que após atuação\nda polícia em 2007, o coautor Adriano teria sofrido grave lesão que\nlevou à amputação de sua perna. Quanto à suposta conduta do réu que\nteria causado danos de ordem material, moral e estética em 2007,\nentendo que a pretensão dos autores está prescrita, não havendo que\nse falar que esta teria se estendido no tempo a justificar o pedido\nformulado, considerando que a ação foi proposta em 2022. Assim\ndispõe o art. 1º do Decreto nº 20.910/32: [...]. Quanto ao alegado\nprejuízo de ordem moral desencadeado pelas condutas policiais\nocorridas nos anos de 2017 e 2020, também entendo que não assiste\nrazão aos apelantes. As provas trazidas aos autos demonstram que a\natuação estatal ocorreu com base em indícios de autoria da prática\nde tráfico de entorpecentes e que absolvição dos autores é\ndecorrente da falta de provas, o que não implica necessariamente\nreflexos no âmbito civil. Em que pesem os dissabores sofridos pelos\napelantes durante a investigação policial, não foi comprovada\nnenhuma conduta lastreada em abuso de poder, tendo a operação\nocorrido com base em indícios da prática de crime. E nesse sentido,\no dever da Administração quanto à instauração de procedimento para a\napuração de crime não enseja a condenação em danos morais, quando\nnão tenha o agente estatal agido com humilhação e constrangimento,\nainda que a decisão tenha sido posteriormente reformada pelo\nTribunal em favor do investigado. As provas trazidas aos autos\ndemonstram que os agentes apenas agiram no cumprimento do dever\nlegal, ressalte-se, com base em elementos que demonstravam indícios\nda prática de crime, conduta que não é capaz de ensejar\nresponsabilidade civil. Desta forma, correta a sentença que\nreconheceu a prescrição e julgou pela extinção do feito no que tange\nao pedido indenizatório relativo aos fatos supostamente ocorridos\nem 2007, sendo de rigor o reconhecimento da improcedência no que\nconcerne a descrição dos fatos ocorridos em 2017 e 2020. [...].\"\nIII - Consoante se depreende dos excertos reproduzidos do aresto\nrecorrido ao Tribunal de Justiça Estadual, com base nos elementos\nfáticos dos autos, concluiu pela prescrição da pretensão\nindenizatória dos recorrentes, porquanto a suposta conduta do réu\nque teria causado danos de ordem material, moral e estética teria\nocorrido em 2007, e a ação somente foi proposta em 2022. Também\nentendeu a Corte a quo, relativamente às condutas policiais\nocorridas nos anos de 2017 e 2020, não ter havido provas de abuso de\npoder ou de prática de crime por partes dos agentes do estado, uma\nvez que agiram no cumprimento do dever legal, pelo que entendeu pela\ninexistência de responsabilidade civil do ente federado recorrido.\nIV - Nesse passo, para se deduzir de modo diverso do aresto\nvergastado, entendendo estar configurada a responsabilidade civil do\nrecorrido, na forma pretendida no recurso, seria necessário\nproceder ao reexame do mesmo acervo fático-probatório já analisado,\nprovidência impossível pela via estreita do recurso especial, ante o\nóbice do enunciado da Súmula n. 7/STJ. Confiram-se os seguintes\njulgados: AgInt nos EDcl no AREsp n. 2.114.070/DF, relator Ministro\nHerman Benjamin, Segunda Turma, julgado em 6/3/2023, DJe de\n27/3/2023; AgInt no AREsp n. 2.168.683/SC, relator Ministro Mauro\nCampbell Marques, Segunda Turma, julgado em 13/2/2023, DJe de\n16/2/2023.\nV -  Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240226",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA TURMA do Superior\nTribunal de Justiça, em sessão virtual de 20/02/2024 a 26/02/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Herman Benjamin, Mauro Campbell Marques e Afrânio\nVilela  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Afrânio Vilela.",
  "jurisprudenciaCitada" : "(RESPONSABILIDADE CIVIL DO ESTADO - ANÁLISE - ÓBICE DA SÚMULA 7 DO\nSTJ)\n   STJ - <<AgInt nos EDcl no AREsp 2114070>>-DF,\n         <<AgInt no AREsp 2168683>>-SC",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000007" ],
  "acordaosSimilares" : [ "AgInt no AREsp  2395709  SP  2023/0206879-1  Decisão:26/02/2024\nDJE        DATA:28/02/2024", "AgInt no REsp  2096092  PE  2023/0310373-8  Decisão:26/02/2024\nDJE        DATA:28/02/2024", "AgInt no AREsp  2429918  DF  2023/0276901-3  Decisão:26/02/2024\nDJE        DATA:28/02/2024" ]
}, {
  "id" : "000864472",
  "numeroProcesso" : "2398263",
  "numeroRegistro" : "202302204268",
  "siglaClasse" : "AgInt no AREsp",
  "descricaoClasse" : "AGRAVO INTERNO NO AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA TURMA",
  "ministroRelator" : "FRANCISCO FALCÃO",
  "dataPublicacao" : "DJE        DATA:28/02/2024",
  "ementa" : "PROCESSUAL CIVIL. EXECUÇÃO FISCAL. AGRAVO DE INSTRUMENTO. BLOQUEIO\nDE ATIVOS FINANCEIROS. PENHORA REITERADA (\"TEIMOSINHA\").\nFUNDAMENTAÇÃO SUFICIENTE NA ORIGEM. DEFICIÊNCIA RECURSAL.   AUSÊNCIA\nDE PREQUESTIONAMENTO. CABIMENTO DE JULGAMENTO MONOCRÁTICO.\nDESPROVIMENTO DO AGRAVO INTERNO. MANUTENÇÃO DA DECISÃO RECORRIDA.\nI - Trata-se de agravo de instrumento em execução fiscal objetivando\ndesconstituir bloqueio de ativos financeiros. No Tribunal a quo, a\ndecisão do juízo da execução foi mantida. Agravo interno interposto\ncontra decisão que conheceu parcialmente do recurso especial e,\nnessa parte, negou-lhe provimento.\nII - A decisão agravada está amparada na jurisprudência dominante\ndesta Corte, razão pela qual não há por que falar na\ninadmissibilidade do julgamento monocrático. Incidência da Súmula n.\n568/STJ e do art. 932, VIII, do CPC/2015, c/c o art. 255, § 4°,\nIII, do RISTJ. Tal orientação não gera prejuízo às partes, porquanto\nestá resguardada a possibilidade de interposição do agravo interno\nobjetivando o exame da matéria pelo Colegiado competente. Nesse\nsentido: AgInt no REsp 1.630.561/MA, relator Ministro Og Fernandes,\nSegunda Turma, julgado em 17/10/2017, DJe 20/10/2017; AgInt no AREsp\n748.359/RS, relatora Ministra Assusete Magalhães, Segunda Turma,\njulgado em 7/11/2017, DJe 16/11/2017; AgInt no AREsp 947.903/SC,\nrelator Ministro Francisco Falcão, Segunda Turma, julgado em\n24/10/2017, DJe 30/10/2017; AgInt nos EDcl no REsp 1.268.982/PR,\nrelator Ministro Herman Benjamin, Segunda Turma, julgado em\n7/3/2017, DJe 19/4/2017; AgInt no REsp 1.655.635/SE, relator\nMinistro Mauro Campbell Marques.\nIII - Não há violação do art. 1.022 do CPC/2015 quando o Tribunal a\nquo se manifesta clara e fundamentadamente acerca dos pontos\nindispensáveis para o desate da controvérsia, apreciando-a (art. 489\ndo CPC/2015), apontando as razões de seu convencimento, ainda que\nde forma contrária aos interesses da parte, como verificado na\nhipótese. Também em recurso especial, não cabe ao STJ examinar\nalegação de suposta omissão de questão de natureza constitucional,\nsob pena de usurpação da competência do STF: AgInt nos EAREsp\n731.395/SP, rel. Min. Francisco Falcão, Corte Especial, DJe\n9/10/2018; AgInt no REsp 1.679.519/SE, rel. Min. Sérgio Kukina,\nPrimeira Turma, DJe 26/4/2018; REsp 1.527.216/SP, rel. Min. Herman\nBenjamin, Segunda Turma, DJe 13/11/2018.\nIV - O acórdão objeto do recurso especial tem mais de um fundamento,\ncada qual suficiente e autônomo para mantê-lo. Consoante a\nJurisprudência desta Corte, é inadmissível o recurso especial quando\no acórdão recorrido assenta em mais de um fundamento suficiente e o\nrecurso não abrange todos eles. Nesse sentido: AgInt no REsp\n1.389.204/MG, relator Ministro Og Fernandes, Segunda Turma, julgado\nem 29/6/2020, DJe 3/8/2020; EDcl no AgInt no REsp 1.838.532/CE,\nrelator Mauro Campbell Marques, Segunda Turma, julgado em 24/8/2020,\nDJe 27/8/2020; AgInt no AREsp 1.623.926/MG, relator Ministro Herman\nBenjamin, Segunda Turma, julgado em 4/8/2020, DJe 26/8/2020.\nV - O reexame do acórdão recorrido, em confronto com as razões do\nrecurso especial, revela que os fundamentos apresentados naquele\njulgado, acerca da decretação da indisponibilidade de bens e\ndireitos (art. 185-A do CTN), e sobre a possibilidade de se obter\ninformações junto à autoridade supervisora do sistema bancário (art.\n854 do CPC/2015), utilizados de forma suficiente para manter a\ndecisão proferida no Tribunal a quo, não foi rebatido no apelo\nnobre, o que atrai os óbices das Súmulas n. 283 e 284, ambas do STF.\nSobre a impenhorabilidade prevista no art. 833 do CPC, verifica-se\nque o Tribunal a quo explicitou que a indisponibilidade só é vedada\nquando a lei declara que o bem é absolutamente impenhorável. Esse\nfundamento também não foi devidamente rebatido no recurso especial.\nVI - Quanto à possibilidade de se utilizar da penhora reiterada\n(\"teimosinha\") para salvaguardar o interesse do exequente,\nverifica-se que a referida modalidade é legal, encontrando assento\nno constante dos arts. 797, caput e 835, I, do CPC/2015.\nVII - Quanto ao princípio da menor onerosidade, o Superior Tribunal\nde Justiça, em inúmeros precedentes, vem decidido pelo seu\nafastamento diante do primado da prevalência da efetividade do\nprocesso executivo. Sobre o assunto: AgInt no AREsp n. 1.975.380/PR,\nrelator Ministro Mauro Campbell Marques, Segunda Turma, julgado em\n16/5/2022, DJe de 19/5/2022. AgInt no AREsp n. 2.020.462/PE,\nrelatora Ministra Maria Isabel Gallotti, Quarta Turma, julgado em\n12/12/2022, DJe de 16/12/2022.\nVIII - Quanto à matéria constante nos arts. 866 do CPC/2015 e 20 da\nLINDB, verifica-se que o Tribunal a quo, em nenhum momento, abordou\nas questões referidas nos dispositivos legais, mesmo após a oposição\nde embargos de declaração apontando a suposta omissão. Nesse\ncontexto, incide, na hipótese, a Súmula n. 211/STJ. Gize-se, por\noportuno, que a falta de exame de questão constante de normativo\nlegal apontado pelo recorrente nos embargos de declaração não\ncaracteriza, por si só, omissão quando a questão é afastada de\nmaneira fundamentada pelo Tribunal a quo, ou ainda, não é abordada\npelo Sodalício, e o recorrente, em ambas as situações, não\ndemonstra, de forma analítica e detalhada, a relevância do exame da\nquestão apresentada para o deslinde final da causa.\nIX  - Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240226",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA TURMA do Superior\nTribunal de Justiça, em sessão virtual de 20/02/2024 a 26/02/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Herman Benjamin, Mauro Campbell Marques e Afrânio\nVilela  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Afrânio Vilela.",
  "jurisprudenciaCitada" : "(PENHORA REITERADA - LEGALIDADE)\n   STJ - <<REsp 2034208>>-RS\n(PRINCÍPIO DA MENOR ONEROSIDADE - PREVALÊNCIA DA EFETIVIDADE DO\nPROCESSO EXECUTIVO)\n   STJ - <<AgInt no AREsp 1975380>>-PR,\n         <<AgInt no AREsp 2020462>>-PE",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00797 ART:00835 INC:00001" ],
  "acordaosSimilares" : [ "AgInt no REsp  2095162  MG  2023/0319977-0  Decisão:26/02/2024\nDJE        DATA:28/02/2024" ]
}, {
  "id" : "000864473",
  "numeroProcesso" : "2313544",
  "numeroRegistro" : "202300716530",
  "siglaClasse" : "EDcl nos EDcl no AgInt no AREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO\nNO AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA TURMA",
  "ministroRelator" : "FRANCISCO FALCÃO",
  "dataPublicacao" : "DJE        DATA:28/02/2024",
  "ementa" : "PROCESSUAL CIVIL. EMBARGOS DE DECLARAÇÃO. ALEGAÇÃO DE VÍCIO NO\nACÓRDÃO EMBARGADO. OMISSÃO EXISTENTE. MATÉRIA SUBMETIDA A JULGAMENTO\nUNIFORMIZADOR. TEMA N. 1.147/STJ, ANTES DO JULGAMENTO DO AGRAVO\nINTERNO. DEVOLUÇÃO DOS AUTOS À ORIGEM. EMBARGOS DE DECLARAÇÃO\nACOLHIDOS.\nI - No caso vertente, o recurso especial interposto pelo recorrente\nnão foi conhecido nesta Corte, em decisão publicada em 23/05/2023.\nII - Ao interpor o recurso de agravo interno (12/06/2023), o\nrecorrente requereu a suspensão do processo até o julgamento dos\nrecursos especiais 1.978.141 e 1.978.155, em razão de a matéria veic\nulada no apelo nobre ter sido afetada pela Primeira Seção desta\nCorte.\nIII - Verifica-se que a matéria tratada nos autos foi admitida pela\nPrimeira Seção, em 22/3/2022, para julgamento sob a sistemática dos\nrecursos especiais repetitivos - TEMA 1.147/STJ: \"Definir: 1) qual o\nprazo prescricional aplicável em caso de demanda que envolva pedido\nde ressarcimento ao Sistema Único de Saúde na hipótese do art. 32\nda Lei n.º 9.656/98: se é aplicável o prazo quinquenal previsto no\nart. 1º do Decreto n.º 20.910/32, ou o prazo trienal prescrito no\nart. 206, §3º do Código Civil; 2) qual o termo inicial da contagem\ndo prazo prescricional: se começa a correr com a internação do\npaciente, com a alta do hospital, ou a partir da notificação da\ndecisão do processo administrativo que apura os valores a serem\nressarcidos.\"\nIV - Na referida decisão, inclusive, fora determinada a suspensão\ndos recursos especiais e agravos em recursos especiais interpostos\nnos tribunais de segunda instância ou em tramitação no STJ - cujos\nobjetos coincidam com o da matéria afetada - devendo-se adotar, no\núltimo caso, a providência prescrita no art. 256-L do RISTJ.\nV - No caso, todavia,  por ocasião do julgamento do agravo interno,\nna sessão virtual de 22/08/2023 a 28/08/2023, tal requerimento não\nfoi apreciado, restando, assim, omissa a questão.\nVI - Apesar de a questão ter sido novamente ventilada nos embargos\nde declaração de fls. 3.849-3.859, a omissão quanto ao enfrentamento\ndo pleito persistiu, já que não foi objeto do acórdão de fls.\n3.875-3.887.\nVII - Consoante a jurisprudência desta Corte, o reconhecimento da\nrepercussão geral da matéria constitucional, nos termos dos art.\n927, 1.036, 1.040 do CPC/2015, justifica o sobrestamento dos\nrecursos especiais, na instância ordinária, que tragam em seu bojo a\nmesma questão jurídica a ser definida pelo STF ou STJ.\nVIII - Também a admissão do recurso, como repetitivo por esta Corte,\nautoriza o sobrestamento. A mesma sistemática deve ser adotada para\nos casos de admissão de Procedimento de Uniformização de\nJurisprudência. Assim, a Corte de origem pode declarar prejudicados\nos recursos que se oponham a acórdão que se conforma com o decidido\npelo STF e STJ ou se retratar. Nesse sentido: EDcl nos EDcl no AgInt\nno AREsp n. 1.666.390/RS, relator Ministro Sérgio Kukina, Primeira\nTurma, julgado em 29/3/2021, DJe 8/4/2021; AgInt no REsp n.\n1.911.163/RN, relator Ministro Herman Benjamin, Segunda Turma,\njulgado em 22/3/2021, DJe 5/4/2021; EDcl nos EDcl no AgInt nos EDcl\nnos EDcl no AgInt no AREsp n. 1.615.441/RS, relator Ministro Marco\nBuzzi, Quarta Turma, julgado em 15/12/2020, DJe 17/12/2020; EDcl no\nREsp n. 1.792.034/CE, relator Ministro Herman Benjamin, Segunda\nTurma, julgado em 25/6/2019, DJe 2/8/2019.\nIX - Embargos acolhidos para tornar sem efeitos as decisões e votos\nproferidos nesta Corte e determinar a devolução dos autos ao\nTribunal de origem.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240226",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA TURMA do Superior\nTribunal de Justiça, em sessão virtual de 20/02/2024 a 26/02/2024,\npor unanimidade, acolher os embargos de declaração, com efeitos\nmodificativos, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Herman Benjamin, Mauro Campbell Marques e Afrânio\nVilela  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Afrânio Vilela.",
  "jurisprudenciaCitada" : "(ADMISSÃO DE RECURSO REPETITIVO - SOBRESTAMENTO - PROCEDIMENTO A SER\nSEGUIDO PELA CORTE DE ORIGEM)\n   STJ - <<EDcl nos EDcl no AgInt no AREsp 1666390>>-RS,\n         <<AgInt no REsp 1911163>>-RN,\n         <<EDcl nos EDcl no AgInt nos EDcl nos EDcl no AgInt no\nAREsp 1615441>>-RS,\n         <<EDcl no REsp 1792034>>-CE",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00927 ART:01036 ART:01040" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000864578",
  "numeroProcesso" : "1585441",
  "numeroRegistro" : "201902750225",
  "siglaClasse" : "AgInt no AREsp",
  "descricaoClasse" : "AGRAVO INTERNO NO AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA TURMA",
  "ministroRelator" : "FRANCISCO FALCÃO",
  "dataPublicacao" : "DJE        DATA:28/02/2024",
  "ementa" : "PROCESSUAL CIVIL. AÇÃO DE DESAPROPRIAÇÃO IRRESIGNAÇÃO QUANTO AO\nVALOR INDENIZATÓRIO - VALOR INDENIZATÓRIO ARBITRADO. NESTA CORTE\nDEU-SE PROVIMENTO AO RECURSO ESPECIAL. AGRAVO INTERNO. ANÁLISE DAS\nALEGAÇÕES. MANUTENÇÃO DA DECISÃO RECORRIDA.\nI - Na origem, Companhia Energética de São Paulo - CESP ajuizou ação\nde desapropriação direta contra o particular Laércio Bastos Amaral\nobjetivando a expropriação de área equivalente a 96,800ha, de\npropriedade do réu, descrita nas Matrículas Imobiliárias n. 6.002,\n6.616 e 6.898 do Serviço de Registro de Imóveis de Nova\nAndradina-MS, localizada na Comarca de Batayporã-MS. A ação foi\njulgada procedente na primeira instância, sendo homologado o preço\nindenizatório no montante de R$ 431.521,82 (quatrocentos e trinta e\num mil, quinhentos e vinte e um reais e oitenta e dois centavos). No\nTribunal, acolheu parcialmente o recurso de apelação da CESP,\nsomente para reduzir os honorários advocatícios e fixar juros\ncompensatórios, mantendo quanto nos demais pontos a sentença.\n II - No STJ, cuida-se de agravo interno interposto contra decisão\nque deu provimento ao recurso especial, para excluir do total da\nindenização os terrenos reservados. Na petição de agravo interno, a\nparte agravante repisa as alegações que foram objeto de análise na\ndecisão recorrida.\nIII -  A Corte Especial deste Tribunal já se manifestou no sentido\nde que o juízo de admissibilidade do especial pode ser realizado de\nforma implícita, sem necessidade de exposição de motivos. Assim, o\nexame de mérito recursal já traduz o entendimento de que foram\natendidos os requisitos extrínsecos e intrínsecos de sua\nadmissibilidade, inexistindo necessidade de pronunciamento explícito\npelo julgador a esse respeito. (EREsp 1.119.820/PI, relator\nMinistro Mauro Campbell Marques, Corte Especial, DJe 19/12/2014). No\nmesmo sentido: AgInt no REsp 1.865.084/MG, relator Ministro Raul\nAraújo, Quarta Turma, julgado em 10/8/2020, DJe 26/8/2020; AgRg no\nREsp 1.429.300/SC, relator Ministro Humberto Martins, Segunda Turma,\nDJe 25/6/2015; AgRg no Ag 1.421.517/AL, relatora Ministra Assusete\nMagalhães, Segunda Turma, DJe 3/4/2014.)\nIV - No que concerne à alegação de negativa de vigência aos arts.\n11, 12 e 14 do Decreto n. 24.643/1934, verifica-se assistir razão à\ncompanhia ora recorrida, porquanto os terrenos reservados (às\nmargens dos rios navegáveis), desde tempos remotos, são de domínio\npúblico, não estando sujeitos à indenização.\nV - A jurisprudência desta Corte Superior, está firmada no\nentendimento de que os terrenos ditos reservados, localizados às\nmargens dos rios navegáveis, devem ser considerados como bens de\ndomínio público, impassíveis de indenização, como no caso o Rio\nParaná.\nVI - A controvérsia, a propósito, já se pacificou na jurisprudência\ndo Supremo Tribunal Federal ao editar a Súmula n. 479, com a\nseguinte dicção: \"as margens dos rios navegáveis são de domínio\npúblico, insusceptíveis de expropriação e, por isso mesmo, excluídas\nde indenização\".\nVII - Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240226",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA TURMA do Superior\nTribunal de Justiça, em sessão virtual de 20/02/2024 a 26/02/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Herman Benjamin, Mauro Campbell Marques e Afrânio\nVilela  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Afrânio Vilela.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000864580",
  "numeroProcesso" : "1140230",
  "numeroRegistro" : "201701796940",
  "siglaClasse" : "AgInt no AREsp",
  "descricaoClasse" : "AGRAVO INTERNO NO AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA TURMA",
  "ministroRelator" : "FRANCISCO FALCÃO",
  "dataPublicacao" : "DJE        DATA:28/02/2024",
  "ementa" : "ADMINISTRATIVO. RESPONSABILIDADE DA ADMINISTRAÇÃO. ALEGAÇÃO DE\nVIOLAÇÃO DOS ARTS. 489, §1°, IV E V, E 1.022, §1°, II, TODOS DO\nCPC/2015. INEXISTÊNCIA. AÇÃO CIVIL PÚBLICA. LEGITIMIDADE DA\nDEFENSORIA PÚBLICA. DECISÃO DE ORIGEM DE ACORDO COM A JURISPRUDÊNCIA\nDO STJ.\nI - Na origem, Defensoria Pública do Estado do Rio de Janeiro\najuizou ação civil pública contra Estado do Rio de Janeiro,\nobjetivando a condenação do requerido a indenizar, por possíveis\ndanos morais e físicos, todas as pessoas lesadas pela atuação\nexcessiva da Polícia Militar durante as manifestações de 20 de junho\nde 2013, bem como a condenação ao pagamento de dano moral coletivo\n(fls. 3/47e). Assim, neste recurso especial, discute-se tão somente\na legitimidade da defensoria para a promoção da ação.\nII - Sobre a alegada violação dos arts. 489, §1°, IV e V, e 1.022,\n§1°, -II, todos do CPC/2015, não assiste razão ao recorrente.\nIII - Na hipótese dos autos, verifica-se que houve a completa\nprestação jurisdicional, tendo o Tribunal a quo deliberado sobre a\nquestão da legitimidade, considerando tratar-se de direitos\nhomogêneos, e apresentado fundamentação suficiente acerca do seu\nentendimento.\nIV - A oposição de embargos de declaração teve como objetivo apenas\ntentar rediscutir a controvérsia, sendo de rigor o afastamento da\napontada violação do art. 1.022 do CPC/2015.\nV - Quanto ao mais, a discussão encontra-se centrada, tão somente,\nno que diz respeito à suposta ilegitimidade da Defensoria Pública\npara propor ação civil com a natureza que ora se apresenta.\nVI - O acórdão recorrido, ao declarar a legitimidade, não destoa da\njurisprudência desta eg. Corte de Justiça. Neste sentido: REsp\n1.264.116/RS, relator Ministro Herman Benjamin, Segunda Turma,\njulgado em 18/10/2011, DJe 13/04/2012; EREsp 1.192.577/RS, relatora\nMinistra Laurita Vaz, Corte Especial, julgado em 21/10/2015, DJe\n13/11/2015; AgRg no REsp 1.572.699/MT, relator Ministro Marco Buzzi,\nQuarta Turma, julgado em 17/5/2016, DJe 24/5/2016; AgInt no REsp\n1.510.999/RS, relatora Ministra Regina Helena Costa, Primeira Turma,\njulgado em 8/6/2017, DJe 19/6/2017.\nVII - A propósito, também considerou o representante do Ministério\nPúblico Federal, quanto opinou pela negativa de provimento do agravo\nem recurso especial (fls. 467-468) que: \"não é possível se\naprofundar no mérito da demanda, uma vez que o feito ainda está em\nfase de recebimento da inicial [...] No mínimo, é possível\nvisualizar a defesa de interesses individuais homogêneos,\nconsiderando-se o número expressivo de pessoas, em manifestação\npopular [...] a possibilitar a aplicabilidade do sistema de defesa\nde direitos individuais homogêneos para o caso em tela.\"\nVIII - Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240226",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA TURMA do Superior\nTribunal de Justiça, em sessão virtual de 20/02/2024 a 26/02/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Herman Benjamin, Mauro Campbell Marques e Afrânio\nVilela  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Afrânio Vilela.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000864581",
  "numeroProcesso" : "2112905",
  "numeroRegistro" : "202201180749",
  "siglaClasse" : "AgInt no AREsp",
  "descricaoClasse" : "AGRAVO INTERNO NO AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA TURMA",
  "ministroRelator" : "FRANCISCO FALCÃO",
  "dataPublicacao" : "DJE        DATA:28/02/2024",
  "ementa" : "PROCESSUAL CIVIL. ADMINISTRATIVO. AÇÃO CIVIL PÚBLICA. IMPROBIDADE\nADMINISTRATIVA. PETIÇÃO INICIAL. RECEBIMENTO. FUNDAMENTOS.\nSUFICIÊNCIA. PRINCÍPIO DO IN DUBIO PRO SOCIETATE. PRETENSÃO DE\nREEXAME FÁTICO-PROBATÓRIO. APLICAÇÃO DA SÚMULA N. 7/STJ. ACÓRDÃO\nRECORRIDO ALINHADO COM A JURISPRUDÊNCIA DO STJ. INCIDÊNCIA DA SÚMULA\nN. 83/STJ.\nI - Na origem, trata-se de agravo de instrumento interposto contra a\ndecisão que, nos autos da ação civil pública, por improbidade\nadministrativa, recebeu a petição inicial sem a necessária\nfundamentação.\nII - No Tribunal a quo, a decisão foi mantida. Esta Corte conheceu\ndo agravo para não conhecer do recurso especial.\nIII - Necessário pontuar que a discussão ora em mesa não se insere\ndentre os pontos controvertidos em relação às alterações veiculadas\npela Lei n. 14.230/2021, dado que o STJ entende que o reconhecimento\nde fato superveniente, no caso, a alegada retroatividade da Lei  n.\n14.230/2021 que alterou a Lei n. 8.429/1992 exige o conhecimento do\nrecurso, o que não ocorre no caso dos autos, conforme adiante se\nverá.\nIV - A jurisprudência do Superior Tribunal de Justiça é firme no\nsentido de que é cabível a rejeição de plano da petição inicial\napenas quando constatada a inexistência do ato ímprobo, sendo\npacífico o entendimento desta Corte de que, em fase inaugural do\nprocessamento de ação civil pública por improbidade administrativa,\nvige o princípio do in dubio pro societate. Significa dizer que,\ncaso haja apenas indícios da prática de ato de improbidade\nadministrativa, ainda assim se impõe o recebimento da exordial. A\npropósito, é o entendimento proferido por esta Corte: (AgInt no\nAgInt no REsp n. 1.732.729/MS, relator Ministro Herman Benjamin,\nSegunda Turma, julgado em 24/2/2021, DJe 1º/3/2021) - Grifou-se.\nV - Cabe à fase posterior o enfrentamento das alegações atinentes à\ncaracterização ou não de atos de improbidade administrativa, sob as\nperspectivas objetiva - de existência ou não de prejuízo ao erário\nou de violação ou não de princípios regentes da administração\npública - e subjetiva - consubstanciada pela existência ou não de\nelemento anímico -, sendo clara a decisão objurgada quanto aos\nelementos considerados ao convencimento do juízo em relação à\nnecessidade de recebimento da petição inicial. Veja-se: \"Na presença\nde dúvida fundada a respeito da existência de ato ímprobo, deve o\nmagistrado permitir o prosseguimento da demanda, como tripla\ngarantia: a) ao autor, que terá a oportunidade de robustecer em\ninstrução suas ponderações; b) aos réus, que, finalizado o trâmite\nprocessual, obterão resposta definitiva que, se lhes for favorável,\nestará albergada pela coisa julgada material, em situação de efetiva\npacificação, e não, meramente formal, como decorre do indeferimento\nda petição inicial; c) à coletividade, cuja proteção é a finalidade\núltima da demanda. Precedente: REsp 1.666.454/RJ, Rel. Ministro\nHerman Benjamin, Segunda Turma, julgado em 27/6/2017, DJe 30/6/2017.\nNo caso em comento, há elementos suficientes na inicial para o seu\nrecebimento, tendo em vista que se narrou a suposta existência de\natos ímprobos por parte do agravante. Na exordial, apontam-se as\nseguintes irregularidades: (i) subcontratação total das rotas a\nserem percorridas na prestação do serviço de transporte escolar;\n(ii) inadequação dos veículos utilizados pelas empresas para a\nrealização dos transportes, em prejuízo à segurança dos alunos da\nrede municipal; e (iii) ausência de estrutura das subcontratadas\npara com a execução das atividades. Na hipótese, há indícios de atos\nde improbidade, pois os elementos constantes dos autos indicam para\no reconhecimento, em juízo de cognição sumária característico dessa\nfase processual, da probabilidade dos argumentos apresentados pelo\nParquet Federal. Nesse contexto, entende-se que o recebimento da\ninicial é medida que se impõe.\"\nVI - É evidente que a análise da forma como pretendida pelo\nagravante demanda, neste momento, inconteste revolvimento\nfático-probatório, providência vedada consoante enunciado da Súmula\nn. 7 do STJ. Nesses termos, destaca-se: (AREsp n. 1.661.608/SP,\nrelator Ministro Herman Benjamin, Segunda Turma, julgado em\n18/8/2020, DJe 2/10/2020).\nVII - Sendo este o entendimento jurisprudencial desta Corte,\nverificando-se que as decisões objurgadas estão em consonância ao\nreferido entendimento, incide na espécie a Súmula n. 83 do STJ (\"Não\nse conhece do recurso especial pela divergência, quando a\norientação do Tribunal se firmou no mesmo sentido da decisão\nrecorrida\"). Nesse sentido: (AgInt no AREsp n. 1.815.871/CE, relator\nMinistro Herman Benjamin, Segunda Turma, julgado em 23/8/2021, DJe\nde 31/8/2021.)\nVIII   - Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240226",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA TURMA do Superior\nTribunal de Justiça, em sessão virtual de 20/02/2024 a 26/02/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Herman Benjamin, Mauro Campbell Marques e Afrânio\nVilela  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Afrânio Vilela.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ "AgInt no AREsp  2389004  PR  2023/0183010-8  Decisão:26/02/2024\nDJE        DATA:28/02/2024", "AgInt no AREsp  2393890  SP  2023/0202520-7  Decisão:26/02/2024\nDJE        DATA:28/02/2024", "AgInt no AREsp  2389025  SP  2023/0200486-0  Decisão:26/02/2024\nDJE        DATA:28/02/2024", "AgInt no AREsp  2395917  RS  2023/0207724-7  Decisão:26/02/2024\nDJE        DATA:28/02/2024" ]
}, {
  "id" : "000864582",
  "numeroProcesso" : "2168124",
  "numeroRegistro" : "202202153266",
  "siglaClasse" : "AgInt no AREsp",
  "descricaoClasse" : "AGRAVO INTERNO NO AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA TURMA",
  "ministroRelator" : "FRANCISCO FALCÃO",
  "dataPublicacao" : "DJE        DATA:28/02/2024",
  "ementa" : "PROCESSUAL CIVIL. ADMINISTRATIVO. AÇÃO CIVIL PÚBLICA. IMPROBIDADE\nADMINISTRATIVA. ART. 12,  II E III, DA LEI N. 8.429/1992.\nPROCEDÊNCIA PARCIAL DOS PEDIDOS. DOSIMETRIA DAS SANÇÕES. PRETENSÃO\nDE REEXAME FÁTICO-PROBATÓRIO. APLICAÇÃO DA SÚMULA N. 7/STJ.\nDIVERGÊNCIA JURISPRUDENCIAL. COTEJO ANALÍTICO. AUSÊNCIA.\nI - Na origem, trata-se de ação civil por Atos de Improbidade\nAdministrativa ajuizada pelo Município de Estrela D'Oeste,\ndefendendo, em apertada síntese, que recebeu \"representação\" de\nmunícipe local, informando sobre possíveis irregularidades na\naquisição de \"materiais de limpeza\"; que instaurou sindicância\ninvestigativa e concluiu que não houve o recebimento dos produtos\nadquiridos por meio dos Processos de Despesa n. 6.089/2016 e\n6.615/2016, ocorrendo apropriação indevida de verbas públicas. Ao\nfinal, requereu a condenação dos requeridos nas penas do art. 12, II\ne III, da Lei n. 8.429/1992, notadamente a condenação solidária dos\nrequeridos ao ressarcimento do dano ao erário, na importância de R$\n10.887,40 (dez mil, oitocentos e oitenta e sete reais e quarenta\ncentavos).\nII - Na sentença, julgou-se parcialmente procedente a demanda, para\no fim de reconhecer a prática de ato de improbidade administrativa\npor parte dos requeridos. No Tribunal a quo, a sentença foi mantida.\nEsta Corte conheceu do agravo para não conhecer do recurso\nespecial.\nIII - O Tribunal de origem, soberano na análise dos fatos e das\nprovas, confirmou a sentença que concluiu pela configuração do ato\nde improbidade administrativa, bem como pela proporcionalidade da\nsanção aplicada e afastou a alegação de inépcia da inicial.\nIV - A Corte de origem analisou a controvérsia dos autos levando em\nconsideração os fatos e provas relacionados à matéria.\nV - Verifica-se que a Corte de origem analisou a controvérsia dos\nautos levando em consideração os fatos e provas relacionados à\nmatéria.\nVI - Nesse contexto, o conhecimento das alegações dos recorrentes\ndemandaria inconteste revolvimento fático-probatório, o que é\ninviável em recurso especial, ante o óbice a que dispõe a Súmula n.\n7 do STJ. Afinal de contas, não é função desta Corte atuar como uma\nterceira instância na análise dos fatos e das provas. Cabe a ela dar\ninterpretação uniforme à legislação federal a partir do desenho de\nfato já traçado pela instância recorrida.\nVII - Conforme pacífico entendimento do Superior Tribunal de\nJustiça, o enfrentamento das questões atinentes àefetiva\ncaracterização ou não de atos de improbidade administrativa\ndescritos nos arts. 9º, 10 e 11 da Lei n. 8.429/1992, sob as\nperspectivas objetiva - de caracterização ou não de enriquecimento\nilícito, existência ou não de lesão ao erário e de violação ou não\nde princípios da administração pública - e subjetiva -\nconsubstanciada pela existência ou não de elemento anímico -,\ndemandam inconteste revolvimento fático-probatório, uma vez que,\ncomo jobservado acima, o Tribunal de origem, com base na análise\ndo acervo fático-probatório dos autos, entendeu pela existência de\nato de improbidade administrativa. A propósito: (AgInt no AREsp n.\n1264005/MG, relator Ministro Francisco Falcão, Segunda Turma,\njulgado em 16/10/2018, DJe 24/10/2018, REsp n. 1.718.937/SP, relator\nMinistro Herman Benjamin, Segunda Turma, julgado em 5/4/2018, DJe\n25/5/2018).\nVIII - Também implica revolvimento fático-probatório a apreciação da\nquestão da dosimetria de sanções impostas em ação de improbidade\nadministrativa (violação do art. 12 da LIA). Cumpre destacar que, no\npresente caso, não se está diante de situação de manifesta\ndesproporcionalidade das sanções, situação essa que, constatada,\nautorizaria a reanálise excepcional da dosimetria da pena. Nesse\nsentido, vejam-se os seguintes precedentes: (AgInt no REsp n.\n1.774.729/MG, relator Ministro Francisco Falcão, Segunda Turma,\njulgado em 10/12/2019, DJe 13/12/2019 e AgInt no REsp n.\n1.776.888/MG, relator Ministro Benedito Gonçalves, Primeira Turma,\njulgado em 22/10/2019, DJe 19/11/2019).\nIX   - Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240226",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA TURMA do Superior\nTribunal de Justiça, em sessão virtual de 20/02/2024 a 26/02/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Herman Benjamin, Mauro Campbell Marques e Afrânio\nVilela  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Afrânio Vilela.",
  "jurisprudenciaCitada" : "(ATOS DE IMPROBIDADE ADMINISTRATIVA - CARACTERIZAÇÃO - SÚMULA 7/STJ)\n   STJ - <<AgInt no AREsp 1264005>>-MG, <<REsp 1718937>>-SP\n(IMPROBIDADE ADMINISTRATIVA - DOSIMETRIA - SÚMULA 7/STJ)\n   STJ - <<AgInt no REsp 1774729>>-MG,\n         <<AgInt no REsp 1776888>>-MG",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:008429 ANO:1992\n*****  LIA-92    LEI DE IMPROBIDADE ADMINISTRATIVA\n        ART:00012 INC:00002 INC:00003", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000007" ],
  "acordaosSimilares" : [ "AgInt no AREsp 2168124 SP 2022/0215326-6 Decisão:26/02/2024\nDJE        DATA:28/02/2024" ]
}, {
  "id" : "000864583",
  "numeroProcesso" : "1928238",
  "numeroRegistro" : "202102107714",
  "siglaClasse" : "AgInt no AREsp",
  "descricaoClasse" : "AGRAVO INTERNO NO AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA TURMA",
  "ministroRelator" : "FRANCISCO FALCÃO",
  "dataPublicacao" : "DJE        DATA:28/02/2024",
  "ementa" : "PROCESSUAL CIVIL. ADMINISTRATIVO. PROCON. MULTA ADMINISTRATIVA.\nANULAÇÃO. VENDA DE INGRESSO PELA INTERNET. TAXA DE CONVENIÊNCIA.\nPROCEDÊNCIA DO PEDIDO. ACÓRDÃO RECORRIDO ALINHADO COM A\nJURISRUDÊNCIA DO STJ.\nI - Na origem, trata-se de ação ajuizada por Ingresso.com contra o\nEstado de Minas Gerais objetivando a anulação de multa aplicada pelo\nProcon/MG, em razão da cobrança de taxa de conveniência e taxa de\ndireito autoral na venda de ingressos pela Internet.\nII - Na sentença, julgaram improcedentes os pedidos. No Tribunal a\nquo, a sentença foi reformada para julgar procedente o pedido. Esta\nCorte conheceu do agravo para negar provimento ao recurso especial.\nIII - No REsp n. 1.737.428/RS, a 3ª Turma do Superior Tribunal de\nJustiça proferiu a seguinte decisão a respeito da cobrança da taxa\nde conveniência na venda de ingressos pela Internet.\nIV - Destaco a conclusão do julgado: \"[...] Ante o exposto, pedindo\nas mais respeitosas vênias à Min.ª NANCY ANDRIGHI, voto no sentido\nde divergir em parte da relatora para, acolhendo parcialmente os\nembargos de declaração, com efeitos infringentes, dar provimento ao\nrecurso especial em menor extensão, tão somente para: - Condenar a\nempresa demandada a incluir em suas ofertas de ingresso o preço\ntotal da compra, com destaque da \"taxa de conveniência\", sob pena de\nser obrigada a restituir o valor dessa \"taxa de conveniência\", sem\nprejuízo de eventual fixação de astreintes, mantida a obrigação de\npublicar a sentença (substituída por este acórdão).\" (grifos no\noriginal)\nV - Esta Corte firmou o entendimento de que a cobrança de taxa de\nconveniência na venda de ingressos pela Internet só é abusiva quando\nse verifica o descumprimento do dever de informação na fase\npré-contratual.\nVI - O STJ readequou o seu posicionamento antes adotado, passando a\nadmitir a cobrança de taxa de conveniência, desde que não\nautorizadas práticas abusivas.\nVII - O acórdão recorrido (fls. 720-740), por sua vez, foi no\nseguinte sentido: \"[...] Em previamente informada a consumidora,\npelo site de vendas, quanto à cobrança das taxas de serviço ou\nconveniência, tenho que restou garantida sua prerrogativa de escolha\nou não pela utilização dos serviços, não se configurando a prática\nabusiva, respeitado o direito de informação (Código de Defesa do\nConsumidor, art. 6º, inciso III), pelo que deve ser afastada a\nimposição de multa por prática abusiva, bem como a proibição da\natividade de intermediação por meio da internet.\"\nVIII - A Corte de origem proferiu decisão que se encontra em\nconsonância com o entendimento do STJ, no sentido de que é possível\na cobrança de taxa de conveniência em decorrência de vendas pela\nInternet, desde que constatada a ausência da prática de ato abusivo.\nIX - Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240226",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA TURMA do Superior\nTribunal de Justiça, em sessão virtual de 20/02/2024 a 26/02/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Herman Benjamin, Mauro Campbell Marques e Afrânio\nVilela  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Afrânio Vilela.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000864599",
  "numeroProcesso" : "1623294",
  "numeroRegistro" : "201903544866",
  "siglaClasse" : "AgInt no AREsp",
  "descricaoClasse" : "AGRAVO INTERNO NO AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA TURMA",
  "ministroRelator" : "AFRÂNIO VILELA",
  "dataPublicacao" : "DJE        DATA:29/02/2024",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NO AGRAVO EM RECURSO ESPECIAL.\nPENHORA. PROVENTOS. POSSIBILIDADE. ALTERAÇÃO DAS CONCLUSÕES DA CORTE\nDE ORIGEM. REEXAME DE PROVAS. IMPOSSIBILIDADE. SÚMULA 7/STJ.\n1. Consoante entendimento desta Corte, a regra da impenhorabilidade\nde salários e vencimentos pode ser mitigada nos casos em que não se\nverifique que a eventual constrição comprometa a subsistência do\ndevedor. Precedentes.\n2. O recurso especial é recurso de fundamentação vinculada e está\nadstrito às hipóteses de infringência ao direito federal\ninfraconstitucional, não se prestando ao reexame de fatos e provas.\n3. No caso, a pretensão do insurgente exige análise do acervo\nprobatório dos autos, a fim de modificar as conclusões do aresto\nrecorrido, o qual assegurou a viabilidade da constrição de parte dos\nproventos de aposentadoria do ora agravante, sem o comprometimento\nde sua subsistência e de sua família. Afastar as afirmações da Corte\nlocal, nos termos pretendidos, esbarraria no óbice da Súmula 7/STJ.\n4. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240226",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA TURMA do Superior\nTribunal de Justiça, em sessão virtual de 20/02/2024 a 26/02/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Herman Benjamin e Mauro Campbell Marques  votaram\ncom o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Francisco Falcão.\nPresidiu o julgamento o Sr. Ministro Afrânio Vilela.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ "AgInt no AREsp  2063796  RN  2022/0035560-7  Decisão:27/02/2024\nDJE        DATA:29/02/2024", "AgInt nos EDcl no AREsp  2100473  CE  2022/0095465-6\nDecisão:26/02/2024\nDJE        DATA:29/02/2024", "AgInt no AREsp  2105251  RS  2022/0104198-0  Decisão:26/02/2024\nDJE        DATA:29/02/2024", "AgInt no AREsp  2170969  ES  2022/0220804-1  Decisão:26/02/2024\nDJE        DATA:29/02/2024", "AgInt no AREsp  2173540  SC  2022/0225033-3  Decisão:26/02/2024\nDJE        DATA:29/02/2024", "AgInt no AREsp  2244407  SP  2022/0354592-5  Decisão:26/02/2024\nDJE        DATA:29/02/2024", "AgInt no AREsp  2248603  MG  2022/0363666-7  Decisão:26/02/2024\nDJE        DATA:29/02/2024", "AgInt no AREsp  2067551  SC  2022/0042021-9  Decisão:26/02/2024\nDJE        DATA:29/02/2024", "AgInt no AREsp  2156758  GO  2022/0193167-6  Decisão:26/02/2024\nDJE        DATA:29/02/2024", "AgInt no AREsp  2144593  SP  2022/0170754-4  Decisão:26/02/2024\nDJE        DATA:29/02/2024", "AgInt no AREsp  2130529  GO  2022/0147368-1  Decisão:26/02/2024\nDJE        DATA:29/02/2024", "AgInt no AREsp  2131410  SP  2022/0148667-1  Decisão:26/02/2024\nDJE        DATA:29/02/2024", "AgInt no AREsp  2171782  RJ  2022/0222003-9  Decisão:26/02/2024\nDJE        DATA:29/02/2024", "AgInt no AREsp  2061962  PR  2022/0024107-8  Decisão:26/02/2024\nDJE        DATA:29/02/2024" ]
}, {
  "id" : "000864600",
  "numeroProcesso" : "837787",
  "numeroRegistro" : "201600081796",
  "siglaClasse" : "EDcl no AgInt no AREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NO AGRAVO EM RECURSO\nESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA TURMA",
  "ministroRelator" : "AFRÂNIO VILELA",
  "dataPublicacao" : "DJE        DATA:29/02/2024",
  "ementa" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NO AGRAVO EM RECURSO\nESPECIAL. DIREITO ADMINISTRATIVO. MANDADO DE SEGURANÇA. TAXA DE\nCESSÃO DE USO. RECONHECIMENTO DE ERRO MATERIAL NO ACÓRDÃO EMBARGADO.\nEFEITOS INFRINGENTES. POSSIBILIDADE. EMBARGOS DECLARATÓRIOS\nACOLHIDOS.\n1. Os Embargos de declaração destinam-se a esclarecer obscuridade,\neliminar contradição, suprir omissão ou corrigir erro material\nexistente no julgado (art. 1.022 do CPC de 2015).\n2. Na espécie, constata-se que, em bora o relatório do acórdão\nembargado seja pertinente ao caso concreto, o voto refere-se à\nmatéria diversa da debatida nos autos. Diante da constatação de\npresença de erro material, os  aclaratórios merecem acolhimento.\n3. Embargos de declaração acolhidos, para anular o acórdão do agravo\ninterno, com retorno dos autos para novo julgamento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240226",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA TURMA do Superior\nTribunal de Justiça, em sessão virtual de 20/02/2024 a 26/02/2024,\npor unanimidade, acolher os embargos de declaração, com efeitos\nmodificativos, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Herman Benjamin e Mauro Campbell Marques  votaram\ncom o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Francisco Falcão.\nPresidiu o julgamento o Sr. Ministro Afrânio Vilela.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000864298",
  "numeroProcesso" : "983134",
  "numeroRegistro" : "200702071247",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA TURMA",
  "ministroRelator" : "AFRÂNIO VILELA",
  "dataPublicacao" : "DJE        DATA:22/02/2024",
  "ementa" : "RECURSO ESPECIAL. TRIBUTÁRIO. PROCESSO DEVOLVIDO À SEGUNDA TURMA DO\nSTJ PARA OS FINS DO ART. 1.040, II, DO CPC/2015, TENDO EM VISTA A\nTESE FIXADA PELO STF NO JULGAMENTO DO RE 611.586/PR, SOB O REGIME DE\nREPERCUSSÃO GERAL. PARADIGMA QUE TRATA DE MATÉRIA DIVERSA.\nIMPOSSIBILIDADE DE RETRATAÇÃO PELO COLEGIADO JULGADOR. MANUTENÇÃO DO\nACÓRDÃO QUE DEU PROVIMENTO AO RECURSO ESPECIAL. DEVOLUÇÃO DOS AUTOS\nÀ VICE-PRESIDÊNCIA DO STJ.\n1. A controvérsia trazida na petição inicial do Mandado de Segurança\ne na petição de Recurso Extraordinário mostra-se diversa daquela\ntratada, pelo STF, no RE 611.586/PR. De fato, no aludido julgamento\ndo STF, em regime de repercussão geral, discutiu-se o momento de\ndisponibilização de renda de pessoas jurídicas sediadas no Brasil\ncom participação nos lucros de suas empresas coligadas ou\ncontroladas no estrangeiro para fins de imposto de renda, o que não\né a hipótese dos autos, nos quais as impetrantes sustentam a\ninconstitucionalidade do art. 7º da Instrução Normativa 213/2002 da\nSecretaria da Receita Federal, ou seja, defendem a\ninconstitucionalidade de se tributar o resultado positivo da\nequivalência patrimonial de investimentos realizados no exterior.\n2. Não havendo que se falar em juízo de retratação, no caso - por\nnão se tratar, na petição inicial do Mandado de Segurança e no\nRecurso Extraordinário, de arguição de inconstitucionalidade do art.\n74, parágrafo único, da Medida Provisória 2.158-35/2001\n(controvérsia objeto do RE 611.586/PR) e, sim, de arguição de\ninconstitucionalidade do art. 7º da Instrução Normativa SRF 213/2002\n-, deve ser mantido o acórdão que deu provimento ao Recurso\nEspecial interposto pela Fazenda Nacional.\n3. Acórdão da Segunda Turma do STJ mantido, em juízo negativo de\nretratação, devolvendo-se os autos à Vice-Presidência desta Corte,\npara o fim do art. 1.041, caput, do CPC/2015.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240220",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Turma, por unanimidade, dar\nprovimento ao recurso, em juízo negativo de retratação,\ndevolvendo-seos autos à Vice-Presidência desta Corte, para o fim do\nart. 1.041, do CPC/2015.caput, nos termos do voto do Sr.\nMinistro-Relator.\nOs Srs. Ministros Francisco Falcão, Herman Benjamin e Mauro Campbell\nMarques votaram com o Sr. Ministro Relator.",
  "jurisprudenciaCitada" : "(JULGAMENTO NO STF - REPERCUSSÃO GERAL - DEVOLUÇÃO AO STJ - JUIZO DE\nRETRATAÇÃO - PARADIGMA - MATÉRIA DIVERSA)\n   STJ - <<AgRg no REsp 1172548>>-DF, <<RMS 26803>>-MT",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01041", "LEG:FED INT:000213 ANO:2002\n        ART:00007\n(SECRETARIA DA RECEITA FEDERAL DO BRASIL)", "LEG:FED MPR:002158 ANO:2001 EDIÇÃO:35\n        ART:00074", "LEG:FED LEI:005172 ANO:1966\n*****  CTN-66    CÓDIGO TRIBUTÁRIO NACIONAL\n        ART:00043 PAR:00002" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000864302",
  "numeroProcesso" : "28243",
  "numeroRegistro" : "200802488126",
  "siglaClasse" : "AgInt no RMS",
  "descricaoClasse" : "AGRAVO INTERNO NO RECURSO EM MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "SEGUNDA TURMA",
  "ministroRelator" : "AFRÂNIO VILELA",
  "dataPublicacao" : "DJE        DATA:22/02/2024",
  "ementa" : "AGRAVO INTERNO NO RECURSO EM MANDADO DE SEGURANÇA. ADMINISTRATIVO.\nCONVÊNIO DE ASSOCIAÇÃO DE SERVIDORES. CAPEMI. PECÚLIO E EMPRÉSTIMOS.\nDESCONTO EM FOLHA DE PAGAMENTO. ENTIDADE ABERTA DE PREVIDÊNCIA\nCOMPLEMENTAR. AUTORIZAÇÃO DO BACEN. DESNECESSIDADE. SUBMISSÃO À\nSUSEP. MANUTENÇÃO DA DECISÃO QUE CONCEDEU A SEGURANÇA. AGRAVO\nINTERNO CONHECIDO E NÃO PROVIDO.\n1. A SUSEP é o órgão responsável pela supervisão das ntidades\nabertas de previdência complementar (EAPC) e das sociedades\nseguradoras, inclusive no que diz respeito às operações de\nassistência financeira, nos termos da Circular SUSEP 600/2020.\n2. Deve ser negado provimento ao Agravo interno quando não\napresentados pela parte agravante argumentos novos capazes de\ninfirmar os fundamentos que alicerçaram a decisão agravada.\n3 . Agravo interno conhecido e não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240220",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Turma, por unanimidade, negar\nprovimento ao agravo interno, nos termos do voto do Sr.\nMinistro-Relator.\nOs Srs. Ministros Francisco Falcão, Herman Benjamin e Mauro Campbell\nMarques votaram com o Sr. Ministro Relator.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEL:043337 ANO:2004\n        ART:00005 PAR:ÚNICO ART:00073 ART:00074", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA", "LEG:FED LCP:000109 ANO:2021" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000864415",
  "numeroProcesso" : "2413153",
  "numeroRegistro" : "202302315311",
  "siglaClasse" : "AgInt no AREsp",
  "descricaoClasse" : "AGRAVO INTERNO NO AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA TURMA",
  "ministroRelator" : "FRANCISCO FALCÃO",
  "dataPublicacao" : "DJE        DATA:23/02/2024",
  "ementa" : "PROCESSUAL CIVIL. MANDADO DE SEGURANÇA. PIS. COFINS. COMISSÃO PAGA\nÀS ADMINISTRADORAS DE MEIOS DE PAGAMENTO.  DEFICIÊNCIA RECURSAL.\nINCIDÊNCIA DO ENUNCIADO N. 284 DA SÚMULA DO STF. ACÓRDÃO RECORRIDO\nEM CONSONÂNCIA COM O ENTENDIMENTO DESTA CORTE. INCIDÊNCIA DO\nENUNCIADO N. 83 DA SÚMULA DO STJ. DESPROVIMENTO DO AGRAVO INTERNO.\nMANUTENÇÃO DA DECISÃO RECORRIDA.\nI - Na origem trata-se de mandado de segurança contra ato de\ndelegado da RFB referente a créditos de PIS e COFINS. Na sentença,\ndenegou-se a segurança. No Tribunal a quo, a sentença foi mantida. O\nvalor da causa foi fixado em R$ 200.000,00 (duzentos mil reais).\nII - A competência do Superior Tribunal de Justiça, na via do\nrecurso especial, encontra-se vinculada à interpretação e à\nuniformização do direito infraconstitucional federal. Nesse\ncontexto, apresenta-se impositiva a indicação do dispositivo legal\nque teria sido contrariado pelo Tribunal a quo, sendo necessária a\ndelimitação da violação do tema insculpido no regramento indicado,\nviabilizando assim o necessário confronto interpretativo e o\ncumprimento da incumbência constitucional revelada com a\nuniformização do direito infraconstitucional sob exame. Nesse\nsentido: AgInt no AREsp 1.365.442/MS, relator Ministro Francisco\nFalcão, Segunda Turma, julgado em 24/9/2019, DJe 26/9/2019 e AgInt\nno REsp 1.761.261/RO, relator Ministro Og Fernandes, Segunda Turma,\njulgado em 21/2/2019, DJe 28/2/2019.\nIII - Ademais, verifica-se que o Tribunal de origem decidiu a\nmatéria em conformidade com a jurisprudência desta Corte. Incide,\nportanto, o disposto no enunciado n. 83 da Súmula do STJ, segundo o\nqual: \"Não se conhece do recurso especial pela divergência, quando a\norientação do Tribunal se firmou no mesmo sentido da decisão\nrecorrida\". Nesse sentido: AgInt no AREsp n. 1.921.159/RS, relator\nMinistro Paulo Sérgio Domingues, Primeira Turma, julgado em\n2/5/2023, DJe de 11/5/2023 e AgInt no AREsp n. 1.879.228/RS, relator\nMinistro Og Fernandes, Segunda Turma, julgado em 7/12/2021, DJe de\n1/2/2022.\nIV - Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240220",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Turma, por unanimidade, negar\nprovimento ao agravo interno, nos termos do voto do Sr.\nMinistro-Relator.\nOs Srs. Ministros Herman Benjamin, Mauro Campbell Marques e Afrânio\nVilela votaram com o Sr. Ministro Relator.",
  "jurisprudenciaCitada" : "(VIOLAÇÃO DE DISPOSITIVO LEGAL - AUSÊNCIA DE DEMONSTRAÇÃO - SÚMULA\n284/STF)\n   STJ - <<AgInt no AREsp 1365442>>-MS,\n         <<AgInt no REsp 1761261>>-RO",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STF)    SÚMULA DO SUPREMO TRIBUNAL FEDERAL\n        SUM:000284" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000864416",
  "numeroProcesso" : "2388423",
  "numeroRegistro" : "202302009015",
  "siglaClasse" : "AgInt no AREsp",
  "descricaoClasse" : "AGRAVO INTERNO NO AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA TURMA",
  "ministroRelator" : "FRANCISCO FALCÃO",
  "dataPublicacao" : "DJE        DATA:23/02/2024",
  "ementa" : "PROCESSUAL CIVIL. AMBIENTAL. AÇÃO CIVIL PÚBLICA. EDIFICAÇÃO EM ÁREA\nDE PROTEÇÃO PERMANENTE. DANO AMBIENTAL. DEMOLIÇÃO, RETIRADA DE\nEQUIPAMENTOS E REPARAÇÃO DOS DANOS AO AMBIENTE. PROCEDÊNCIA DOS\nPEDIDOS. ALEGAÇÃO DE OFENSA AO ART. 1.022 DO CPC/2015. INEXISTÊNCIA.\nPRETENSÃO DE REEXAME DOS FATOS E PROVAS. APLICAÇÃO DA SÚMULA N.\n7/STJ. DISSÍDIO JURISPRUDÊNCIAL. COTEJO ANALÍTICO. AUSÊNCIA. ACÓRDÃO\nRECORRIDO ALINHADO COM A JURISPRUDÊNCIA DO STJ. INCIDÊNCIA DA\nSÚMULA N. 83/STJ.\n I  - Na origem, trata-se de ação civil pública ajuizada pelo\nMinistério Público Federal contra Wilson da Costa Jesus e outros\nobjetivando a condenação dos réus no desfazimento e retirada das\nconstruções e dos equipamentos colocados na área de preservação\npermanente - APP, bem como a recuperação ambiental.\nII - Na sentença, julgaram-se procedentes os pedidos. No Tribunal a\nquo, a sentença foi mantida. Esta Corte conheceu do agravo para não\nconhecer do recurso especial.\nIII - A Corte de origem bem analisou a controvérsia com base nos\nseguintes fundamentos: \"(...) Registre-se que a perícia foi\nrealizada com base na legislação vigente à época dos fatos (Lei n.º\n11.977/2009), e, ainda que, posteriormente, tenha entrado em vigor a\nLei n.º 13.465/2017 - que, segundo os réus, teria modificado os\nconceitos de regularização fundiária, inclusive em APP, e de área\nurbana (não mais exigindo o requisito específico de densidade\nhabitacional mínima, mas somente o atendimento de três dos cinco\nequipamentos de infraestrutura urbana implantados) -, a inovação\nlegislativa não lhes aproveita, (...) Nessa perspectiva, a\nexistência de licença para o empreendimento e alvará de construção\npara a edificação não elide a responsabilidade dos réus pela\nreparação dos danos ao meio ambiente\"\nIV - A jurisprudência do Superior Tribunal de Justiça é firme no\nsentido de que não há violação dos arts. 489 e 1.022 do CPC/2015\n(antigo art. 535 do CPC/1973) quando o Tribunal a quo se manifesta\nclara e fundamentadamente acerca dos pontos indispensáveis para o\ndesate da controvérsia, apreciando-a fundamentadamente (art. 165 do\nCPC/73 e do art. 489 do CPC/2015), apontando as razões de seu\nconvencimento, ainda que de forma contrária aos interesses da parte,\ncomo verificado na hipótese.\nV - Conforme entendimento pacífico desta Corte, \"o julgador não está\nobrigado a responder a todas as questões suscitadas pelas partes,\nquando já tenha encontrado motivo suficiente para proferir a\ndecisão\". A prescrição trazida pelo art. 489 do CPC/2015 confirma a\njurisprudência já sedimentada pelo Colendo Superior Tribunal de\nJustiça, \"sendo dever do julgador apenas enfrentar as questões\ncapazes de infirmar a conclusão adotada na decisão recorrida\". (EDcl\nno MS 21.315/DF, relatora Ministra Diva Malerbi (Desembargadora\nconvocada TRF 3ª Região), Primeira Seção, julgado em 8/6/2016, DJe\n15/6/2016.)\nVI - Quanto à matéria de fundo, verifica-se que a Corte de origem\nanalisou a controvérsia dos autos levando em consideração os fatos e\nprovas relacionados à matéria. Assim, para se chegar à conclusão\ndiversa seria necessário o reexame fático-probatório, o que é vedado\npelo enunciado n. 7 da Súmula do STJ, segundo o qual \"A pretensão\nde simples reexame de provas não enseja recurso especial\".\nVII - Relativamente às demais alegações de violação (arts. 485, V,\n508 do CPC; 12 A do Decreto n. 9.760/46), esta Corte somente pode\nconhecer da matéria objeto de julgamento no Tribunal de origem.\nAusente o prequestionamento da matéria alegadamente violada, não é\npossível o conhecimento do recurso especial. Nesse sentido, o\nenunciado n. 211 da Súmula do STJ: \"Inadmissível recurso especial\nquanto à questão que, a despeito da oposição de embargos\ndeclaratórios, não foi apreciada pelo Tribunal a quo\"; e, por\nanalogia, os enunciados n. 282 e 356 da Súmula do STF.\nVIII - Conforme entendimento desta Corte, não há incompatibilidade\nentre a inexistência de ofensa ao art. 1.022 do CPC/2015 e a\nausência de prequestionamento, com a incidência do enunciado n. 211\nda Súmula do STJ, quanto às teses invocadas pela parte recorrente,\nque, entretanto, não são debatidas pelo tribunal local, por entender\nsuficientes para a solução da controvérsia outros argumentos\nutilizados pelo colegiado. Nesse sentido: AgInt no AREsp\n1.234.093/RJ, relator Ministro Ricardo Villas Bôas Cueva, Terceira\nTurma, julgado em 24/4/2018, DJe 3/5/2018; AgInt no AREsp\n1.173.531/SP, relator Ministro Francisco Falcão, Segunda Turma,\njulgado em 20/3/2018, DJe 26/3/2018.\nIX - O dissídio jurisprudencial viabilizador do recurso especial\npela alínea c do permissivo constitucional não foi demonstrado nos\nmoldes legais, pois, além da ausência do cotejo analítico e de não\nter apontado qual dispositivo legal recebeu tratamento diverso na\njurisprudência pátria, não ficou evidenciada a similitude fática e\njurídica entre os casos colacionados que teriam recebido\ninterpretação divergente pela jurisprudência pátria. Ressalte-se\nainda que a incidência do enunciado n. 7, quanto à interposição pela\nalínea a, impede o conhecimento da divergência jurisprudencial,\ndiante da patente impossibilidade de similitude fática entre\nacórdãos. Nesse sentido: AgInt no AREsp 1.044.194/SP, relatora\nMinistra Maria Isabel Gallotti, Quarta Turma, julgado em 19/10/2017,\nDJe 27/10/2017.\nX - Para a caracterização da divergência, nos termos do art. 1.029,\n§ 1º, do CPC/2015 e do art. 255, §§ 1º e 2º, do RISTJ, exige-se,\nalém da transcrição de acórdãos tidos por discordantes, a indicação\nde dispositivo legal supostamente violado, a realização do cotejo\nanalítico do dissídio jurisprudencial invocado, com a necessária\ndemonstração de similitude fática entre o aresto impugnado e os\nacórdãos paradigmas, assim como a presença de soluções jurídicas\ndiversas para a situação, sendo insuficiente, para tanto, a simples\ntranscrição de ementas, como no caso. Nesse sentido: AgInt no AREsp\n1.235.867/SP, relatora Ministra Assusete Magalhães, Segunda Turma,\njulgado em 17/5/2018, DJe 24/5/2018; AgInt no AREsp 1.109.608/SP,\nrelator Ministro Og Fernandes, Segunda Turma, julgado em 13/3/2018,\nDJe 19/3/2018; REsp 1.717.512/AL, relator Ministro Herman Benjamin,\nSegunda Turma, julgado em 17/4/2018, DJe 23/5/2018.\nXI - Ademais, verifica-se que o Tribunal de origem decidiu a matéria\nem conformidade com a jurisprudência desta Corte. Incide, portanto,\no disposto no enunciado n. 83 da Súmula do STJ, segundo o qual:\n\"Não se conhece do recurso especial pela divergência, quando a\norientação do Tribunal se firmou no mesmo sentido da decisão\nrecorrida.\"\nXII - Caso exista nos autos prévia fixação de honorários\nadvocatícios pelas instâncias de origem, determino a sua majoração,\nem desfavor da parte recorrente, no importe de 1% sobre o valor já\nfixado, nos termos do art. 85, § 11, do Código de Processo Civil de\n2015, observados, se aplicáveis: i. os limites percentuais previstos\nnos §§ 2º e 3º do já citado dispositivo legal; ii. a concessão de\ngratuidade judiciária.\nXIII - Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240220",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Turma, por unanimidade, negar\nprovimento ao agravo interno, nos termos do voto do Sr.\nMinistro-Relator.\nOs Srs. Ministros Herman Benjamin, Mauro Campbell Marques e Afrânio\nVilela votaram com o Sr. Ministro Relator.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ "AgInt no AREsp  2379311  CE  2023/0188976-4  Decisão:20/02/2024\nDJE        DATA:23/02/2024", "AgInt no AREsp  1998827  SP  2021/0320167-7  Decisão:26/02/2024\nDJE        DATA:28/02/2024", "AgInt no AREsp  2247854  GO  2022/0360948-1  Decisão:26/02/2024\nDJE        DATA:28/02/2024", "AgInt no AREsp  2362194  SP  2023/0151678-3  Decisão:26/02/2024\nDJE        DATA:28/02/2024", "AgInt no AREsp  2375972  SP  2023/0182922-9  Decisão:26/02/2024\nDJE        DATA:28/02/2024", "AgInt no AREsp  2406174  DF  2023/0224818-2  Decisão:26/02/2024\nDJE        DATA:28/02/2024", "AgInt no AREsp  2210783  PR  2022/0291971-2  Decisão:26/02/2024\nDJE        DATA:28/02/2024", "AgInt no AREsp  2381548  PR  2023/0186133-5  Decisão:26/02/2024\nDJE        DATA:28/02/2024", "AgInt no AREsp  2381841  SC  2023/0185278-9  Decisão:26/02/2024\nDJE        DATA:28/02/2024", "AgInt no AREsp  2382570  PR  2023/0182914-1  Decisão:26/02/2024\nDJE        DATA:28/02/2024", "AgInt no AREsp  2388411  SC  2023/0200903-9  Decisão:26/02/2024\nDJE        DATA:28/02/2024", "AgInt nos EDcl no AREsp  2323495  RS  2023/0088852-1\nDecisão:26/02/2024\nDJE        DATA:28/02/2024", "AgInt nos EDcl no AREsp  2352947  SP  2023/0135429-0\nDecisão:26/02/2024\nDJE        DATA:28/02/2024", "AgInt nos EDcl no AREsp  2397264  SC  2023/0209266-8\nDecisão:26/02/2024\nDJE        DATA:28/02/2024", "AgInt nos EDcl no AREsp  2399283  CE  2023/0220889-1\nDecisão:26/02/2024\nDJE        DATA:28/02/2024", "AgInt nos EDcl no AREsp  2408856  RO  2023/0247380-8\nDecisão:26/02/2024\nDJE        DATA:28/02/2024", "AgInt no AREsp  2373133  RJ  2023/0165705-5  Decisão:26/02/2024\nDJE        DATA:28/02/2024", "AgInt no AREsp  2404978  MG  2023/0226409-5  Decisão:26/02/2024\nDJE        DATA:28/02/2024", "AgInt no AREsp  2283558  MG  2023/0018332-4  Decisão:26/02/2024\nDJE        DATA:28/02/2024", "AgInt no AREsp  2358780  SE  2023/0148746-0  Decisão:26/02/2024\nDJE        DATA:28/02/2024", "AgInt no AREsp  2381849  RS  2023/0185344-7  Decisão:26/02/2024\nDJE        DATA:28/02/2024", "AgInt no AREsp  2339176  SP  2023/0113600-1  Decisão:26/02/2024\nDJE        DATA:28/02/2024", "AgInt nos EDcl no AREsp  2345608  SP  2023/0131120-0\nDecisão:26/02/2024\nDJE        DATA:28/02/2024", "AgInt nos EDcl no AREsp  2350389  CE  2023/0133874-4\nDecisão:26/02/2024\nDJE        DATA:28/02/2024", "AgInt nos EDcl no AREsp  2353846  SP  2023/0138172-0\nDecisão:26/02/2024\nDJE        DATA:28/02/2024", "AgInt nos EDcl no AREsp  2372885  RJ  2023/0177661-6\nDecisão:26/02/2024\nDJE        DATA:28/02/2024", "AgInt nos EDcl no AREsp  2400297  RJ  2023/0228687-0\nDecisão:26/02/2024\nDJE        DATA:28/02/2024" ]
}, {
  "id" : "000864417",
  "numeroProcesso" : "2330687",
  "numeroRegistro" : "202301093862",
  "siglaClasse" : "AgInt no AREsp",
  "descricaoClasse" : "AGRAVO INTERNO NO AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA TURMA",
  "ministroRelator" : "FRANCISCO FALCÃO",
  "dataPublicacao" : "DJE        DATA:23/02/2024",
  "ementa" : "AGRAVO INTERNO NO RECURSO ESPECIAL. PROCESSUAL CIVIL. AÇÃO\nCOLETIVA. ISENÇÃO DE CUSTAS. SINDICATO. DEFESA DE DIREITOS\nINDIVIDUAIS HOMOGÊNEOS. AUSÊNCIA DE OMISSÃO. AUS ENCIA DE\nPREQUESTIONAMENTO. DECISÃO EM CONSONÂNCIA COM O ENTENDIMENTO DO STJ.\nDESPROVIMENTO DO AGRAVO INTERNO. MANUTENÇÃO DA DECISÃO AGRAVADA.\nI - Na origem trata-se agravo de instrumento em ação civil pública\najuizada pelo Sindicato dos Servidores da Justiça do Estado do Rio\nGrande do Sul contra o Instituto de Previdência do Estado do Rio\nGrande do Sul, pleiteando a concessão anual de reajuste nos\nproventos de aposentadoria de seus substituídos. Na decisão agravada\nindeferiu-se o pedido de isenção de custas, nos termos do art. 18\nda Lei n. 7.347/85. No Tribunal a quo a decisão foi reformada, para\nconceder a gratuidade.\nII - Conforme entendimento pacífico desta Corte, \"o julgador não\nestá obrigado a responder a todas as questões suscitadas pelas\npartes, quando já tenha encontrado motivo suficiente para proferir a\ndecisão\". A prescrição trazida pelo art. 489 do CPC/2015 confirma a\njurisprudência já sedimentada pelo Colendo Superior Tribunal de\nJustiça, \"sendo dever do julgador apenas enfrentar as questões\ncapazes de infirmar a conclusão adotada na decisão recorrida\". (EDcl\nno MS 21.315/DF, relatora Ministra Diva Malerbi (Desembargadora\nconvocada TRF 3ª Região), Primeira Seção, julgado em 8/6/2016, DJe\n15/6/2016.)\nIII - Relativamente às demais alegações de violação, esta Corte\nsomente pode conhecer da matéria objeto de julgamento no Tribunal de\norigem. Ausente o prequestionamento da matéria alegadamente\nviolada, não é possível o conhecimento do recurso especial. Nesse\nsentido, o enunciado n. 211 da Súmula do STJ: \"Inadmissível recurso\nespecial quanto à questão que, a despeito da oposição de embargos\ndeclaratórios, não foi apreciada pelo Tribunal a quo\"; e, por\nanalogia, os enunciados n. 282 e 356 da Súmula do STF.\nIV - Conforme entendimento desta Corte, não há incompatibilidade\nentre a inexistência de ofensa ao art. 1.022 do CPC/2015 e a\nausência de prequestionamento, com a incidência do enunciado n. 211\nda Súmula do STJ, quanto às teses invocadas pela parte recorrente,\nque, entretanto, não são debatidas pelo tribunal local, por entender\nsuficientes para a solução da controvérsia outros argumentos\nutilizados pelo colegiado. Nesse sentido: AgInt no AREsp\n1.234.093/RJ, relator Ministro Ricardo Villas Bôas Cueva, Terceira\nTurma, julgado em 24/4/2018, DJe 3/5/2018; AgInt no AREsp\n1.173.531/SP, relator Ministro Francisco Falcão, Segunda Turma,\njulgado em 20/3/2018, DJe 26/3/2018.\nV - O entendimento do Superior Tribunal de Justiça é no sentido de\nque o cabimento de ação civil pública, em defesa de direitos\nindividuais homogêneos,  restringia-se àqueles direitos que\nevolvessem relação de consumo. Porém, tal posicionamento foi\nsuperado, sendo pacífico o entendimento desta Corte Superior no\nsentido de que o art. 21 da Lei n. 7.347/85, com redação dada pela\nLei n. 8.078/1990, ampliou o alcance da ação civil pública também\npara a defesa de interesses e direitos individuais homogêneos não\nrelacionados a consumidores.\nVI - No julgamento do EREsp n. 1.322.166/PR, pela Corte Especial do\nSuperior Tribunal de Justiça, em sessão de 4/3/2015, estendeu-se a\nisenção de custas prevista no art. 18 da Lei da Ação Civil Pública\naos sindicatos que atuam na defesa de interesses e direitos\nindividuais homogêneos da categoria que representam e não\nrelacionados a direito dos consumidores. (EREsp n. 1.322.166/PR,\nrelator Ministro Mauro Campbell Marques, Corte Especial, julgado em\n4/3/2015, DJe de 23/3/2015.)\nVII - Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240220",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Turma, por unanimidade, negar\nprovimento ao agravo interno, nos termos do voto do Sr.\nMinistro-Relator.\nOs Srs. Ministros Herman Benjamin, Mauro Campbell Marques e Afrânio\nVilela votaram com o Sr. Ministro Relator.",
  "jurisprudenciaCitada" : "(ISENÇÃO DE CUSTAS - AÇÃO CIVIL PÚBLICA - SINDICATOS - DIREITOS\nINDIVIDUAIS HOMOGÊNEOS)\n   STJ - <<EREsp 1322166>>-PR",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:007347 ANO:1985\n*****  LACP-85    LEI DE AÇÃO CIVIL PÚBLICA\n        ART:00018 ART:00021\n(COM A REDAÇÃO DADA PELA LEI 8.078/1990)", "LEG:FED LEI:008078 ANO:1990\n*****  CDC-90    CÓDIGO DE DEFESA DO CONSUMIDOR" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000864453",
  "numeroProcesso" : "69581",
  "numeroRegistro" : "202202631773",
  "siglaClasse" : "RMS",
  "descricaoClasse" : "RECURSO ORDINÁRIO EM MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "SEGUNDA TURMA",
  "ministroRelator" : "AFRÂNIO VILELA",
  "dataPublicacao" : "DJE        DATA:22/02/2024",
  "ementa" : "RECURSO EM MANDADO DE SEGURANÇA. PROCESSO ADMINISTRATIVO DE PROMOÇÃO\nPOR ATO DE BRAVURA. SUSPENSÃO. SITUAÇÃO ECONÔMICA DO ESTADO. LEI DA\nRESPONSABILIDADE FISCAL. PROVIMENTO PARCIAL AO RECURSO.\n1. Este Superior Tribunal de Justiça definiu, no julgamento do Tema\n1.075/STJ, que a progressão funcional de servidor público está\ncompreendida na exceção prevista no art. 22, parágrafo único, I, da\nLei Complementar 101/2000 (Lei da Responsabilidade Fiscal),\nconsiderando o art. 37, X, da Constituição Federal.\n2. Cabe à Administração verificar o preenchimento dos requisitos\npara promoção por ato de bravura de oficial dos quadros da carreira\nmilitar, sendo indevida a suspensão do processo administrativo\nmotivada na situação econômica do estado.\n3. Recurso parcialmente provido para determinar o prosseguimento do\nprocesso administrativo do impetrante.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240220",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Turma, por unanimidade, dar\nparcial provimento ao recurso ordinário, nos termos do voto do Sr.\nMinistro-Relator.\nOs Srs. Ministros Francisco Falcão, Herman Benjamin e Mauro Campbell\nMarques votaram com o Sr. Ministro Relator.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LCP:000101 ANO:2000\n*****  LRF-00    LEI DE RESPONSABILIDADE FISCAL\n        ART:00020 INC:00001" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000864456",
  "numeroProcesso" : "2440565",
  "numeroRegistro" : "202302711792",
  "siglaClasse" : "AREsp",
  "descricaoClasse" : "AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA TURMA",
  "ministroRelator" : "MAURO CAMPBELL MARQUES",
  "dataPublicacao" : "DJE        DATA:27/02/2024",
  "ementa" : "PROCESSUAL CIVIL E TRIBUTÁRIO. AGRAVO EM RECURSO ESPECIAL. OFENSA AO\nARTIGO 1.022 DO CPC/2015. NÃO CARACTERIZAÇÃO. CRÉDITO DE PIS E\nCOFINS. DESPESAS NÃO QUALIFICADAS COMO INSUMO. ESSENCIALIDADE E\nRELEVÂNCIA NÃO VERIFICADOS. COMISSÃO PAGA ÀS ADMINISTRADORAS DE\nCARTÃO DE CRÉDITO/DÉBITO. DEFINIÇÃO DE FATURAMENTO. MATÉRIA\nEMINENTEMENTE CONSTITUCIONAL. COMPETÊNCIA DO STF. AGRAVO CONHECIDO\nPARA SE CONHECER PARCIALMENTE DO RECURSO ESPECIAL E NESSA EXTENSÃO,\nNEGO-LHE PROVIMENTO.\n1. Deveras, a preliminar concernente a ofensa ao artigo 1.022  do\nCPC/2015, não merece prosperar. Com efeito, é firme a jurisprudência\ndo Superior Tribunal de Justiça no sentido de que não há ofensa ao\nart. 1.022 do CPC/2015 quando o Tribunal de origem, aplicando o\ndireito que entende cabível à hipótese soluciona integralmente a\ncontrovérsia submetida à sua apreciação; ainda que de forma diversa\ndaquela pretendida pela parte. No particular, verifica-se que o\nacórdão recorrido decidiu, fundamentada e expressamente acerca dos\npontos supostamente omissos, de maneira que os embargos de\ndeclaração opostos pela parte recorrente, de fato, não comportavam\nacolhimento.\n2. Quanto às despesas com taxa de administração de cartões de\ncrédito, esta Corte já se manifestou no sentido de que verificar se\na referida taxa integrar a base de cálculo do PIS e da COFINS\nincorre, necessariamente, na definição de faturamento. A análise\nesta vedada ao STJ por se tratar de matéria eminentemente\nconstitucional, sob pena de usurpação da competência do STF (AgRg no\nREsp 1.518.752/SC, Rel. Ministro Herman Benjamin, Segunda Turma,\nDJe 05/02/2016).\n3. Agravo conhecido para se conhecer parcialmente do recurso\nespecial e nessa extensão, nego-lhe provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240220",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Turma, por unanimidade, conhecer do agravo\npara conhecer em parte do recurso especial e, nessa parte, negar-lhe\nprovimento, nos termos do voto do Sr. Ministro-Relator.\nOs Srs.\nMinistros Afrânio Vilela, Francisco Falcão e Herman Benjamin votaram\ncom o Sr. Ministro Relator.",
  "jurisprudenciaCitada" : "(CARTÕES DE CRÉDITO/DÉBITO - BASE DE CÁLCULO - PIS E COFINS -\nDEFINIÇÃO DE FATURAMENTO - MATÉRIA CONSTITUCIONAL)\n   STJ - <<AgRg no REsp 1518752>>-SC,\n         <<AgInt no AREsp 1969813>>-RS",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000864457",
  "numeroProcesso" : "2491477",
  "numeroRegistro" : "202303830300",
  "siglaClasse" : "AREsp",
  "descricaoClasse" : "AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA TURMA",
  "ministroRelator" : "MAURO CAMPBELL MARQUES",
  "dataPublicacao" : "DJE        DATA:27/02/2024",
  "ementa" : "TRIBUTÁRIO E PROCESSO CIVIL. AGRAVO EM RECURSO ESPECIAL. AFASTAMENTO\nDA MULTA PROCESSUAL ESTIPULADA NO ARTIGO 1.026, § 2º, DO CPC/2015.\nREVISÃO. SÚMULA 7/STJ. JUROS MORATÓRIOS E CORREÇÃO MONETÁRIA\n(SELIC). REPETIÇÃO DE INDÉBITO TRIBUTÁRIO. INCIDÊNCIA DE PIS/COFINS.\nBASE DE CÁLCULO. INCLUSÃO. PRECEDENTES. AGRAVO CONHECIDO PARA SE\nCONHECER PARCIALMENTE DO RECURSO ESPECIAL E NESSA EXTENSÃO NEGO-LHE\nPROVIMENTO.\n1. Deveras, preliminarmente, a recorrente pugna pelo afastamento da\nmulta processual imposta à contribuinte pelo Tribunal de origem. Em\nsuas razões, a recorrente alega que os pressupostos fáticos e\njurídicos estipulados no artigo 1.026 do CPC/2015 não se enquadram\nno caso em testilha. O Tribunal de origem, ao impor a multa\nprocessual prevista no artigo 1.026, § 2º, assentou, in verbis: \"Por\nsua vez, o acolhimento parcial dos embargos declaratórios para\nesclarecer o porquê da solução monocrática não afasta a ausência de\nqualquer vício a ensejar os embargos quando da análise da questão de\nfundo, reputando-se impertinente o emprego e caracterizado o abuso\ndo direito recursal, invocando a aplicação da multa prevista no art.\n1.026, § 2º, do CPC, no montante de 01% sobre o valor atualizado da\ncausa. Repare-se que a sanção não exige reiteração\".\n2. Nesse contexto, as conclusões do tribunal de origem acerca do\nmérito da demanda decorreram inquestionavelmente da análise do\nconjunto fático-probatório carreado aos autos, o que se pode aferir\nda leitura dos fundamentos do julgado atacado, razão pela qual recai\nneste ponto o enunciado da Súmula 7/STJ.\n3. Quanto ao mérito, a jurisprudência da Primeira e da Segunda Turma\ndesta Corte convergem no sentido de que incide PIS e COFINS sobre\nos valores decorrentes da aplicação da taxa SELIC no levantamento de\ndepósitos judiciais e na restituição de indébito tributário.\n4. Agravo conhecido para se conhecer parcialmente do recurso\nespecial e nessa extensão nego-lhe provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240220",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Turma, por unanimidade, conhecer do agravo\npara conhecer em parte do recurso especial e, nessa parte, negar-lhe\nprovimento, nos termos do voto do Sr. Ministro-Relator.\nOs Srs.\nMinistros Afrânio Vilela, Francisco Falcão e Herman Benjamin votaram\ncom o Sr. Ministro Relator.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DECLARAÇÃO PROTELATÓRIOS - MULTA - REEXAME DO CONTEÚDO\nFÁTICO-PROBATÓRIO)\n   STJ - <<AgInt no AREsp 1709175>>-DF\n(LEVANTAMENTO DE DEPÓSITOS JUDICIAIS - RESTITUIÇÃO DE INDÉBITO\nTRIBUTÁRIO - PIS E COFINS - TAXA SELIC)\n   STJ - <<AgInt no REsp 1921174>>-PR,\n         <<AgInt no REsp 2046230>>-RS",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000007" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000864551",
  "numeroProcesso" : "72519",
  "numeroRegistro" : "202303880130",
  "siglaClasse" : "RMS",
  "descricaoClasse" : "RECURSO ORDINÁRIO EM MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "SEGUNDA TURMA",
  "ministroRelator" : "MAURO CAMPBELL MARQUES",
  "dataPublicacao" : "DJE        DATA:27/02/2024",
  "ementa" : "PROCESSUAL CIVIL. RECURSO ORDINÁRIO EM MANDADO DE SEGURANÇA. ACÓRDÃO\nDE JULGAMENTO DE APELAÇÃO. DESCABIMENTO DO RECURSO. FUNGIBILIDADE.\nERRO GROSSEIRO.\n1. Não cabe recurso ordinário contra acórdão que, no processo\nmandamental, julga a apelação interposta contra a sentença\ndenegatória da ordem, nem há cogitar de fungibilidade uma vez\nconfigurado o erro grosseiro.\n2. Recurso ordinário em mandado de segurança não conhecido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240220",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Turma, por unanimidade, não\nconhecer do recurso ordinário, nos termos do voto do Sr.\nMinistro-Relator.\nOs Srs. Ministros Afrânio Vilela, Francisco Falcão e Herman Benjamin\nvotaram com o Sr. Ministro Relator.",
  "jurisprudenciaCitada" : "(MANDADO DE SEGURANÇA - ERRO GROSSEIRO - FUNGIBILIDADE)\n   STJ - <<RMS 33987>>-DF, <<AgRg nos EDcl no Ag 1429185>>-TO,\n         <<RMS 46493>>-SC, <<AgRg no AREsp 675700>>-MG,\n         <<RMS 1039>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00105 INC:00002 LET:B INC:00003" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000864554",
  "numeroProcesso" : "72625",
  "numeroRegistro" : "202304174808",
  "siglaClasse" : "RMS",
  "descricaoClasse" : "RECURSO ORDINÁRIO EM MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "SEGUNDA TURMA",
  "ministroRelator" : "MAURO CAMPBELL MARQUES",
  "dataPublicacao" : "DJE        DATA:27/02/2024",
  "ementa" : "PROCESSUAL CIVIL. RECURSO ORDINÁRIO EM MANDADO DE SEGURANÇA.\nSERVIDOR PÚBLICO DISTRITAL. ACUMULAÇÃO DE PROVENTOS DE APOSENTADORIA\nCOM PENSÃO POR MORTE DE EX-DESEMBARGADOR. CONCESSÃO PARCIAL DA\nSEGURANÇA. PEDIDO ALTERNATIVO NA INICIAL. AUSÊNCIA TOTAL DE\nAPRECIAÇÃO. ACÓRDÃO CITRA PETITA. ANULAÇÃO DO ACÓRDÃO DE ORIGEM.\nRETORNO DOS AUTOS PARA NOVO JULGADO DOS EMBARGOS DE DECLARAÇÃO.\nRECURSO ORDINÁRIO PROVIDO.\n1. No caso dos autos, a recorrente é servidora aposentada do TJDFT\nque percebia seus proventos acumulados com a pensão por morte\ndeixada pelo seu falecido cônjuge.\n2. Entre os pedidos presentes no mandado de segurança, há pedido\nalternativo pela possibilidade de manutenção de pagamento dos\nvalores excedentes ao teto sem nenhuma correção ou majoração até a\nsua completa absorção por reajustes futuros.\n3. A ordem foi parcialmente concedida na origem para determinar a\nimpossibilidade\nde restituição dos valores recebidos além do teto. Porém, o pedido\nalternativo não foi examinado in totum.\n4. O acórdão proferido pelo Tribunal de origem em sede de embargos\nde declaração é nulo. Isso porque possui vício de procedimento,\ntendo em vista que: \"Constitui sentença citra petita aquela que não\naprecia todos os pedidos formulados pela parte em sua petição\ninicial\" (AgInt no REsp n. 1.760.472/PR, Relator Ministro Marco\nBuzzi, Quarta Turma, julgado em 19/10/2020, DJe de 23/10/2020).\n5. Recurso ordinário provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240220",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Turma, por unanimidade, dar\nprovimento ao recurso ordinário, nos termos do voto do Sr.\nMinistro-Relator.\nOs Srs. Ministros Afrânio Vilela, Francisco Falcão e Herman Benjamin\nvotaram com o Sr. Ministro Relator.",
  "jurisprudenciaCitada" : "(NÃO APRECIAÇÃO DE TODOS OS PEDIDOS FORMULADOS PELA PARTE -\nJULGAMENTO CITRA PETITA)\n   STJ - <<AgInt no REsp 1760472>>-PR,\n         <<AgInt no AREsp 2051307>>-SP,\n         <<AgInt no AgInt no AREsp 1923104>>-PR,\n         <<AgInt no AgInt no AREsp 1259282>>-SP,\n         <<AgInt no AREsp 356960>>-SC",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00492" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000864576",
  "numeroProcesso" : "2053550",
  "numeroRegistro" : "201303651005",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA TURMA",
  "ministroRelator" : "AFRÂNIO VILELA",
  "dataPublicacao" : "DJE        DATA:22/02/2024",
  "ementa" : "RECURSO ESPECIAL. AÇÃO DE BENEFÍCIO PREVIDENCIÁRIO. ANTECIPAÇÃO DE\nTUTELA. REVERSIBILIDADE DA DECISÃO. TEMA 692/STJ. RECURSO PROVIDO.\n1. Este Eg. Superior Tribunal de Justiça, no julgamento do REsp\n1.401.560/MT, paradigma do Tema 692, fixou tese no sentido de que \"a\nreforma da decisão que antecipa os efeitos da tutela final obriga o\nautor da ação a devolver os valores dos benefícios previdenciários\nou assistenciais recebidos, o que pode ser feito por meio de\ndesconto em valor que não exceda 30% (trinta por cento) da\nimportância de eventual benefício que ainda lhe estiver sendo pago\".\n2. No caso, o Tribunal de origem concluiu ser indevida a devolução\ndos valores recebidos em tais circunstâncias em razão da boa-fé e do\ncaráter alimentar dos valores recebidos. Ao assim decidir, contudo,\ndivergiu do entendimento desta Corte, uniformizado sob o rito dos\njulgamentos repetitivos.\n3. Recurso Especial provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240220",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Turma, por unanimidade, dar provimento ao\nrecurso, nos termos do voto do Sr. Ministro-Relator.\nOs Srs.\nMinistros Francisco Falcão, Herman Benjamin e Mauro Campbell Marques\nvotaram com o Sr. Ministro Relator.",
  "jurisprudenciaCitada" : "(BENEFÍCIO PREVIDENCIÁRIO - ANTECIPAÇÃO DE TUTELA - REFORMA DA\nDECISÃO - CONSEQUÊNCIAS)\n   STJ - <<REsp 1401560>>-MT (RECURSO REPETITIVO - TEMA(s) 692),\n         <<Pet 12482>>-DF (RECURSO REPETITIVO - TEMA(s) 692)",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:008213 ANO:1991\n*****  LBPS-91    LEI DE BENEFÍCIOS DA PREVIDÊNCIA SOCIAL\n        ART:00115 INC:00002" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000864110",
  "numeroProcesso" : "168",
  "numeroRegistro" : "202303578003",
  "siglaClasse" : "AgInt na TutCautAnt",
  "descricaoClasse" : "AGRAVO INTERNO NA TUTELA CAUTELAR ANTECEDENTE",
  "nomeOrgaoJulgador" : "SEGUNDA TURMA",
  "ministroRelator" : "MAURO CAMPBELL MARQUES",
  "dataPublicacao" : "DJE        DATA:09/02/2024",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NO PEDIDO DE TUTELA PROVISÓRIA\n(TUTELA CAUTELAR ANTECEDENTE). EXECUÇÃO FISCAL. SEGURO-GARANTIA COM\nPRAZO DETERMINADO. RECUSA LEGÍTIMA. PRECEDENTES.\n1.        A orientação das Turmas que integram a Primeira Seção\ndesta Corte é pacífica no sentido de que, em sede de execução\nfiscal, é legítima a recusa da Fazenda Pública (exequente), quando\nofertada garantia consubstanciada em apólice de seguro garantia ou\ncarta de fiança bancária com prazo de validade determinado.\n2.        Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240206",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Turma, por unanimidade, negar\nprovimento ao agravo interno, nos termos do voto do Sr.\nMinistro-Relator.\nOs Srs. Ministros Afrânio Vilela e Herman Benjamin votaram com o Sr.\nMinistro Relator.\nAusente, justificadamente, o Sr. Ministro Francisco Falcão.",
  "jurisprudenciaCitada" : "(EXECUÇÃO FISCAL - SEGURO-GARANTIA COM PRAZO DETERMINADO -\nLEGITIMIDADE DA RECUSA DA FAZENDA PÚBLICA)\n   STJ - <<AgInt no REsp 2020432>>-GO,\n         <<AgInt no REsp 1924099>>-MG,\n         <<AgInt no AREsp 1432613>>-RJ\n(CONCESSÃO DE EFEITO SUSPENSIVO A RECURSO ESPECIAL INADMITIDO POR\nJUÍZO A QUO - SEDE DE MEDIDA CAUTELAR)\n   STJ - <<MC 10641>>-RJ",
  "notas" : null,
  "informacoesComplementares" : "     \"[...] é certo que a jurisprudência desta Corte, em situações\nexcepcionais, tem mitigado os óbices contidos nas Súmulas 634 e 635\ndo STF, para que seja atribuído efeito suspensivo a recurso especial\ninadmitido, pendente de juízo de admissibilidade ou ainda não\ninterposto, para sustar os efeitos de decisão que contraria a\njurisprudência dos Tribunais Superiores e impedir a possível\nocorrência de dano grave de incerta reparação.\n     Não obstante, no caso, não é possível a superação dos referidos\nóbices sumulares. Isso porque 'é cediço na Corte a impossibilidade\nde concessão do excepcional efeito suspensivo a recurso especial\ninadmitido pelo Juízo a quo, em sede de medida cautelar [...]'\n[...]\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STF)    SÚMULA DO SUPREMO TRIBUNAL FEDERAL\n        SUM:000634 SUM:000635" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000864136",
  "numeroProcesso" : "2062581",
  "numeroRegistro" : "202301009765",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA TURMA",
  "ministroRelator" : "MAURO CAMPBELL MARQUES",
  "dataPublicacao" : "DJE        DATA:09/02/2024",
  "ementa" : "PROCESSUAL CIVIL. MANDADO DE SEGURANÇA EM MATÉRIA TRIBUTÁRIA.\nEFICÁCIA DA SENTENÇA. COMPREENSÃO DO TEMA N. 1.262/STF DA\nREPERCUSSÃO GERAL. POSSIBILIDADE DO PAGAMENTO DO INDÉBITO VIA\nPROCEDIMENTO ADMINISTRATIVO DE COMPENSAÇÃO ONDE FEITA A RESTITUIÇÃO\nOU O RESSARCIMENTO. IMPOSSIBILIDADE DO PAGAMENTO DO INDÉBITO VIA\nPRECATÓRIOS OU REQUISIÇÃO DE PEQUENO VALOR. IMPOSSIBILIDADE DE\nRESTITUIÇÃO ADMINISTRATIVA EM ESPÉCIE (DINHEIRO).\n1. Sob o aspecto material, em matéria tributária, o mandado de\nsegurança não pode ser utilizado como substitutivo de ação de\nrepetição de indébito (ação de cobrança). Desta forma, a concessão\nda segurança, via de regra, não permite o reconhecimento de créditos\ndo contribuinte relacionados a indébitos tributários pretéritos\n(quantificação) e também não permite a execução via precatórios ou\nrequisições de pequeno valor - RPV's. Precedentes: AgInt no REsp. n.\n1.949.812 / RS, Primeira Turma, Rel. Min. Regina Helena Costa,\njulgado em 02.10.2023; AgInt no REsp. n. 1.970.575 / RS, Segunda\nTurma, Rel. Min. Francisco Falcão, julgado em 08.08.2022; Súmula n.\n269/STF; Súmula n. 271/STF.\n2. Consoante a Súmula n. 213/STJ, o mandado de segurança é meio apto\na afastar os óbices formais e procedimentais ao Pedido\nAdministrativo de Compensação tributária. Nessas condições, ele pode\nsim, indiretamente, retroagir, pois, uma vez afastados os\nobstáculos formais a uma compensação já pleiteada\nadministrativamente (mandado de segurança repressivo), todo o\ncrédito não prescrito outrora formalmente obstado poderá ser objeto\nda compensação. Do mesmo modo, se a compensação for pleiteada\nfuturamente (mandado de segurança preventivo), todo o crédito não\nprescrito no lustro anterior ao mandado de segurança poderá ser\nobjeto da compensação. Em ambas as situações, a quantificação dos\ncréditos (efeitos patrimoniais) ficará a cargo da Administração\nTributária, não do Poder Judiciário.\n3. Quanto ao Pedido Administrativo de Ressarcimento, o mandado de\nsegurança constitui a via adequada para o reconhecimento de créditos\nescriturais (fictícios, premiais, presumidos etc.) referentes a\ntributos sujeitos à técnica da não cumulatividade, desde que\nobedecido o prazo prescricional de 5 (cinco) anos. Precedentes\nrepetitivos: REsp. n. 1.129.971 - BA, Primeira Seção, Rel. Min.\nMauro Campbell Marques, julgado em 24.2.2010; REsp. n. 1.111.148 -\nSP, Primeira Seção, Rel. Min. Mauro Campbell Marques, julgado em\n24.2.2010.\n4. Em flexibilização das Súmulas n.n. 269 e 271/STF, o mandado de\nsegurança é meio apto a quantificar o indébito constante de Pedido\nAdministrativo de Compensação tributária, desde que traga prova\npré-constituída suficiente para a caracterização da liquidez e\ncerteza dos créditos, não sendo admitida a repetição administrativa\nem dinheiro ou a repetição via precatórios. Precedentes repetitivos:\nREsp. n. 1.111.164 / BA, Primeira Seção, Rel. Min. Teori Albino\nZavascki, julgado em 13.05.2009 e REsp. n. 1.365.095 / SP, Primeira\nSeção, Rel. Min. Napoleão Nunes Maia Filho, julgado em 13.02.2019.\n5. Muito embora a sentença mandamental tenha, em alguma medida,\neficácia declaratória, a Súmula n. 461/STJ (\"O contribuinte pode\noptar por receber, por meio de precatório ou por compensação, o\nindébito tributário certificado por sentença declaratória transitada\nem julgado\") em nenhum momento se referiu ao mandado de segurança e\nem nenhum momento permitiu a restituição administrativa em espécie\n(dinheiro). Por tais motivos, a sua aplicação ao mandado de\nsegurança se dá apenas mediante adaptações: 1ª) somente é possível a\ncompensação administrativa; 2ª) jamais será permitida a restituição\nadministrativa em (espécie) dinheiro ou 3ª) o pagamento via\nprecatórios/RPV. A restituição permitida é aquela que se opera\ndentro do procedimento de compensação apenas já que a essa limitação\nse soma aqueloutra das Súmulas n.n. 269 e 271/STF, que vedam no\nmandado de segurança a possibilidade da restituição administrativa\nem espécie (dinheiro) ou via precatórios.\n6. Realizado o julgamento do Tema n. 1.262/STF da repercussão geral,\nem não havendo notícia da expressa superação dos enunciados\nsumulares 269 e 271 do STF que vigem há décadas - conforme o exige o\nart. 927, §4º, do CPC/2015, é de se presumir que permaneçam em\nvigor, devendo ser obedecidos na forma do art. 927, IV, também do\nCPC/2015. Assim, a leitura do precedente formado no Tema n.\n1.262/STF, em relação ao mandado de segurança, deve ser feita tendo\nem vista as ações transitadas em julgado com conteúdo condenatório,\na despeito das referidas súmulas e da jurisprudência deste STJ que\nveda, no mandado de segurança, a repetição de indébito tributário\npela via dos precatórios e RPV's.\n7. Caso concreto em que o CONTRIBUINTE pleiteia, em sede de mandado\nde segurança, a restituição administrativa em espécie (dinheiro), o\nque não é permitido seja pelos precedentes do STF, seja pelos\nprecedentes do STJ.\n8. Recurso especial não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240206",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Turma, por unanimidade, negar\nprovimento ao recurso, nos termos do voto do Sr. Ministro-Relator.\nOs Srs. Ministros Afrânio Vilela e Herman Benjamin votaram com o Sr.\nMinistro Relator.\nAusente, justificadamente, o Sr. Ministro Francisco Falcão.",
  "jurisprudenciaCitada" : "(MANDADO DE SEGURANÇA - RESTITUIÇÃO ADMINISTRATIVA DE INDÉBITO)\n   STJ - <<AgInt no REsp 1970575>>-RS, <<REsp 1873758>>-SC,\n         <<REsp 1918433>>-DF, <<AgInt no REsp 1949812>>-RS\n   STF - [[RE 1420691]]-SP (REPERCUSSÃO GERAL - TEMA(s) 1262)\n(MANDADO DE SEGURANÇA - PEDIDO ADMINISTRATIVO DE COMPENSAÇÃO\nTRIBUTÁRIA)\n   STF - [[AgR-RE 636661]]\n(MANDADO DE SEGURANÇA - PEDIDO ADMINISTRATIVO DE RESSARCIMENTO)\n   STJ - <<REsp 1129971>>-BA (RECURSO REPETITIVO - TEMA(s) 226,\n227),\n         <<REsp 1111148>>-SP (RECURSO REPETITIVO - TEMA(s) 226, 227)\n(MANDADO DE SEGURANÇA - RESTITUIÇÃO ADMINISTRATIVA DE INDÉBITO -\nCOMPENSAÇÃO)\n   STJ - <<REsp 1111164>>-BA (RECURSO REPETITIVO - TEMA(s) 118),\n         <<REsp 1365095>>-SP (RECURSO REPETITIVO - TEMA(s) 118)",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STF)    SÚMULA DO SUPREMO TRIBUNAL FEDERAL\n        SUM:000269 SUM:000271", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000213 SUM:000461", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00927 INC:00004 PAR:00004", "LEG:FED INT:002055 ANO:2021\n        ART:00003 ART:00040 ART:00043 ART:00048 ART:00054\n        ART:00057 ART:00064\n(RECEITA FEDERAL DO BRASIL - RFB)" ],
  "acordaosSimilares" : [ "REsp  2070249  SP  2023/0140503-6  Decisão:06/02/2024\nDJE        DATA:09/02/2024", "REsp  2079547  RS  2023/0201884-7  Decisão:06/02/2024\nDJE        DATA:09/02/2024" ]
}, {
  "id" : "000864287",
  "numeroProcesso" : "32325",
  "numeroRegistro" : "201001061912",
  "siglaClasse" : "AgInt no AgInt no RMS",
  "descricaoClasse" : "AGRAVO INTERNO NO AGRAVO INTERNO NO RECURSO EM MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "SEGUNDA TURMA",
  "ministroRelator" : "AFRÂNIO VILELA",
  "dataPublicacao" : "DJE        DATA:14/02/2024",
  "ementa" : "ADMINISTRATIVO E PROCESSUAL CIVIL. AGRAVO INTERNO NO AGRAVO INTERNO\nNO RECURSO EM MANDADO DE SEGURANÇA. AGRAVO INTERNO DE DECISÃO EM QUE\nPROVIDO O RECURSO ORDINÁRIO DE ACÓRDÃO NO QUAL INDEFERIDA A\nSEGURANÇA. MANDADO DE SEGURANÇA CONTRA ATO QUE DEFERIU\nAPOSENTADORIA. DECADÊNCIA DO DIREITO À IMPETRAÇÃO. AGRAVO INTERNO\nPROVIDO. RECURSO EM MANDADO DE SEGURANÇA NÃO PROVIDO.\n1. Agravo Interno interposto de decisão que deu provimento a recurso\nordinário de acórdão em que indeferida a segurança (sem exame de\n\"mérito\").\n2. Devem ser aplicados os precedentes desta Corte segundo os quais o\nprazo decadencial para impetrar mandado de segurança contra fixação\nde base de cálculo tida por ilegal quando do deferimento de\naposentadoria inicia-se com a ciência desse ato, sem prejuízo de\ncobrança de parcelas pela via ordinária - desde que não indeferido o\ndireito de fundo -, pretensão sujeita à prescrição (Súmula 85/STJ).\nPrecedentes.\n3. Agravo Interno provido para negar provimento ao Recurso\nOrdinário.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240206",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Turma, por unanimidade, dar\nprovimento ao agravo interno, para negar provimento ao recurso\nordinário, nos termos do voto do Sr. Ministro-Relator.\nOs Srs. Ministros Herman Benjamin e Mauro Campbell Marques votaram\ncom o Sr. Ministro Relator.\nAusente, justificadamente, o Sr. Ministro Francisco Falcão.",
  "jurisprudenciaCitada" : "(SUPRESSÃO DE VANTAGENS - ATO DE EFEITOS PERMANENTES - ATO ÚNICO -\nMANDADO DE SEGURANÇA - DECADÊNCIA)\n   STJ - <<RMS 31113>>-AL, <<RMS 32126>>-CE, <<RMS 17481>>-GO",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:012016 ANO:2009\n*****  LMS-09    LEI DO MANDADO DE SEGURANÇA\n        ART:00023", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000085", "LEG:EST LEI:009826 ANO:1974 UF:CE\n        ART:00153\n(COM A REDAÇÃO DADA PELA LEI 12.780/1997)", "LEG:EST LEI:012780 ANO:1997 UF:CE" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000864296",
  "numeroProcesso" : "1314574",
  "numeroRegistro" : "201001009938",
  "siglaClasse" : "AgRg no Ag",
  "descricaoClasse" : "AGRAVO REGIMENTAL NO AGRAVO DE INSTRUMENTO",
  "nomeOrgaoJulgador" : "SEGUNDA TURMA",
  "ministroRelator" : "AFRÂNIO VILELA",
  "dataPublicacao" : "DJE        DATA:14/02/2024",
  "ementa" : "ADMINISTRATIVO. PROCESSUAL CIVIL. AÇÃO DE COBRANÇA. PARCELAS\nATRASADAS DE QUINTOS DEFERIDOS ADMINISTRATIVAMENTE. TEMA 395/STF.\nNÃO SUBSUNÇÃO. JUÍZO DE RETRATAÇÃO NEGATIVO.\n1. Autos encaminhados para juízo de retratação (art. 1.040, II,\nCPC/2015) perante a fixação, pelo Supremo Tribunal Federal, da tese\nde que \"ofende o princípio da legalidade a decisão que concede a\nincorporação de quintos pelo exercício de função comissionada no\nperíodo de 8/4/1998 até 4/9/2001, ante a carência de funda mento\nlegal\" (Tema 395/STF).\n2. A causa de pedir da ação de cobrança é o inadimpleme nto, pela\nAdministração, de parcelas de \"quintos/décimos\" deferidos\nadministrativamente (parcelas atrasadas).\n3. O recurso especial cinge-se à \"prescrição quinquenal\" de parcelas\ne da prescrição do direito de fundo.\n4. \"4. O princípio da devolutividade determina que somente é\ndevolvido ao Tribunal o conhecimento da matéria impugnada; e, no\ncaso dos autos, a parte ora agravante, no Recurso Especial,\nlimitou-se a impugnar a correção monetária, como confirmou à fl.\n519: 'Dessa forma, ainda que a parte não tenha recorrido no que diz\nrespeito aos juros moratórios, o referido tema configura hipótese de\npedido implícito.'5. A jurisprudência do Superior Tribunal de\nJustiça é pacífica no sentido de que a extensão da devolução é\nfixada com base na matéria impugnada no recurso. Precedentes\" (AgInt\nno AgInt no REsp n. 1.919.278/RJ, relator Ministro Herman Benjamin,\nSegunda Turma, julgado em 23/8/2021, DJe de 31/8/2021).\n5. Juízo de retratação negativo.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240206",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Turma, por unanimidade, negar\nprovimento ao agravo regimental, em juízo de retratação negativo,\nnos termos do voto do Sr. Ministro-Relator.\nOs Srs. Ministros Herman Benjamin e Mauro Campbell Marques votaram\ncom o Sr. Ministro Relator.\nAusente, justificadamente, o Sr. Ministro Francisco Falcão.",
  "jurisprudenciaCitada" : "(PRINCÍPIO DA DEVOLUTIVIDADE - MATÉRIA IMPUGNADA)\n   STJ - <<AgInt no AgInt no REsp 1919278>>-RJ\n(JUÍZO DE RETRATAÇÃO NEGATIVO)\n   STJ - <<AREsp 663548>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000864339",
  "numeroProcesso" : "2127331",
  "numeroRegistro" : "202201419853",
  "siglaClasse" : "AgInt no AREsp",
  "descricaoClasse" : "AGRAVO INTERNO NO AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA TURMA",
  "ministroRelator" : "HERMAN BENJAMIN",
  "dataPublicacao" : "DJE        DATA:26/02/2024",
  "ementa" : "PROCESSUAL CIVIL E TRIBUTÁRIO. AGRAVO INTERNO NO AGRAVO EM RECURSO\nESPECIAL. NEGATIVA DE PRESTAÇÃO JURISDICIONAL. INEXISTÊNCIA.\nCREDITAMENTO PIS E COFINS. DESPESAS NÃO CARACTERIZADAS COMO INSUMOS.\nIMPOSSIBILIDADE. REVISÃO DE CONTEXTO FÁTICO-PROBATÓRIO. SÚMULA\n7/STJ. PRECEDENTES. AGRAVO INTERNO NÃO PROVIDO.\nHISTÓRICO DA DEMANDA\n1. Trata-se de Mandado de Segurança no qual se busca o\nreconhecimento de direito líquido e certo de aproveitar créditos das\ncontribuições ao PIS e  da  Cofins pela sistemática não cumulativa\ndas contribuições (Leis n. 10.637/2002 e 10.833/2003) sobre os\nvalores das tarifas pagas em favor  da APPA  (Administração  dos\nPortos  de  Paranaguá  e  Antonina) enquanto esta funcionou  como\nAutarquia  estadual (período de outubro de 2011 até setembro de\n2014). Valor atribuído à causa: R$ 200.000,00 (duzentos mil reais).\n2. afirma que exerce, entre outras, as atividades de movimentação e\narmazenagem   de   cargas   destinadas   ou   provenientes de\ntransporte aquaviário, dentro da área do porto, de forma que a\ndespesa com tarifas devidas à APPA seriam essenciais para a sua\natividade econômica. O juízo de primeiro grau julgou improcedente a\ndemanda, e a Corte de origem negou provimento ao Apelo do\ncontribuinte, rejeitando os posteriores aclaratórios.\n3. No STJ, o Recurso Especial foi parcialmente conhecido, apenas\nquanto à alegação de afronta ao art. 1.022, do CPC/15, e, nessa\nextensão, não foi provido.\nAUSÊNCIA DE OMISSÃO E CONTRADIÇÃO\n4. No enfrentamento da matéria, o Tribunal de origem lançou estes\nfundamentos: \"Pois bem. Conforme narrado na inicial, a impetrante\npresta serviços de logística portuária no Porto de Paranaguá/PR,\ncujas instalações são exploradas pela Administração dos Portos de\nParanaguá e Antonina - APPA, e 'se encontra obrigada, por força de\nlei (Lei n.º 12.815, de 5 de junho de 2013), ao pagamento de\ndiversas tarifas devidas à APPA, em remuneração aos serviços\nprestados e como contrapartida à utilização da infraestrutura por\nesta mantida na qualidade de administradora do porto'. Em sua\nsentença, o juiz da causa entendeu que 'Não é possível a utilização\nde tarifas pagas ao APPA como insumos, vez que não ligados\ndiretamente a atividade da empresa'. Com efeito, os valores pagos\npela impetrante, a título de tarifas, à Administração dos Portos de\nParanaguá e Antonina - APPA constituem meras despesas operacionais -\ne não insumos -, das quais não é possível a dedução de crédito de\nPIS e COFINS. Nesse sentido, a própria impetrante reconhece em suas\nrazões de apelação que os custos com tarifas pagas à APPA estão\n'umbilicalmente vinculados à atividade operacional' da empresa, e\nnão a sua atividade-fim.\".\n5. Afasta-se a alegação de ofensa ao art. 1.022 do CPC/2015, porque\nnão demonstrada omissão capaz de comprometer a fundamentação do\nacórdão recorrido ou de constituir empecilho ao conhecimento do\nRecurso Especial.\n6. Consoante a jurisprudência do STJ, a ausência de fundamentação\nnão deve ser confundida com a adoção de razões contrárias aos\ninteresses da parte. Assim, não há violação do art. 489 do CPC/2015\nquando o Tribunal de origem decide de modo claro e fundamentado,\ncomo ocorre na hipótese.\n7. Em relação à contradição, a parte alegou em seus aclaratórios que\n\"o conceito de 'atividade operacional' é justamente a sua\n'atividade-fim', razão pela qual carece de sentido lógico o trecho\ncontido no r. acórdão embargado acima destacado\" (fl. 746, e-STJ);\nassim, \"o r. acórdão embargado, ao afirmar que a Embargante\nreconhece que   os gastos incorridos são diretamente  decorrentes\ndas \"atividades operacionais\", mas em  seguida afirma que não são da\nsua \"atividade-fim\", é uma contradição que deve ser corrigida, já\nque os gastos são da atividade operacional e, por consequência,\ndecorrem diretamente da sua atividade-fim\" (fl. 747, e-STJ). Para\ntanto, utilizou como fundamentos jurídicos os arts. 187 e 188, da\nLei 6.404/76 e o Pronunciamento Técnico 3 do Comitê de\nPronunciamentos Contábeis.\n8. Ou seja, a parte identifica a atividade operacional da empresa\ncom a sua atividade-fim, de forma que as despesas com as tarifas\ndevidas à APPA se caracterizariam como insumos.\n9. O STJ entende que a contradição sanável por meio dos Embargos de\nDeclaração é aquela interna ao julgado embargado.\n10. Se havia alguma contradição no acórdão de origem, ela foi\nsuprida com o julgamento dos Embargos de Declaração da parte,\nocasião em que o Colegiado Regional pontuou que a classificação\nconstante no item 6 do Pronunciamento Técnico n. 3 do Comitê de\nPronunciamentos Contábeis consiste em divisão dos fluxos de caixa\npor \"atividades operacionais\", \"investimento\" ou \"financiamento\",\nconforme a origem dos valores que ingressam no caixa. No caso em\nespécie, todavia, não se trata de fluxo de caixa, sendo inaplicável\na utilização da referida classificação. Concluiu afirmando que \"Na\nverdade, as atividades operacionais da pessoa jurídica são aquelas\nmeramente acessórias e que se destinam a viabilizar a atividade-fim,\nsem, contudo, com essa se confundir, como defende a embargante\".\n(fl. 770, e-STJ, grifei).\nCONCEITO DE INSUMO DEVE SER AFERIDO NO CASO CONCRETO - SÚMULA 7 DO\nSTJ\n11. Em regime de Recursos repetitivos (REsp 1.221.170/PR, Rel.\nMinistro Napoleão Nunes Maia Filho, Primeira Seção, DJe 24/4/2018),\no STJ fixou o entendimento de que, para fins do creditamento\nrelativo à contribuição ao PIS e à Cofins, o conceito de insumo deve\nser aferido, no caso concreto, à luz dos critérios de\nessencialidade ou relevância, considerando-se a imprescindibilidade\nou a importância de determinado item - bem ou serviço - para o\ndesenvolvimento da atividade econômica desempenhada pelo\ncontribuinte.\n12. No enfrentamento da matéria, o Tribunal de origem lançou estes\nfundamentos: \"Pois bem. Conforme narrado na inicial, a impetrante\npresta serviços de logística portuária no Porto de Paranaguá/PR,\ncujas instalações são exploradas pela Administração dos Portos de\nParanaguá e Antonina - APPA, e 'se encontra obrigada, por força de\nlei (Lei n.º 12.815, de 5 de junho de 2013), ao pagamento de\ndiversas tarifas devidas à APPA, em remuneração aos serviços\nprestados e como contrapartida à utilização da infraestrutura por\nesta mantida na qualidade de administradora do porto'. Em sua\nsentença, o juiz da causa entendeu que 'Não é possível a utilização\nde tarifas pagas ao APPA como insumos, vez que não ligados\ndiretamente a atividade da empresa'. Com efeito, os valores pagos\npela impetrante, a título de tarifas, à Administração dos Portos de\nParanaguá e Antonina - APPA constituem meras despesas operacionais -\ne não insumos -, das quais não é possível a dedução de crédito de\nPIS e COFINS. Nesse sentido, a própria impetrante reconhece em suas\nrazões de apelação que os custos com tarifas pagas à APPA estão\n\"umbilicalmente vinculados à atividade operacional\" da empresa, e\nnão a sua atividade-fim. Agiu com acerto o juiz da causa, dessarte,\nao denegar o mandado de segurança. Ante o exposto, voto por negar\nprovimento à apelação.\".\n13. Dessa forma, para rever tal posição e interpretar os\ndispositivos legais indicados como violados, é preciso reexaminar\nesses mesmos elementos fático-probatórios, o que é vedado no âmbito\nestreito do Recurso Especial. Incide na hipótese a Súmula 7/STJ.\nNesse sentido: AgInt no AgInt no AREsp 1.732.097/SP, Rel. Min.\nManoel Erhardt, Primeira Turma, DJe de 23/6/2022, AgInt no REsp\n1.960.370/SP, Rel. Min. Benedito Gonçalves, Primeira Turma, DJe de\n19/5/2022, AgInt no REsp 1.897.982/PE, Rel. Min. Assusete Magalhães,\nSegunda Turma, DJe de 29/4/2022, AgInt no AREsp 1.530.250/MS, Rel.\nMin. Herman Benjamin, Segunda Turma, DJe de 18/5/2020 e AgInt no\nREsp n. 1.564.179/PE, Rel. Min. Benedito Gonçalves, Primeira Turma,\nDJe de 2/12/2020.\nVOTO-VOGAL DO E. MIN. MAURO CAMPBELL MARQUES QUE RECONHECE A\nCONTRADIÇÃO\n14. O e. Min. Mauro Campbell apresentou Voto-Vogal no qual afirma\nque houve contradição no acórdão proferido pela Corte a quo. Na\nmesma linha do que o contribuinte alegou, sustenta que \"o conceito\nde 'Despesas Operacionais' diz justamente com aquelas despesas\nincorridas pela empresa tendo em vista as necessidades de sua\natividade-fim\". Peço vênia para demonstrar que suas razões não devem\nprosperar.\n15. Inicialmente, verifica-se que a análise jurídica do conceito de\n\"Despesa Operaciona\", efetuada pelo e. Min. Mauro, passou pelo\nestudo dos arts. 46 e 47, Lei 4.506/64, dispositivos legais esses\nque não foram apontados por violados pelo recorrente e não foram\napreciados pelo Tribunal de origem. É sabido que o magistrado não\nestá adstrito à fundamentação jurídica apresentada pelas partes,\ncumprindo-lhe aplicar o direito à espécie, consoante os brocardos\nlatinos mihi faetum dabo tibi ius e iuria novit curia. Contudo, o\nRecurso Especial é recurso de fundamentação vinculada e sua hipótese\nde cabimento restringe-se àquelas previstas no art. 105, III, da\nCF/88. Assim, não apontada pelo recorrente violação a determinado\ndispositivo legal, não pode o STJ sobre ele se pronunciar.\n16. Segundo a jurisprudência do STJ, \"(...) 'o especial é recurso de\nfundamentação vinculada, não lhe sendo aplicável o brocardo iura\nnovit curia e, portanto, ao relator, por esforço hermenêutico, não\ncabe extrair da argumentação qual dispositivo teria sido\nsupostamente contrariado a fim de suprir deficiência da\nfundamentação recursal, cuja responsabilidade é inteiramente do\nrecorrente\" (STJ, AgInt no AREsp 1.411.032/SP, Rel. Ministro LUIS\nFELIPE SALOMÃO, QUARTA TURMA, DJe de 30/09/2019).\" (AgInt no AREsp\n2.088.538/SP, Rel. Min. Assusete Magalhães, Segunda Turma, DJe de\n24/4/2023, grifei.).\n17. Ademais, estaria ausente o prequestionamento dos arts. 46 e 47,\nLei 4.506/64, nos termos da Súmula 282/STF, sendo defeso ao STJ\nemitir pronunciamento jurídico acerca dos referidos dispositivos\nlegais.\n18. O e. Min. Mauro conclui por identificar a atividade operacional\nda empresa com a sua atividade-fim, de forma que as despesas com as\ntarifas devidas à APPA (decorrentes de imposição legal) se\ncaracterizariam como insumos. Entretanto, o STJ possui precedentes\nno sentido de que: i) o enquadramento no conceito contábil de\ndespesa operacional não caracteriza a despesa como insumo; ii) rever\na essencialidade e relevância da despesa demanda revolvimento do\nacervo probatório dos autos e esbarra na Súmula 7 do STJ. A\npropósito: AgInt no REsp n. 1.564.179/PE, Rel. Min. Benedito\nGonçalves, Primeira Turma, DJe de 2/12/2020, AgInt no AgInt no REsp\nn. 1.763.878/RS, Rel. Min. Mauro Campbell Marques, Segunda Turma,\nDJe de 1/3/2019 e AgInt no REsp n. 1.917.889/PB, Rel. Min. Francisco\nFalcão, Segunda Turma, DJe de 11/10/2023.\n19. Por fim, e a título de obiter dictum, no REsp 1.221.170/PR\nconsignou-se que os gastos para aquisição de equipamento de proteção\nindividual (EPI) se caracterizam como insumos, uma vez que são\nobrigatórios, decorrem de previsão legal e são essenciais para o\nexercício da atividade da empresa. No caso dos autos, porém,\ncuida-se de tarifa paga ao porto apenas quando se utiliza das suas\ninstalações, de forma que não é essencial à atividade da empresa.\nCONCLUSÃO\n20. Agravo Interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231212",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Segunda Turma do Superior\nTribunal de Justiça:  \"\"Após o voto do Sr. Ministro-Relator, negando\nprovimento ao agravo interno, o voto vogal divergente do Sr.\nMinistro Mauro Campbell Marques, dando provimento ao agravo interno\npara dar provimento ao recurso especial, os votos da Sra. Ministra\nAssusete Magalhães e do Sr. Ministro Afrânio Vilela, acompanhando o\nSr. Ministro Herman Benjamin, a Turma, por maioria, negou provimento\nao agravo interno, nos termos do voto do Sr. Ministro-Relator.\nVencido o Sr. Ministro Mauro Campbell Marques.\" A Sra. Ministra\nAssusete Magalhães e o Sr. Ministro Afrânio Vilela votaram com o Sr.\nMinistro Relator.\nAusente, justificadamente, o Sr. Ministro Francisco Falcão.\"",
  "jurisprudenciaCitada" : "(CONTRIBUIÇÃO AO PIS/COFINS - CREDITAMENTO - INSUMO - CONCEITO)\n   STJ - <<REsp 1221170>>-PR (RECURSO REPETITIVO - TEMA(s) 779, 780)\n(RECURSO ESPECIAL - FUNDAMENTAÇÃO VINCULADA)\n   STJ - <<AgInt no AREsp 2088538>>-SP\n(CONTRIBUIÇÃO AO PIS/COFINS - CREDITAMENTO - INSUMO - APPA - REEXAME\nDE FATOS E PROVAS)\n   STJ - <<AgInt no AgInt no AREsp 1732097>>-SP,\n         <<AgInt no REsp 1960370>>-SP,\n         <<AgInt no REsp 1897982>>-PE,\n         <<AgInt no AREsp 1530250>>-MS,\n         <<AgInt no REsp 1564179>>-PE,\n         <<AgInt no AgInt no REsp 1763878>>-RS,\n         <<AgInt no REsp 1917889>>-PB\n(CONTRIBUIÇÃO AO PIS/COFINS - CREDITAMENTO - INSUMO - TARIFA\nESSENCIAL À ATIVIDADE DA EMPRESA)\n   STJ - <<REsp 1221170>>-PR (RECURSO REPETITIVO - TEMA(s) 779, 780)",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000007", "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00105 INC:00003" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000864337",
  "numeroProcesso" : "1624629",
  "numeroRegistro" : "201602357036",
  "siglaClasse" : "AgInt no REsp",
  "descricaoClasse" : "AGRAVO INTERNO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA TURMA",
  "ministroRelator" : "FRANCISCO FALCÃO",
  "dataPublicacao" : "DJE        DATA:26/02/2024",
  "ementa" : "ADMINISTRATIVO. AÇÃO CIVIL PÚBLICA. TELEFONIA. NORMA DA ANATEL QUE\nAUTORIZA À EMPRESA DE TELEFONIA A FIXAÇÃO DE PREÇOS. RECURSO\nESPECIAL. DISPOSITIVOS APONTADOS COMO VIOLADOS NÃO PREQUESTIONADOS.\nMATÉRIA DECIDIDA NA ORIGEM À LUZ DE NORMATIVIDADE DIVERSA.\nINSURGÊNCIA QUE NÃO ULTRAPASSA O CONHECIMENTO. AGRAVO INTERNO\nPROVIDO PARA NÃO CONHECER DO RECURSO ESPECIAL DO MINISTÉRIO PÚBLICO\nFEDERAL.\n1. Na origem, o Departamento de Cidadania do Município de Campinas\n(Procon), em litisconsórcio com o Ministério Público Federal,\npromoveram ação civil pública contra a Telesp Celular S/A (sucedido\npela Vivo S/A) e a Agência Nacional de Telecomunicações (Anatel),\nobjetivando: (i) seja obstada a cobrança das tarifas de\n\"deslocamento\" e de \"adicional de chamada\" relativamente aos\nclientes de planos com tarifas promocionais (com isenção dessas\ncobranças); (ii) a suspensão de cláusula impondo fidelidade pelo\nprazo de doze meses (sob pena de cobrança de multa e outros\nencargos); (iii) a condenação à restituição do que foi indevidamente\ncobrado com base nesses atos; e (iv) a anulação da Norma 23/96,\naprovada pela Portaria MC 1.536/96, da Anatel, que autoriza a\noperadora de telefonia celular à cobrança de tarifas de modo\nunilateral e sem anuência dos consumidores.\n2. Na sentença, os pedidos em relação à Anatel foram julgados\nimprocedentes; e, em relação à Telesp Celular, o feito foi julgado\nextinto por perda superveniente do objeto.\n3. O TRF da 3ª Região desproveu a apelação e a remessa oficial. Para\ntanto, observou a Corte Regional que os temas relacionados à\ncobrança de tarifas pela concessionária (deslocamento e adicional de\nchamada), bem assim no que importa à cláusula de fidelidade e à\nrestituição do que indevidamente cobrados a esses títulos, \"já foram\nresolvidas mediante Termo de Ajustamento de Conduta firmado em Acão\nCivil Pública processada na 30a Vara Cível do Foro Central de São\nPaulo (...) tanto que, na r. sentença, se julgou extinto sem\njulgamento do mérito o processo no tocante a esses pontos, dada a\nausência superveniente de interesse de agir\".\n4. No mais, quanto às questões passíveis de exame (referentes à\nNorma 36/96 da Anatel), decidiu o Tribunal Regional que a sentença\ndeve ser mantida, pois (i) a cláusula de fidelidade não se mostra\nilegal, conforme jurisprudência do Superior Tribunal de Justiça;\n(ii) \"não se pode considerar que o conjunto de regras adotado pela\nANATEL, mediante a Norma 23/96, simplesmente outorgou às\nconcessionárias o poder de, unilateralmente, definir tarifas dos\nPlanos de Serviços a seu livre arbítrio\"; e (iii) \"a verificação e\ncoibição de eventuais abusos deverão ser exercidas no caso concreto,\ncomo, aliás, ocorreu na hipótese dos autos\".\n5. Conforme resumido na decisão agravada, \"O Ministério Público\nFederal interpõe recurso especial, com fundamento no art. 105, III,\na, da Constituição Federal, alegando violação do art. 6º, II, III e\nIV, do Código de Defesa do Consumidor, na medida em que a Norma n.\n23/96 da ANATEL não se mostraria legal, ao determinar competir à\nconcessionária definir, unilateralmente e sem anuência do\nconsumidor, critérios para os diversos tipos de chamada, situação\nque afronta o respectivo diploma legal\".\n6. O eminente Ministro Francisco Falcão proveu o recurso especial\nsob o entendimento de que \"O inconformismo recursal está centrado na\nviolação aos referidos dispositivos do Código de Defesa do C\nonsumidor, na medida em que elencam, como direitos básicos dos\nconsumidores, a liberdade de escolha, a igualdade nas contratações,\na informação adequada e clara sobre os diversos produtos e serviços,\nbem como a proteção contra cláusulas abusivas\"; e, \"De fato, a\npretensão merece acolhida, cabendo ressaltar que não se está a dizer\nque a ANATEL não tem competência para deliberar acerca da matéria,\nmas que ao dispor sobre a matéria, a Agência Reguladora não pode\nconfrontar o Código de Defesa do Consumidor\".\n7. Com razão a agravante quando sustenta que o recurso do MPF não\npoderia ter sido conhecido, pois, conforme se extrai do acórdão\nrecorrido, a apelação do Parquet teve como escopo a alteração\nunilateral dos contratos e criação de \"adicionais anteriormente\ninexistentes\", matéria tratada não nos dispositivos apontados como\nviolados, e sim no inciso V do art. 6º do CDC.\n8. Agravo interno provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231205",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da SEGUNDA TURMA do Superior Tribunal de\nJustiça, após o voto do Sr. Ministro-Relator, negando provimento ao\nagravo interno, no que foi acompanhado pelo Sr. Ministro Herman\nBenjamin, o voto vogal divergente do Sr. Ministro Mauro Campbell\nMarques, dando provimento ao agravo interno, tendo sido acompanhado\npela Sra. Ministra Assusete Magalhães e pelo Sr. Ministro Afrânio\nVilela, por maioria, dar provimento ao agravo interno, nos termos do\nvoto do Sr. Ministro Mauro Campbell Marques, que lavrará o acórdão.\nVencidos os Srs. Ministros Francisco Falcão e Herman Benjamin.\nVotaram com o Sr. Ministro Mauro Campbell Marques a Sra. Ministra\nAssusete Magalhães e o Sr. Ministro Afrânio Vilela.",
  "jurisprudenciaCitada" : "(VOTO VISTA - AUSÊNCIA DE PREQUESTIONAMENTO)\n   STJ - <<AgRg no AREsp 447352>>-PE, <<AgRg no REsp 1461155>>-PE\n(VOTO VENCIDO - PREQUESTIONAMENTO IMPLÍCITO)\n   STJ - <<AgInt no REsp 1575088>>-MS,\n         <<AgInt no AREsp 1964746>>-SP,\n         <<AgInt no REsp 1761061>>-SP,\n         <<AgInt no AREsp 664479>>-RN, <<AgRg no REsp 1417199>>-RS",
  "notas" : null,
  "informacoesComplementares" : "     (VOTO VISTA) (MIN. ASSUSETE MAGALHÃES)\n     \"Para que se configure o prequestionamento, não basta que o\nrecorrente devolva a questão controvertida para o Tribunal, em suas\nrazões recursais. É necessário que a causa tenha sido decidida à luz\nda legislação federal indicada, bem como seja exercido juízo de\nvalor sobre os dispositivos legais indicados e a tese recursal a\neles vinculada, interpretando-se a sua aplicação, ou não, ao caso\nconcreto\".\n     (VOTO VENCIDO) (MIN. FRANCISCO FALCÃO)\n     \"[...] é assente neste Superior Tribunal que não se exige a\nexpressa menção no acórdão recorrido, dos artigos (e respectivos\nincisos) tidos como violados, quando neste se possa verificar o\nefetivo debate da questão federal, bem como identificar a(s)\nnorma(s) em que fundamentada a decisão\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000864338",
  "numeroProcesso" : "1624629",
  "numeroRegistro" : "201602357036",
  "siglaClasse" : "AgInt no REsp",
  "descricaoClasse" : "AGRAVO INTERNO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA TURMA",
  "ministroRelator" : "FRANCISCO FALCÃO",
  "dataPublicacao" : "DJE        DATA:26/02/2024",
  "ementa" : "ADMINISTRATIVO. AÇÃO CIVIL PÚBLICA. TELEFONIA. NORMA DA ANATEL QUE\nAUTORIZA À EMPRESA DE TELEFONIA A FIXAÇÃO DE PREÇOS. RECURSO\nESPECIAL. DISPOSITIVOS APONTADOS COMO VIOLADOS NÃO PREQUESTIONADOS.\nMATÉRIA DECIDIDA NA ORIGEM À LUZ DE NORMATIVIDADE DIVERSA.\nINSURGÊNCIA QUE NÃO ULTRAPASSA O CONHECIMENTO. AGRAVO INTERNO\nPROVIDO PARA NÃO CONHECER DO RECURSO ESPECIAL DO MINISTÉRIO PÚBLICO\nFEDERAL.\n1. Na origem, o Departamento de Cidadania do Município de Campinas\n(Procon), em litisconsórcio com o Ministério Público Federal,\npromoveram ação civil pública contra a Telesp Celular S/A (sucedido\npela Vivo S/A) e a Agência Nacional de Telecomunicações (Anatel),\nobjetivando: (i) seja obstada a cobrança das tarifas de\n\"deslocamento\" e de \"adicional de chamada\" relativamente aos\nclientes de planos com tarifas promocionais (com isenção dessas\ncobranças); (ii) a suspensão de cláusula impondo fidelidade pelo\nprazo de doze meses (sob pena de cobrança de multa e outros\nencargos); (iii) a condenação à restituição do que foi indevidamente\ncobrado com base nesses atos; e (iv) a anulação da Norma 23/96,\naprovada pela Portaria MC 1.536/96, da Anatel, que autoriza a\noperadora de telefonia celular à cobrança de tarifas de modo\nunilateral e sem anuência dos consumidores.\n2. Na sentença, os pedidos em relação à Anatel foram julgados\nimprocedentes; e, em relação à Telesp Celular, o feito foi julgado\nextinto por perda superveniente do objeto.\n3. O TRF da 3ª Região desproveu a apelação e a remessa oficial. Para\ntanto, observou a Corte Regional que os temas relacionados à\ncobrança de tarifas pela concessionária (deslocamento e adicional de\nchamada), bem assim no que importa à cláusula de fidelidade e à\nrestituição do que indevidamente cobrados a esses títulos, \"já foram\nresolvidas mediante Termo de Ajustamento de Conduta firmado em Acão\nCivil Pública processada na 30a Vara Cível do Foro Central de São\nPaulo (...) tanto que, na r. sentença, se julgou extinto sem\njulgamento do mérito o processo no tocante a esses pontos, dada a\nausência superveniente de interesse de agir\".\n4. No mais, quanto às questões passíveis de exame (referentes à\nNorma 36/96 da Anatel), decidiu o Tribunal Regional que a sentença\ndeve ser mantida, pois (i) a cláusula de fidelidade não se mostra\nilegal, conforme jurisprudência do Superior Tribunal de Justiça;\n(ii) \"não se pode considerar que o conjunto de regras adotado pela\nANATEL, mediante a Norma 23/96, simplesmente outorgou às\nconcessionárias o poder de, unilateralmente, definir tarifas dos\nPlanos de Serviços a seu livre arbítrio\"; e (iii) \"a verificação e\ncoibição de eventuais abusos deverão ser exercidas no caso concreto,\ncomo, aliás, ocorreu na hipótese dos autos\".\n5. Conforme resumido na decisão agravada, \"O Ministério Público\nFederal interpõe recurso especial, com fundamento no art. 105, III,\na, da Constituição Federal, alegando violação do art. 6º, II, III e\nIV, do Código de Defesa do Consumidor, na medida em que a Norma n.\n23/96 da ANATEL não se mostraria legal, ao determinar competir à\nconcessionária definir, unilateralmente e sem anuência do\nconsumidor, critérios para os diversos tipos de chamada, situação\nque afronta o respectivo diploma legal\".\n6. O eminente Ministro Francisco Falcão proveu o recurso especial\nsob o entendimento de que \"O inconformismo recursal está centrado na\nviolação aos referidos dispositivos do Código de Defesa do\nConsumidor, na medida em que elencam, como direitos básicos dos\nconsumidores, a liberdade de escolha, a igualdade nas contratações,\na informação adequada e clara sobre os diversos produtos e serviços,\nbem como a proteção contra cláusulas abusivas\"; e, \"De fato, a\npretensão merece acolhida, cabendo ressaltar que não se está a dizer\nque a ANATEL não tem competência para deliberar acerca da matéria,\nmas que ao dispor sobre a matéria, a Agência Reguladora não pode\nconfrontar o Código de Defesa do Consumidor\".\n7. Com razão a agravante quando sustenta que o recurso do MPF não\npoderia ter sido conhecido, pois, conforme se extrai do acórdão\nrecorrido, a apelação do Parquet teve como escopo a alteração\nunilateral dos contratos e criação de \"adicionais anteriormente\ninexistentes\", matéria tratada não nos dispositivos apontados como\nviolados, e sim no inciso V do art. 6º do CDC.\n8. Agravo interno provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231205",
  "decisao" : "Vistos, relatados e discutidos esses autos em que são partes as\nacima indicadas, acordam os Ministros da SEGUNDA TURMA do Superior\nTribunal de Justiça, na conformidade dos votos e das notas\ntaquigráficas, o seguinte resultado de julgamento:\n\"Após o voto do Sr. Ministro-Relator, negando provimento ao agravo\ninterno, no que foi acompanhado pelo Sr. Ministro Herman Benjamin, o\nvoto vogal divergente do Sr. Ministro Mauro Campbell Marques, dando\nprovimento ao agravo interno, tendo sido acompanhado pela Sra.\nMinistra Assusete Magalhães e pelo Sr. Ministro Afrânio Vilela, a\nTurma, por maioria, deu provimento ao agravo interno, nos termos do\nvoto do Sr. Ministro Mauro Campbell Marques, que lavrará o acórdão.\nVencidos os Srs. Ministros Francisco Falcão e Herman Benjamin.\"\nVotaram com o Sr. Ministro Mauro Campbell Marques a Sra. Ministra\nAssusete Magalhães e o Sr. Ministro Afrânio Vilela.\n\nSUSTENTAÇÃO ORAL\n\nDr(a) FELIPE MONNERAT SOLON DE PONTES RODRIGUES, pela parte\nAGRAVANTE: VIVO S/A",
  "jurisprudenciaCitada" : "(VOTO VISTA - AUSÊNCIA DE PREQUESTIONAMENTO)\n   STJ - <<AgRg no AREsp 447352>>-PE, <<AgRg no REsp 1461155>>-PE\n(VOTO VENCIDO - PREQUESTIONAMENTO IMPLÍCITO)\n   STJ - <<AgInt no REsp 1575088>>-MS,\n         <<AgInt no AREsp 1964746>>-SP,\n         <<AgInt no REsp 1761061>>-SP,\n         <<AgInt no AREsp 664479>>-RN, <<AgRg no REsp 1417199>>-RS",
  "notas" : null,
  "informacoesComplementares" : "     (VOTO VISTA) (ASSUSETE MAGALHÃES)\n     \"Para que se configure o  prequestionamento, não basta que o\nrecorrente devolva a questão controvertida para o Tribunal, em suas\nrazões recursais. É necessário que a  causa tenha sido decidida à\nluz da legislação federal indicada, bem como seja exercido juízo de\nvalor sobre os dispositivos legais indicados e  a  tese recursal a\neles vinculada, interpretando-se a  sua aplicação, ou não, ao caso\nconcreto\".\n     (VOTO VENCIDO) (FRANCISCO FALCÃO)\n     \"[...] é assente neste Superior Tribunal que não se exige a\nexpressa menção no acórdão recorrido, dos artigos (e respectivos\nincisos) tidos como violados, quando neste se possa verificar o\nefetivo debate da questão federal, bem como identificar a(s)\nnorma(s) em que fundamentada a decisão\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000864340",
  "numeroProcesso" : "1882934",
  "numeroRegistro" : "202001656007",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA TURMA",
  "ministroRelator" : "MAURO CAMPBELL MARQUES",
  "dataPublicacao" : "DJE        DATA:26/02/2024",
  "ementa" : "ADMINISTRATIVO. AUDITOR-FISCAL DO TRABALHO. PASSE LIVRE NAS PRAÇAS\nDO PEDÁGIO, MEDIANTE APRESENTAÇÃO DA CARTEIRA DE IDENTIDADE FISCAL.\nDECRETO 4.552/2002, ART. 34. ILEGALIDADE. MANUTENÇÃO DA SENTENÇA DE\nPROCEDÊNCIA DOS PEDIDOS DO DER-SP. DESPROVIMENTO DO RECURSO\nESPECIAL.\n1. Na origem, o Departamento de Estradas de Rodagem do Estado de São\nPaulo ajuizou demanda contra a União com o objetivo de obter\ndeclaração de inexistência de obrigação de conferir \"passe livre\"\naos Auditores-Fiscais do Trabalho nas praças de pedágios que estão\nsob administração estadual. No mais pede a anulação das multas pagas\npela não concessão de livre passagem e a devolução do que foi pago\na esse título.\n2. Não há falar na incompetência da Justiça Comum Federal para\nprocessar e julgar o presente caso, pois, conforme bem observado no\nacórdão recorrido, \"o feito não se enquadra no disposto no inciso\nVII do artigo 114 da CF, (...) eis que não tem relação com\npenalidade administrativa imposta ao empregador pelo órgão de\nfiscalização de trabalho\".\n3. Sobre a controvérsia dos autos, de fato dispõe o art. 34 do\nDecreto 4.552/2002 que, além das empresas de transporte de qualquer\nnatureza, as concessionárias de rodovias que cobram pedágio para o\ntrânsito concederão passe livre aos Auditores-Fiscais do Trabalho e\naos Agentes de Higiene e Segurança do Trabalho, no território\nnacional em conformidade com o disposto no art. 630, § 5º, da\nConsolidação das Leis do Trabalho (CLT), mediante a apresentação da\nCarteira de Identidade Fiscal.\n4. Ocorre que o acórdão recorrido não merece reparos, pois: (i) o\nart. 630, § 5º, da Consolidação das Leis do Trabalho que dá\nembasamento ao decreto regulamentar não previu o beneficio do passe\nlivre nos pedágios cobrados pelas concessionárias de rodovias no\nterritório nacional; (ii) a argumentação de que a concessão de passe\nlivre não visa apenas beneficiar uma determinada categoria\nprofissional, mas tão-somente viabilizar o regular exercício da\nfiscalização do trabalho, não é hábil a validar a norma eivada de\nilegalidade; e (iii) a norma regulamentar extrapolou os limites da\nlei o que não se admite no direito pátrio.\n5. Ademais, não se antevê dificuldades para a Administração Pública\nfirmar convênio com as empresas que exploram rodovias concedidas\npara que permitam livre passagem aos veículos de serviço destinados\nà fiscalização do cumprimento da legislação trabalhista; ou então,\nindenizar o Auditor-Fiscal do Trabalho que eventualmente tenha que\nusar veículo particular passar por praças de pedágio no exercício de\nseu cargo, mediante procedimento administrativo de baixa\ncomplexidade.\n6. Recurso especial a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231205",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA TURMA do Superior\nTribunal de Justiça, prosseguindo-se no julgamento, após o\nvoto-vista regimental do Sr. Ministro-Relator, ratificando o voto\nanteriormente proferido, negando provimento ao recurso especial, a\nratificação de voto do Sr. Ministro Herman Benjamin, dando\nprovimento ao recurso, os votos da Sra. Ministra Assusete Magalhães\ne do Sr. Ministro Francisco Falcão, acompanhando o Sr. Ministro\nMauro Campbell Marques, por maioria, negar provimento ao recurso,\nnos termos do voto do Sr. Ministro-Relator. Vencido o Sr. Ministro\nHerman Benjamin.\nA Sra. Ministra Assusete Magalhães e o Sr. Ministro Francisco Falcão\nvotaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Afrânio Vilela, nos\ntermos do art. 162, § 4º, do RISTJ.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : "Aguardando análise.",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000864577",
  "numeroProcesso" : "2313544",
  "numeroRegistro" : "202300716530",
  "siglaClasse" : "EDcl no AgInt no AREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NO AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA TURMA",
  "ministroRelator" : "FRANCISCO FALCÃO",
  "dataPublicacao" : "DJE        DATA:11/10/2023",
  "ementa" : "EMBARGOS DE DECLARAÇÃO. AÇÃO ANULATÓRIA DE ATO ADMINISTRATIVO.\nCOBRANÇA PRATICADA COM BASE NA TABELA TUNEP/IVR. REVISÃO.\nIMPOSSIBILIDADE. INCIDÊNCIA DA SÚMULA N. 7/STJ.  ALEGAÇÕES DE VÍCIOS\nNO ACÓRDÃO EMBARGADO. VÍCIOS INEXISTENTES. PRETENSÃO DE REEXAME.\nI - Na origem, trata-se de ação anulatória de atos administrativos e\nde nulidade de débito objetivando o reconhecimento da prescrição\ntrienal/quinquenal da cobrança das AIHs abrangidas pela(s) GRU(s) n.\n29412040003421736 e 29412040003421631, a declaração de nulidade dos\npretensos débitos relativos ao ressarcimento ao SUS, em razão dos\naspectos contratuais aduzidos amparados nas provas documentais\nanexadas que inviabilizam a cobrança do ressarcimento ao SUS e o\nreconhecimento do excesso de cobrança praticado pela tabela\nTUNEP/IVR. Na sentença o pedido foi julgado improcedente. No\nTribunal a quo, a sentença foi mantida.\nII - Os embargos não merecem acolhimento. Se o recurso é inapto ao\nconhecimento, a falta de exame da matéria de fundo impossibilita a\nprópria existência de omissão quanto a esta matéria. Nesse sentido:\nEDcl nos EDcl no AgInt no RE nos EDcl no AgInt no REsp n.\n1.337.262/RJ, relator Ministro Humberto Martins, Corte Especial,\njulgado em 21/3/2018, DJe 5/4/2018; EDcl no AgRg no AREsp n.\n174.304/PR, relator Ministro Napoleão Nunes Maia Filho, Primeira\nTurma, julgado em 10/4/2018, DJe 23/4/2018; EDcl no AgInt no REsp n.\n1.487.963/RS, relator Ministro Og Fernandes, Segunda Turma, julgado\nem 24/10/2017, DJe 7/11/2017.\nIII - Segundo o art. 1.022 do Código de Processo Civil de 2015, os\nembargos de declaração são cabíveis para esclarecer obscuridade;\neliminar contradição; suprir omissão de ponto ou questão sobre as\nquais o juiz devia pronunciar-se de ofício ou a requerimento; e/ou\ncorrigir erro material.\nIV - Conforme entendimento pacífico desta Corte: \"O julgador não\nestá obrigado a responder a todas as questões suscitadas pelas\npartes, quando já tenha encontrado motivo suficiente para proferir a\ndecisão. A prescrição trazida pelo art. 489 do CPC/2015 veio\nconfirmar a jurisprudência já sedimentada pelo Colendo Superior\nTribunal de Justiça, sendo dever do julgador apenas enfrentar as\nquestões capazes de infirmar a conclusão adotada na decisão\nrecorrida.\" EDcl no MS n. 21.315/DF, relatora Ministra Diva Malerbi\n(Desembargadora convocada TRF 3ª Região), Primeira Seção, julgado em\n8/6/2016, DJe 15/6/2016.\nV - A pretensão de reformar o julgado não se coaduna com as\nhipóteses de omissão, contradição, obscuridade ou erro material\ncontidas no art. 1.022 do CPC/2015, razão pela qual inviável o seu\nexame em embargos de declaração.\nVI - Quanto aos honorários recursais, de acordo com a jurisprudência\nda Corte Especial do STJ, é \"devida a majoração da verba honorária\nsucumbencial, na forma do art. 85, § 11, do CPC/2015, quando\nestiverem presentes os seguintes requisitos, simultaneamente: [...]\nb) recurso não conhecido integralmente ou desprovido,\nmonocraticamente ou pelo órgão colegiado competente\" (AgInt nos\nEAREsp n. 762.075/MT, relator p/ acórdão Ministro Herman Benjamin,\nCorte Especial, julgado em 19/12/2018, DJe 7/3/2019). Razão pela\nqual os honorários recursais devem ser mantidos.\nVII - Cumpre ressaltar que os embargos aclaratórios não se prestam\nao reexame de questões já analisadas com o nítido intuito de\npromover efeitos modificativos ao recurso. No caso dos autos, não há\nomissão de ponto ou questão sobre as quais o juiz, de ofício ou a\nrequerimento, devia pronunciar-se, considerando que a decisão\napreciou as teses relevantes para o deslinde do caso e fundamentou\nsua conclusão.\nVIII - Embargos de declaração rejeitados.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231009",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA TURMA do Superior\nTribunal de Justiça, em sessão virtual de 03/10/2023 a 09/10/2023,\npor unanimidade, rejeitar os embargos de declaração, nos termos do\nvoto do Sr. Ministro Relator.\nOs Srs. Ministros Herman Benjamin, Mauro Campbell Marques e Assusete\nMagalhães  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Mauro Campbell Marques.",
  "jurisprudenciaCitada" : null,
  "notas" : "Veja os  <<EDcl nos EDcl no AgInt no AREsp 2313544>> que foram\nacolhidos.",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000864335",
  "numeroProcesso" : "1895266",
  "numeroRegistro" : "202002375112",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA TURMA",
  "ministroRelator" : "FRANCISCO FALCÃO",
  "dataPublicacao" : "DJE        DATA:26/02/2024",
  "ementa" : "TRIBUTÁRIO. PIS E COFINS. REGIME DE RECOLHIMENTO DAS CONTRIBUIÇÕES.\nAGÊNCIAS DE FOMENTO. FATOS GERADORES ANTERIORES À LEI N.\n12.715/2012. TAXA TIVIDADE DO ROL DE INSTITUIÇÕES FINANCEIRAS\nPREVISTAS NAS LEIS N. 8.212/1991 E 9.718/1998. IMPOSSIBILIDADE DE\nEQUIPARAÇÃO A BANCOS DE DESENVOLVIMENTO SEM PREVISÃO LEGAL\nESPECÍFICA. REDUÇÃO A ZERO DAS ALÍQUOTAS DO PIS E DA COFINS, NOS\nTERMOS DA LEI N. 10.865/2004, DOS DECRETOS N. 5.164/2004 E\n5.442/2005. DELIMITAÇÃO ÀS RECEITAS FINANCEIRAS. IMPOSSIBILIDADE DE\nEXTESÃO DO BENEFÍCIO A OUTRAS RECEITAS. CUSTOS E DESPESAS COM\nCAPTAÇÃO DE RECURSOS. DEDUÇÃO DE CRÉDITOS DE PIS E COFINS.\nNECESSIDADE DE REEXAME DO ACERVO PROBATÓRIO. NÃO CONHECIMENTO.\nSÚMULA N. 7.\nI - As agências de fomento são instituições financeiras não\nbancárias, constituídas sob a forma de sociedades anônimas fechadas,\ndestinadas, preponderantemente, ao financiamento de capital fixo e\nde giro de empreendimentos que visam à ampliação da capacidade\nprodutiva de bens e serviços em programas de desenvolvimento\neconômico e social no âmbito dos Estados ou do Distrito Federal\n(art. 3º da Resolução CMN n. 2.828, de 2001).\nII - Não obstante sejam consideradas instituições financeiras, as\nagências de fomento possuem certas peculiaridades que as distinguem\ndas demais, não sendo possível estender o regime jurídico tributário\nsem previsão legal específica.\nIII - O art. 70, § 2º, da Lei n. 12.715/2012 facultou às agências de\nfomento, a partir de 1º de janeiro de 2012, a opção pelas regras de\ntributação dos bancos de desenvolvimento, não podendo ser\nconsiderada como norma interpretativa, na forma do inciso I do art.\n106 do CTN, nem retroagir para abarcar as receitas auferidas no\nperíodo de 2009 a 2011.\nIV - As agências de fomento estão fora do rol taxativo de\ninstituições previsto no art. 22, § 1º, da Lei n. 8.212/1991 e no\nart. 3º, § 6º, I, da Lei n. 9.718/1998. Portanto, elas não se\nsubmetem ao regime cumulativo da contribuição para o PIS/PASEP e da\nCOFINS em momento anterior à vigência da Lei n. 12.715/20212.\nV - As receitas financeiras auferidas por pessoas jurídicas\nsubmetidas ao regime não cumulativo não se referem a qualquer\nreceita, mas às receitas decorrentes de juros, correção monetária,\nentre outros valores obtidos a partir de aplicações em ativos\nfinanceiros, nos termos do art. 17 do Decreto-L ei n. 1.598/1977.\nVI - As receitas advindas das atividades de intermediação financeira\nconstituem a receita bruta das agências de fomento, nos termos do\ninciso IV do art. 12 do Decreto-Lei n. 1.598/1977 e, por\nconseguinte, não deve ser aplicada a alíquota zero prevista no\nDecreto n. 5.164/2004 e no Decreto n. 5.442/2005, os quais abarcam a\nreceita financeira estranha à atividade empresarial principal, nos\ntermos do art. 17 do Decreto-Lei n. 1.598/1977.\nVII - Em recurso repetitivo (Temas n. 779 e 780), foi definido que\n\"o conceito de insumo deve ser aferido à luz dos critérios de\nessencialidade ou relevância, ou seja, considerando-se a\nimprescindibilidade ou a importância de determinado item - bem ou\nserviço - para o desenvolvimento da atividade econômica desempenhada\npelo Contribuinte\". (REsp n. 1.221.170/PR, relator Ministro\nNapoleão Nunes Maia Filho, Primeira Seção, julgado em 22/2/2018, DJe\nde 24/4/2018.)\nVIII - O Tribunal a quo, ao examinar o conjunto probatório, entendeu\nque, em se tratando de instituição financeira, os custos de\ncaptação devem ser juridicamente classificados como despesas\noperacionais e, como despesas operacionais, constituem elemento\nestrutural e inseparável da execução dos serviços oferecidos pelas\nagências de fomento, enquadrando-se no conceito de insumo.\nIX - Não obstante a possibilidade de o órgão de representação\njudicial da União reconhecer o pedido, em se tratando de direitos\nindisponíveis, a exemplo do crédito tributário, o Poder Judiciário\nnão se encontra obrigado a homologar o reconhecimento, especialmente\nquando sua decisão estiver fundamentada em elementos de fato e de\ndireito que se sobrepõem à manifestação nos autos. A homologação\npressupõe, por óbvio, a análise e a concordância do juízo\ncompetente, não tendo efeito imediato, tal como ocorre nos casos de\ndesistência de recurso, nos termos do art. 998 do CPC/2015 que, em\nregra, independe da anuência da parte contrária ou da concordância\ndo Poder Judiciário, salvo quando a desistência for usada como\nmanobra processual e represente abuso da parte desistente.\nX - É inviável, na via estreita do recurso especial, a verificação\nda essencialidade e da relevância das \"Despesas de Obrigações por\nEmpréstimos e Repasses\" para fins de enquadramento como insumos\npassíveis de creditamento no PIS e na COFINS, sob pena de violação\ndo disposto na Súmula n. 7 do STJ.\nXI - Agravo da Fazenda Nacional conhecido para não conhecer de seu\nrecurso especial. Recurso especial do contribuinte  improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230912",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Turma, por unanimidade, conhecer\ndo agravo para não conhecer do recurso especial da Fazenda Nacional;\nnegar provimento ao recurso especial de Badesul Desenvolvimento S/A\n- Agência de Fomento/RS, nos termos do voto do Sr.\nMinistro-Relator.\nOs Srs. Ministros Herman Benjamin, Mauro Campbell Marques e Assusete\nMagalhães votaram com o Sr. Ministro Relator.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : "Aguardando análise.",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000864336",
  "numeroProcesso" : "1447024",
  "numeroRegistro" : "201900356115",
  "siglaClasse" : "AgInt no AREsp",
  "descricaoClasse" : "AGRAVO INTERNO NO AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA TURMA",
  "ministroRelator" : "FRANCISCO FALCÃO",
  "dataPublicacao" : "DJE        DATA:26/02/2024",
  "ementa" : "PROCESSUAL CIVIL. AÇÃO RESCISÓRIA. DECADÊNCIA. INOCORRÊNCIA.\nINTERPRETAÇÃO DA SÚMULA N. 401/STJ. REEXAME DE PRESSUPOSTOS FÁTICOS.\nSÚMULA N. 7/STJ. FUNDAMENTAÇÃO DEFICIENTE. SÚMULA N. 284/STF.\nMATÉRIA CONSTITUCIONAL E SÚMULA N. 343/STF. PRECEDENTES.\n1. Quanto ao argumento da não ocorrência de decadência, estou de\nacordo com o relator na negativa de provimento ao especial. É\npacífico o entendimento desta Corte Superior no sentido de que o\nprazo decadencial da ação rescisória deve ter como termo inicial o\ndia seguinte da data em que transitou em julgado o último recurso\ninterposto contra sentença ou acórdão. Incidência da Súmula 401/STJ.\n2. A discussão sobre a inépcia da inicial da ação rescisória por\ninvocar o art. 97, da CF/88, não pode ser examinada em sede de\nrecurso especial, por exigir novo exame da própria inicial passando\npor sobre o que afirmado pela Corte de Origem. Incidência da Súmula\nn. 7/STJ. Aqui também de acordo com o relator na negativa de\nconhecimento do especial.\n3. No que diz respeito à incidência da Súmula n. 343/STF estou em\ndivergência com o relator por dois motivos: 3.1) Primeiro porque\nentendo que o recurso especial não merece conhecimento quanto ao\nponto por incidência da Súmula n. 284/STF e 3.2) Segundo porque,\nacaso conhecido o especial, seria necessário aplicar a\njurisprudência do Pleno do STF e da Primeira Seção deste STJ no\nsentido de que somente o controle concentrado de constitucionalidade\nafasta a incidência da Súmula n. 343/STF. Precedentes.\n4. Desta forma, com as vênias de praxe, DIVIRJO PARCIALMENTE do\nrelator porque DOU PARCIAL PROVIMENTO ao agravo interno apenas para\nCONHECER PARCIALMENTE e, nessa parte, NEGAR PROVIMENTO ao recurso\nespecial do PARTICULAR.\n5. Acaso vencido quanto ao conhecimento parcial do recurso especial,\nDOU PROVIMENTO ao recurso especial do PARTICULAR para reconhecer a\nincidência da Súmula n. 343/STF a obstar a ação rescisória proposta\npela FAZENDA NACIONAL. É como voto.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230912",
  "decisao" : "Vistos, relatados e discutidos esses autos em que são partes as\nacima indicadas, acordam os Ministros da SEGUNDA TURMA do Superior\nTribunal de Justiça, na conformidade dos votos e das notas\ntaquigráficas, o seguinte resultado de julgamento:\n\"Prosseguindo-se no julgamento, após o voto-vista do Sr. Ministro\nMauro Campbell Marques, divergindo parcialmente do Sr.\nMinistro-Relator para dar parcial provimento ao agravo interno\napenas para conhecer em parte do recurso especial e, nessa parte,\nnegar-lhe provimento e, acaso vencido quanto ao conhecimento parcial\ndo recurso especial, dar provimento ao recurso especial para\nreconhecer a incidência da Súmula n. 343/STF, os votos dos Srs.\nMinistros Herman Benjamin e Assusete Magalhães acompanhando o Sr.\nMinistro Mauro Campbell Marques, a Turma, por unanimidade, conheceu\ndo recurso e, por maioria, deu parcial provimento ao agravo interno\npara dar provimento ao recurso especial, nos termos do voto do Sr.\nMinistro Mauro Campbell Marques, que lavrará o acórdão. Vencido o\nSr. Ministro Francisco Falcão.\"\nVotaram, no mérito, com o Sr. Ministro Mauro Campbell Marques os\nSrs. Ministros Herman Benjamin e Assusete Magalhães.",
  "jurisprudenciaCitada" : "(AÇÃO RESCISÓRIA - PRAZO DECADENCIAL - TERMO INICIAL - SÚMULA\n401/STJ - RECURSO INADMISSÍVEL POR ERRO GROSSEIRO)\n   STJ - <<REsp 1551537>>-DF, <<AgInt no AREsp 887897>>-RJ,\n         <<REsp 1586629>>-RS, <<EREsp 1352730>>-AM,\n         <<EDcl no AgRg nos EAg 1218222>>-MA,\n         <<AgInt no REsp 1691526>>-RJ, <<REsp 1413441>>-RS,\n         <<AR 3747>>-RS, <<REsp 1051602>>-RS, <<EREsp 404777>>-DF,\n         <<AgRg no Ag 980985>>-RJ, <<AgRg no REsp 958333>>-RS,\n         <<REsp 781923>>-DF\n(SÚMULA 343/STF - AFASTAMENTO - CONTROLE CONCENTRADO DE\nCONSTITUCIONALIDADE)\n   STJ - <<EDcl no AgInt na AR 4865>>-SC, <<AR 5701>>-RS,\n         <<AgInt no AgRg na AR 5151>>-DF, <<AR 4827>>-MG,\n         <<AR 5227>>-PR, <<AR 5059>>-CE\n   STF - [[RE 590809]]-RS (REPERCUSSÃO GERAL - TEMA(s) 136),\n         [[AR-AgR 1415]]-RS\n(SÚMULA 343/STF - MATÉRIA CONTROVERTIDA NO STF)\n   STF - [[ARE-AgR-segundo 1332413]]\n(AÇÃO RESCISÓRIA - DEMANDAS TRIBUTÁRIAS - COISA JULGADA -\nFLEXIBILIZAÇÃO - AÇÃO DIRETA OU REPERCUSSÃO GERAL PELO STF)\n   STF - [[RE 949297]]-CE (REPERCUSSÃO GERAL - TEMA(s) 881),\n         [[RE 955227]]-BA (REPERCUSSÃO GERAL - TEMA(s) 885)\n(VOTO VENCIDO - SÚMULA 343/STF - AFASTAMENTO - JURISPRUDÊNCIA\nDOMINANTE DO STF À ÉPOCA)\n   STF - [[RE 590809]]-RS (REPERCUSSÃO GERAL - TEMA(s) 136),\n         [[AR 2370]]",
  "notas" : null,
  "informacoesComplementares" : "     \"[...] o recurso intempestivo adia o termo inicial da fluência\ndo prazo decadencial para propositura da ação rescisória, salvo se\ncomprovado erro grosseiro (flagrante intempestividade) ou a má-fé do\nrecorrente que visa reabrir prazo recursal já vencido. [...]\".\n     \"[...] quer se discuta norma infraconstitucional, quer se\ndiscuta norma constitucional, aplica-se a Súmula n. 343/STF quando,\ninexistente controle concentrado de constitucionalidade,  haja\nentendimentos diversos sobre o  alcance da norma. [...]\".\n     \"[...] a ação rescisória também se tornou instrumento\ndesnecessário em alguns casos da seara tributária com o julgamento\ndo RE n. 949.297/CE (Tema n. 881) e do RE n. 955.227/BA (Tema n.\n885) junto ao Supremo Tribunal Federal que permitiram a interrupção\nautomática dos efeitos temporais das decisões transitadas em julgado\nque contrariassem as decisões proferidas em ação direta ou em sede\nde repercussão geral pelo STF em demandas tributárias\".\n     (VOTO VENCIDO) (MIN. FRANCISCO FALCÃO)\n     \"[...] 'embora  a  ementa  do  acórdão  do  RE  590.809/RS\n(Tema 136/STF) induza à eventual interpretação no sentido do\nafastamento do entendimento sumulado  somente  na  hipótese  em  que\n houver  controle  concentrado  de constitucionalidade, a leitura do\ninteiro teor do julgado nos revela que a tese firmada se resume a\nimpedir o ajuizamento de ação rescisória, em matéria constitucional,\nquando o acórdão rescindendo observar jurisprudência dominante do\nSupremo Tribunal Federal à época em que prolatado. Efetivamente, a\ntese firmada foi: Não cabe ação rescisória quando o julgado estiver\nem harmonia com o entendimento firmado pelo Plenário do Supremo à\népoca da formalização do acórdão rescindendo, ainda que ocorra\nposterior superação do precedente\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000401", "LEG:FED SUM:****** ANO:****\n*****  SUM(STF)    SÚMULA DO SUPREMO TRIBUNAL FEDERAL\n        SUM:000343" ],
  "acordaosSimilares" : [ ]
} ]