[ {
  "id" : "000860604",
  "numeroProcesso" : "12329",
  "numeroRegistro" : "201802130557",
  "siglaClasse" : "EDcl na Pet",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NA PETIÇÃO",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "FRANCISCO FALCÃO",
  "dataPublicacao" : "DJE        DATA:30/11/2023",
  "ementa" : "ADMINISTRATIVO. SERVIDOR PÚBLICO FEDERAL. GREVE. LEGALIDADE.\nDESCONTO DOS DIAS NÃO TRABALHADOS. PEDIDO PARCIALMENTE PROCEDENTE.\nOMISSÃO. VERBA  HONORÁRIA. OCORRÊNCIA. EMBARGOS ACOLHIDOS.\nI - Trata-se de embargos de declaração contra acórdão proferido\nnesta Segunda Turma que julgou parcialmente procedente ação ajuizada\npelo Instituto Brasileiro do Meio Ambiente e dos Recursos Naturais\nRenováveis - Ibama, apenas para declarar a legalidade do desconto\ndos dias não trabalhados pelos servidores públicos decorrentes do\nexercício do direito de greve, sem prejuízo de que eventual acordo\nformalizado entre as partes autorize a compensação.\nII - Compulsando os autos, observa-se que, de fato, não foi fixada\nverba honorária na ocasião do julgamento do presente feito. Assim,\nhavendo omissão no julgado, é de rigor o seu saneamento.\nConsiderando a ausência de proveito econômico, bem como a\nreciprocidade na sucumbência, devem ser fixados os honorários\nadvocatícios por equidade para cada polo da presente demanda.\nIII - Embargos de declaração acolhidos para fixar a verba honorária,\nnos termos da fundamentação.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231128",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 22/11/2023 a 28/11/2023,\npor unanimidade, acolher os embargos de declaração, nos termos do\nvoto do Sr. Ministro Relator.\nOs Srs. Ministros Herman Benjamin, Mauro Campbell Marques, Benedito\nGonçalves, Sérgio Kukina, Regina Helena Costa, Gurgel de Faria e\nPaulo Sérgio Domingues  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Assusete Magalhães.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00085 PAR:00008 ART:00086" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000860605",
  "numeroProcesso" : "6015",
  "numeroRegistro" : "201700744497",
  "siglaClasse" : "EDcl na AR",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NA AÇÃO RESCISORIA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "GURGEL DE FARIA",
  "dataPublicacao" : "DJE        DATA:30/11/2023",
  "ementa" : "PROCESSUAL CIVIL. EMBARGOS DE DECLARAÇÃO. IPI. PRODUTOS IMPORTADOS.\nSAÍDA DO ESTABELECIMENTO IMPORTADOR. INCIDÊNCIA. TEMA DEBATIDO EM\nRECURSO ESPECIAL REPETITIVO E EM REPERCUSSÃO GERAL. CONTRADIÇÃO.\nINEXISTÊNCIA. OMISSÃO. OCORRÊNCIA.\n1. Os embargos de declaração têm ensejo quando há obscuridade,\ncontradição, omissão ou erro material no julgado.\n2. Hipótese em que não há a contradição indicada, referente à\nmanutenção dos efeitos da coisa julgada no período entre o\nprecedente obrigatório do STJ, de 2015, e a publicação da ata de\njulgamento do recurso extraordinário, que decidiu ser\n\"constitucional a incidência do Imposto sobre Produtos\nIndustrializados - IPI no desembaraço aduaneiro de bem\nindustrializado e na saída do estabelecimento importador para\ncomercialização no mercado interno\", pois, em face da repercussão\ngeral, a palavra final acerca da matéria foi dada pela Corte\nExcelsa.\n3. Houve omissão no julgado embargado quanto à aplicação do\nprincípio da anterioridade e, nesse aspecto, vale registrar que o\nIPI submete-se ao princípio da anterioridade nonagesimal, razão pela\nqual a cobrança do tributo somente será possível em relação aos\nfatos geradores ocorridos depois do transcurso do prazo de 90 dias\nda publicação da ata de julgamento do RE 946.648/SC.\n4. Embargos de declaração parcialmente acolhidos.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231128",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 22/11/2023 a 28/11/2023,\npor unanimidade, acolher parcialmente os embargos de declaração, com\nefeitos modificativos, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Herman Benjamin, Mauro Campbell\nMarques, Benedito Gonçalves, Sérgio Kukina, Regina Helena Costa e\nPaulo Sérgio Domingues  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Assusete Magalhães.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000860606",
  "numeroProcesso" : "6015",
  "numeroRegistro" : "201700744497",
  "siglaClasse" : "EDcl na AR",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NA AÇÃO RESCISORIA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "GURGEL DE FARIA",
  "dataPublicacao" : "DJE        DATA:30/11/2023",
  "ementa" : "PROCESSUAL CIVIL. EMBARGOS DE DECLARAÇÃO. IPI. PRODUTOS IMPORTADOS.\nSAÍDA DO ESTABELECIMENTO IMPORTADOR. INCIDÊNCIA. CERTIDÃO DE\nJULGAMENTO. CONTRADIÇÃO. EXISTÊNCIA. OMISSÃO. OCORRÊNCIA.\n1. Os embargos de declaração têm ensejo quando há obscuridade,\ncontradição, omissão ou erro material no julgado.\n2. Hipótese em que o recurso integrativo é interposto em ação\nrescisória na qual se discutiu sobre a incidência do Imposto sobre\nProdutos Industrializados - IPI no desembaraço aduaneiro de bem\nindustrializado e na saída do estabelecimento importador para\ncomercialização no mercado interno.\n3. Encontrando-se o voto condutor em desconformidade com a certidão\nde julgamento, impõe-se o acolhimento do recurso integrativo, de\nmodo a sanar essa contradição.\n4. Houve omissão no julgado embargado quanto à aplicação do\nprincípio da anterioridade e, nesse aspecto, vale registrar que o\nIPI submete-se ao princípio da anterioridade nonagesimal, razão pela\na cessação da coisa julgada somente produzirá efeitos  depois do\ntranscurso do prazo de 90 dias da publicação da ata de julgamento do\nRE 946.648/SC.\n5. Também se constata a omissão apontada pelo embargante em relação\naos efeitos da tutela provisória pleiteada pela Fazenda Nacional e\ndeferida para sobrestar todos os procedimentos de cumprimento do\ntítulo objeto da ação rescisória, tanto no âmbito judicial\n(inclusive a expedição de precatórios e a respectiva liberação de\npagamento), quanto na esfera administrativa, pois a conclusão\nalcançada pela Primeira Seção, de que foram cessados os efeitos da\nsentença coletiva transitada em julgado, tem como consequência  a\nrevogação da medida, com o prosseguimento dos feitos sobrestados, os\nquais devem observar, em qualquer caso, o marco temporal mencionado\nno item anterior.\n6. Embargos de declaração parcialmente acolhidos .",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231128",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 22/11/2023 a 28/11/2023,\npor unanimidade, acolher parcialmente os embargos de declaração, com\nefeitos modificativos, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Herman Benjamin, Mauro Campbell\nMarques, Benedito Gonçalves, Sérgio Kukina, Regina Helena Costa e\nPaulo Sérgio Domingues  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Assusete Magalhães.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000859502",
  "numeroProcesso" : "2090538",
  "numeroRegistro" : "202302823124",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "SÉRGIO KUKINA",
  "dataPublicacao" : "DJE        DATA:17/11/2023",
  "ementa" : "DIREITO ADMINISTRATIVO. RESPONSABILIDADE CIVIL AMBIENTAL. MAU CHEIRO\nEM ESTAÇÃO DE TRATAMENTO DE ESGOTO - ETE. FALHA NA PRESTAÇÃO DO\nSERVIÇO PÚBLICO. AÇÃO INDENIZATÓRIA. DANOS MORAIS. PROPOSTA DE\nAFETAÇÃO DE TEMA REPETITIVO. JUROS DE MORA. TERMO INICIAL.\nDEFINIÇÃO.\n1. Delimitação da controvérsia: \"Definição do termo inicial dos\njuros moratórios no caso de demanda em que se pleiteia reparação\nmoral decorrente de mau cheiro oriundo da prestação de serviço\npúblico de tratamento de esgoto\".\n2. Encaminhamento pela admissão deste recurso como representativo de\ncontrovérsia, com determinação de providências, notadamente o\nsobrestamento dos recursos especiais e agravos em recursos especiais\ninterpostos perante os tribunais de segunda instância ou em\ntramitação no STJ.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231114",
  "decisao" : "A Primeira Seção, por unanimidade, afetou o processo ao rito dos\nrecursos repetitivos (RISTJ, art. 257-C) para delimitar a seguinte\ntese controvertida: \"Definição do termo inicial dos juros moratórios\nno caso de demanda em que se pleiteia reparação moral decorrente de\nmau cheiro oriundo da prestação de serviço público de tratamento de\nesgoto.\" e, igualmente por unanimidade, determinou a suspensão dos\nrecursos especiais ou agravos em recursos especiais em segunda\ninstância e/ou  STJ fundados em idêntica questão de direito\n(observada a orientação do art. 256-L do RISTJ), conforme proposta\ndo Sr. Ministro Relator. Os Srs. Ministros Regina Helena Costa,\nGurgel de Faria, Paulo Sérgio Domingues, Francisco Falcão, Herman\nBenjamin, Mauro Campbell Marques e Benedito Gonçalves votaram com o\nSr. Ministro Relator.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1221",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1221\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:0256E INC:00002 ART:0256L ART:00257 ART:0257C", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00987 ART:01037" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000859503",
  "numeroProcesso" : "2094611",
  "numeroRegistro" : "202303136884",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "SÉRGIO KUKINA",
  "dataPublicacao" : "DJE        DATA:17/11/2023",
  "ementa" : "DIREITO ADMINISTRATIVO. RESPONSABILIDADE CIVIL AMBIENTAL. MAU CHEIRO\nEM ESTAÇÃO DE TRATAMENTO DE ESGOTO -  ETE. FALHA NA PRESTAÇÃO DO\nSERVIÇO PÚBLICO. AÇÃO INDENIZATÓRIA. DANOS MORAIS. PROPOSTA DE\nAFETAÇÃO DE TEMA REPETITIVO. JUROS DE MORA. TERMO INICIAL.\nDEFINIÇÃO.\n1. Delimitação da controvérsia: \"Definição do termo inicial dos\njuros moratórios no caso de demanda em que se pleiteia reparação\nmoral decorrente de mau cheiro oriundo da atividade de prestação de\nserviço público de tratamento de esgoto\".\n2. Encaminhamento pela admissão deste recurso como representativo de\ncontrovérsia, com determinação de providências, notadamente o\nsobrestamento dos recursos especiais e agravos em recursos especiais\ninterpostos perante os tribunais de segunda instância ou em\ntramitação no STJ.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231114",
  "decisao" : "A Primeira Seção, por unanimidade, afetou o processo ao rito dos\nrecursos repetitivos (RISTJ, art. 257-C) para delimitar a seguinte\ntese controvertida: \"Definição do termo inicial dos juros moratórios\nno caso de demanda em que se pleiteia reparação moral decorrente de\nmau cheiro oriundo da prestação de serviço público de tratamento de\nesgoto.\" e, igualmente por unanimidade, determinou a suspensão dos\nrecursos especiais ou agravos em recursos especiais em segunda\ninstância e/ou  STJ fundados em idêntica questão de direito\n(observada a orientação do art. 256-L do RISTJ), conforme proposta\ndo Sr. Ministro Relator. Os Srs. Ministros Regina Helena Costa,\nGurgel de Faria, Paulo Sérgio Domingues, Francisco Falcão, Herman\nBenjamin, Mauro Campbell Marques e Benedito Gonçalves votaram com o\nSr. Ministro Relator.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1221",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1221\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:0256E INC:00002 ART:0256L ART:00257 ART:0257C", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00987 ART:01037" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000860260",
  "numeroProcesso" : "29728",
  "numeroRegistro" : "202303441010",
  "siglaClasse" : "RCD no MS",
  "descricaoClasse" : "PEDIDO DE RECONSIDERAÇÃO NO MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "FRANCISCO FALCÃO",
  "dataPublicacao" : "DJE        DATA:17/11/2023",
  "ementa" : "PROCESSUAL CIVIL. MANDADO DE SEGURANÇA. PEDIDO LIMINAR. PEDIDO DE\nRETIRADA OU DE CORREÇÃO DE INFORMAÇÕES, RELACIONADAS À PARTE\nIMPETRANTE, CONSTANTES DO PORTA DA TRANSPARÊNCIA. NESTA CORTE NÃO SE\nCONHECEU DO RECURSO. AGRAVO INTERNO. ANÁLISE DAS ALEGAÇÕES.\nMANUTENÇÃO DA DECISÃO RECORRIDA QUE NÃO CONHECEU DO RECURSO AINDA\nQUE POR OUTROS FUNDAMENTOS.\nI - Trata-se de agravo interno interposto cotra decisão liminar em\nque se pretendia para suspender o ato coator tal como exposto,\ndeterminando-se à digna autoridade que proceda a retirada da menção\ngenérica e imprecisa da sanção imposta pela Fundação de\nDesenvolvimento da Educação do estado de São Paulo no Portal da\nTransparência ou, caso assim não entenda este Juízo, que determine a\ncorreção da informação acerca da mesma sanção e veiculada no mesmo\nportal do governo federal, ou seja, que expressamente faça constar a\nabrangência que se trata de sanção no âmbito do governo de São\nPaulo, relativamente a licitação (sem qualquer vínculo com o tema de\nfomento ou outro crédito estatal (in casu, com o BNDES)\".\nII - O mandado de segurança. com pedido de liminar, impetrado por\nTÊXTIL MN COMÉRCIO DE TECIDOS E CONFECÇÕES LTDA, contra ato imputado\nao Ministro Chefe da Controladoria Geral da União - CGU, sob o\nfundamento de que a autoridade coatora \"deixou de informar a\nabrangência da penalidade imposta à Impetrante. Uma vez que o\nalcance é de abrangência Estadual perante o Estado de São Paulo, a\nausência da abrangência no Portal da Transparência e no relatório da\nCGU vêm implicando em obstáculos para obtenção de fomento nas\natividades empresariais exercidas pela Impetrante\".\nIII - Assevera, para tanto, que , \"A relevância dos fundamentos\nafigura-se suficientemente demonstrada pela impetrante, restando\nassim, comprovada a existência da ilegalidade e arbitrariedade\npraticada pelo impetrado, que não seguiu coerente e higidamente as\nnormais legais aplicáveis ao tema \"penalidades em licitações\" e\nrespectivos alcance e interpretação (na esteira da hermenêutica\nlegal e constitucional) referentes ao caso. O periculum in mora está\nconsubstanciado, por sua vez, no fato da impetrante sofrer grave\nprejuízo por não poder participar de procedimento de fomento perante\no BNDES, fato que está causando prejuízos imediatos e irreparáveis,\nna medida em que afeta o desenvolvimento das atividades econômicas\ndela, em fato (impedimento de estado da federação decorrente de\nlicitação descumprida) que não deveria alcançar esse direito de\nfomento com ente federal (BNDES)\".\nIV - É certo que a concessão de medida liminar em mandado de\nsegurança, ação de natureza constitucional e disciplina específica\n(Lei 12.016/2009 e arts. 1.027 e 1.028 do CPC/2015), exige, de\nacordo com o art. 7º, III, da Lei 12.016/2009, a satisfação\nsimultânea de dois requisitos autorizadores, quais sejam, o fumus\nboni iuris, caracterizado pela relevância jurídica dos argumentos\nexpendidos na peça vestibular, e o periculum in mora, evidenciado\npela possibilidade do perecimento do bem jurídico objeto da\npretensão resistida.\nV - Desse modo, para o deferimento do pleito acautelatório é\nindispensável a demonstração inequívoca da existência de risco de\ninutilidade do provimento jurisdicional, caso a tutela não seja\ndeferida in limine, o que não ocorre na espécie.\nVI - No presente incidente, em exame preliminar permitido nesta\nseara processual, a despeito do eventual relevo que se possa\natribuir aos argumentos veiculados na petição inicial em defesa do\ndireito pretendido, não ficou demonstrado o risco de dano\nirreparável ou de difícil reparação, na medida em que a parte\nimpetrante não demonstra, suficientemente, o risco de inutilidade do\nprovimento jurisdicional na hipótese de não deferimento da liminar.\nVII - Note-se, outrossim, que não foi apontado, efetivamente, risco\nconcreto e efetivo de perecimento de direito líquido e certo da\nimpetrante, caso não concedida a tutela liminar.\nVIII - É de se observar, ainda, pela leitura dos fundamentos tecidos\nna exordial, que a tutela de urgência requerida pela impetrante\nconfunde-se com o próprio mérito da ação mandamental, o que concorre\npara demonstrar a natureza satisfativa do pleito apresentado a este\nTribunal.\nIX - Desse modo, diante das peculiaridades do tema em debate, o que\ninviabiliza a visualização prima facie do fumus boni iuris e do\nnítido caráter satisfativo que acometerá o eventual provimento\nliminar, deve a matéria ser apreciada, no momento oportuno.\nX - Correta, portanto a decisão recorrida que indeferiu o pedido de\nconcessão de liminar.\nXI - Pedido de reconsideração recebido como agravo interno. Agravo\ninterno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231114",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 08/11/2023 a 14/11/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Herman Benjamin, Mauro Campbell Marques, Benedito\nGonçalves, Sérgio Kukina, Regina Helena Costa, Gurgel de Faria e\nPaulo Sérgio Domingues  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Assusete Magalhães.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:012016 ANO:2009\n*****  LMS-09    LEI DO MANDADO DE SEGURANÇA\n        ART:00007 INC:00003", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01027 ART:01028" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000860264",
  "numeroProcesso" : "28821",
  "numeroRegistro" : "202202484420",
  "siglaClasse" : "AgInt no MS",
  "descricaoClasse" : "AGRAVO INTERNO NO MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "FRANCISCO FALCÃO",
  "dataPublicacao" : "DJE        DATA:17/11/2023",
  "ementa" : "AGRAVO INTERNO EM MANDADO DE SEGURANÇA. ANISTIA POLÍTICA.\nDECADÊNCIA. AFASTAMENTO. PARCIALIDADE DOS MEMBROS DA COMISSÃO DE\nANISTIA. PORTARIAS N. 376 E 378 DE 2019. NECESSIDADE DE DILAÇÃO\nPROBATÓRIA.\nI - No wri t, é apontado como ato coator a Portaria n. 1.462/2022,\ninstauradora do procedimento de revisão de sua anistia política, ao\nargumento quanto à parcialidade dos membros componentes da atual\nComissão de Anistia, em razão desses possuírem, em grande parte,\nhistórico e conduta incompatíveis com a função do mencionado órgão.\nII - Em melhor análise dos autos, verifica-se que, de fato, não\nocorreu o transcurso do prazo decadencial, uma vez que, ainda que os\nmembros da Comissão de Anistia tenham sido designados pelas\nPortarias n. 376 e 378 do MMFDH, de 2019, o Impetrante se insurge\ncontra a abertura do processo revisional, a qual se deu com a edição\nda Portaria MMFDH n. 1.462, de 11/7/2022. Ainda que se fundamente\neventual irregularidade no processo revisional pela suposta\nimparcialidade dos membros, o ato atacado é a Portaria que iniciou a\nrevisão da anistia outrora concedida. Assim, é de rigor o\nafastamento da decadência.\nIII - O mandado de segurança possui, como requisito inarredável, a\ncomprovação inequívoca de direito líquido e certo pela parte\nimpetrante, por meio da chamada prova pré-constituída, inexiste\nespaço, nessa via, para a dilação probatória.\nIV - Para a demonstração de tal direito, é necessário que seja\nfacilmente aferível a extensão do direito alegado e que seja\nprontamente exercido, já no momento da sua impetração, sem\nnecessidade de dilação probatória.\nV - Na hipótese dos autos, a análise de eventual imparcialidade dos\nmembros da Comissão demanda necessária instrução probatória, o que\nse mostra inviável na estreita via do mandado de segurança.\nVI - Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231114",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 08/11/2023 a 14/11/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Herman Benjamin, Mauro Campbell Marques, Benedito\nGonçalves, Sérgio Kukina, Regina Helena Costa, Gurgel de Faria e\nPaulo Sérgio Domingues  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Assusete Magalhães.",
  "jurisprudenciaCitada" : "(MANDADO DE SEGURANÇA - ANISTIA POLÍTICA - IMPARCIALIDADE DE MEMBROS\nDA COMISSÃO - AFERIÇÃO - INADEQUAÇÃO  DA VIA ELEITA)\n   STJ - <<AgInt no MS 28620>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000860265",
  "numeroProcesso" : "44803",
  "numeroRegistro" : "202300395560",
  "siglaClasse" : "AgInt na Rcl",
  "descricaoClasse" : "AGRAVO INTERNO NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "FRANCISCO FALCÃO",
  "dataPublicacao" : "DJE        DATA:17/11/2023",
  "ementa" : "PROCESSUAL CIVIL. RECLAMAÇÃO. FORNECIMENTO DE MEDICAMENTOS.\nDESPROVIMENTO DO AGRAVO INTERNO. MANUTENÇÃO DA DECISÃO RECORRIDA.\nI - Trata-se de agravo interno interposto contra decisão que julgou\nreclamação com pedido de liminar proposta com fundamento no art.\n988, II, do CPC/2015, contra decisão do Juízo da 1ª Turma Recursal\nMista das Turmas Recursais do Tribunal de Justiça do Estado do Mato\nGrosso do Sul que, na ação de obrigação fazer com pedido de tutela\nde urgência, ajuizada pela reclamante contra o Estado do Mato Grosso\ndo Sul e o Município de Bela Vista/MS, declinou da competência para\nprocessar e julgar a demanda de fornecimento de medicamento e\ndeterminou sua remessa à Justiça Federal.\nII - A reclamante alega que, ao declinar da competência para\njulgamento da ação, a deliberação judicial descumpriu a decisão\nliminar proferida pelo STJ no Incidente de Assunção de Competência\nn. 14 - CC 187.276/RS -, em que foi determinada a abstenção da\nprática de quaisquer atos judiciais de declinação de competência nas\nreferidas ações de saúde, devendo o feito tramitar no Juízo\nestadual.\nIII - No caso vertente, observa-se que a ação por meio da qual se\npostula a dispensação de tratamento médico foi proposta contra os\nentes estadual e municipal.\nIV - Nesse sentido, conforme ponderado na decisão liminar de fls.\n170-172, considerando a grande repercussão social e relevante\nquestão de direito da matéria de saúde debatida, notadamente a\naplicação das Súmulas n. 150, 224 e 254 do Superior Tribunal de\nJustiça, foi realizada nesta Corte proposta de instauração de\nincidente de assunção de competência nos autos do CC n. 187.276/RS,\njuntamente com os de números 187.533/SC e 188.0002/SC, a fim de\ndefinir o juízo competente e, se for o caso, evitar a declinação de\ncompetência para a Justiça Federal nas hipóteses em que essa medida\nnão se mostrar cabível - IAC n. 14, de relatoria do Ministro Gurgel\nde Faria.\nV - A referida proposta foi acolhida à unanimidade na sessão de\njulgamento virtual publicada em 13/6/2022 (IAC no CC n. 187.276/RS,\nrelator Ministro Gurgel de Faria, Primeira Seção, julgado em\n31/5/2022, DJe de 13/6/2022.) Na ocasião, foram estabelecidas como\nnecessárias as seguintes medidas: \"[...]. c) manutenção do curso das\nações que versem sobre a dispensação de tratamento/medicamento não\nincluído nas políticas públicas, visto que a suspensão dos feitos\npoderia causar dano de difícil reparação àqueles que necessitam da\ntutela do direito à saúde; d) havendo conflito de competência, fica,\nnos termos do art. 955 do CPC/2015, designado o Juízo estadual para\ndecidir, em caráter provisório, as medidas urgentes referentes aos\nprocessos em comento\".\nVI - Na sequência, em atenção ao princípio da segurança jurídica e\ntendo em vista que, mesmo após a afetação do IAC, os declínios\nmútuos de competência entre as Justiças Estaduais e Federais\npersistiram, resultando na instauração e consequente distribuição de\nconflito ao Superior Tribunal de Justiça, consignou-se em questão\nde ordem que: \"[...] até o julgamento definitivo do incidente de\nassunção de competência (IAC), o Juiz estadual deverá abster-se de\npraticar qualquer ato judicial de declinação de competência nas\nações que versem sobre tema idêntico ao destes autos, de modo que o\nprocesso deve prosseguir na jurisdição estadual\".\nVII - Nesse contexto, antes mesmo da apreciação de mérito do IAC 14,\na Primeira Seção desta Corte, por maioria, firmou compreensão de\nque a inobservância ao comando expresso na sobredita decisão em\nQuestão de Ordem implica flagrante desrespeito à autoridade deste\nTribunal Superior. A propósito, confiram-se: Rcl 45.369/RS, relatora\nMinistra Regina Helena Costa, Primeira Seção, j. 19/4/2023; Rcl n.\n44.055/MG, relator Ministro Gurgel de Faria, Primeira Seção, j.\n22.3.2023; Rcl n. 44.126/MG, relator Ministro Gurgel de Faria,\nPrimeira Seção, j. 22.3.2023; Rcl n. 44.597/SC, relator Ministro\nGurgel de Faria, Primeira Seção, j. 22.3.2023; Rcl n. 44.578/GO,\nrelator Ministro Gurgel de Faria, Primeira Seção, j. 22.3.2023.)\nVIII - Nesse interim, o Supremo Tribunal Federal, por sua vez,\nconsiderando o atual quadro de instabilidade processual, em decisão\nproferida, no dia 11/4/2023, nos autos do RE n. 1.366.243/SC, que\ndiscute, à luz dos arts. 23, II, 109, I, 196, 197 e 198, I, da\nConstituição Federal, a obrigatoriedade de a União constar do polo\npassivo de lide que verse sobre a obtenção de medicamento ou\ntratamento não incorporado nas políticas públicas do SUS, embora\nregistrado pela Anvisa, reconheceu a repercussão geral da matéria,\ndescrita no Tema 1.234.\nIX - Na ocasião, determinou-se a suspensão nacional do processamento\ndos recursos especiais e extraordinários que tratam da questão\ncontrovertida no aludido Tema 1.234, inclusive dos processos em que\nse discute a aplicação do Tema 793 da Repercussão Geral, até o\njulgamento definitivo do recurso extraordinário, ressalvado o\ndeferimento ou ajuste de medidas cautelares.\nX - Na sequência, a Primeira Seção do Superior Tribunal de Justiça,\nem sessão realizada em 12/4/2023, ao ponderar que o comando exarado\npela Suprema Corte, nos autos da Repercussão Geral n. 1.366.243\n(Tema 1.234) não abrangeria o julgamento do IAC n. 14, visto que\ninstaurado no âmbito de conflito de competência, procedeu ao\njulgamento de mérito do referido incidente.\nXI - Por conseguinte, em atenção ao referido pronunciamento desta\nCorte, o pretório excelso concedeu tutela provisória incidental no\nRE 1.366.243/SC, para estabelecer que, até o julgamento definitivo\ndo Tema 1.234 da Repercussão Geral, sejam observados os seguintes\nparâmetros: \"5.1. nas demandas judiciais envolvendo medicamentos ou\ntratamentos padronizados: a composição do polo passivo deve observar\na repartição de responsabilidades estruturada no Sistema Único de\nSaúde, ainda que isso implique deslocamento de competência, cabendo\nao magistrado verificar a correta formação da relação processual;\n5.2. nas demandas judiciais relativas a medicamentos não\nincorporados: devem ser processadas e julgadas pelo Juízo, estadual\nou federal, ao qual foram direcionadas pelo cidadão, sendo vedada,\naté o julgamento definitivo do Tema 1234 da Repercussão Geral, a\ndeclinação da competência ou determinação de inclusão da União no\npolo passivo; 5.3. diante da necessidade de evitar cenário de\ninsegurança jurídica, esses parâmetros devem ser observados pelos\nprocessos sem sentença prolatada; diferentemente, os processos com\nsentença prolatada até a data desta decisão (17 de abril de 2023)\ndevem permanecer no ramo da Justiça do magistrado sentenciante até o\ntrânsito em julgado e respectiva execução (adotei essa regra de\njulgamento em: RE 960429 ED-segundos Tema 992, de minha relatoria,\nDJe de 5.2.2021); 5.4. ficam mantidas as demais determinações\ncontidas na decisão de suspensão nacional de processos na fase de\nrecursos especial e extraordinário.\" (TPI no RE 1.366.243/SC, Rel.\nMinistro Gilmar Mendes, DJE 17/4/2023.)\nXII - Nesse panorama, considerando que a hipótese versada trata de\nmedicamento não incorporado, bem como que há sentença prolatada\nantes de 17 de abril de 2023, a demanda deve permanecer no ramo da\nJustiça do magistrado sentenciante até o trânsito em julgado e\nrespectiva execução, sendo vedada, até o julgamento definitivo do\nTema 1.234 da Repercussão Geral, a declinação da competência ou\ndeterminação de inclusão da União no polo passivo.\nXIII - Correta, portanto, a decisão recorrida que julgou procedente\na reclamação para anular a decisão reclamada, determinando, como\nconsequência, que, superada a necessidade de inclusão da União no\nfeito, os autos tenham seu curso regular no respectivo Juízo\nestadual\nXIV - Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231114",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 08/11/2023 a 14/11/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Herman Benjamin, Mauro Campbell Marques, Benedito\nGonçalves, Sérgio Kukina, Regina Helena Costa, Gurgel de Faria e\nPaulo Sérgio Domingues  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Assusete Magalhães.",
  "jurisprudenciaCitada" : "(CONFLITO DE COMPETÊNCIA - MEDICAMENTO NÃO INCORPORADO AO SUS E\nREGISTRADO NA ANVISA - UNIÃO NO POLO PASSIVO DA LIDE)\n   STJ - <<CC 187276>>-RS (IAC - TEMA(s) 14),\n         <<IAC no CC 187533>>-SC, <<IAC no CC 188002>>-SC\n   STF - [[RE-RG 1234]]-SC (REPERCUSSÃO GERAL - TEMA(s) 1234)\n(QUESTÃO DE ORDEM - INOBSERVÂNCIA AO IAC 14/STJ - DESRESPEITO À\nAUTORIDADE DO STJ - RECLAMAÇÃO)\n   STJ - <<Rcl 44055>>-MG, <<Rcl 44126>>-MG, <<Rcl 44597>>-SC,\n         <<Rcl 44578>>-GO\n(DIREITO PÚBLICO - DEVER DE ASSISTÊNCIA À SAÚDE - RESPONSABILIDADE\nSOLIDÁRIA DOS ENTES FEDERADOS)\n   STF - [[RE-RG 855178]]-SE (REPERCUSSÃO GERAL - TEMA(s) 793)\n(TUTELA PROVISÓRIA INCIDENTAL - TEMA 1.234/STF - PARÂMETROS\nDEFINIDOS PELO STF A SEREM OBSERVADOS)\n   STF - [[TPI-RE 1366243]]-SC (REPERCUSSÃO GERAL - TEMA(s) 1234)",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000150 SUM:000224 SUM:000254" ],
  "acordaosSimilares" : [ "AgInt na Rcl  45286  MG  2023/0112866-7  Decisão:28/11/2023\nDJE        DATA:30/11/2023" ]
}, {
  "id" : "000860268",
  "numeroProcesso" : "3431",
  "numeroRegistro" : "202300224552",
  "siglaClasse" : "AgInt no PUIL",
  "descricaoClasse" : "AGRAVO INTERNO NO PEDIDO DE UNIFORMIZAÇÃO DE INTERPRETAÇÃO DE LEI",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "FRANCISCO FALCÃO",
  "dataPublicacao" : "DJE        DATA:17/11/2023",
  "ementa" : "PROCESSUAL CIVIL. ADMINISTRATIVO. PLANO DE SAÚDE. COBERTURA.  RECUSA\nEM AUTORIZAR REALIZAÇÃO DE EXAME PARA TRATAMENTO DE DOENÇA GRAVE.\nPEDIDO DE UNIFORMIZAÇÃO DE INTERPRETAÇÃO DE LEI. INTERPRETAÇÃO DE\nLEI LOCAL. NÃO CABIMENTO.\nI - Na origem, trata-se de ação ajuizada contra o Instituto de\nPrevidência e Assistência do Município de Belém objetivando rescisão\ndo contrato de plano de saúde e a devolução em dobro dos valores\ndescontados indevidamente diante da recusa em autorização de exame\npara tratamento de doença grave.\nII - Na sentença, julgaram-se parcialmente procedentes os pedidos\npara declarar a inconstitucionalidade incidental da expressão \"que\npoderá se viabilizar através de financiamento ao segurado\",\nconstante do art. 18, ii, do anexo único do Decreto municipal n.\n37.522/00, que regulamenta a Lei municipal n. 7.984/99, além da\nnulidade do plano de financiamento n. 19016/17 e a consequente\ndevolução dos valores indevidamente cobrados equivalente a R$ 68,07\n(sessenta e oito reais e sete centavos), devidamente corrigidos e\natualizados, nos termos do art. 1°-F, da Lei n. 9.494/97 (STF - Rcl\n19.240 AgR/RS), a contar da data do desconto indevido.\nIII - No Tribunal a quo, a sentença foi mantida. Esta Corte não\nconheceu do pedido de uniformização de interpretação de lei.\nIV - A jurisprudência do Superior Tribunal de Justiça é firme no\nsentido de que não merece conhecimento o pedido de uniformização de\nlei federal, na hipótese em que a solução da controvérsia passou\npela interpretação da legislação local.\nV - A Lei n. 12.153/2009 prevê a uniformização de interpretação de\nlei para os Juizados Especiais da Fazenda Pública, no âmbito dos\nEstados, Distrito Federal e Municípios. Os arts. 18 e 19 do referido\ndiploma legal dispõem sobre o cabimento do instrumento processual.\nVI - A Lei n. 10.259/2001 também previu a utilização do instrumento\nde uniformização de interpretação de Lei Federal nos juizados\nespeciais federais direcionado ao Superior Tribunal de Justiça.\nVII - Ainda que se trate de alegada contrariedade à súmula do STJ, o\npedido de interpretação de lei federal dirigido ao Superior\nTribunal de Justiça somente é cabível quando presente dissenso\ninterpretativo circunscrito a questões de direito material reguladas\npor legislação federal.\nVIII - A exegese do art. 18, § 3º, da Lei n. 12.153, de 22 de\ndezembro de 2009, não pode permitir que o Superior Tribunal de\nJustiça opere como inexistente terceira instância para trato das\nquestões fundadas em leis locais, usurpando competência dos\nTribunais de Justiça e afastando-se da sua função de Corte\nconstitucionalmente destinada à uniformização da interpretação da\nlegislação federal.\nIX - A solução do presente caso passou pela interpretação da\nlegislação local, qual seja, o Decreto municipal n. 35.522/2000 e a\nLei municipal n. 7.984/1999, o que torna inviável o conhecimento do\npedido de uniformização de lei federal. No mesmo sentido: (AgInt no\nPUIL n. 2.998/DF, relatora Ministra Regina Helena Costa, Primeira\nSeção, julgado em 16/11/2022, DJe de 18/11/2022,AgInt no PUIL n.\n2.121/SP, relator Ministro Mauro Campbell Marques, Primeira Seção,\njulgado em 30/11/2021, DJe de 2/12/2021 e AgInt no PUIL n. 1.802/SP,\nrelator Ministro Herman Benjamin, Primeira Seção, julgado em\n24/11/2020, DJe de 1/12/2020.)\nX  - Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231114",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 08/11/2023 a 14/11/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Herman Benjamin, Mauro Campbell Marques, Benedito\nGonçalves, Sérgio Kukina, Regina Helena Costa, Gurgel de Faria e\nPaulo Sérgio Domingues  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Assusete Magalhães.",
  "jurisprudenciaCitada" : "(PEDIDO DE UNIFORMIZAÇÃO DE INTERPRETAÇÃO DE LEI - NORMA COM STATUS\nDE LEGISLAÇÃO LOCAL)\n   STJ - <<AgInt no PUIL 2998>>-DF, <<AgInt no PUIL 2121>>-SP,\n         <<AgInt no PUIL 1802>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:012153 ANO:2009\n*****  LJEFP-2009    LEI DOS JUIZADOS ESPECIAIS DA FAZENDA PÚBLICA\n        ART:00018 PAR:00003 ART:00019", "LEG:FED LEI:010259 ANO:2001\n*****  LJEF-01    LEI DOS JUIZADOS ESPECIAIS FEDERAIS" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000860419",
  "numeroProcesso" : "26612",
  "numeroRegistro" : "202001713387",
  "siglaClasse" : "AgInt nos EDcl no MS",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NO MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "ASSUSETE MAGALHÃES",
  "dataPublicacao" : "DJE        DATA:21/11/2023",
  "ementa" : "ADMINISTRATIVO. AGRAVO INTERNO NOS EMBARGOS DECLARATÓRIOS NO MANDADO\nDE SEGURANÇA. PROCESSO ADMINISTRATIVO DISCIPLINAR. AUDITOR-FISCAL\nDA RECEITA FEDERAL DO BRASIL. EXERCÍCIO CONCOMITANTE AO SERVIÇO DE\nPRATICAGEM. ATUAÇÃO EXPRESSAMENTE VEDADA PELA PORTARIA RFB 444/2015.\nPRECEDENTES. EXERCÍCIO NA PREVIC. IRRELEVÂNCIA. INCOMPATIBILIDADE\nDE HORÁRIOS CARACTERIZADA. AGRAVO INTERNO IMPROVIDO.\nI. Trata-se de Mandado de Segurança ajuizado contra o ato que, como\ndecorrência de fatos apurados em processo administrativo\ndisciplinar, demitiu o impetrante do cargo de Auditor-Fiscal da\nReceita Federal do Brasil, por exercício da atividade privada de\nPrático de navio na Zona de Praticagem de Porto Alegre/RS.\nII. Ao contrário do que sustenta a parte agravante, o ato demissório\ncontou com motivação suficiente, inclusive no que se refere ao\nenquadramento típico da conduta. Nesse sentido, entendeu a\nAdministração que, ao realizar a atividade privada de prático da\nMarinha Mercante, o ora agravante incorreu nas condutas vedadas pela\nLei 12.813/2013, que define o conflito de interesses no âmbito do\nPoder Executivo Federal, não havendo falar em boa fé, na medida em\nque a Portaria RFB 444, de 23/03/2015, objetivando o disposto pela\nnorma legal, expressamente, declara incompatível com as atribuições\ndo cargo de Auditor-Fiscal da Receita Federal do Brasil o exercício\nda atividade de praticagem. Acrescentou, ainda, a Administração,\nque, embora tivesse a possibilidade de consultar a Comissão de Ética\ndo órgão ao qual está vinculado sobre o exercício de sua atividade\nprivada (art. 4º, § 1º, da Lei 12.813, de 2013), o ora agravante, no\ncaso, \"não efetuou consulta, tampouco declarou o exercício da\natividade de prático à Secretaria da Receita Federal do Brasil\". Por\nfim, extrai-se das mesmas informações, quanto à incompatibilidade\nde horários, que \"essa está fartamente comprovado nos autos, haja\nvista o registro irregular nas folhas de ponto da presença do\nservidor na PREVIC ou da realização de atividades quando estava, em\nverdade, realizando suas atividades privadas de Prático (...)\".\nIII. Quanto à tese de que, no caso, haveria responsabilidade\nobjetiva e inconstitucionalidade no ato infralegal que vedou a\natividade, a Primeira Seção já decidiu: \"A previsão feita no art. 1º\nda Portaria RFB 444/2015, de que as atividades de advocacia,\ncontabilidade e praticagem são incompatíveis com as atribuições da\nCarreira de Auditoria da Receita Federal do Brasil, está respaldada\npela Lei 11.890/2008, que impede os integrantes desse segmento do\nserviço público de exercerem outra atividade, pública ou privada,\npotencialmente conflitante com suas atribuições. O dispositivo está,\nainda, em consonância com a Lei 12.813/2013, (arts. 4º, 5º e 10),\nque versa sobre o conflito de interesses no âmbito do Poder\nExecutivo (...) Esse conjunto normativo dá concreção aos princípios\nconstitucionais da moralidade e da eficiência no serviço público\n(art. 37, caput, da CF). Protege também os agentes públicos, que\nficam sabendo objetivamente o que podem ou não fazer\" (STJ, MS\n26.683/DF, Rel. Ministro HERMAN BENJAMIN, PRIMEIRA SEÇÃO, DJe de\n27/06/2022). No mesmo sentido: STJ, AgInt no REsp 2.006.750/DF, Rel.\nMinistro MAURO CAMPBELL MARQUES, SEGUNDA TURMA, DJe de 31/03/2023.\nIV. Por fim, quanto ao argumento de que a Portaria RFB 444/2015 não\nse aplicaria ao impetrante, pelo fato de que ele esteve lotado na\nSuperintendência Nacional de Previdência Complementar - PREVIC em\nPorto Alegre/RS, sua insubsistência foi bem demonstrada pelo\nMinistério Público Federal que, em parecer, sustentou: \"A cessão,\npara exercício das funções na Previc, não desfaz o vínculo jurídico\ndo servidor com o órgão público a que pertence, motivo pelo qual não\npode agir em conflito de interesses com seu empregador estatal, sob\npena de caracterização de improbidade administrativa: o impetrante\né Auditor-Fiscal da Receita Federal do Brasil, autoridade com\ncompetência fiscal tributária e aduaneira, inclusive perante as\ncompanhias de navegação\".\nIV. Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231114",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 08/11/2023 a 14/11/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros Francisco Falcão, Herman Benjamin, Mauro Campbell\nMarques, Benedito Gonçalves, Sérgio Kukina, Gurgel de Faria e Paulo\nSérgio Domingues  votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento a Sra. Ministra Regina Helena Costa.",
  "jurisprudenciaCitada" : "(AUDITOR-FISCAL DA RECEITA FEDERAL DO BRASIL - EXERCÍCIO\nCONCOMITANTE AO SERVIÇO DE PRATICAGEM - ATUAÇÃO EXPRESSAMENTE\nVEDADA)\n   STJ - <<MS 26683>>-DF, <<AgInt no REsp 2006750>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED PRT:000444 ANO:2015\n(RECEITA FEDERAL DO BRASIL - RFB)" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000860420",
  "numeroProcesso" : "1888483",
  "numeroRegistro" : "202001987876",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "REGINA HELENA COSTA",
  "dataPublicacao" : "DJE        DATA:21/11/2023",
  "ementa" : "PROCESSUAL CIVIL. CUMPRIMENTO DE SENTENÇA. AGRAVO INTERNO NOS\nEMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL. CÓDIGO DE PROCESSO\nCIVIL DE 2015. APLICABILIDADE. IMPUGNAÇÃO OFERTADA PELA FAZENDA\nPÚBLICA. HONORÁRIOS ADVOCATÍCIOS. CABIMENTO. EXCLUSÃO DA PARCELA\nINCONTROVERSA DO CRÉDITO. MATÉRIA PACIFICADA EM AMBAS AS TURMAS\nDESTA CORTE. INCIDÊNCIA DA SÚMULA N. 168/STJ. ARGUMENTOS\nINSUFICIENTES PARA DESCONSTITUIR A DECISÃO ATACADA. APLICAÇÃO DE\nMULTA. ART. 1.021, § 4º, DO CÓDIGO DE PROCESSO CIVIL DE 2015.\nDESCABIMENTO.\nI - Consoante o decidido pelo Plenário desta Corte na sessão\nrealizada em 09.03.2016, o regime recursal será determinado pela\ndata da publicação do provimento jurisdicional impugnado. In casu,\naplica-se o Código de Processo Civil de 2015.\nII - A matéria ventilada nos Embargos de Divergência encontra-se\npacificada em ambas as turmas da 1ª Seção, no sentido de que se\nafigura cabível a fixação de honorários advocatícios no cumprimento\nde sentença contra a Fazenda Pública que enseja a expedição de\nprecatório, quando impugnado pelo devedor, consoante disposto no\nart. 85, § 7º do Código de Processo Civil, os quais devem recair,\ncontudo, apenas sobre a parcela controvertida do débito, e não sobre\no valor total da execução.\nIII - In casu, adotando o acórdão embargado entendimento pacificado\nnesta Corte segundo o qual a verba honorária deve recair apenas\nsobre o valor controvertido na execução, inadmissíveis os presentes\nembargos de divergência a teor da Súmula n. 168/STJ.\nIV - Os Embargantes não apresentam, no agravo, argumentos\nsuficientes para desconstituir a decisão recorrida.\nV - Em regra, descabe a imposição da multa prevista no art. 1.021, §\n4º, do Código de Processo Civil de 2015 em razão do mero\ndesprovimento do Agravo Interno em votação unânime, sendo necessária\na configuração da manifesta inadmissibilidade ou improcedência do\nrecurso a autorizar sua aplicação, o que não ocorreu no caso.\nVI - Agravo Interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231114",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 08/11/2023 a 14/11/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros Francisco Falcão, Herman Benjamin, Mauro Campbell\nMarques, Benedito Gonçalves, Sérgio Kukina, Gurgel de Faria e Paulo\nSérgio Domingues  votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento a Sra. Ministra Assusete Magalhães.",
  "jurisprudenciaCitada" : "(CUMPRIMENTO DE SENTENÇA - IMPUGNAÇÃO DA FAZENDA PÚBLICA -\nHONORÁRIOS ADVOCATÍCIOS - CABIMENTO - EXCLUSÃO DA PARCELA\nINCONTROVERSA DO CRÉDITO)\n   STJ - <<AgInt nos EDcl nos EDcl no REsp 2008018>>-RS,\n         <<AgInt nos EDcl nos EDcl no REsp 2025913>>-RS",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00085 PAR:00007", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000168" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000860421",
  "numeroProcesso" : "17722",
  "numeroRegistro" : "201802810280",
  "siglaClasse" : "AgInt na ExeMS",
  "descricaoClasse" : "AGRAVO INTERNO NA EXECUÇÃO EM MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "ASSUSETE MAGALHÃES",
  "dataPublicacao" : "DJE        DATA:21/11/2023",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NA EXECUÇÃO EM MANDADO DE\nSEGURANÇA. ADMINISTRATIVO. ANISTIA POLÍTICA. PAGAMENTO DE\nINDENIZAÇÃO RETROATIVA. POSSIBILIDADE DE ANULAÇÃO DA PORTARIA\nANISTIADORA À LUZ DA ORIENTAÇÃO ADOTADA NO JULGAMENTO DO RE\n817.338/DF (TEMA 839). NECESSIDADE DE ADEQUAÇÃO DO PROCEDIMENTO\nREVISIONAL DA ANISTIA INSTAURADO AO FLUXO PREVISTO NA IN N. 2, DE\n2021, DO MMFDH. PRETENSÃO DE MANTER SUSPENSO O PAGAMENTO DO\nPRECATÓRIO EXPEDIDO. INVIABILIDADE. AUSÊNCIA DE PROVA DE NOTIFICAÇÃO\nDO INTERESSADO DA REVISÃO DEFLAGRADA. MULTA PREVISTA NO ART. 1.021,\n§ 4º, DO CPC. NÃO CABIMENTO. AGRAVO IMPROVIDO.\n1. À luz do entendimento manifestado pelo STF no julgamento do RE\n817.338/DF (Tema 839), a UNIÃO instaurou procedimento revisional,\nobservando o fluxo previsto na IN n. 2, do Ministério da Mulher, da\nFamília e dos Direitos Humanos.\n2. Em que pese a intenção de observar, com mais rigor, o devido\nprocesso legal, como exige o precedente da Excelsa Corte, não restou\ncomprovada a notificação do interessado a respeito de eventual\nprocedimento administrativo de revisão da portaria de anistia.\n3. Remanescendo válido o ato anistiador, mostra-se viável dar\nsequência ao trâmite processual com o afastamento da pretensão de\nsuspender a execução.\n4. \"Descabe a imposição da multa prevista no art. 1.021, § 4º, do\nCódigo de Processo Civil de 2015, em razão do mero desprovimento do\nagravo interno em votação unânime, sendo necessária a configuração\nda manifesta inadmissibilidade ou improcedência do recurso a\nautorizar sua aplicação, o que não ocorreu no caso\" (AgInt no REsp\nn. 1.994.255/DF, relatora Ministra Regina Helena Costa, Primeira\nTurma, julgado em 13/6/2022, DJe de 15/6/2022).\n5. Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231114",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 08/11/2023 a 14/11/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros Francisco Falcão, Herman Benjamin, Mauro Campbell\nMarques, Benedito Gonçalves, Sérgio Kukina, Gurgel de Faria e Paulo\nSérgio Domingues  votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento a Sra. Ministra Regina Helena Costa.",
  "jurisprudenciaCitada" : "(IMPOSIÇÃO DA MULTA PREVISTA NO ART. 1.021, § 4º DO CPC)\n   STJ - <<AgInt no REsp 1994255>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01021 PAR:00004" ],
  "acordaosSimilares" : [ "AgInt na ExeMS  18176  DF  2023/0022518-2  Decisão:14/11/2023\nDJE        DATA:21/11/2023", "AgInt na ExeMS  17824  DF  2023/0022515-7  Decisão:14/11/2023\nDJE        DATA:21/11/2023", "AgInt na ExeMS  17798  DF  2023/0018230-2  Decisão:14/11/2023\nDJE        DATA:21/11/2023", "AgInt na ExeMS  18209  DF  2023/0022519-4  Decisão:14/11/2023\nDJE        DATA:21/11/2023", "AgInt na ExeMS  18435  DF  2022/0276645-6  Decisão:14/11/2023\nDJE        DATA:21/11/2023", "AgInt na ExeMS  18209  DF  2023/0022519-4  Decisão:14/11/2023\nDJE        DATA:21/11/2023" ]
}, {
  "id" : "000860511",
  "numeroProcesso" : "1897314",
  "numeroRegistro" : "202002503382",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "REGINA HELENA COSTA",
  "dataPublicacao" : "DJE        DATA:21/11/2023",
  "ementa" : "PROCESSUAL CIVIL. CUMPRIMENTO DE SENTENÇA. AGRAVO INTERNO NOS\nEMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL. CÓDIGO DE PROCESSO\nCIVIL DE 2015. APLICABILIDADE. HONORÁRIOS ADVOCATÍCIOS. NÃO\nCABIMENTO. REJEIÇÃO À IMPUGNAÇÃO. SÚMULA N. 519/STJ. MATÉRIA\nPACIFICADA EM AMBAS AS TURMAS DESTA CORTE. INCIDÊNCIA DA SÚMULA N.\n168/STJ. ARGUMENTOS INSUFICIENTES PARA DESCONSTITUIR A DECISÃO\nATACADA. APLICAÇÃO DE MULTA. ART. 1.021, § 4º, DO CÓDIGO DE PROCESSO\nCIVIL DE 2015. DESCABIMENTO.\nI - Consoante o decidido pelo Plenário desta Corte na sessão\nrealizada em 09.03.2016, o regime recursal será determinado pela\ndata da publicação do provimento jurisdicional impugnado. In casu,\naplica-se o Código de Processo Civil de 2015.\nII - A matéria ventilada nos Embargos de Divergência encontra-se\npacificada em ambas as turmas da 1ª Seção, no sentido do não\ncabimento da fixação de honorários advocatícios pela rejeição da\nimpugnação ao cumprimento de sentença, consoante enuncia a Súmula n.\n519/STJ, compreensão que permanece hígida à luz do art. 85, § 7º do\nCPC/2015.\nIII - In casu, adotando o acórdão embargado entendimento pacificado\nnesta Corte segundo o qual não são cabíveis honorários advocatícios\npela rejeição à impugnação ao cumprimento de sentença, inadmissíveis\nos presentes embargos de divergência a teor da Súmula n. 168/STJ.\nIV - Os Embargantes não apresentam, no agravo, argumentos\nsuficientes para desconstituir a decisão recorrida.\nV - Em regra, descabe a imposição da multa prevista no art. 1.021, §\n4º, do Código de Processo Civil de 2015 em razão do mero\ndesprovimento do Agravo Interno em votação unânime, sendo necessária\na configuração da manifesta inadmissibilidade ou improcedência do\nrecurso a autorizar sua aplicação, o que não ocorreu no caso.\nVI - Agravo Interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231114",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 08/11/2023 a 14/11/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros Francisco Falcão, Herman Benjamin, Mauro Campbell\nMarques, Benedito Gonçalves, Sérgio Kukina, Gurgel de Faria e Paulo\nSérgio Domingues  votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento a Sra. Ministra Assusete Magalhães.",
  "jurisprudenciaCitada" : "(IMPUGNAÇÃO AO CUMPRIMENTO DE SENTENÇA - REJEIÇÃO - FIXAÇÃO DE\nHONORÁRIOS ADVOCATÍCIOS - NÃO CABIMENTO)\n   STJ - <<AgInt no REsp 2023117>>-SP,\n         <<AgInt no REsp 1792910>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00085 PAR:00007", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000168 SUM:000519" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000860666",
  "numeroProcesso" : "1998469",
  "numeroRegistro" : "202201175552",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "GURGEL DE FARIA",
  "dataPublicacao" : "DJE        DATA:23/11/2023",
  "ementa" : "PROCESSUAL CIVIL. EMBARGOS DE DIVERGÊNCIA. ARTS. 489 E 1.022 DO\nCPC/2015. OFENSA. EXAME. DESCABIMENTO.   REGRA TÉCNICA DE\nADMISSIBILIDADE DO ESPECIAL. DISCUSSÃO. INVIABILIDADE.\n1. Consoante o entendimento da Corte Especial, não cabem embargos de\ndivergência quanto ofensa aos arts. 489, § 1º, e 1.022 do CPC/2015\narguida em sede de recurso especial, tendo em vista que a análise da\nquestão pelo órgão julgador demanda a verificação das\npeculiaridades do caso concreto, o que torna inviável a demonstração\nde similitude entre os julgados confrontados. Precedentes.\n2. De acordo com o disposto no art. 1.043, III, do CPC/2015 e no\nart. 266, II, do RISTJ, a comparação com acórdão em que se examinou\no mérito de recurso apenas é admitida se, no julgado embargado,\napesar de não conhecido o recurso, houver sido apreciada a\ncontrovérsia de mérito.\n3. Hipótese em que as peculiaridades do caso concreto ensejaram a\nincidência da Súmula 7 do STJ, circunstância que inviabiliza o\ncabimento dos embargos de divergência, ante a impossibilidade de\nharmonizar o juízo de conhecimento realizado no acórdão embargado,\ncom o do paradigma quanto à aplicação de regra técnica de\nconhecimento do recurso especial.\n4. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231114",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 08/11/2023 a 14/11/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Herman Benjamin, Mauro Campbell\nMarques, Benedito Gonçalves, Sérgio Kukina, Regina Helena Costa e\nPaulo Sérgio Domingues  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Assusete Magalhães.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - ACÓRDÃO EMBARGADO E ACÓRDÃO PARADIGMA -\nJUÍZO  DE  MÉRITO)\n   STJ - <<AgInt nos EREsp 1516729>>-AL,\n         <<AgInt nos EREsp 1356359>>-RS,\n         <<AgInt nos EDcl nos EREsp 1538148>>-PE\n(EMBARGOS DE DIVERGÊNCIA - JUÍZO DE ADMISSIBILIDADE DO RECURSO\nESPECIAL - NÃO CABIMENTO)\n   STJ - <<AgInt nos EREsp 1114692>>-SP\n(EMBARGOS DE DIVERGÊNCIA - CONFRONTO ENTRE JULGADOS - ARTS. 489 E\n1022 DO CPC)\n   STJ - <<AgInt nos EDv nos EAREsp 1953945>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00489 PAR:00001 ART:01022 ART:01043 INC:00003\n(ART. 1.043, INCISO II, REVOGADO PELA LEI 13.256/2016)", "LEG:FED LEI:013256 ANO:2016", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266 INC:00001 INC:00002 PAR:00001 PAR:00002\n        PAR:00003 ART:0266C" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000860667",
  "numeroProcesso" : "3646",
  "numeroRegistro" : "202301874046",
  "siglaClasse" : "AgInt no PUIL",
  "descricaoClasse" : "AGRAVO INTERNO NO PEDIDO DE UNIFORMIZAÇÃO DE INTERPRETAÇÃO DE LEI",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "GURGEL DE FARIA",
  "dataPublicacao" : "DJE        DATA:23/11/2023",
  "ementa" : "PROCESSUAL CIVIL.   INCIDENTE DE UNIFORMIZAÇÃO DE INTERPRETAÇÃO DE\nLEI - PUIL. INTERPOSIÇÃO CONTRA DECISÃO M ONOCRÁTICA. DESCABIMENTO.\n1. Nos termos do § 4º do art. 14 da Lei dos Juizados Especiais\nFederais, \"quando a orientação acolhida pela Turma de Uniformização,\nem questões de direito material, contrariar súmula ou\njurisprudência dominante no Superior Tribunal de Justiça, a parte\ninteressada poderá provocar a manifestação deste, que dirimirá a\ndivergência\".\n2. Caso em que o incidente de uniformização não pôde ser conhecido\nporquanto foi formulado em desafio à decisão da Presidência da Turma\nNacional de Uniformização.\n3. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231114",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 08/11/2023 a 14/11/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Herman Benjamin, Mauro Campbell\nMarques, Benedito Gonçalves, Sérgio Kukina, Regina Helena Costa e\nPaulo Sérgio Domingues  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Assusete Magalhães.",
  "jurisprudenciaCitada" : "(INCIDENTE DE UNIFORMIZAÇÃO DE INTERPRETAÇÃO DE LEI - JUIZADOS\nFEDERAIS - DECISÃO MONOCRÁTICA DA PRESIDÊNCIA - INCOGNOSCIBILIDADE)\n   STJ - <<AgInt no PUIL 1794>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:010259 ANO:2001\n*****  LJEF-01    LEI DOS JUIZADOS ESPECIAIS FEDERAIS\n        ART:00014 PAR:00004" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000859141",
  "numeroProcesso" : "7075",
  "numeroRegistro" : "202102911042",
  "siglaClasse" : "AR",
  "descricaoClasse" : "AÇÃO RESCISÓRIA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "FRANCISCO FALCÃO",
  "dataPublicacao" : "DJE        DATA:14/11/2023",
  "ementa" : "AÇÃO RESCISÓRIA. PREVIDENCIÁRIO. ERRO DE FATO E PROVA NOVA. NÃO\nOCORRÊNCIA. DECISÃO RESCINDENDA EM CONSONÂNCIA COM O TEMA 694.\nI - Nos termos da jurisprudência desta Corte, para a configuração do\nerro de fato apto a ensejar a propositura da rescisória, é\nnecessário a) que o julgamento rescindendo tenha sido fundado no\nerro de fato; b) que o erro possa ser apurado com base nos\ndocumentos que instruem os autos do processo originário; c) que\nausente controvérsia sobre o fato; e d) que inexista pronunciamento\njudicial a respeito do fato (AR n. 6.980/DF, relator Ministro Gurgel\nde Faria, Primeira Seção, julgado em 28/9/2022, DJe de 4/11/2022.)\nII - No caso concreto, a decisão rescindenda refutou o\nreconhecimento da atividade especial no período de 6/3/1997 a\n18/11/2003, tendo em vista que a parte autora não comprovou sua\nexposição a ruído em patamar superior a 90 dB, conforme Anexo IV do\nDecreto n. 2.172/1997 e Anexo IV do Decreto n. 3.048/1999.\nIII - A questão envolvendo a periculosidade das atividades exercidas\nno período de 6/3/1997 a 18/11/2003 não foi analisada na decisão\nrecorrida e nem pelas instâncias ordinárias, razão pela qual não se\nconfigura a ocorrência de erro de fato.\nIV - Em relação à prova nova, como bem salientou o Ministério\nPúblico Federal, tem-se a ocorrência da preclusão. A parte autora\npretende a juntada de laudo pericial realizado em março 2013, antes,\nportanto, do trânsito em julgado do acórdão rescindendo e que já se\nencontrava a disposição da parte autora, até porque fora realizado\nem reclamação trabalhista proposta pelo próprio.\nV - H á de ser observado o patamar de 90 dB no período de 6/3/1997 a\n18/11/2003, tendo em vista a legislação vigente à época da\nprestação dos serviços, estando o acórdão que se pretende rescindir\nem consonância com o Tema 694 dos recursos repetitivos.\nVI - Ação rescisória julgada improcedente.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231108",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Primeira Seção, por unanimidade,\njulgar improcedente a ação rescisória, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Herman Benjamin, Mauro Campbell Marques, Benedito\nGonçalves, Sérgio Kukina, Regina Helena Costa, Gurgel de Faria e\nPaulo Sérgio Domingues votaram com o Sr. Ministro Relator.",
  "jurisprudenciaCitada" : "(AÇÃO RESCISÓRIA - ERRO DE FATO)\n   STJ - <<AR 6980>>-DF, <<AR 6180>>-SE\n(PREVIDENCIÁRIO - REGIME GERAL DE PREVIDÊNCIA SOCIAL - TRABALHO\nESPECIAL - RUÍDO - LIMITE DE 90DB)\n   STJ - <<REsp 1398260>>-SP (RECURSO REPETITIVO - TEMA(s) 694)",
  "notas" : null,
  "informacoesComplementares" : "     (VOTO REVISOR) (MIN. HERMAN BENJAMIN)\n     Não se considera apta a ensejar a ação rescisória a prova que\njá se encontrava à disposição da parte autora ao tempo do julgado\nrescindendo, conforme a jurisprudência do STJ.",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEL:002172 ANO:1997", "LEG:FED DEL:003048 ANO:1999", "LEG:FED DEL:004882 ANO:2003" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000859352",
  "numeroProcesso" : "5294",
  "numeroRegistro" : "201303675997",
  "siglaClasse" : "AR",
  "descricaoClasse" : "AÇÃO RESCISÓRIA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "PAULO SÉRGIO DOMINGUES",
  "dataPublicacao" : "DJE        DATA:16/11/2023",
  "ementa" : "PROCESSUAL CIVIL. AÇÃO RESCISÓRIA. VIOLAÇÃO FLAGRANTE DE\nDISPOSITIVO LEGAL. ACÓRDÃO RESCINDENDO. TEMA NÃO ENFRENTADO. EXAME.\nINVIABILIDADE. ALTERAÇÃO JURISPRUDENCIAL SUPERVENIENTE. SÚMULA 343\nDO STF. INCIDÊNCIA. AÇÃO IMPROCEDENTE.\n1. Segundo orientação jurisprudencial do Superior Tribunal de\nJustiça, \"é indispensável que a questão aduzida na ação rescisória\ntenha sido objeto de deliberação na ação rescindenda, o que não se\nconfunde com exigência de prequestionamento do dispositivo legal\napontado\" (REsp 1.749.812/PR, relator Ministro Marco Aurélio\nBellizze, Terceira Turma, julgado em 17/9/2019, DJe de 19/9/2019).\n2. O acórdão rescindendo não tratou sobre o direito de a parte\nrequerida ser indenizada por danos patrimoniais causados, no período\nde março de 1985 a outubro de 1989, por atos do Poder Público, os\nquais fixaram os preços do setor sucroalcooleiro, matéria essa já\ndefinida no título executivo judicial, mas tão somente sobre a forma\nde cálculo do título executivo judicial. Não constitui, portanto,\nhipótese de cabimento de ação rescisória.\n3. No que tange à forma de cálculo dos valores a serem pagos, a\nPrimeira Seção do STJ, no julgamento do REsp 1.347.136/DF, sob o\nrito de recursos repetitivos (Tema 613), analisou a questão\nrelacionada à aferição do prejuízo experimentado pelas empresas do\nsetor sucroalcooleiro em razão do tabelamento de preços estabelecido\npelo Governo Federal por intermédio da Lei 4.870/1965 (acórdão\npublicado em 7/3/2014).\n4. Todavia, o acórdão rescindendo foi proferido anteriormente, em\n17/5/2011, com base na jurisprudência controvertida à época,\nsituação que, nos termos da orientação jurisprudencial desta Corte\nde Justiça, não autoriza o manejo da ação rescisória, consoante\nestabelece a Súmula 343/STF: \"Não cabe ação rescisória por ofensa a\nliteral disposição de lei, quando a decisão rescindenda se tiver\nbaseado em texto legal de interpretação controvertida nos\ntribunais\".\n5. Ação julgada improcedente. Cassada a liminar deferida.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231108",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Primeira Seção, por unanimidade,\njulgar improcedente a ação rescisória, restando cassada a liminar\nanteriormente deferida, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Herman Benjamin, Mauro Campbell\nMarques, Benedito Gonçalves, Sérgio Kukina, Regina Helena Costa e\nGurgel de Faria votaram com o Sr. Ministro Relator.",
  "jurisprudenciaCitada" : "(AÇÃO RESCISÓRIA - QUESTÃO DEBATIDA - OBJETO DE DELIBERAÇÃO NA AÇÃO\nRESCINDENDA)\n   STJ - <<REsp 1749812>>-PR\n(TABELAMENTO DE PREÇOS - SETOR SUCROALCOOLEIRO - AFERIÇÃO DO\nPREJUÍZO)\n   STJ - <<REsp 1347136>>-DF (RECURSO REPETITIVO - TEMA(s) 613, 733)\n   STF - [[ARE 84325]]-DF (REPERCUSSÃO GERAL - TEMA(s) 826)\n(AÇÃO RESCISÓRIA - JURISPRUDÊNCIA CONTROVERTIDA - PACIFICAÇÃO\nPOSTERIOR)\n   STJ - <<AgInt na AR 6228>>-DF, <<AR 6311>>-SP, <<AR 5434>>-DF,\n         <<AR 4922>>-DF\n(VOTO REVISOR - AÇÃO RESCISÓRIA - PRESSUPOSTOS - LEI PROCESSUAL -\nTRÂNSITO EM JULGADO - DECISÃO RESCINDENDA)\n   STJ - <<AR 5931>>-SP",
  "notas" : null,
  "informacoesComplementares" : "     (VOTO REVISOR) (MIN. FRANCISCO FALCÃO)\n     \"[...] esta Corte é firme na compreensão de que os pressupostos\nprocessuais da ação rescisória, bem como as respectivas hipóteses de\ncabimento, devem ser examinados à luz da lei processual vigente ao\ntempo do trânsito em julgado da decisão rescindenda, em respeito ao\ninstituto da coisa julgada [...]\".\n     \"[...] a interpretação dos fatos, a justiça da decisão ou mesmo\no error in judicando não justificam a propositura deste meio\nautônomo de impugnação, que não se presta como sucedâneo recursal\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:004870 ANO:1965", "LEG:FED LEI:005869 ANO:1973\n*****  CPC-73    CÓDIGO DE PROCESSO CIVIL DE 1973\n        ART:00485 INC:00005 INC:00009", "LEG:FED SUM:****** ANO:****\n*****  SUM(STF)    SÚMULA DO SUPREMO TRIBUNAL FEDERAL\n        SUM:000343", "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00005 PAR:00036" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000859361",
  "numeroProcesso" : "1996886",
  "numeroRegistro" : "202201072082",
  "siglaClasse" : "EREsp",
  "descricaoClasse" : "EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "MAURO CAMPBELL MARQUES",
  "dataPublicacao" : "DJE        DATA:16/11/2023",
  "ementa" : "EMBARGOS DE DIVERGÊNCIA. TRIBUTÁRIO. EXCLUSÃO DE BENEFÍCIOS FISCAIS\n(A TÍTULO DE ISENÇÃO E REDUÇÃO DE ALÍQUOTA OU DE BASE DE CÁLCULO DE\nICMS) DA BASE DE CÁLCULO DO IMPOSTO DE RENDA DA PESSOA JURÍDICA -\nIRPJ E DA CONTRIBUIÇÃO SOCIAL SOBRE O LUCRO LÍQUIDO - CSLL. LUCRO\nREAL. INAPLICABILIDADE DOS ERESP. N. 1.517.492/PR QUE SE REFERE\nESPECIFICAMENTE AO BENEFÍCIO DE CRÉDITO PRESUMIDO DE ICMS. ACÓRDÃO\nEM LINHA COM A RATIO DECIDENDI DE PRESERVAÇÃO DO PACTO FEDERATIVO.\nPOSSIBILIDADE DE EXCLUSÃO DA BASE DE CÁLCULO DO IRPJ E DA CSLL\nATRAVÉS DA CLASSIFICAÇÃO DOS BENEFÍCIOS DE ICMS COMO SUBVENÇÕES PARA\nINVESTIMENTO. APLICAÇÃO DO ART. 10, DA LEI COMPLEMENTAR N. 160/2017\nE DO ART. 30, DA LEI N. 12.973/2014. TEMA JÁ JULGADO EM SEDE DE\nRECURSO REPETITIVO. TEMA N. 1182/STJ. RESP. N. 1.945.110/RS.\n1. No julgamento dos EREsp. n. 1.517.492/PR (Primeira Seção, Rel.\nMinistro Og Fernandes, Rel. p/ Acórdão Ministra Regina Helena Costa,\nDJe 01/02/2018) este Superior Tribunal de Justiça entendeu por\nexcluir o crédito presumido de ICMS das bases de cálculo do IRPJ e\nda CSLL, ao fundamento de violação do Pacto Federativo (art. 150,\nVI, \"a\", da CF/88), tornando-se irrelevante a discussão a respeito\ndo enquadramento do referido incentivo / benefício fiscal como\n\"subvenção para custeio\", \"subvenção para investimento\" ou\n\"recomposição de custos\" para fins de determinar essa exclusão, já\nque o referido benefício / incentivo fiscal foi excluído do próprio\nconceito de Receita Bruta Operacional previsto no art. 44, da Lei n.\n4.506/64.\n2. Já o caso concreto é completamente diferente do precedente\nmencionado. Aqui a CONTRIBUINTE pleiteia excluir da base de cálculo\ndo IRPJ e da CSLL valores que jamais ali estiveram, pois nunca foram\ncontabilizados como receita sua (diferentemente dos créditos\npresumidos de ICMS), já que são isenções e reduções de base de\ncálculo do ICMS por si devido em suas saídas. Pela lógica que\nsustenta, todas as vezes que uma isenção ou redução da base de\ncálculo de ICMS for concedida pelo Estado, automaticamente a União\nseria obrigada a reduzir o IRPJ e a CSLL da empresa em verdadeira\nisenção heterônoma vedada pela Constituição Federal de 1988 e\ninvertendo a lógica do precedente desta Casa julgado nos EREsp. n.\n1.517.492/PR (Primeira Seção, Rel. Ministro Og Fernandes, Rel. p/\nAcórdão Ministra Regina Helena Costa, DJe 01/02/2018), onde se\nprestigiou a proteção do Pacto Federativo, ou seja, o exercício\nindependente das competências constitucionais entre os entes\nfederativos.\n3. Desta forma, o pedido constitui desdobramento desarrazoado da\ntese vencedora por ocasião do julgamento dos EREsp. n. 1.517.492/PR,\npor violar sua ratio decidendi que é a proteção do Pacto\nFederativo.\n4. No entanto, nada impede que o pedido seja acolhido em menor\nextensão a fim de proporcionar a aplicação do art. 10, da Lei\nComplementar n. 160/2017, que classificou tais isenções de ICMS\nconcedidas por legislação estadual publicada até 08.08.2017, mesmo\nque instituídas em desacordo com o disposto na alínea \"g\" do inciso\nXII do § 2º, do art. 155 da Constituição Federal, como subvenções\npara investimento, as quais podem ser extraídas da base de cálculo\ndo IRPJ e da CSLL nas condições previstas no art. 30, da Lei n.\n12.973/2014.\n5. Em suma, ao crédito presumido de ICMS se aplica o disposto nos\nEREsp. n. 1.517.492/PR. Já aos demais benefícios fiscais de ICMS se\naplica o disposto no art. 10, da Lei Complementar n. 160/2017 e no\nart. 30, da Lei n. 12.973/2014.\n6. Tema já julgado no repetitivo REsp. n. 1.945.110 / RS (Primeira\nSeção, Rel. Min. Benedito Gonçalves, julgado em 26.04.2023) onde\nfirmadas as teses jurídicas do Tema n. 1182/STJ.\n7. Embargos de divergência parcialmente providos, nos termos da\nfundamentação, para adequação do julgado ao repetitivo.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231108",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Primeira Seção, por unanimidade,\ndar parcial provimento, aos embargos de divergência da Fazenda\nNacional, para adequação do julgado ao repetitivo, nos termos do\nvoto do Sr. Ministro Relator.\nOs Srs. Ministros Benedito Gonçalves, Sérgio Kukina, Regina Helena\nCosta, Gurgel de Faria, Paulo Sérgio Domingues, Francisco Falcão e\nHerman Benjamin votaram com o Sr. Ministro Relator.",
  "jurisprudenciaCitada" : "(IRPJ - CSLL - BASE DE CÁLCULO - CRÉDITO PRESUMIDO DE ICMS -\nBEFÍCIOS FISCAIS DE ICMS)\n   STJ - <<EREsp 1517492>>-PR,\n         <<REsp 1945110>>-RS (RECURSO REPETITIVO - TEMA(s) 1182),\n         <<REsp 1968755>>-PR",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00150 INC:00006 LET:A ART:00155 PAR:00002\n        INC:00012 LET:G", "LEG:FED LEI:012973 ANO:2014\n        ART:00030", "LEG:FED LCP:000160 ANO:2017\n        ART:00010", "LEG:FED LEI:004506 ANO:1964\n        ART:00044" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000859950",
  "numeroProcesso" : "199584",
  "numeroRegistro" : "202303142360",
  "siglaClasse" : "CC",
  "descricaoClasse" : "CONFLITO DE COMPETENCIA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "SÉRGIO KUKINA",
  "dataPublicacao" : "DJE        DATA:13/11/2023",
  "ementa" : "PROCESSUAL CIVIL. CONFLITO DE COMPETÊNCIA ENTRE JUÍZO ESTADUAL E\nFEDERAL. CUMPRIMENTO DE SENTENÇA. CBTU. TRANSMUDAÇÃO PARA EMPRESA\nPÚBLICA. COMPETÊNCIA DA JUSTIÇA FEDERAL.\n1. Trata-se de conflito de competência instaurado entre juízos\nfederal e estadual, nos autos de ação indenizatória movida contra a\nCompanhia Brasileira de Trens Urbanos - CBTU, em fase de cumprimento\nde sentença.\n2. Como regra geral, compete ao juízo que proferiu o julgamento\npromover o seu respectivo cumprimento, nos termos do art. 516, II,\ndo CPC. Precedentes: CC n. 108.985/SP, relator Ministro Castro\nMeira, Primeira Seção, DJe de 4/3/2010; CC n. 62.083/SP, relator\nMinistro Luiz Fux, Primeira Seção, julgado em 24/6/2009, DJe de\n3/8/2009; CC n. 175.883/PR, relator Ministro Marco Aurélio Bellizze,\nSegunda Seção, DJe de 26/8/2022.\n3. Esse entendimento, contudo, deve ser afastado na hipótese de\nsucessão processual ou de modificação da natureza jurídica da parte,\ncomo ocorreu no caso sub judice, no qual a CBTU passou a ser, ao\ntempo já do cumprimento da sentença, uma empresa pública federal,\ndevendo prevalecer, na hipótese, a regra do art. 109, I, da CF/88.\n4. Conflito de competência conhecido a fim de declarar competente a\nJustiça Federal.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231108",
  "decisao" : "Vistos, relatados e discutidos estes autos, acordam os Ministros da\nPrimeira Seção do Superior Tribunal de Justiça, por unanimidade,\nconhecer do conflito a fim de declarar competente o juízo da 1ª Vara\nFederal da SEÇÃO Judiciária do Rio Grande do Norte, o suscitado,\npara dar cumprimento à sentença da ação subjacente, nos termos do\nvoto do Sr. Ministro Relator.",
  "jurisprudenciaCitada" : "(JUÍZO QUE PROFERIU O JULGAMENTO - COMPETÊNCIA PARA PROMOVER O SEU\nRESPECTIVO CUMPRIMENTO - REGRA GERAL)\n   STJ - <<CC 108985>>-SP, <<CC 62083>>-SP, <<CC 175883>>-PR\n(INTERVENÇÃO DA UNIÃO NO FEITO - DESLOCAMENTO DA COMPETÊNCIA PARA A\nJUSTIÇA FEDERAL)\n   STJ - <<CC 54762>>-RS",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:003115 ANO:1957", "LEG:FED LEI:011483 ANO:2007\n        ART:00002 ART:00003", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00516 INC:00002", "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00109 INC:00001" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000859995",
  "numeroProcesso" : "191747",
  "numeroRegistro" : "202202967600",
  "siglaClasse" : "CC",
  "descricaoClasse" : "CONFLITO DE COMPETENCIA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "FRANCISCO FALCÃO",
  "dataPublicacao" : "DJE        DATA:13/11/2023",
  "ementa" : "CONFLITO DE COMPETÊNCIA. PROCESSUAL CIVIL. SERVIDOR PÚBLICO FEDERAL.\nSUCESSÃO DE REGIMES. VNI. ALEGAÇÃO DE ABSORÇÃO POR REAJUSTES E\nREESTRUTURAÇÕES DE CARREIRA. EXECUÇÃO DE AÇÃO COLETIVA. SENTENÇA\nPROFERIDA NA JUSTIÇA DO TRABALHO. PROCESSOS EM TRÂMITE NA JUSTIÇA\nFEDERAL E LABORAL. DECISÕES CONFLITUOSAS. ALTERAÇÃO PARA REGIME\nESTATUTÁRIO. RELAÇÃO DE TRATO SUCESSIVO. CLÁUSULA REBUS SIC\nSTANTIBUS. COMPETÊNCIA DA JUSTIÇA COMUM FEDERAL.\nI - Trata-se de conflito de competência suscitado na execução de\nsentença proposta pelo Sindicato dos Docentes das Universidades\nFederais do Estado do Ceará contra a Universidade Federal do Ceará,\ndecorrente de título executivo formado nos autos do Processo\nTrabalhista Coletivo n. 0106600-65.1990.5.07.0005, em que se\nreconheceu o direito ao reajuste de 84,32% na remuneração de seus\nsubstituídos. Pretende, em síntese, o suscitante que seja definida a\ncompetência para a apreciação de pedidos referentes à manutenção ou\nnão do pagamento e à eventual absorção do reajuste de 84,32% na\nremuneração dos servidores submetidos ao Regime Jurídico Único\n(RJU).\nII - Na decisão proferida para concessão da medida liminar, assim\nrestou assentado: \"No tocante à plausibilidade do direito,\nverifica-se, em uma análise perfunctória, que as alegações do\nsuscitante estariam alinhadas com o entendimento firmado, em\nrepercussão geral, pelo Supremo Tribunal Federal no julgamento do RE\nn. 590.880/CE (Tema n. 106), de relatoria da Min. Ellen Gracie, no\nqual se fixou o entendimento no sentido de que é incompetente a\nJustiça Trabalhista em relação ao período posterior à instituição do\nregime jurídico único (Lei nº 8.112/90) e, em relação ao período\nanterior, deve ser declarada a insubsistência do título executivo\njudicial, tal como previsto no artigo 884, § 5º da CLT\". O\nfundamento se mantém inalterado; mas não é só.\nIII - Inicialmente, verifica-se a competência deste Superior\nTribunal de Justiça para dirimir o conflito. As decisões proferidas\nno âmbito do Supremo Tribunal Federal sequer entraram no mérito da\nquestão, portanto, não fixaram a competência da Justiça do Trabalho.\nPor outro lado, também não há decisão do Tribunal Superior do\nTrabalho que atraia a competência do Supremo Tribunal Federal para\ndirimir o conflito. Isto porque, tais quais as decisões proferidas\npelo Supremo Tribunal Federal, não houve decisão no mérito por parte\ndo Tribunal Superior do Trabalho. Desta forma, quando muito,\nsubsistiria apenas a decisão proferida pelo Tribunal Regional do\nTrabalho, uma vez que o recurso de revista não foi conhecido no\nTribunal Superior do Trabalho, o que determina a competência deste\nSuperior Tribunal de Justiça para análise do Conflito de\nCompetência.\nIV - No tocante à inexistência do conflito em si, alegadamente\nporque não haveria dois juizos se afirmando competentes e identidade\nde ações, a tese não prospera. Nos termos do art. 66, III do Código\nde Processo Civil, \"há conflito de competência quando: III - entre\n2 (dois) ou mais juízes surge controvérsia acerca da reunião ou\nseparação de processos. É patente não apenas o risco, mas o fato de\nque decisões conflituosas estão sendo proferidas por juízos\ndistintos, sendo de rigor reconhecer o conflito positivo de\ncompetência, haja vista a mesma questão (fática e objetos idênticos,\nrelacionados aos mesmos substituídos na ação movida pelo\nSindicato), já estar sendo decidida de forma diversa e conflitante\nentre a Justiça do Trabalho (5ª Vara do Trabalho de Fortaleza) e a\nJustiça Federal (Varas Federais da Seção Judiciária do Ceará).\nV - Também não há óbice em que os juízos não tenham se declarado\n\"formalmente\" competentes, pois o fato de as decisões deles emanarem\npressupõe que assim se considerem, instaurando o conflito positivo,\ncom força no art. 66, III, do Código de Processo Civil.\nVI - No tocante à alegação de coisa julgada, também pouco se dá para\no fim de impedir a apreciação do conflito. O Enunciado n. 59 da\nSúmula do STJ - \"Não há conflito de competência se já existe\nsentença com trânsito em julgado, proferida por um dos juízos\nconflitantes\" -, tem sua função e aplicação quando um dos juízos\nenvolvidos haja encerrado a tutela jurisdicional na mesma fase do\nprocesso. As ações coletivas têm normativas e ritos específicos,\nformando um microssistema próprio que não se confunde com as ações\nindividuais, assim entendidas, na espécie, aquelas que não\ntranscendem os efeitos da coisa julgada para além das partes.  A\nsentença proferida na ação coletiva atinge inúmeros substituídos, em\nsituações pessoais e concretas diversas, cuja execução pode se dar\nem juízos diversos daquele que proferiu a sentença na fase do\nconhecimento. Atual e vigente a tutela jurisdicional - ainda que na\nfase executória -, em juízos diversos, afasta-se a incidência do\nverbete sumular na sua dicção literal.\nVII - Suplantadas as alegações preliminares, o conflito deve ser\ndirimido em favor da Justiça Federal. O que se discute nos autos, na\nfase de execução ou cumprimento da sentença, não é a relação\nlaboral havida outrora entre os servidores regidos pela CLT e as\nUniversidades Federais. A questio iuris cinge-se à determinar se a\nvantagem nominalmente identificada, cuja implantação foi determinada\nem obrigação de fazer, está ou não sujeita a absorção subsequente,\nem virtude das reestruturações e reajustes posteriores já no regime\nestatutário.\nVIII - As sentenças que determinam a implantação de vantagem\nnominalmente identificada têm caráter de trato sucessivo (rebus sic\nstantibus), sujeitam-se à modificação da situação fática que\ndeterminou a implantação, podendo a VNI vir a ser absorvida pelos\nreajustes e restruturações de carreira subsequentes, a depender da\nsua natureza e abrangência, o que pode levar à extinção paulatina da\nvantagem.\nXIX - Considerando a questão a ser dirimida no processo (ou fase) de\nexecução (absorção da vantagem nominalmente identificada) implicar\na aplicação do regime jurídico único, de direito administrativo (Lei\n8.112/90), a competência deve ser fixada na Justiça Federal, haja\nvista os servidores públicos federais não mais estarem sob a égide\nda CLT, independentemente da sentença ter sido prolatada no juízo\ntrabalhista à época em que não havia sido implantado o regime\njurídico único para os servidores federais.\nX - Conflito de competência conhecido para declarar competente a\nJustiça Federal, tornar sem efeito as decisões judiciais do Juízo da\n5ª Vara do Trabalho de Fortaleza/CE nos processos de execução\nrelativos ao título executivo formado nos autos da RT n.\n0106600-65.1990.5.07.0005, e determinar a distribuição dos processos\nfuturos às Varas Federais da Seção Judiciária do Ceará, e a\nredistribuição àquelas dos processos ainda em trâmite na trâmite na\nJustiça do Trabalho.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231108",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Primeira Seção, por unanimidade,\nconhecer do conflito para declarar competente a Justiça Federal,\ntornar sem efeito as decisões judiciais do Juízo da 5ª Vara do\nTrabalho de Fortaleza/CE nos processos de execução relativos ao\ntítulo executivo formado nos autos da RT n.\n0106600-65.1990.5.07.0005, e determinar a distribuição dos processos\nfuturos às Varas Federais da Seção Judiciária do Ceará, e a\nredistribuição àquelas dos processos ainda em trâmite na Justiça do\nTrabalho, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Herman Benjamin, Mauro Campbell Marques, Benedito\nGonçalves, Sérgio Kukina, Regina Helena Costa, Gurgel de Faria e\nPaulo Sérgio Domingues votaram com o Sr. Ministro Relator.",
  "jurisprudenciaCitada" : "(APLICAÇÃO DE REGRAS DO REGIME JURÍDICO DOS SERVIDORES PÚBLICOS -\nCOMPETÊNCIA DA JUSTIÇA COMUM FEDERAL.)\n   STJ - <<CC 34092>>-RS, <<CC 71476>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000059", "LEG:FED LEI:008112 ANO:1990\n*****  RJU-90    REGIME JURÍDICO DOS SERVIDORES PÚBLICOS CIVIS DA\nUNIÃO", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00066 INC:00003" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000860004",
  "numeroProcesso" : "179985",
  "numeroRegistro" : "202101642768",
  "siglaClasse" : "AgInt no CC",
  "descricaoClasse" : "AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "FRANCISCO FALCÃO",
  "dataPublicacao" : "DJE        DATA:13/11/2023",
  "ementa" : "CONFLITO DE COMPETÊNCIA. AÇÃO DE RESPONSABILIDADE. DANOS CAUSADOS\nPELA AUSÊNCIA DE EXPEDIÇÃO DE DIPLOMA DE CURSO MINISTRADO PELA\nFACULDADE VIZIVALI. RECURSO ESPECIAL REPETITIVO. TEMA N. 928. ALUNO\nCOM VÍNCULO. COMPETÊNCIA DO JUÍZO FEDERAL.\nI - A discussão no feito é quanto (I) à possibilidade de expedição\nde diploma de conclusão de curso de ensino superior ministrado pela\nFundação Faculdade Vizinhança Vale do Iguaçu - VIZIVALI na\nmodalidade semipresencial; bem como (II) à condenação das entidades\nenvolvidas (União, Estado do Paraná e VIZIVALI) pelos danos\nsupostamente causados em razão da demora e negativa na entrega de\nreferido documento.\nII - A matéria foi tratada no tema 928 desta Corte. No julgado foram\nalcançadas às seguintes conclusões: 1. Havendo o Conselho Nacional\nde Educação expedido parecer público e direcionado ao Conselho\nEstadual de Educação do Paraná sobre a regularidade do Programa\nEspecial de Capacitação de Docentes, executado pela Fundação\nFaculdade Vizinhança Vale do Iguaçu, a sua desconstituição ou\nrevogação pelo próprio Conselho Nacional de Educação ou mesmo a sua\nnão homologação pelo Ministério da Educação autorizam a tese de que\na União é responsável, civil e administrativamente, e de forma\nexclusiva, pelo registro dos diplomas e pela consequente indenização\naos alunos que detinham vínculo formal como professores perante\ninstituição pública ou privada, diante dos danos causados. 2.\nHavendo o Conselho Nacional de Educação expedido parecer público\nsobre a regularidade do Programa Especial de Capacitação de Docentes\nexecutado pela Fundação Faculdade Vizinhança Vale do Iguaçu e\ndirecionado ao Conselho Estadual de Educação do Paraná, o qual já\nhavia possibilitado o ingresso anterior dos alunos sem vínculo\nformal como professor de instituição pública ou privada (Portaria n.\n93/2002 do Conselho Estadual de Educação do Paraná), a sua\ndesconstituição ou revogação pelo próprio Conselho Nacional de\nEducação, ou mesmo a sua não homologação pelo Ministério da\nEducação, ou, ainda, pelo Parecer n. 193/2007 do Conselho Estadual\nde Educação do Paraná autorizam a tese de que a União e o Estado do\nParaná são responsáveis, civil e administrativamente, e de forma\nsolidária, pelo registro dos diplomas e pela consequente indenização\naos alunos que detinham vínculo apenas precário perante instituição\npública ou privada, diante dos danos causados. 3. Inexistindo ato\nregulamentar, seja do Conselho Nacional de Educação, seja do\nConselho Estadual de Educação do Paraná, sobre a regularidade do\nPrograma Especial de Capacitação de Docentes executado pela Fundação\nFaculdade Vizinhança Vale do Iguaçu relativamente a alunos\nestagiários, descabe falar em condenação dos aludidos entes, devendo\na parte que entender prejudicada postular a indenização em face,\ntão somente, da instituição de ensino.\nIII - Segundo entendimento desta Corte, a responsabilidade pelos\ndanos supostamente causados em razão da demora e negativa na entrega\nde diploma de conclusão de curso de ensino superior ministrado pela\nFundação Faculdade Vizinhança Vale do Iguaçu - VIZIVALI depende da\nexistência ou não de ato regulamentar ou de parecer público do\nConselho Nacional de Educação direcionada a cada categoria de aluno\nmatriculado. Assim, fixada a responsabilidade, de acordo com o\nrepetitivo julgado, é possível determinar a competência para\njulgamento da ação. Nesse sentido: AgInt no CC n. 147.972/PR,\nrelator Ministro Francisco Falcão, Primeira Seção, julgado em\n8/5/2019, DJe de 14/5/2019; AgInt no CC n. 151.351/PR, relator\nMinistro Francisco Falcão, Primeira Seção, julgado em 9/5/2018, DJe\nde 17/5/2018.\nIV - Conforme assentado na decisão proferida pelo juízo suscitado,\nfoi formulado na inicial pedido de expedição de diploma, bem como de\nressarcimento de danos. Todavia, apesar de a parte requerente ter\nvínculo com o Estado do Paraná, não está claro, nos autos a natureza\ndo vínculo, se precário ou não. Assim, o caso em discussão\nenquadra-se no item 1 ou 2 do paradigma acima citado, havendo,\nportanto, interesse da União no feito e competência da justiça\nfederal.\nV - Ante o exposto, provido o agravo interno para reformar a decisão\nmonocrática e fixar a competência no juízo federal.\nVI - Agravo interno provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231108",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Primeira Seção, por unanimidade,\ndar provimento ao agravo interno para reformar a decisão monocrática\ne fixar a competência no juízo federal, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Herman Benjamin, Mauro Campbell Marques, Benedito\nGonçalves, Sérgio Kukina, Regina Helena Costa, Gurgel de Faria e\nPaulo Sérgio Domingues votaram com o Sr. Ministro Relator.",
  "jurisprudenciaCitada" : "(EXPEDIÇÃO DE DIPLOMA DE CURSO - COMPETÊNCIA DO JUÍZO FEDERAL)\n   STJ - <<AgInt no CC 147972>>-PR, <<AgInt no CC 151351>>-PR",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000860008",
  "numeroProcesso" : "196661",
  "numeroRegistro" : "202301338692",
  "siglaClasse" : "CC",
  "descricaoClasse" : "CONFLITO DE COMPETENCIA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "FRANCISCO FALCÃO",
  "dataPublicacao" : "DJE        DATA:13/11/2023",
  "ementa" : "CONFLITO DE COMPETÊNCIA. DIREITO PREVIDENCIÁRIO. OITIVA DE\nTESTEMUNHA. CARTA PRECATÓRIA. VIDEOCONFERÊ NCIA. NÃO\nOBRIGATORIEDADE. RECUSA INFUNDADA. COMPETÊNCIA DO JUÍZO DEPRECADO.\nI - O art. 267 do CPC/2015 possui rol taxativo de recusa para o\ncumprimento de carta precatória.\nII - A prática de atos processuais por videoconferência é uma\nfaculdade do juízo deprecante, não competindo ao juízo deprecado a\ndeterminação de forma diversa da realização de audiência.\nIII - Conflito de competência conhecido para declarar competente\npara cumprimento da carta precatória o Juízo de Direito da Vara\nÚnica de Apiaí-SP.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231108",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Primeira Seção, por unanimidade,\nconhecer do conflito para declarar competente o Juízo de Direito da\nVara Única de Apiaí-SP, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Herman Benjamin, Mauro Campbell Marques, Benedito\nGonçalves, Sérgio Kukina, Regina Helena Costa, Gurgel de Faria e\nPaulo Sérgio Domingues votaram com o Sr. Ministro Relator.",
  "jurisprudenciaCitada" : "(ATOS JUDICIAIS POR VÍDEOCONFERÊNCIA - FACULDADE DO JUÍZO DEPRECANTE\n- CARTA PRECATÓRIA)\n   STJ - <<CC 170751>>-PR, <<CC 165381>>-MG",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00267" ],
  "acordaosSimilares" : [ "CC  196664  SP  2023/0134226-1  Decisão:08/11/2023\nDJE        DATA:13/11/2023" ]
}, {
  "id" : "000860009",
  "numeroProcesso" : "6841",
  "numeroRegistro" : "202002395750",
  "siglaClasse" : "AR",
  "descricaoClasse" : "AÇÃO RESCISÓRIA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "SÉRGIO KUKINA",
  "dataPublicacao" : "DJE        DATA:13/11/2023",
  "ementa" : "PROCESSUAL CIVIL. ADMINISTRATIVO. GRATUIDADE DE JUSTIÇA.\nDEFERIMENTO. SÚMULA 481/STJ. AÇÃO RESCISÓRIA FUNDADA NO ART. 966, V,\nDO CPC/15. NOMEAÇÃO E POSSE EM CONCURSO PÚBLICO POR FORÇA DE\nDECISÃO JUDICIAL.  PRETENDIDA INDENIZAÇÃO CONCERNENTE AO PERÍODO\nPRETÉRITO NÃO TRABALHADO. IMPOSSIBILIDADE. ILEGALIDADE E\nARBITRARIEDADE NÃO EVIDENCIADAS. ACÓRDÃO RESCINDENDO QUE DEU CORRETA\nAPLICAÇÃO À TESE FIRMADA PELO STF NO RE 724.347/DF (TEMA 671).\nIMPROCEDÊNCIA DA AÇÃO.\n1. Demonstrada a situação de dificuldade financeira da demandada,\ndeve ser a ela deferida a gratuidade de justiça requerida na\ncontestação, nos termos da Súmula 481/STJ.\n2. Alegação de manifesta violação à norma jurídica, por\ninobservância parcial da tese definida pelo STF no RE 724.347/DF\n(Tema 671), no sentido de que, \"na hipótese de posse em cargo\npúblico determinada por decisão judicial, o servidor não faz jus a\nindenização, sob fundamento de que deveria ter sido investido em\nmomento anterior, salvo situação de arbitrariedade flagrante\".\n3. No caso concreto,  não se descortina evidência de mácula, por\nparte do acórdão rescindendo, ao entendimento fixado pelo STF no\nmencionado TEMA 671, pois que, em harmonia com a tese assim formada\nna Excelsa Corte, decidiu inexistir, em favor da  autora, direito\nser indenizada em relação a período anterior à sua efetiva posse,\nsob pena de enriquecimento sem causa, porquanto não reconhecida\nilegalidade flagrante no agir administrativo que impediu seu acesso\nao cargo em momento pretérito. Nessa mesma compreensão: AgInt na AR\nn. 6.030/SP, relatora Ministra Assusete Magalhães, Primeira Seção,\njulgado em 25/10/2022, DJe de 3/11/2022.\n4. Ação rescisória julgada improcedente.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231108",
  "decisao" : "Vistos, relatados e discutidos estes autos, acordam os Ministros da\nPrimeira Seção do Superior Tribunal de Justiça, por unanimidade,\njulgar improcedente a ação rescisória e deferiu a gratuidade de\njustiça à parte ré, nos termos do voto do Sr. Ministro Relator. Os\nSrs. Ministros Regina Helena Costa, Gurgel de Faria, Paulo Sérgio\nDomingues, Francisco Falcão, Herman Benjamin, Mauro Campbell Marques\ne Benedito Gonçalves votaram com o Sr. Ministro Relator.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : "Aguardando análise.",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000860259",
  "numeroProcesso" : "6112",
  "numeroRegistro" : "201702315135",
  "siglaClasse" : "AR",
  "descricaoClasse" : "AÇÃO RESCISÓRIA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "PAULO SÉRGIO DOMINGUES",
  "dataPublicacao" : "DJE        DATA:16/11/2023",
  "ementa" : "PROCESSUAL CIVIL. AÇÃO RESCISÓRIA AJUIZADA CONTRA ACÓRDÃO DA 2ª\nTURMA QUE NÃO PROVEU RECURSO ORDINÁRIO EM MANDADO DE SEGURANÇA,\nMANTENDO A DENEGAÇÃO DA ORDEM. ALEGAÇÃO DE OFENSA À LITERALIDADE DE\nLEI. AUTORIDADE JULGADORA QUE DISCORDA DAS CONCLUSÕES DA COMISSÃO\nPROCESSANTE EM PAD. ARESTO RESCINDENDO QUE, INTERPRETANDO\nADEQUADAMENTE A NORMA, MANTEVE A APLICAÇÃO DA PENA DE ADVERTÊNCIA\nDEVIDAMENTE FUNDAMENTADA PELA AUTORIDADE COATORA. EMBARGOS DE\nDECLARAÇÃO REJEITADOS EM RAZÃO DA IMPOSSIBILIDADE DE REDISCUSSÃO DA\nMATÉRIA DE MÉRITO E PREQUESTIONAMENTO DE MATÉRIA CONSTITUCIONAL.\nVIOLAÇÃO MANIFESTA DA NORMA JURÍDICA AFASTADA. RESCISÓRIA JULGADA\nIMPROCEDENTE.\n1. Esta Corte Superior tem a diretriz de que o cabimento da ação\nrescisória, com fulcro no art. 966, V, do CPC/2015, \"pressupõe a\ndemonstração clara e inequívoca de que a decisão de mérito impugnada\ncontrariou a literalidade do dispositivo legal suscitado,\natribuindo-lhe interpretação jurídica insustentável, sob pena de\nperpetuar a discussão acerca da matéria decidida e desrespeitar a\nsegurança jurídica\" (REsp 1.812.083/MA, relator Ministro Ricardo\nVillas Bôas Cueva, Terceira Turma, julgado em 15/12/2020, DJe de\n18/1 2/2020).\n2. A violação a literal disposição de lei que autoriza o manejo de\nação rescisória, a teor do disposto no inciso V do art. 966 do CPC\nde 2015, é a flagrante, teratológica (Agint no REsp. 1.893.539/MT,\nrelator Ministro Marco Buzzi, DJe 16/12/2020).\n3. Na presente demanda, a parte autora, servidora do TRF da 1ª\nRegião, argumenta que, para haver alteração do relatório da Comissão\nProcessante, é necessária a exposição de fundadas razões pela\nautoridade. Es sa assertiva não é negada pelo entendimento\njurisprudencial do Superior Tribunal de Justiça, compreensão\naplicada ao caso concreto, em que se entendeu que a autoridade\nafastou a conclusão da Comissão Processante e, fundamentadamente,\naplicou sanção de advertência à servidora.\n4. O acórdão rescindendo fez incidir o entendimento desta Corte\nSuperior acerca do art. 167, § 4º, da Lei 8.112/1990, conferindo-lhe\na devida interpretação, motivo pelo qual não há a teratológica e\nmanifesta ofensa à norma jurídica apontada pela autora da ação.\n5. Os embargos declaratórios não constituem instrumento adequado ao\nreexame da matéria de mérito, nem ao prequestionamento de\ndispositivos constitucionais com vistas à interposição de recurso\nextraordinário (EDcl no REsp 1.804.965/SP, relatora Ministra Nancy\nAndrighi, DJe 28/9/2020; EDcl no AgRg no RE nos EDcl no AgInt no\nREsp 1.526.138/MG, relatora Ministra Maria Thereza de Assis Moura,\nDJe 28/11/2018; EDcl nos EDcl nos EDcl no AgInt nos EDcl nos EREsp\n1.491.187/SC, relator Ministro Mauro Campbell Marques, DJe\n23/3/2018).\n6. Assim, deve ser afastada a alegação de manifesta violação do art.\n535 do CPC, pois os embargos foram rejeitados por não serem a\nmodalidade recursal dedicada à rediscussão do julgado, tampouco ao\nprequestionamento de dispositivos constitucionais.\n7. Ação rescisória julgada improcedente.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231108",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Primeira Seção, por unanimidade,\njulgar improcedente a ação rescisória, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Herman Benjamin, Mauro Campbell\nMarques, Benedito Gonçalves, Sérgio Kukina, Regina Helena Costa e\nGurgel de Faria votaram com o Sr. Ministro Relator.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DECLARAÇÃO - PREQUESTIONAMENTO DE DISPOSITIVOS\nCONSTITUCIONAIS - NÃO CABIMENTO)\n   STJ - <<EDcl no REsp 1804965>>-SP,\n         <<EDcl no AgInt no RMS 67712>>-MS,\n         <<EDcl no AgRg no RMS 65270>>-MT\n(EMBARGOS DE DECLARAÇÃO - REDISCUSSÃO DO JULGADO - NÃO CABIMENTO)\n   STJ - <<EDcl no AgRg no RE nos EDcl no AgInt no REsp\n1526138>>-MG,\n         <<EDcl nos EDcl nos EDcl no AgInt nos EDcl nos EREsp\n1491187>>-SC\n(AÇÃO RESCISÓRIA - VIOLAÇÃO MANIFESTAMENTE DE NORMA JURÍDICA -\nDEMONSTRAÇÃO CLARA E INEQUÍVOCA - NECESSIDADE)\n   STJ - <<REsp 1812083>>-MA, <<AgInt no REsp 1893539>>-MT\n(PROCESSO ADMINISTRATIVO DISCIPLINAR - PAD - SERVIDOR PÚBLICO -\nCONCLUSÕES DO RELATÓRIO FINAL DA COMISSÃO DISCIPLINAR - AUTORIDADE\nJULGADORA - NÃO VINCULAÇÃO)\n   STJ - <<AgInt no REsp 1967758>>-RS, <<MS 20290>>-DF,\n         <<MS 24031>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00966 INC:00005 ART:01022" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000858509",
  "numeroProcesso" : "19195",
  "numeroRegistro" : "201202019748",
  "siglaClasse" : "EDcl no MS",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "BENEDITO GONÇALVES",
  "dataPublicacao" : "DJE        DATA:06/11/2023",
  "ementa" : "PROCESSUAL CIVIL. EMBARGOS DE DECLARAÇÃO NO MANDADO DE SEGURANÇA.\nCONTRADIÇÃO EVIDENCIAADA. POSSIBILIDADE DE ATRIBUIR EFEITO\nINFRINGENTE AO JULGADO.\n1. Nos termos do que dispõe o artigo 1.022 do CPC/2015, cabem\nembargos de declaração contra qualquer decisão judicial para\nesclarecer obscuridade, eliminar contradição, suprir omissão de\nponto ou questão sobre a qual devia se pronunciar o juiz de ofício\nou a requerimento, bem como para corrigir erro material.\n2. No caso em foco, o acórdão embargado, proferido em sede de juízo\nde retratação, é contraditório, já que consigna que o impetrante,\nora embargante, não alegou, com exceção da decadência, outros\nargumentos que pudessem ensejar a invalidação do processo de\nanulação da anistia. Isso porque a leitura da petição inicial\nevidencia que o impetrante afirmou a ocorrência de violação do\nPrincípio do Devido Processo Legal, porquanto não foram atendidos a\nampla defesa e o contraditório (e-STJ fl. 10).\n3. Padecendo o acórdão embargado de contradição, é legítimo atribuir\nefeito infringente ao presente julgado.\n4. Embargos de declaração acolhidos, com excepcional atribuição de\nefeito infringente ao julgado, a fim de manter o afastamento da\ndecadência, mas determinando, após o trânsito em julgado deste\nacórdão, o retorno dos autos para que, em novo julgamento, seja\nanalisado o capítulo do mandado de segurança que versa sobre à\nafronta ao Princípio do Devido Processo Legal.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231031",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 25/10/2023 a 31/10/2023,\npor unanimidade, acolher os embargos de declaração, com efeitos\nmodificativos, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Herman Benjamin, Mauro Campbell\nMarques, Sérgio Kukina, Regina Helena Costa, Gurgel de Faria e Paulo\nSérgio Domingues  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Assusete Magalhães.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01022" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000858510",
  "numeroProcesso" : "19277",
  "numeroRegistro" : "201202126189",
  "siglaClasse" : "EDcl no MS",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "BENEDITO GONÇALVES",
  "dataPublicacao" : "DJE        DATA:06/11/2023",
  "ementa" : "PROCESSUAL CIVIL. EMBARGOS DE DECLARAÇÃO NO MANDADO DE SEGURANÇA.\nCONTRADIÇÃO EVIDENCIAADA. POSSIBILIDADE DE ATRIBUIR EFEITO\nINFRINGENTE AO JULGADO.\n1. Nos termos do que dispõe o artigo 1.022 do CPC/2015, cabem\nembargos de declaração contra qualquer decisão judicial para\nesclarecer obscuridade, eliminar contradição, suprir omissão de\nponto ou questão sobre a qual devia se pronunciar o juiz de ofício\nou a requerimento, bem como para corrigir erro material.\n2. No caso em foco, o acórdão embargado, proferido em sede de juízo\nde retratação, é contraditório, já que consigna que o impetrante,\nora embargante, não alegou, com exceção da decadência, outros\nargumentos que pudessem ensejar a invalidação do processo de\nanulação da anistia. Isso porque a leitura da petição inicial\nevidencia que o impetrante afirmou a ocorrência de violação do\nPrincípio do Devido Processo Legal, porquanto não foram atendidos a\nampla defesa e o contraditório (e-STJ fl. 10).\n3. Padecendo o acórdão embargado de contradição, é legítimo atribuir\nefeito infringente ao presente julgado.\n4. Embargos de declaração acolhidos, com excepcional atribuição de\nefeito infringente ao julgado, a fim de manter o afastamento da\ndecadência, mas determinando, após o trânsito em julgado deste\nacórdão, o retorno dos autos para que, em novo julgamento, seja\nanalisado o capítulo do mandado de segurança que versa sobre à\nafronta ao Princípio do Devido Processo Legal.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231031",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 25/10/2023 a 31/10/2023,\npor unanimidade, acolher os embargos de declaração, com efeitos\nmodificativos, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Herman Benjamin, Mauro Campbell\nMarques, Sérgio Kukina, Regina Helena Costa, Gurgel de Faria e Paulo\nSérgio Domingues  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Assusete Magalhães.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01022" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000858731",
  "numeroProcesso" : "1826796",
  "numeroRegistro" : "201902065800",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "ASSUSETE MAGALHÃES",
  "dataPublicacao" : "DJE        DATA:08/11/2023",
  "ementa" : "PREVIDENCIÁRIO E PROCESSUAL CIVIL. PROPOSTA DE AFETAÇÃO DE RECURSO\nESPECIAL. RITO DOS RECURSOS ESPECIAIS REPETITIVOS. ARTS. 1.036,\nCAPUT E § 1º, 1.037 E 1.038 DO CPC/2015 C/C ART. 256-I DO RISTJ, NA\nREDAÇÃO DA EMENDA REGIMENTAL 24, DE 28/09/2016. CONTROVÉRSIA SOBRE\nOS EFEITOS DO MEMORANDO-CIRCULAR CONJUNTO 21/DIRBEN/PFEINSS NO PRAZO\nPRESCRICIONAL DE DEMANDAS REFERENTES À REVISÃO DE BENEFÍCIOS\nPREVIDENCIÁRIOS.\nI. Delimitação da controvérsia, para fins de afetação da matéria ao\nrito dos recursos repetitivos, nos termos do art. 1.036, caput e §\n1º, do CPC/2015: \"Definir se o Memorando-Circular Conjunto\n21/DIRBEN/PFEINSS configura marco interruptivo do prazo\nprescricional das demandas de revisão de benefício previdenciário,\nnos termos do art. 202, VI, do Código Civil\".\nII. Recurso Especial afetado ao rito do art. 1.036 e seguintes do\nCPC/2015 (art. 256-I do RISTJ, na redação da Emenda Regimental 24,\nde 28/09/2016).",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231031",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Primeira Seção do Superior\nTribunal de Justiça, por unanimidade, afetar o processo ao rito dos\nrecursos repetitivos (RISTJ, art. 257-C) para delimitar a seguinte\ntese controvertida: \"Definir se o Memorando-Circular Conjunto n.\n21/DIRBEN/PFEINSS configura marco interruptivo do prazo\nprescricional das demandas de revisão de benefício previdenciário,\nnos termos do art. 202, VI, do Código Civil.\" e, igualmente por\nunanimidade, nos termos do art. 1,037,II, do CPC/2015, suspendar  a\ntramitação de todos os processos pendentes, individuais ou\ncoletivos, que versem sobre a mesma matéria nos quais tenha havido a\ninterposição de recurso especial ou de agravo em recurso especial,\nna Segunda Instância, ou que estejam em tramitação no STJ,\nrespeitada, no último caso, a orientação prevista no art. 256-L do\nRISTJ, conforme proposta da Sra. Ministra Relatora.\nOs Srs. Ministros Sérgio Kukina, Gurgel de Faria, Paulo Sérgio\nDomingues, Francisco Falcão, Herman Benjamin, Mauro Campbell Marques\ne Benedito Gonçalves votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento a Sra. Ministra Regina Helena Costa.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036 PAR:00001 ART:01037 ART:01038", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:0256I\n(COM A REDAÇÃO DADA PELA EMENDA REGIMENTAL 24/2016)" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000859504",
  "numeroProcesso" : "45493",
  "numeroRegistro" : "202301372441",
  "siglaClasse" : "AgInt na Rcl",
  "descricaoClasse" : "AGRAVO INTERNO NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "GURGEL DE FARIA",
  "dataPublicacao" : "DJE        DATA:17/11/2023",
  "ementa" : "PROCESSUAL CIVIL. RECLAMAÇÃO. RECURSO ESPECIAL REPETITIVO. CORRETA\nAPLICAÇÃO.  DESCABIMENTO.\n1. Com a ressalva do ponto de vista do relator em sentido contrário,\njá manifestado por ocasião do julgamento da Rcl 37.081/SP, a Corte\nEspecial do Superior Tribunal de Justiça possui o entendimento de\nque não cabe reclamação para o exame da correta aplicação de\nprecedente obrigatório formado em julgamento de recurso especial\nrepetitivo (Rcl n. 36.476/SP).\n2. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231031",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 25/10/2023 a 31/10/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Herman Benjamin, Mauro Campbell\nMarques, Benedito Gonçalves, Sérgio Kukina, Regina Helena Costa e\nPaulo Sérgio Domingues  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Assusete Magalhães.",
  "jurisprudenciaCitada" : "(RECLAMAÇÃO - RECURSO ESPECIAL REPETITIVO - CORRETA APLICAÇÃO -\nDESCABIMENTO)\n   STJ - <<Rcl 36476>>-SP, <<AgInt na Rcl 42618>>-PR,\n         <<AgInt na Rcl 42673>>-RS",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00988 INC:00004 PAR:00005 INC:00002\n(COM A REDAÇÃO DADA PELA LEI 13.256/2016)", "LEG:FED LEI:013256 ANO:2016" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000859505",
  "numeroProcesso" : "45998",
  "numeroRegistro" : "202302408606",
  "siglaClasse" : "AgInt na Rcl",
  "descricaoClasse" : "AGRAVO INTERNO NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "GURGEL DE FARIA",
  "dataPublicacao" : "DJE        DATA:17/11/2023",
  "ementa" : "PROCESSUAL CIVIL. RECLAMAÇÃO. INOBSERVÂNCIA DE PRECEDENTE  REPETI\nTIVO. DESCABIMENTO.\n1. Com a ressalva do ponto de vista do relator em sentido contrário,\njá manifestado por ocasião do julgamento da Rcl 37.081/SP, a  Corte\nEspecial do Superior Tribunal de Justiça possui o entendimento de\nque não cabe reclamação fundada em alegada inobservância de\nprecedente obrigatório formado em julgamento de recurso especial\nrepetitivo (Rcl n. 36.476/SP).\n2. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231031",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 25/10/2023 a 31/10/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Herman Benjamin, Mauro Campbell\nMarques, Benedito Gonçalves, Sérgio Kukina, Regina Helena Costa e\nPaulo Sérgio Domingues  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Assusete Magalhães.",
  "jurisprudenciaCitada" : "(RECLAMAÇÃO - JULGAMENTO DE RECURSO ESPECIAL REPETITIVO -\nINOBSERVÂNCIA DE PRECEDENTE)\n   STJ - <<Rcl 36476>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00988 INC:00004 PAR:00005 INC:00002\n(ART. 988, IV, COM A REDAÇÃO DADA PELA LEI 13.256/2016)", "LEG:FED LEI:013256 ANO:2016" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000859743",
  "numeroProcesso" : "44623",
  "numeroRegistro" : "202300144295",
  "siglaClasse" : "AgInt na Rcl",
  "descricaoClasse" : "AGRAVO INTERNO NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "BENEDITO GONÇALVES",
  "dataPublicacao" : "DJE        DATA:06/11/2023",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NA RECLAMAÇÃO. INCIDENTE DE\nASSUNÇÃO DE COMPETÊNCIA - IAC 14/STJ. QUESTÃO DE ORDEM.\nDESCUMPRIMENTO.\n1. Tendo o recurso sido interposto contra decisão publicada na\nvigência do Código de Processo Civil de 2015, devem ser exigidos os\nrequisitos de admissibilidade na forma nele previsto, conforme\nEnunciado Administrativo n. 3/2016/STJ.\n2. À luz do disposto no art. 105, I, \"f\", da CF/1988 c/c o art. 988,\nIV, do CPC/2015, cabe reclamação da parte interessada, com o escopo\nde preservar a competência desta Corte Superior e garantir a\nautoridade de suas decisões, assim como para assegurar a observância\nde acórdão proferido em julgamento de incidente de resolução de\ndemandas repetitivas ou de incidente de assunção de competência.\n3. A Primeira Seção desta Corte deliberou, em questão de ordem no\nIAC n. 14/STJ, que os juízos estaduais deveriam abster-se de\nqualquer ato judicial de declinação de competência nas ações\nrelativas à dispensação de tratamento/medicamento não incluído em\npolíticas públicas até o julgamento definitivo do incidente.\n4. Na hipótese, a decisão que determinou a inclusão da União no polo\npassivo foi proferida posteriormente à deliberação da Questão de\nOrdem no IAC n. 14/STJ, contrapondo-se à expressa determinação desta\nCorte, e, por isso, deve ser repelida.\n5. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231031",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 25/10/2023 a 31/10/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Herman Benjamin, Mauro Campbell\nMarques, Sérgio Kukina, Regina Helena Costa, Gurgel de Faria e Paulo\nSérgio Domingues  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Assusete Magalhães.",
  "jurisprudenciaCitada" : "(DIREITO À SAÚDE - MEDICAMENTO NÃO INCORPORADO AO SUS E REGISTRADO\nNA ANVISA - CONFLITO NEGATIVO DE COMPETÊNCIA ENTRE O JUÍZO FEDERAL E\nO JUÍZO ESTADUAL - PREVALÊNCIA DA COMPETÊNCIA DO JUÍZO DE ACORDO COM\nOS ENTES CONTRA OS QUAIS A PARTE AUTORA ELEGEU DEMANDAR)\n   STJ - <<CC 187276>>-RS (IAC - TEMA(s) 14),\n         <<CC 187533>>-SC (IAC - TEMA(s) 14),\n         <<CC 188002>>-SC (IAC - TEMA(s) 14)\n(INCIDENTE DE ASSUNÇÃO DE COMPETÊNCIA - IAC 14/STJ - DESCUMPRIMENTO\n- RECLAMAÇÃO - PROCEDÊNCIA)\n   STJ - <<Rcl 44126>>-MG, <<AgInt nos EDcl na Rcl 44461>>-MS,\n         <<AgInt na Rcl 44581>>-GO, <<AgInt na Rcl 44074>>-MS\n(FORNECIMENTO DE MEDICAMENTOS PADRONIZADOS E NÃO PADRONIZADOS -\nREGRAS APLICÁVEIS ATÉ O JULGAMENTO DO TEMA 1.234 DO STF)\n   STF - [[RE 1366243]]-SC (REPERCUSSÃO GERAL - TEMA(s) 1234)",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00927 INC:00003 ART:00947 ART:00955 ART:00988\n        INC:00004", "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00105 INC:00001 LET:F", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00187" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000859746",
  "numeroProcesso" : "29304",
  "numeroRegistro" : "202300883277",
  "siglaClasse" : "AgInt no MS",
  "descricaoClasse" : "AGRAVO INTERNO NO MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "BENEDITO GONÇALVES",
  "dataPublicacao" : "DJE        DATA:06/11/2023",
  "ementa" : "PROCESSUAL CIVIL E ADMINISTRATIVO. AGRAVO INTERNO NO MANDADO DE\nSEGURANÇA. JUNTA COMERCIAL. MANDATO DE VOGAL. NOMEAÇÃO. REVOGAÇÃO.\nNULIDADES. INEXISTÊNCIA. DIREITO LÍQUIDO E CERTO NÃO EVIDENCIADO.\n1. Tendo o recurso sido interposto contra decisão publicada na\nvigência do Código de Processo Civil de 2015, devem ser exigidos os\nrequisitos de admissibilidade na forma nele previsto, conforme\nEnunciado Administrativo n. 3/2016/STJ.\n2. A controvérsia reside na apontada nulidade da Portaria de Pessoal\nn. 372, de 15 de março de 2023 que, emanada de autoridade\nincompetente e sem a realização de qualquer procedimento\nadministrativo, revogou a nomeação do impetrante, ora agravante,\ncomo vogal titular da União perante a Junta Comercial do Estado de\nPernambuco.\n3. A Medida Provisória n. 1.154, de 1º de janeiro de 2023,\nconvertida na Lei 14.600, de 19 de junho de 2023, passou a dispor\nsobre a nova organização básica dos órgãos da Presidência da\nRepública, o que incluiu a criação do Ministério do Desenvolvimento,\nIndústria, Comércio e Serviços, por desmembramento do Ministério da\nEconomia (artigo 51, IV, \"d\"), sendo-lhe atribuído o \"registro\npúblico de empresas mercantis e atividades afins\" nos termos do\nartigo 34, X, da referida lei e, consequentemente, a nomeação dos\nvogais representantes da União conforme previsto no artigo 12, II,\nda Lei 8.934/1994.\n4. Não se visualiza, portanto, a nulidade apontada pelo\nimpetrante/agravante, uma vez que a revogação da portaria que o\nnomeou como vogal titular da União perante a Junta Comercial do\nEstado de Pernambuco deu-se na esfera de competência do Ministro de\nEstado do Desenvolvimento, Indústria, Comércio e Serviços.\n5. Esta Corte já manifestou a compreensão de que \"os artigos 16 e 18\nda Lei n. 8.934/94 devem ser lidos em conjunto, para que se infira\no conceito de mandato na Junta Comercial em quadriênios, os quais\ndevem ser contados da data da sessão inaugural do referido órgão e\nnão da data de nomeação dos representantes\" (MS 17.921/DF, relator\nMinistro Humberto Martins, Primeira Seção, DJe 14/9/2015).\n6. No caso, observa-se que o impetrante foi nomeado como vogal pela\nPortaria 9.658, de 10 de novembro de 2022, sendo referida nomeação\nrevogada por meio da Portaria de Pessoal n. 372, de 15 de março de\n2023, data anterior ao início do exercício do mandato.\n7. O disposto no artigo 17 da Lei 8.934/1994, referente às hipóteses\ntaxativas de \"perda de mandato\", destina-se àquele que seja\ndetentor do mandato de vogal ou seu suplente, o que não alcança a\nsituação do impetrante/agravante pois, inexistindo sessão inaugural,\nmarco inicial do período de mandato, o mesmo não era sequer\ndetentor da função de vogal da Junta Comercial do Estado de\nPernambuco à época da revogação da sua nomeação.\n8. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231031",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 25/10/2023 a 31/10/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Herman Benjamin, Mauro Campbell\nMarques, Sérgio Kukina, Regina Helena Costa, Gurgel de Faria e Paulo\nSérgio Domingues  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Assusete Magalhães.",
  "jurisprudenciaCitada" : "(JUNTA COMERCIAL - MANDATO - INÍCIO - SESSÃO INAUGURAL DO PLENÁRIO)\n   STJ - <<MS 17921>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED MPR:001154 ANO:2023\n(CONVERTIDA NA LEI 14.600/2023)", "LEG:FED LEI:014600 ANO:2023\n        ART:00034 INC:00010 ART:00051 INC:00004 LET:D", "LEG:FED LEI:008934 ANO:1994\n        ART:00012 INC:00002 ART:00016 ART:00017 ART:00018", "LEG:FED PRI:000319 ANO:2019\n(MINISTRO DE ESTADO DA ECONOMIA E MINISTRO DE ESTADO CHEFE DA CASA\nCIVIL)", "LEG:FED LEI:012016 ANO:2009\n*****  LMS-09    LEI DO MANDADO DE SEGURANÇA\n        ART:00001", "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00005 INC:00069" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000859824",
  "numeroProcesso" : "1283484",
  "numeroRegistro" : "201200822105",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "PAULO SÉRGIO DOMINGUES",
  "dataPublicacao" : "DJE        DATA:07/11/2023",
  "ementa" : "ADMINISTRATIVO. AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM\nRECURSO ESPECIAL. AÇÃO DE COBRANÇA. USO DA FAIXA DE DOMÍNIO.\nCONCESSIONÁRIA DE SERVIÇO PÚBLICO. POSSIBILIDADE. FONTE ALTERNATIVA\nDE RECEITA. PREVISÃO EM CONTRATO.  PROVIMENTO NEGADO.\n1. A Primeira Seção do Superior Tribunal de Justiça, no julgamento\ndo Recurso Especial 975.097/SP, concluiu pela possibilidade de \"o\npoder concedente, na forma do art. 11 da Lei n. 8.987/95, prever, em\nfavor da concessionária, no edital de licitação, a possibilidade de\noutras fontes provenientes de receitas alternativas,\ncomplementares, acessórias ou de projetos associados, com ou sem\nexclusividade, com vistas a favorecer a modicidade das tarifas\". O\nentendimento em questão reflete a atual jurisprudência do Superior\nTribunal de Justiça.\n2. Estando o acórdão embargado, proferido pela Segunda Turma do STJ,\nem desconformidade com a jurisprudência da Primeira Seção desta\nCorte Superior, correto o provimento dos embargos de divergência.\n3. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231031",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 25/10/2023 a 31/10/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Herman Benjamin, Mauro Campbell\nMarques, Benedito Gonçalves, Sérgio Kukina, Regina Helena Costa e\nGurgel de Faria  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Assusete Magalhães.",
  "jurisprudenciaCitada" : "(CONCESSIONÁRIA DE SERVIÇO PÚBLICO - FONTE ALTERNATIVA DE RECEITA -\nPREVISÃO EM CONTRATO)\n   STJ - <<REsp 975097>>-SP, <<EDcl no AREsp 1510988>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:008987 ANO:1995\n*****  LCOSP-1995    LEI DE CONCESSÕES\n        ART:00011" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000859825",
  "numeroProcesso" : "954237",
  "numeroRegistro" : "201601890590",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "PAULO SÉRGIO DOMINGUES",
  "dataPublicacao" : "DJE        DATA:07/11/2023",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA  NO AGRAVO EM RECURSO\nESPECIAL. AUSÊNCIA DE ENFRENTAMENTO DO MÉRITO NO ACÓRDÃO EMBARGADO.\nSÚMULA 315 DO STJ. DISSÍDIO NÃO COMPROVADO. REGRA TÉCNICA DE\nCONHECIMENTO. IMPOSSIBILIDADE DE SANAÇÃO. PROVIMENTO NEGADO.\n1. Não tendo sido conhecido do recurso especial em relação a\nqualquer das questões federais nele devolvidas, não se pode, agora,\npretender solver divergência jurisprudencial em relação a acórdão\nque tenha examinado essas questões, incidindo o enunciado 315 da\nSúmula do STJ: \"Não cabem embargos de divergência no âmbito do\nagravo de instrumento que não admite recurso especial\".\n2. A jurisprudência desta Corte consolidou-se no sentido de que a\ncomprovação da existência de dissídio em embargos de divergência\ndepende: a) da juntada de certidões; b) da apresentação de cópias do\ninteiro teor dos acórdãos apontados como paradigmas; c) da citação\ndo repositório oficial autorizado ou credenciado no qual eles se\nachem publicados, inclusive em mídia eletrônica; e (d) da reprodução\nde julgado disponível na rede mundial de computadores com a\nindicação da respectiva fonte, tendo o recorrente se limitado a\ntranscrever as ementas/passagens dos paradigmas.\n3. O descumprimento de regra técnica de conhecimento do recurso\nconstitui vício substancial insanável na forma do enunciado\nadministrativo 6/STJ: \"Nos recursos tempestivos interpostos com\nfundamento no CPC/2015 (relativos a decisões publicadas a partir de\n18 de março de 2016), somente será concedido o prazo previsto no\nart. 932, parágrafo único, c/c o art. 1.029, § 3º, do novo CPC para\nque a parte sane vício estritamente formal.\"\n4. Agravo interno a que nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231031",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 25/10/2023 a 31/10/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Herman Benjamin, Mauro Campbell\nMarques, Benedito Gonçalves, Sérgio Kukina, Regina Helena Costa e\nGurgel de Faria  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Assusete Magalhães.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - REGRA TÉCNICA DE CONHECIMENTO DO RECURSO\nESPECIAL - NÃO CABIMENTO)\n   STJ - <<AgInt nos EAREsp 2165658>>-PR\n(EMBARGOS DE DIVERGÊNCIA INTERPOSTOS CONTRA DECISÃO MONOCRÁTICA)\n   STJ - <<AgRg nos EDcl nos EAREsp 243034>>-PE\n(RECURSO ESPECIAL - DESCUMPRIMENTO DE REGRA TÉCNICA DE CONHECIMENTO\n- VÍCIO SUBSTANCIAL INSANÁVEL)\n   STJ - <<AgInt nos EAREsp 1484366>>-SP\n(EMBARGOS DE DIVERGÊNCIA - MATÉRIA SOB REPERCUSSÃO GERAL NO STF -\nSUSPENSÃO DO FEITO NO STJ - NÃO CABIMENTO)\n   STJ - <<AgInt nos EDcl nos EAREsp 923383>>-MG",
  "notas" : null,
  "informacoesComplementares" : "     \"[...] os embargos de divergência não seriam cabíveis contra\ndecisões monocráticas, não por força do enunciado 315/STJ, mas\nporque o recurso está voltado à solução de divergência interna sobre\nquestões de mérito entre os órgãos colegiados e não entre decisões\nmonocráticas ou entre decisão monocrática de um órgão e acórdão de\noutro\".\n     É possível o julgamento pelo STJ dos demais processos que\ntratem do mesmo tema de matéria acerca da qual houve o\nreconhecimento da repercussão geral na hipótese em que os embargos\nde divergência sequer foram conhecidos. Isso porque, nessa situação,\nserá descabida a pretensão de aplicação do que vier a ser\nreconhecido na repercussão ou mesmo do que foi declarado na ADC.",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED ENU:****** ANO:****\n*****  ENUASTJ    ENUNCIADO ADMINISTRATIVO DO SUPERIOR TRIBUNAL DE\nJUSTIÇA\n        NUM:00006", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00932 PAR:ÚNICO ART:01029 PAR:00003 ART:01043\n        INC:00001 INC:00003", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000315", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266 INC:00001 INC:00002" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000859826",
  "numeroProcesso" : "25832",
  "numeroRegistro" : "202000583152",
  "siglaClasse" : "AgInt no MS",
  "descricaoClasse" : "AGRAVO INTERNO NO MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "PAULO SÉRGIO DOMINGUES",
  "dataPublicacao" : "DJE        DATA:07/11/2023",
  "ementa" : "ADMINISTRATIVO. AGRAVO INTERNO. MANDADO DE SEGURANÇA. EX-AUDITOR\nFISCAL FEDERAL AGROPECUÁRIO. PAD. AUSÊNCIA DE ILEGALIDADE DO ATO\nPRATICADO PELO ADMINISTRADOR PÚBLICO. SUBSUNÇÃO DO FATO À NORMA\nDISCIPLINAR. AUSÊNCIA DE DISCRICIONARIEDADE. SÚMULA 650/STJ.\nCASSAÇÃO DE APOSENTADORIA. POSSIBILIDADE. PROVIMENTO NEGADO.\n1. Cuida-se de mandado de segurança impetrado por ex-auditor fiscal\nfederal agropecuário contra suposto ato ilegal praticado pelo\nMinistro da Agricultura, Pecuária e Abastecimento, que, após\nprocesso administrativo disciplinar, aplicou a pena de cassação de\nsua aposentadoria em virtude de recebimento de vantagens indevidas,\nem razão do cargo, consistente na utilização de plano de saúde\nofertado por empresa onde eram desenvolvidas as atividades\nfuncionais fiscalizatórias.\n2. Como bem observado na decisão agravada, no processo\nadministrativo disciplinar constatou-se a concessão de plano de\nsaúde pela empresa que era fiscalizada pela atividade pública\nexercida pelo impetrante, e que tal vantagem havia resultado em\nganho indevido do servidor, sobretudo em relação àqueles que não\nexerciam atividades na empresa. Assim, houve a subsunção do fato\napurado à norma disciplinar contida no art. 117, IX e XII, da Lei\n8.112/1990, que assinala a proibição do recebimento de vantagem pelo\nservidor em razão do cargo, logrando proveito pessoal em prejuízo\nda dignidade da função pública, cuja penalidade prevista é a\ndemissão.\n3. Não houve nenhum ato ilegal praticado pelo administrador público\nque efetuou a adequação dos fatos ao tipo sancionador previsto na\nlei, cabendo destacar que, na aplicação da penalidade, não há falar\nem discricionariedade quando a legislação de regência indica a\nsanção específica para determinada hipótese, como ocorreu no\npresente caso. Aplicação do disposto na Súmula 650/STJ.\n4. O entendimento desta Corte é firme no sentido da\nconstitucionalidade da pena de cassação de aposentadoria, não\nobstante o caráter contributivo de que se reveste o benefício\nprevidenciário.\n5. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231031",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 25/10/2023 a 31/10/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Herman Benjamin, Mauro Campbell\nMarques, Benedito Gonçalves, Sérgio Kukina, Regina Helena Costa e\nGurgel de Faria  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Assusete Magalhães.",
  "jurisprudenciaCitada" : "(PENA DE CASSAÇÃO DE APOSENTADORIA - CONSTITUCIONALIDADE)\n   STJ - <<AgInt no MS 26385>>-DF,\n         <<AgInt nos EDcl no MS 25242>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:008112 ANO:1990\n*****  RJU-90    REGIME JURÍDICO DOS SERVIDORES PÚBLICOS CIVIS DA\nUNIÃO\n        ART:00117 INC:00009 INC:00012 ART:00132 INC:00013", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000650" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000859827",
  "numeroProcesso" : "22232",
  "numeroRegistro" : "201702229431",
  "siglaClasse" : "AgInt na ImpExe na ExeMS",
  "descricaoClasse" : "AGRAVO INTERNO NA IMPUGNAÇÃO À EXECUÇÃO NA EXECUÇÃO EM MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "ASSUSETE MAGALHÃES",
  "dataPublicacao" : "DJE        DATA:08/11/2023",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NA IMPUGNAÇÃO NA EXECUÇÃO EM\nMANDADO DE SEGURANÇA. ADMINISTRATIVO. ANISTIA POLÍTICA. PAGAMENTO DE\nINDENIZAÇÃO RETROATIVA. POSSIBILIDADE DE ANULAÇÃO DA PORTARIA\nANISTIADORA À LUZ DA ORIENTAÇÃO ADOTADA NO JULGAMENTO DO RE\n817.338/DF (TEMA 839). NECESSIDADE DE ADEQUAÇÃO DO PROCEDIMENTO\nREVISIONAL DA ANISTIA INSTAURADO AO NOVO FLUXO PREVISTO NA INSTRUÇÃO\nNORMATIVA Nº 2, DE 2021, DO MMFDH. PRETENSÃO DE SUSPENDER O\nPAGAMENTO DOS REQUISITÓRIOS EXPEDIDOS. INEXISTÊNCIA DE NOTIFICAÇÃO\nDA INTERESSADA DA REVISÃO DEFLAGRADA. PROSSEGUIMENTO DO FEITO\nEXECUTIVO. HONORÁRIOS ADVOCATÍCIOS SUCUMBENCIAIS. CABIMENTO. AGRAVO\nIMPROVIDO.\n1. Aludindo à possibilidade de anulação da portaria anistiadora à\nluz da orientação adotada pelo Supremo Tribunal Federal no\njulgamento do RE 817.338/DF (Tema 839), a UNIÃO informou que\nadequara o procedimento revisional instaurado ao novo fluxo previsto\nna Instrução Normativa nº 2, de 29/9/2021, do MMFDH e requereu\nfosse suspenso o pagamento dos requisitórios expedidos até que\nconcluídos os trabalhos na esfera administrativa.\n2. Em que pese a intenção de observar, com mais rigor, o devido\nprocesso legal, como exige o precedente emanado da Excelsa Corte, o\nente público sequer se desincumbiu de dar ciência à interessada da\nrevisão deflagrada, situação que autorizou o prosseguimento do feito\nexecutivo, com o julgamento de improcedência da impugnação oposta.\n3. Cabível a condenação da agravante em honorários advocatícios\nsucumbenciais, porquanto impugnada a execução.\n4. Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231031",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 25/10/2023 a 31/10/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros Francisco Falcão, Herman Benjamin, Mauro Campbell\nMarques, Benedito Gonçalves, Sérgio Kukina, Gurgel de Faria e Paulo\nSérgio Domingues  votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento a Sra. Ministra Regina Helena Costa.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ "AgInt na ExeMS  15875  DF  2018/0203557-5  Decisão:31/10/2023\nDJE        DATA:08/11/2023", "AgInt na ExeMS  23251  DF  2019/0099757-5  Decisão:31/10/2023\nDJE        DATA:08/11/2023", "AgInt na TutPrv na ExeMS  16021  DF  2018/0285299-3\nDecisão:31/10/2023\nDJE        DATA:08/11/2023", "AgInt na ExeMS  15619  DF  2019/0039319-4  Decisão:31/10/2023\nDJE        DATA:08/11/2023", "AgInt na ExeMS  15710  DF  2022/0274904-0  Decisão:31/10/2023\nDJE        DATA:08/11/2023", "AgInt na ExeMS  16064  DF  2022/0055541-0  Decisão:31/10/2023\nDJE        DATA:08/11/2023", "AgInt na ExeMS  16647  DF  2018/0018808-9  Decisão:31/10/2023\nDJE        DATA:08/11/2023", "AgInt na ExeMS  17717  DF  2018/0271037-2  Decisão:31/10/2023\nDJE        DATA:08/11/2023", "AgInt na ImpExe na ExeMS  19273  DF  2019/0083797-9\nDecisão:31/10/2023\nDJE        DATA:08/11/2023", "AgInt na ExeMS  15395  DF  2018/0219189-9  Decisão:31/10/2023\nDJE        DATA:08/11/2023", "AgInt na ExeMS  15397  DF  2019/0019076-7  Decisão:31/10/2023\nDJE        DATA:08/11/2023", "AgInt na ExeMS  15608  DF  2018/0280777-2  Decisão:31/10/2023\nDJE        DATA:08/11/2023", "AgInt na ExeMS  16640  DF  2018/0247492-6  Decisão:31/10/2023\nDJE        DATA:08/11/2023", "AgInt na ExeMS  15559  DF  2019/0195420-1  Decisão:31/10/2023\nDJE        DATA:08/11/2023", "AgInt na ExeMS  23301  DF  2021/0214526-1  Decisão:31/10/2023\nDJE        DATA:08/11/2023", "AgInt nos EDcl na ExeMS  15574  DF  2019/0039681-0\nDecisão:31/10/2023\nDJE        DATA:08/11/2023", "AgInt na ExeMS  16113  DF  2019/0068834-0  Decisão:31/10/2023\nDJE        DATA:08/11/2023", "AgInt na ImpExe na ExeMS  17721  DF  2018/0186988-0\nDecisão:14/11/2023\nDJE        DATA:21/11/2023", "AgInt na ExeMS  22237  DF  2019/0101842-3  Decisão:31/10/2023\nDJE        DATA:08/11/2023", "AgInt na ExeMS  15394  DF  2018/0186824-9  Decisão:31/10/2023\nDJE        DATA:08/11/2023", "AgInt na TutPrv na ExeMS  15637  DF  2019/0062984-9\nDecisão:31/10/2023\nDJE        DATA:08/11/2023", "AgInt na ImpExe na ExeMS  17420  DF  2018/0173998-2\nDecisão:31/10/2023\nDJE        DATA:08/11/2023", "AgInt na ExeMS  17580  DF  2018/0270923-0  Decisão:31/10/2023\nDJE        DATA:08/11/2023", "AgInt na ExeMS  16054  DF  2018/0018776-3  Decisão:31/10/2023\nDJE        DATA:08/11/2023", "AgInt na ExeMS  15586  DF  2019/0128951-4  Decisão:31/10/2023\nDJE        DATA:08/11/2023" ]
}, {
  "id" : "000859828",
  "numeroProcesso" : "25578",
  "numeroRegistro" : "201903496356",
  "siglaClasse" : "AgInt no MS",
  "descricaoClasse" : "AGRAVO INTERNO NO MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "PAULO SÉRGIO DOMINGUES",
  "dataPublicacao" : "DJE        DATA:07/11/2023",
  "ementa" : "ADMINISTRATIVO. AGRAVO INTERNO NO MANDADO DE SEGURANÇA.\nGRATIFICAÇÃO DE APOIO À EXECUÇÃO DE ATIVIDADE DA COMISSÃO EXECUTIVA\nDO PLANO DA LAVOURA CACAUEIRA - GECEPLAC. EXTENSÃO A SERVIDORES\nAPOSENTADOS E PENSIONISTAS. CARÁTER GENÉRICO DA GRATIFICAÇÃO.\nPROVIMENTO NEGADO.\n1. Mandando de segurança em que se discute a possibilidade de\npagamento da Gratificação de Apoio à Execução de Atividades da\nComissão Executiva do Plano da Lavoura Cacaueira - GCEPLAC, na mesma\nproporção e nos mesmos moldes em que concedida aos servidores\nativos, a servidor aposentado.\n2. O entendimento desta Corte é o de que a \"GECEPLAC por ser uma\ngratificação paga aos todos os servidores que estão lotados e em\nefetivo exercício na CEPLAC, indistintamente, conforme a Lei\n12.702/2012, converte-se em gratificação de natureza genérica\nextensíveis a todos os aposentados e pensionistas\" (AgRg no MS\n20.231/DF, relator Ministro Herman Benjamin, Primeira Seção, julgado\nem 9/12/2015, DJe de 10/2/2016).\n3. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231031",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 25/10/2023 a 31/10/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Herman Benjamin, Mauro Campbell\nMarques, Benedito Gonçalves, Sérgio Kukina, Regina Helena Costa e\nGurgel de Faria  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Assusete Magalhães.",
  "jurisprudenciaCitada" : "(GRATIFICAÇÃO DE APOIO À EXECUÇÃO DE ATIVIDADE DA COMISSÃO EXECUTIVA\nDO PLANO DA LAVOURA CACAUEIRA - GECEPLAC - EXTENSÃO A SERVIDORES\nAPOSENTADOS E PENSIONISTAS - CARÁTER GENÉRICO DA GRATIFICAÇÃO)\n   STJ - <<AgRg no MS 20231>>-DF, <<AgRg no MS 21601>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:012702 ANO:2012", "LEG:FED SUM:****** ANO:****\n*****  SUM(STF)    SÚMULA DO SUPREMO TRIBUNAL FEDERAL\n        SUM:000339" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000859829",
  "numeroProcesso" : "21360",
  "numeroRegistro" : "201902372927",
  "siglaClasse" : "AgInt na ImpExe na ExeMS",
  "descricaoClasse" : "AGRAVO INTERNO NA IMPUGNAÇÃO À EXECUÇÃO NA EXECUÇÃO EM MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "ASSUSETE MAGALHÃES",
  "dataPublicacao" : "DJE        DATA:08/11/2023",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NA EXECUÇÃO EM MANDADO DE\nSEGURANÇA. ADMINISTRATIVO. ANISTIA POLÍTICA. PAGAMENTO DE\nINDENIZAÇÃO RETROATIVA. NOTIFICAÇÃO DO AGRAVADO. AUSÊNCIA DE\nCOMPROVAÇÃO. INSUFICIÊNCIA DA SIMPLES INSTAURAÇÃO DE PROCEDIMENTO\nADMINISTRATIVO PARA CARACTERIZAR A INEXIGIBILIDADE DA OBRIGAÇÃO\nDEFINIDA NO TÍTULO. NECESSIDADE DE EFETIVA ANULAÇÃO DA PORTARIA DE\nANISTIA. PRECEDENTES. ALEGADA INVIABILIDADE DA EXPEDIÇÃO DE\nPRECATÓRIO EM RAZÃO DA AUSÊNCIA DE VALORES INCONTROVERSOS. INOVAÇÃO\nRECURSAL. TESE NÃO ALEGADA NA IMPUGNAÇÃO. AGRAVO INTERNO A QUE NEGA\nPROVIMENTO.\n1. A ausência de prova da efetiva notificação do exequente/agravado\npara o (novo) procedimento de revisão da portaria de anistia e, bem\nassim, de demonstração de seu regular trâmite não justifica, nem\nautoriza manter a execução suspensa por maior prazo. Remanescendo\nválido o ato que reconheceu a condição de anistiado político, deve\nter curso a execução para cobrança dos valores devidos a esse\nfundamento.\n2. Nos termos da jurisprudência desta Corte, a obrigação definida no\ntítulo judicial torna-se inexigível somente com a efetiva anulação\nda portaria de anistia na esfera administrativa, ensejando a\nextinção da execução (e o cancelamento da requisição de pagamento\neventualmente expedida).\n3. A tese suscitada, no sentido de ser inviável a expedição de\nprecatório antes do trânsito em julgado porquanto a totalidade dos\nvalores seria controvertida, caracteriza inovação na via eleita.\n4. Agravo improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231031",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 25/10/2023 a 31/10/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros Francisco Falcão, Herman Benjamin, Mauro Campbell\nMarques, Benedito Gonçalves, Sérgio Kukina, Gurgel de Faria e Paulo\nSérgio Domingues  votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento a Sra. Ministra Regina Helena Costa.",
  "jurisprudenciaCitada" : "(ANISTIA POLÍTICA - PAGAMENTO DE INDENIZAÇÃO RETROATIVA -\nINSUFICIÊNCIA DA SIMPLES INSTAURAÇÃO DE PROCEDIMENTO ADMINISTRATIVO\n- NECESSIDADE DE EFETIVA ANULAÇÃO DA PORTARIA DE ANISTIA)\n   STJ - <<AgInt nos EDcl na ExeMS 12744>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000859830",
  "numeroProcesso" : "26014",
  "numeroRegistro" : "202000834278",
  "siglaClasse" : "AgInt no MS",
  "descricaoClasse" : "AGRAVO INTERNO NO MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "SÉRGIO KUKINA",
  "dataPublicacao" : "DJE        DATA:07/11/2023",
  "ementa" : "ADMINISTRATIVO E PROCESSUAL CIVIL. AGRAVO INTERNO NA AÇÃO\nRESCISÓRIA. PROCESSO ADMINISTRATIVO DISCIPLINAR. SERVIDOR DO IBAMA.\nAUSÊNCIA DE INTIMAÇÃO DO RELATÓRIO FINAL. NULIDADE. INEXISTÊNCIA.\nPORTARIA DE DEMISSÃO. SERVIDOR COM ADVOGADO CONSTITUÍDO. PUBLICAÇÃO\nNO DOU. SUFICIÊNCIA. INDIVIDUALIZAÇÃO DETALHADA DOS FATOS NA\nPORTARIA DE INSTAURAÇÃO DO PAD. DESNECESSIDADE. AGRAVO NÃO PROVIDO.\n1. Cuida-se de mandado de segurança impetrado por ex-servidor do\nIBAMA contra ato do Ministro de Estado do Meio Ambiente, por meio do\nqual foi demitido do cargo público federal.\n2. Nos termos da jurisprudência desta Corte, inexiste nulidade em\nrazão da ausência de intimação do servidor acerca do conteúdo do\nrelatório final do processo administrativo disciplinar elaborado\npela comissão processante. Precedente: AgInt no MS n. 24.992/DF,\nrelatora Ministra Assusete Magalhães, Primeira Seção, julgado em\n2/5/2023, DJe de 5/5/2023.\n3. A jurisprudência do STJ tem se manifestado no sentido de que,\nestando o  servidor representado por advogado, é dispensável a sua\nintimação pessoal do ato de demissão, sendo suficiente a publicação\ndo ato no Diário Oficial. (MS n. 14.450/DF, relator Ministro Gurgel\nde Faria, Terceira Seção, julgado em 26/11/2014, DJe de 19/12/2014).\n4. Segundo consolidada orientação jurisprudencial deste Tribunal\nSuperior, \"inexiste  nulidade  no  ato  de instauração do PAD em\nrazão da ausência de individualização dos atos praticados pelo\ninvestigado, já que a descrição minuciosa dos fatos se faz\nnecessária apenas quando do indiciamento  do  servidor,  após  a\nfase  instrutória,  na  forma  do  art.  161  da  Lei 8.112/1990, e\nnão na portaria de instauração ou na citação inicial\" (MS n.\n17.536/DF, relator Ministro Mauro Campbell Marques, Primeira Seção,\njulgado em 13/4/2016, DJe de 20/4/2016).\n5. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231031",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 25/10/2023 a 31/10/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Herman Benjamin, Mauro Campbell\nMarques, Benedito Gonçalves, Regina Helena Costa, Gurgel de Faria e\nPaulo Sérgio Domingues  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Assusete Magalhães.",
  "jurisprudenciaCitada" : "(PROCESSO ADMINISTRATIVO DISCIPLINAR - AUSÊNCIA DE INTIMAÇÃO DO\nRELATÓRIO FINAL - NULIDADE)\n   STJ - <<AgInt no MS 24992>>-DF, <<RMS 54297>>-DF\n(PROCESSO ADMINISTRATIVO DISCIPLINAR - PORTARIA DE DEMISSÃO -\nSERVIDOR COM ADVOGADO CONSTITUÍDO - INTIMAÇÃO PESSOAL - PUBLICAÇÃO\nNO DOU)\n   STJ - <<MS 14450>>-DF\n(PROCESSO ADMINISTRATIVO DISCIPLINAR - PORTARIA DE INSTAURAÇÃO -\nINDIVIDUALIZAÇÃO DETALHADA DOS FATO)\n   STJ - <<MS 17536>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:008112 ANO:1990\n*****  RJU-90    REGIME JURÍDICO DOS SERVIDORES PÚBLICOS CIVIS DA\nUNIÃO\n        ART:00161" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000859831",
  "numeroProcesso" : "27275",
  "numeroRegistro" : "202201386776",
  "siglaClasse" : "AgInt na ExeMS",
  "descricaoClasse" : "AGRAVO INTERNO NA EXECUÇÃO EM MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "ASSUSETE MAGALHÃES",
  "dataPublicacao" : "DJE        DATA:08/11/2023",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NA EXECUÇÃO EM MANDADO DE\nSEGURANÇA. ADMINISTRATIVO. ANISTIA POLÍTICA. PAGAMENTO DE\nINDENIZAÇÃO RETROATIVA. DISCUSSÃO ACERCA DA VALIDADE DA PORTARIA.\nPREJUDICIALIDADE. SUSPENSÃO DA EXECUÇÃO ATÉ DECISÃO DEFINITIVA DA\nNOVA AÇÃO MANDAMENTAL. AGRAVO IMPROVIDO.\n1. Revela-se prudente, em respeito ao interesse público, aguardar o\ntrânsito em julgado do MS 18.899/DF, no qual se discute a validade\nda portaria anistiadora, quando será assentada a conformidade da\ndecisão ali proferida com a orientação firmada pelo Supremo Tribunal\nFederal no julgamento do RE 817.338/DF (Tema 839).\n2. Evidenciada prejudicialidade da questão debatida no writ em\nrelação à presente execução, que se lastreia na citada portaria de\nanistia, impõe-se a suspensão deste feito até decisão da nova ação\nmandamental.\n3. Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231031",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 25/10/2023 a 31/10/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros Francisco Falcão, Herman Benjamin, Mauro Campbell\nMarques, Benedito Gonçalves, Sérgio Kukina, Gurgel de Faria e Paulo\nSérgio Domingues  votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento a Sra. Ministra Regina Helena Costa.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000859832",
  "numeroProcesso" : "3733",
  "numeroRegistro" : "202302577792",
  "siglaClasse" : "AgInt no PUIL",
  "descricaoClasse" : "AGRAVO INTERNO NO PEDIDO DE UNIFORMIZAÇÃO DE INTERPRETAÇÃO DE LEI",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "SÉRGIO KUKINA",
  "dataPublicacao" : "DJE        DATA:07/11/2023",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO EM PEDIDO DE UNIFORMIZAÇÃO DE\nINTERPRETAÇÃO DE LEI FEDERAL. REQUERIMENTOS PARA SOBRESTAR\nPROCESSAMENTO DE FEITO E DECLARAR INCONSTITUCIONALIDADE DE LEI\nESTADUAL. NATUREZA PROCESSUAL. NÃO CABIMENTO. ART. 18 DA LEI N.\n12.153/2009. SÚMULA 280/STF. AGRAVO INTERNO NÃO PROVIDO.\n1. Cuida-se de PUIL manejado para (I) \"determinar o sobrestamento do\npresente Feito [...] visando a garantia dos Institutos dos Recursos\nRepetitivos e da Repercussão Geral, também todos os demais\nProcessos que tragam a discussão quanto a projeção do Piso Nacional\ndo Magistério Público (Lei nº 11.738/2008) no Quadro de Carreira dos\nProfissionais em Educação, sobretudo, até o trânsito em julgado do\nTema 911/STJ, que atualmente encontra-se em análise do Recurso\nExtraordinário nº 1.126.739/RS\" (fl. 422); e (II) \"determinar as\nprovidências para oportunizar que o Órgão Especial do egrégio\nTribunal de Justiça formalize o Controle Difuso das Leis\nComplementares nº s 455/2009, 439/2011 e 668/2015, tal qual postula\na Recorrente\", pleitos que desbordam do escopo delimitado pela Lei\ndos Juizados Especiais da Fazenda Pública.\n2. O pedido de uniformização de interpretação de lei federal, porque\nlimitado exclusivamente ao exame de questões de direito material,\nnão se presta para buscar o sobrestamento da tramitação de feitos,\nainda que sujeitos ao rito de casos repetitivos. Inteligência do\ndisposto no art. 18 da Lei n. 12.153/2009.\n3. \"A atuação do Superior Tribunal adstringe-se ao exame do direito\nfederal, não lhe cabendo proceder à exegese da legislação local, nem\nmesmo para efeito de uniformização de jurisprudência, sob pena de\nexorbitar da sua competência constitucional, incidindo, na espécie,\nmutatis mutandis, o Enunciado da Súmula 280/STF, segundo a qual 'por\nofensa a direito local não cabe recurso extraordinário'\" (AgInt nos\nEDcl no PUIL n. 2.342/PR, rel. Min. Assusete Magalhães, Primeira\nSeção, DJe de 24/4/2023).\n4. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231031",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 25/10/2023 a 31/10/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Herman Benjamin, Mauro Campbell\nMarques, Benedito Gonçalves, Regina Helena Costa, Gurgel de Faria e\nPaulo Sérgio Domingues  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Assusete Magalhães.",
  "jurisprudenciaCitada" : "(PEDIDO DE UNIFORMIZAÇÃO DE INTERPRETAÇÃO DE LEI FEDERAL - HIPÓTESE\nDE NÃO CABIMENTO)\n   STJ - <<AgInt no PUIL 1308>>-PR\n(PEDIDO DE UNIFORMIZAÇÃO DE INTERPRETAÇÃO DE LEI FEDERAL -\nINTERPRETAÇÃO DE LEI LOCAL)\n   STJ - <<AgInt nos EDcl no PUIL 2342>>-PR,\n         <<AgInt no PUIL 3446>>-PA, <<AgInt no PUIL 2998>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:011738 ANO:2008", "LEG:FED LEI:012153 ANO:2009\n*****  LJEFP-2009    LEI DOS JUIZADOS ESPECIAIS DA FAZENDA PÚBLICA\n        ART:00018", "LEG:FED SUM:****** ANO:****\n*****  SUM(STF)    SÚMULA DO SUPREMO TRIBUNAL FEDERAL\n        SUM:000280" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000859833",
  "numeroProcesso" : "26533",
  "numeroRegistro" : "202204056835",
  "siglaClasse" : "AgInt na ExeMS",
  "descricaoClasse" : "AGRAVO INTERNO NA EXECUÇÃO EM MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "ASSUSETE MAGALHÃES",
  "dataPublicacao" : "DJE        DATA:08/11/2023",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NA EXECUÇÃO EM MANDADO DE\nSEGURANÇA. ADMINISTRATIVO. ANISTIA POLÍTICA. PAGAMENTO DE\nINDENIZAÇÃO RETROATIVA. FALECIMENTO DO IMPETRANTE NO CURSO DO WRIT.\nHABILITAÇÃO DO ESPÓLIO OU DOS HERDEIROS/SUCESSORES NA EXECUÇÃO.\nPOSSIBILIDADE. AGRAVO IMPROVIDO.\n1. Ainda que o óbito do impetrante tenha ocorrido antes do trânsito\nem julgado da ação mandamental, o espólio ou os herdeiros/sucessores\ndetêm legitimidade para requerer a execução do julgado, desde que\ndevidamente habilitados. O reconhecimento da condição de anistiado\npolítico possui caráter indenizatório, integrando-se ao patrimônio\njurídico do espólio. Nesse sentido: AgInt no MS 24.314/DF, Rel.\nMinistro OG FERNANDES, PRIMEIRA SEÇÃO, julgado em 14/08/2019, DJe\n19/08/2019.\n2. Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231031",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 25/10/2023 a 31/10/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros Francisco Falcão, Herman Benjamin, Mauro Campbell\nMarques, Benedito Gonçalves, Sérgio Kukina, Gurgel de Faria e Paulo\nSérgio Domingues  votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento a Sra. Ministra Regina Helena Costa.",
  "jurisprudenciaCitada" : "(ANISTIA POLÍTICA - PAGAMENTO DE INDENIZAÇÃO RETROATIVA -\nFALECIMENTO DO IMPETRANTE NO CURSO DO WRIT - HABILITAÇÃO DO ESPÓLIO\nOU DOS HERDEIROS/SUCESSORES NA EXECUÇÃO - POSSIBILIDADE)\n   STJ - <<AgInt no MS 24314>>-DF\n   STF - [[RE-AgR 1391231]]-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ "AgInt na ExeMS  19824 DF 2023/0025270-0 Decisão:28/11/2023\nDJE        DATA:01/12/2023", "AgInt na ExeMS  18207 DF 2023/0030861-0 Decisão:14/11/2023\nDJE        DATA:21/11/2023", "AgInt na ExeMS  13674 DF 2023/0030596-8 Decisão:31/10/2023\nDJE        DATA:08/11/2023", "AgInt na ExeMS  17793 DF 2023/0022509-3 Decisão:31/10/2023\nDJE        DATA:08/11/2023", "AgInt na ExeMS  17882 DF 2023/0018264-2 Decisão:31/10/2023\nDJE        DATA:08/11/2023", "AgInt na ExeMS  18203 DF 2023/0024740-1 Decisão:31/10/2023\nDJE        DATA:08/11/2023" ]
}, {
  "id" : "000859834",
  "numeroProcesso" : "27363",
  "numeroRegistro" : "202100731020",
  "siglaClasse" : "AgInt no MS",
  "descricaoClasse" : "AGRAVO INTERNO NO MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "SÉRGIO KUKINA",
  "dataPublicacao" : "DJE        DATA:07/11/2023",
  "ementa" : "ADMINISTRATIVO. MANDADO DE SEGURANÇA. PROCESSO ADMINISTRATIVO\nDISCIPLINAR. SERVIDOR PÚBLICO FEDERAL. ANALISTA TRIBUTÁRIO DA\nRECEITA FEDERAL. CONEXÃO. RELATOR APOSENTADO. PREVENÇÃO DO ÓRGÃO\nJULGADOR. REINTEGRAÇÃO. DESCABIMENTO. AGRAVO NÃO PROVIDO.\n1. Cuida-se de mandado de segurança no qual foi concedida a ordem\nvindicada, para determinar o recebimento e processamento do recurso\nadministrativo interposto pelo impetrante e dirigido à Presidência\nda República.\n2. Segundo o RISTJ, \"Se o relator deixar o Tribunal ou transferir-se\nde Seção, a prevenção será do órgão julgador\" (art. 71, § 1º).\n3. Uma vez decidido o mérito da ação mandamental, restam\nprejudicadas as questões relativas à tutela provisória, inclusive o\nrespectivo recurso de agravo interno, como se deu no caso ora sub\njudice.\n4. Inexiste espaço ao deferimento de tutela direcionada à\nreintegração do impetrante ao cargo público antes ocupado, se o ato\nquestionado na impetração é, tão somente, a decisão de negar\ntrânsito ao recurso administrativo interposto ao Presidente da\nRepública.\n5. Nos termos da jurisprudência desta Corte, \"não há ilegalidade  no\ncumprimento imediato da penalidade imposta a servidor público logo\napós o julgamento do PAD e antes do decurso do prazo para o recurso\nadministrativo, tendo em vista o atributo de auto-executoriedade que\nrege os atos administrativos e que o recurso administrativo, em\nregra, carece de efeito suspensivo (ex vi do art. 109 da Lei\n8.112/1990).\" (MS n. 19.488/DF, relator Ministro Mauro Campbell\nMarques, Primeira Seção, julgado em 25/3/2015, DJe de 31/3/2015).\n6. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231031",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 25/10/2023 a 31/10/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Herman Benjamin, Mauro Campbell\nMarques, Benedito Gonçalves, Regina Helena Costa, Gurgel de Faria e\nPaulo Sérgio Domingues  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Assusete Magalhães.",
  "jurisprudenciaCitada" : "(CUMPRIMENTO IMEDIATO DA PENALIDADE IMPOSTA A SERVIDOR PÚBLICO LOGO\nAPÓS O JULGAMENTO DO PAD E ANTES DO DECURSO DO PRAZO PARA O RECURSO\nADMINISTRATIVO - LEGALIDADE)\n   STJ - <<MS 19488>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00071 PAR:00001" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000859835",
  "numeroProcesso" : "27286",
  "numeroRegistro" : "202100333816",
  "siglaClasse" : "AgInt no MS",
  "descricaoClasse" : "AGRAVO INTERNO NO MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "SÉRGIO KUKINA",
  "dataPublicacao" : "DJE        DATA:07/11/2023",
  "ementa" : "ADMINISTRATIVO. AGRAVO INTERNO NO MANDADO DE SEGURANÇA. PROCESSO\nADMINISTRATIVO DISCIPLINAR. SERVIDOR FEDERAL. DELEGADO DE POLÍCIA\nFEDERAL. DEMISSÃO. RECURSO HIERÁRQUICO. CABIMENTO. AGRAVO NÃO\nPROVIDO.\n1. Cuida-se de ação mandamental na qual concedida a segurança, para\ndeterminar o processamento do recurso administrativo interposto pelo\nimpetrante contra decisão do Ministro de Estado da Justiça e\nSegurança Pública, pela qual lhe foi aplicada  a penalidade\nadministrativa de demissão.\n2. Nos termos da jurisprudência desta Corte, \"é cabível o recurso\nhierárquico contra decisão de ministro de estado em processo\ndisciplinar, mesmo quando proferida no exercício da competência\ndelegada pelo Sr. Presidente da República, ao qual competirá a sua\napreciação\" (AgInt no MS 23.391/DF, Rel. Ministra REGINA HELENA\nCOSTA, PRIMEIRA SEÇÃO, DJe de 12/11/2021).\n3. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231031",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 25/10/2023 a 31/10/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Herman Benjamin, Mauro Campbell\nMarques, Benedito Gonçalves, Regina Helena Costa, Gurgel de Faria e\nPaulo Sérgio Domingues  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Assusete Magalhães.",
  "jurisprudenciaCitada" : "(SERVIDOR FEDERAL - DEMISSÃO - INTERPOSIÇÃO DE RECURSO HIERÁRQUICO -\nPOSSIBILIDADE)\n   STJ - <<AgInt no MS 23391>>-DF, <<AgInt no MS 28285>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ "AgInt no MS  27363  DF  2021/0073102-0  Decisão:31/10/2023\nDJE        DATA:07/11/2023" ]
}, {
  "id" : "000859836",
  "numeroProcesso" : "1602926",
  "numeroRegistro" : "201903095631",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "REGINA HELENA COSTA",
  "dataPublicacao" : "DJE        DATA:06/11/2023",
  "ementa" : "TRIBUTÁRIO. PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE\nDIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL. CÓDIGO DE PROCESSO CIVIL\nDE 2015. APLICABILIDADE. AUSÊNCIA DE SIMILITUDE FÁTICO-JURÍDICA\nENTRE OS JULGADOS CONFRONTADOS. FUNDAMENTO QUE SUSTENTA O PARADIGMA\nNÃO ENFRENTADO NO ACÓRDÃO EMBARGADO. APLICAÇÃO DE MULTA. ART. 1.021,\n§ 4º, DO CÓDIGO DE PROCESSO CIVIL DE 2015. DESCABIMENTO.\nI - Consoante o decidido pelo Plenário desta Corte na sessão\nrealizada em 09.03.2016, o regime recursal será determinado pela\ndata da publicação do provimento jurisdicional impugnado. In casu,\naplica-se o Código de Processo Civil de 2015.\nII - A comprovação de divergência jurisprudencial impõe que os\nacórdãos comparados tenham apreciado matéria idêntica, à luz da\nmesma legislação federal, dando-lhes soluções distintas.\nIII - O acórdão embargado limitou-se a aplicar o entendimento\nfirmado no Tema n. 1.076/STJ, não examinando a tese defendida pelo\nEmbargante de que não houve julgamento da exceção de\npré-executividade, e sim extinção do processo, por cancelamento de\nCDA, na forma do artigo 26 da LEF, o que autorizaria a aplicação do\nart. 85, § 8º, do CPC/2015 na condenação em honorários advocatícios.\nIV - O Embargante não busca a uniformização de jurisprudência na\nCorte, e sim provocar o reexame do recurso especial, a fim de que\nsejam analisados argumentos recursais não enfrentados no momento\noportuno. Os embargos de divergência não se prestam para tal\npropósito.\nV - Em regra, descabe a imposição da multa, prevista no art. 1.021,\n§ 4º, do Código de Processo Civil de 2015, em razão do mero\nimprovimento do Agravo Interno em votação unânime, sendo necessária\na configuração da manifesta inadmissibilidade ou improcedência do\nrecurso a autorizar sua aplicação, o que não ocorreu no caso.\nVI - Agravo Interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231031",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 25/10/2023 a 31/10/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros Francisco Falcão, Herman Benjamin, Mauro Campbell\nMarques, Benedito Gonçalves, Sérgio Kukina, Gurgel de Faria e Paulo\nSérgio Domingues  votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento a Sra. Ministra Assusete Magalhães.",
  "jurisprudenciaCitada" : "(COMPROVAÇÃO DE DIVERGÊNCIA JURISPRUDENCIAL)\n   STJ - <<EREsp 720860>>-RJ\n(FALTA DE SIMILITUDE FÁTICO-JURÍDICA ENTRE OS ACÓRDÃOS CONFRONTADOS)\n   STJ - <<AgInt nos EAREsp 315046>>-SP,\n         <<AgInt nos EAREsp 1603627>>-RJ\n(MULTA DO ART. 1.021, § 4º, DO CPC/2015 - MERO INCONFORMISMO COM A\nDECISÃO AGRAVADA)\n   STJ - <<AgInt nos EAREsp 1043437>>-SP,\n         <<AgInt nos EREsp 1311383>>-RS",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01021 PAR:00004" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000859837",
  "numeroProcesso" : "15126",
  "numeroRegistro" : "201903261564",
  "siglaClasse" : "AgInt na ImpExe na ExeMS",
  "descricaoClasse" : "AGRAVO INTERNO NA IMPUGNAÇÃO À EXECUÇÃO NA EXECUÇÃO EM MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "ASSUSETE MAGALHÃES",
  "dataPublicacao" : "DJE        DATA:08/11/2023",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NA IMPUGNAÇÃO NA EXECUÇÃO EM\nMANDADO DE SEGURANÇA. ADMINISTRATIVO. ANISTIA POLÍTICA. PAGAMENTO DE\nINDENIZAÇÃO RETROATIVA. TERMO INICIAL DOS CONSECTÁRIOS LEGAIS\n(CORREÇÃO MONETÁRIA E JUROS DE MORA). A PARTIR DO SEXAGÉSIMO\nPRIMEIRO DIA, CONTADOS DA PUBLICAÇÃO DA PORTARIA ANISTIADORA. AGRAVO\nIMPROVIDO.\n1. O termo inicial a ser considerado, para cada um dos consectários\nlegais (correção monetária e juros de mora), é a partir do\nsexagésimo primeiro dia, contados da publicação da portaria\nanistiadora, o que encontra amparo, inclusive, na disposição contida\nno art. 12, § 4º, da Lei nº 10.559/2002.\n2. Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231031",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 25/10/2023 a 31/10/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros Francisco Falcão, Herman Benjamin, Mauro Campbell\nMarques, Benedito Gonçalves, Sérgio Kukina, Gurgel de Faria e Paulo\nSérgio Domingues  votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento a Sra. Ministra Regina Helena Costa.",
  "jurisprudenciaCitada" : "(ADMINISTRATIVO - ANISTIA POLÍTICA - PAGAMENTO DE INDENIZAÇÃO\nRETROATIVA - TERMO INICIAL DOS CONSECTÁRIOS LEGAIS)\n   STJ - <<MS 21447>>-DF, <<EDcl no MS 13591>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:010559 ANO:2002\n        ART:00012 PAR:00004" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000859838",
  "numeroProcesso" : "196806",
  "numeroRegistro" : "202301411078",
  "siglaClasse" : "AgInt no CC",
  "descricaoClasse" : "AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "FRANCISCO FALCÃO",
  "dataPublicacao" : "DJE        DATA:07/11/2023",
  "ementa" : "PROCESSUAL CIVIL. AMBIENTAL. CONFLITO NEGATIVO DE COMPETÊNCIA. AÇÃO\nCIVIL PÚBLICA AMBIENTAL. DESPROVIMENTO DO AGRAVO INTERNO. MANUTENÇÃO\nDA DECISÃO RECORRIDA.\nI - Na origem, trata-se de conflito negativo de competência\ninstaurado entre o Juízo Federal da Vara Cível e Criminal de Ponte\nNova - Seção Judiciária de Minas Gerais, o suscitado, e o Juízo de\nDireito da 2ª Vara Criminal, Cível e Execuções Penais de Mariana -\nMG, o suscitante, em ação civil pública ambiental objetivando a\ncondenação da sociedade empresária ré em obrigações diversas.\nDeclarou-se a competência do Juízo de Direito da 2ª Vara Criminal,\nCível e Execuções Penais de Mariana - MG.\nII - Tratando-se de conflito de competência envolvendo juízes\nvinculados a tribunais diversos, conheço do presente incidente, nos\ntermos do art. 105, I, d, da Constituição da República. Nos termos\ndo art. 109, I, da Constituição da República, insere na competência\nda Justiça Federal o exame das causas em que a União, entidade\nautárquica ou empresa pública federal forem interessadas na condição\nde autoras, rés, assistentes ou oponentes, exceto as de falência,\nas de acidentes de trabalho e as sujeitas à Justiça Eleitoral e à\nJustiça do Trabalho.\nIII - Na hipótese dos autos, trata-se de ação civil pública ajuizada\npelo Ministério Público do Estado de Minas Gerais contra sociedade\nempresária exploradora de recursos minerais, com a finalidade de\nobter indenização por danos ambientais provenientes da atividade\nmineradora.\nIV - Da exposição dos fatos e dos pedidos deduzidos na inicial,\nainda que se faça referência ao exercício irregular de atividade\n(fl. 8), verifica-se que o Parquet Estadual não busca a condenação\nda sociedade empresária ré pelo crime de extração ilegal de minério,\ndecorrente de lavra não autorizada pelo Departamento Nacional de\nProdução Mineral - DNPM, tampouco há pretensão formulada contra a\nUnião ou outro ente público federal. A demanda insere-se\nexclusivamente na esfera ambiental, cuja competência é comum entre\nUnião, Estados, Distrito Federal e Município, consoante disposto no\nart. 23, IV, da Constituição da República.\nV - Nesse passo, Desse modo, deve-se reconhecer a competência da\nJustiça Estadual para processar e julgar a ação civil pública, a fim\nde que, nos termos dos arts. 42 e 141 do Código de Processo Civil,\naprecie o litígio nos limites de sua competência, qual seja,\nconcernente à indenização e recuperação dos danos ambientais\nsupostamente causados.\nVI - Em casos correlatos, esta Corte Superior manifestou-se nesse\nmesmo sentido, consoante os seguintes precedentes: CC 169.105/MG,\nrelator Ministro Francisco Falcão, DJ 28/4/2020; CC 170.736/MG,\nrelator Ministro Herman Benjamin, DJ 2/4/2020; CC 169.106/MG,\nrelatora Ministra Regina Helena Costa, DJ 13/2/2020.\nVII -  Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231031",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 25/10/2023 a 31/10/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Herman Benjamin, Mauro Campbell Marques, Benedito\nGonçalves, Sérgio Kukina, Regina Helena Costa, Gurgel de Faria e\nPaulo Sérgio Domingues  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Assusete Magalhães.",
  "jurisprudenciaCitada" : "(AÇÃO CIVIL PÚBLICA - INDENIZAÇÃO E RECUPERAÇÃO DOS DANOS AMBIENTAIS\n- COMPETÊNCIA DA JUSTIÇA ESTADUAL)\n   STJ - {{CC 169105}}-MG, {{CC 170736}}-MG, {{CC 169106}}-MG",
  "notas" : "Tema: Meio Ambiente.",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00023 INC:00004 ART:00105 INC:00001 LET:D\n        ART:00109 INC:00001", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00042 ART:00141" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000859839",
  "numeroProcesso" : "12558",
  "numeroRegistro" : "201801867656",
  "siglaClasse" : "AgInt nos EDcl na PET na ExeMS",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NA PETIÇÃO NA EXECUÇÃO EM MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "ASSUSETE MAGALHÃES",
  "dataPublicacao" : "DJE        DATA:08/11/2023",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NA\nPETIÇÃO NA EXECUÇÃO EM MANDADO DE SEGURANÇA. ADMINISTRATIVO. ANISTIA\nPOLÍTICA. PAGAMENTO DE INDENIZAÇÃO RETROATIVA. HONORÁRIOS\nADVOCATÍCIOS SUCUMBENCIAIS FIXADOS NA DECISÃO QUE JULGOU A\nIMPUGNAÇÃO À EXECUÇÃO. PAGAMENTO SUBMETIDO AO REGIME DE PRECATÓRIO\n(ART. 100 DA CF/88). INAPLICABILIDADE DO ENTENDIMENTO FIRMADO PELO\nSTF NO RE 553.710/DF (TEMA 394). AGRAVO IMPROVIDO.\n1. À exceção da reparação econômica de caráter indenizatório\nprevista na Lei n. 10.559/2002, devida em favor de anistiado\npolítico, os encargos processuais impostos à UNIÃO (honorários\nsucumbenciais, astreintes etc.) deverão ser adimplidos por meio do\nregime de precatório, consoante exige o art. 100 da CF/88.\n2. Inaplicabilidade, para verbas de natureza sucumbencial ou\nsancionatórias, da orientação versada no RE 553.710/DF (Tema 394).\n3. Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231031",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 25/10/2023 a 31/10/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros Francisco Falcão, Herman Benjamin, Mauro Campbell\nMarques, Benedito Gonçalves, Sérgio Kukina, Gurgel de Faria e Paulo\nSérgio Domingues  votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento a Sra. Ministra Regina Helena Costa.",
  "jurisprudenciaCitada" : "(ANISTIA - ENCARGOS PROCESSUAIS - PAGAMENTO POR PRECATÓRIO)\n   STF - [[RE 553710]]-DF (REPERCUSSÃO GERAL - TEMA(s) 394)",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00100" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000859840",
  "numeroProcesso" : "194853",
  "numeroRegistro" : "202300418300",
  "siglaClasse" : "AgInt no CC",
  "descricaoClasse" : "AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "FRANCISCO FALCÃO",
  "dataPublicacao" : "DJE        DATA:07/11/2023",
  "ementa" : "AGRAVO INTERNO. CONFLITO DE COMPETÊNCIA ENTRE JUSTIÇA DO TRABALHO E\nJUSTIÇA COMUM. AÇÃO BUSCANDO A NULIDADE DA CONTRATAÇÃO PELO REGIME\nESTATUTÁRIO. RELAÇÃO ENTRE SERVIDOR E ENTE DE DIREITO PÚBLICO\nINTERNO. NATUREZA JURÍDICO-ADMINISTRATIVA. COMPETÊNCIA DA JUSTIÇA\nCOMUM.\nI - Trata-se de conflito de competência suscitado na ação ajuizada\npor Larissa Sassaki Rodrigues contra o Município de Araraquara/SP\nobjetivando o seu enquadramento como celetista e não estatutário,\nbem como a redução da jornada de trabalho para 30 horas semanais,\nconforme estipulado no edital do concurso para o qual logrou\naprovação.\nII - Colhe-se dos autos que a parte reclamante foi admitida em\n4/3/2022, para exercer o cargo de professora, após prévia aprovação\nem concurso público, já na vigência da Lei Complementar municipal n.\n937/2020, que instituiu o regime estatutário para os servidores do\nmunicípio.\nIII - Existindo lei instituindo o regime estatutário aos servidores\nmunicipais, eventual contratação pelo regime da CLT deve ser\nconsiderada irregular, dada a obrigatoriedade de apli cação do\nregime jurídico único previsto no art. 39 da Constituição da\nRepública.\nIV - A jurisprudência desta Corte, acompanhando o STF, no sentido de\nque, se o vínculo estabelecido entre o Poder Público e o servidor\nfor estatutário ou de caráter jurídico-administrativo, a competência\npara análise das controvérsias trabalhistas será da Justiça Comum\n(estadual ou Federal).\nV - A Justiça Comum é também competente para deliberar acerca da\nvalidade da norma local que cria ou modifica regime jurídico de\nnatureza estatutária para os servidores públicos.\nVI - Esta Corte Superior firmou entendimento no sentido de que a\nJustiça do Trabalho é incompetente para apreciar os feitos em que se\nquestionam os critérios utilizados na seleção e admissão de pessoal\nnos quadros de entidade parceira do Poder Público, mesmo que a\ncontratação se dê nos moldes da Consolidação das Leis do Trabalho,\nporquanto tal matéria diz respeito à fase pré-admissional, na qual\nnão há falar em relação de trabalho propriamente dita, nos termos do\nart. 114 da Constituição federal, com redação dada pela EC n.\n45/2004.\nVII - Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231031",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 25/10/2023 a 31/10/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Herman Benjamin, Mauro Campbell Marques, Benedito\nGonçalves, Sérgio Kukina, Regina Helena Costa, Gurgel de Faria e\nPaulo Sérgio Domingues  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Assusete Magalhães.",
  "jurisprudenciaCitada" : "(CRITÉRIOS UTILIZADOS NA SELEÇÃO E ADMISSÃO DE PESSOAL NOS QUADROS\nDE ENTIDADE PARCEIRA DO PODER PÚBLICO - ANÁLISE - COMPETÊNCIA DA\nJUSTIÇA COMUM)\n   STJ - <<AgRg no CC 106421>>-SP, <<EDcl no CC 163441>>-PI",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00114" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000859850",
  "numeroProcesso" : "1502318",
  "numeroRegistro" : "201403169351",
  "siglaClasse" : "AgInt no AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NO AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "MAURO CAMPBELL MARQUES",
  "dataPublicacao" : "DJE        DATA:08/11/2023",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM\nRECURSO ESPECIAL. REAJUSTE DE 28,86% SOBRE A RAV. CONTROVÉRSIA\nRESOLVIDA SOB A SISTEMÁTICA DO ART. 543-C DO CPC/1973. AÇÃO\nRESCISÓRIA. AFASTAMENTO DA SÚM. N. 343/STF. AUSÊNCIA DE DIVERGÊNCIA\nATUAL. AGRAVO INTERNO NÃO PROVIDO.\n1. A finalidade do embargos de divergência no âmbito do Superior\nTribunal de Justiça é dirimir eventual entendimento jurisprudencial\nconflitante sobre teses de mérito adotado por julgados desta Corte\nSuperior em recurso especial. Entretanto, é indispensável haver\nidentidade ou similitude fática e jurídica entre o acórdão embargado\ne o aresto paradigma, cabendo ao embargante demonstrar que houve\ninterpretação divergente acerca de situações semelhantes por meio de\ncotejo analítico entre os julgados confrontados. Nota-se que os\narestos confrontados não apresentam similitude fática, pois partem\nde premissas distintas para a solução dos casos.\n2. Em julgado recente proferido em caso semelhante ao dos autos, no\nEREsp n. 1.505.025/AL, declarou-se a impossibilidade de conhecimento\ndos embargos de divergência em contexto de pagamento do índice de\n28,86% sobre a RAV, ainda que o objeto dos autos se refira à\nincidência da Súm. n. 343/STF. Para tanto, asseverou a inexistência\nde divergência de entendimento sobre a incidência dessa Súmula em\ncasos semelhantes.\n3. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231031",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 25/10/2023 a 31/10/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Herman Benjamin, Benedito\nGonçalves, Sérgio Kukina, Regina Helena Costa, Gurgel de Faria e\nPaulo Sérgio Domingues  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Assusete Magalhães.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - REAJUSTE DE 28,86% SOBRE A RAV - AUSÊNCIA\nDE DIVERGÊNCIA ATUAL)\n   STJ - <<EREsp 1505025>>-AL\n(EMBARGOS DE DIVERGÊNCIA - ATUALIDADE DA CONTROVÉRSIA)\n   STJ - <<AgInt nos EREsp 1974452>>-SP,\n         <<AgInt nos EAREsp 1746965>>-DF, <<EAREsp 893584>>-RJ\n(EMBARGOS DE DIVERGÊNCIA - SIMILITUDE FÁTICA)\n   STJ - <<AgInt nos EAREsp 1880896>>-RJ,\n         <<AgInt nos EREsp 1366295>>-PE",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STF)    SÚMULA DO SUPREMO TRIBUNAL FEDERAL\n        SUM:000343" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000859851",
  "numeroProcesso" : "45372",
  "numeroRegistro" : "202301224510",
  "siglaClasse" : "AgInt na Rcl",
  "descricaoClasse" : "AGRAVO INTERNO NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "MAURO CAMPBELL MARQUES",
  "dataPublicacao" : "DJE        DATA:08/11/2023",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NA RECLAMAÇÃO. SERVIDOR PÚBLICO.\nDECISÃO DO STJ. DESCUMPRIMENTO POR TRIBUNAL A QUO. NÃO DEMONSTRAÇÃO.\nRECLAMAÇÃO COMO SUCEDÂNEO RECURSAL. INADMISSÃO. AGRAVO INTERNO NÃO\nPROVIDO .\n1. A decisão monocrática no AREsp n. 1.920.747/RS, à luz da\njurisprudência do STJ, afastou a utilização de critérios\nexclusivamente objetivos para a concessão da Assistência Judiciária\nGratuita.\n2. No acórdão reclamado, o TRF da 4ª Região declarou que os\nrendimentos da servidora não são compatíveis com a concessão da AJG.\nPara tanto, comparou o valor percebido por ela e o limite do teto\ndos benefícios previdenciários do RGPS. Mas a adoção de um parâmetro\nobjetivo não foi o único fundamento desse acórdão. Com efeito, o\nTribunal de origem declarou a ausência de provas nos autos capaz de\njustificar a alegada insuficiência de recursos. Ou seja, não é\npossível asseverar que o TRF da 4ª Região fez exame da controvérsia\nsomente à luz dos rendimentos do agravante de forma objetiva.\n3. A utilização da reclamação não pode ser utilizada como simples\nrecurso de natureza infringente. Com efeito, é instrumento\nprocessual para: I) preservar a competência do tribunal; ou II) a\nautoridade das decisões do tribunal; ou III) garantir a observância\nde enunciado de súmula vinculante e de decisão do STF em controle\nconcentrado de constitucionalidade; ou IV) garantir a observância de\nacórdão proferido em julgamento de IRDR ou de IAC.\n4. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231031",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 25/10/2023 a 31/10/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Herman Benjamin, Benedito\nGonçalves, Sérgio Kukina, Regina Helena Costa, Gurgel de Faria e\nPaulo Sérgio Domingues  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Assusete Magalhães.",
  "jurisprudenciaCitada" : "(BENEFÍCIO DA ASSISTÊNCIA JUDICIÁRIA GRATUITA - CRITÉRIOS\nEXCLUSIVAMENTE OBJETIVOS)\n   STJ - {{AREsp 1920747}}-RS, <<AgRg no AREsp 668605>>-RS,\n         <<REsp 1797652>>-CE\n(RECLAMAÇÃO - SUCEDÂNEO RECURSAL)\n   STJ - <<AgInt na Rcl 41777>>-RN, <<AgInt na Rcl 40920>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00988" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000859879",
  "numeroProcesso" : "27272",
  "numeroRegistro" : "202100271064",
  "siglaClasse" : "AgInt no MS",
  "descricaoClasse" : "AGRAVO INTERNO NO MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "MAURO CAMPBELL MARQUES",
  "dataPublicacao" : "DJE        DATA:08/11/2023",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NO MANDADO DE SEGURANÇA. ANISTIA.\nRETORNO AO SERVIÇO PÚBLICO. NOTA TÉCNICA PELA CONCESSÃO DA ANISTIA.\nANULADA POR ATO ADMINISTRATIVO POSTERIOR. DIREITO LÍQUIDO E CERTO\nNÃO DEMONSTRADO. AGRAVO INTERNO NÃO PROVIDO.\n1. A recorrente sustenta que teve sua condição de anistiada\nreconhecida em decisão liminar em mandado de segurança. Contudo, os\nautos revelam que essa decisão liminar não subsiste porque houve\nsentença que extinguiu o processo sem resolução de mérito.\n2. Uma vez que o ato de concessão de anistia não subsiste, e não\nsendo possível verificar se a impetrante atende requisitos de ser\nanistiada sem atividade instrutória, é inviável a concessão da ordem\nvisando o prosseguimento para a reintegração da ora agravante no\nserviço público.\n3. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231031",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 25/10/2023 a 31/10/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Herman Benjamin, Benedito\nGonçalves, Sérgio Kukina, Regina Helena Costa, Gurgel de Faria e\nPaulo Sérgio Domingues  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Assusete Magalhães.",
  "jurisprudenciaCitada" : "(MANDADO DE SEGURANÇA - DIREITO LÍQUIDO E CERTO)\n   STJ - <<AgRg nos EDcl no RMS 40803>>-DF,\n         <<AgRg no RMS 30427>>-PE",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000860029",
  "numeroProcesso" : "38625",
  "numeroRegistro" : "201902322196",
  "siglaClasse" : "EDcl no AgInt na PET na Rcl",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NA PETIÇÃO NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "PAULO SÉRGIO DOMINGUES",
  "dataPublicacao" : "DJE        DATA:07/11/2023",
  "ementa" : "PROCESSUAL CIVIL. EMBARGOS DE DECLARAÇÃO. RECLAMAÇÃO. LEGITIMIDADE\nDO TERCEIRO DE BOA-FÉ. AUSÊNCIA DE PRÉVIA AUTORIZAÇÃO DA\nADVOCACIA-GERAL DA UNIÃO, NA FORMA ESTABELECIDA NA LEI 9.469/1997,\nART. 1º. OMISSÃO CONFIGURADA NO PONTO. RECURSO PARCIALMENTE\nACOLHIDO.\n1. Os embargos de declaração, nos termos do art. 1.022 do Código de\nProcesso Civil, são cabíveis quando há obscuridade, contradição,\nomissão ou erro material no julgado. Em hipóteses excepcionais, a\njurisprudência do Superior Tribunal de Justiça permite que a eles\nsejam emprestados efeitos infringentes.\n2. O acórdão embargado dirimiu, de maneira clara e fundamentada, a\ncontrovérsia atinente à legitimidade do terceiro de boa-fé que detém\ntítulos minerários que se sobrepõem, no todo ou em parte, à área\noriginariamente requerida pelo reclamante, ora embargante.\n 3.  Apenas  é necessário esclarecer  que o descumprimento da\nexigência da Lei 9.467/1999, relacionada à intervenção do\nAdvogado-Geral da União, configura vício formal a inviabilizar a\nconsecução da solução consensual da ação de interesse da União.\n4. Embargos de declaração fls. 1.455/1.488 parcialmente acolhidos,\nsem efeitos modificativos.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231031",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 25/10/2023 a 31/10/2023,\npor unanimidade, acolher parcialmente os embargos de declaração, sem\nefeitos modificativos, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Herman Benjamin, Mauro Campbell\nMarques, Benedito Gonçalves, Sérgio Kukina, Regina Helena Costa e\nGurgel de Faria  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Assusete Magalhães.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:009469 ANO:1997\n        ART:00001\n(COM A REDAÇÃO DADA PELA LEI 13.140/2015)", "LEG:FED LEI:013140 ANO:2015\n*****  LMED-2015    LEI DE MEDIAÇÃO", "LEG:FED LCP:000073 ANO:1993\n        ART:00004 INC:00006" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000860030",
  "numeroProcesso" : "25802",
  "numeroRegistro" : "202000500100",
  "siglaClasse" : "EDcl nos EDcl no AgInt no MS",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NO MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "PAULO SÉRGIO DOMINGUES",
  "dataPublicacao" : "DJE        DATA:07/11/2023",
  "ementa" : "PROCESSUAL CIVIL. EMBARGOS DE DECLARAÇÃO. MANDADO DE SEGURANÇA.\nMORTE DA IMPETRANTE NO CURSO DA IMPETRAÇÃO, QUE FOI NOTICIADA PELA\nPARTE ADVERSA APÓS A PROLAÇÃO DA DECISÃO QUE HAVIA CONCEDIDO A\nSEGURANÇA. DIREITOS PATRIMONIAIS EM DEBATE NA IMPETRAÇÃO.\nHABILITAÇÃO DOS HERDEIROS. POSSIBILIDADE. HIPÓTESE EM QUE NÃO HÁ\nINFORMAÇÃO SOBRE A EXISTÊNCIA DE HERDEIROS, MESMO APÓS A INTIMAÇÃO\nDO PATRONO DA IMPETRANTE. RECURSO PREJUDICADO.\n1. Não se desconhece o entendimento desta Corte de que, \"a despeito\ndo falecimento do beneficiário ter ocorrido no curso da ação\nmandamental, o reconhecimento da condição de anistiado político e os\nbenefícios dessa condição possuem caráter indenizatório,\nintegrando, então, o patrimônio jurídico do espólio, após o óbito do\nanistiado. Desta forma, se integram o patrimônio, o espólio ou os\nherdeiros possuem legitimidade para integrar o polo ativo da\ndemanda, desde que devidamente habilitados\" (AgInt no MS 23.541/DF,\nrelator Ministro Manoel Erhardt, Desembargador Convocado do TRF da\n5ª Região, Primeira Seção, DJe de 10/3/2022). Outro julgado\nilustrativo: AgInt nos EDcl no MS 27.694/DF, relator Ministro Manoel\nErhardt, Desembargador Convocado do TRF da 5ª Região, Primeira\nSeção, julgado em 16/11/2022, DJe de 21/11/2022.\n2. A UNIÃO noticia o falecimento da impetrante, ocorrido em setembro\nde 2020, e diante da ausência de informações sobre a existência de\nsucessores, foi suspenso o processo e determinada a intimação do\nadvogado da impetrante para  que informasse se havia herdeiros ou\npara proceder à habilitação, mas o causídico deixou transcorrer in\nalbis o prazo. Ficou demonstrada, assim, a ausência de pressupostos\nprocessuais para o prosseguimento do processo.\n3. Mandado de segurança extinto, sem resolução do mérito, por\nausência superveniente de pressuposto processual de desenvolvimento\nválido do processo. Embargos declaratórios prejudicados.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231031",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 25/10/2023 a 31/10/2023,\npor unanimidade, julgar prejudicado o recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Herman Benjamin, Mauro Campbell\nMarques, Benedito Gonçalves, Sérgio Kukina, Regina Helena Costa e\nGurgel de Faria  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Assusete Magalhães.",
  "jurisprudenciaCitada" : "(MANDADO DE SEGURANÇA - MORTE DA IMPETRANTE NO CURSO DA IMPETRAÇÃO -\nDIREITOS PATRIMONIAIS EM DEBATE NA IMPETRAÇÃO - HABILITAÇÃO DOS\nHERDEIROS - POSSIBILIDADE)\n   STJ - <<AgInt no MS 23541>>-DF,\n         <<AgInt nos EDcl no MS 27694>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000860031",
  "numeroProcesso" : "17530",
  "numeroRegistro" : "201800313685",
  "siglaClasse" : "EDcl no AgInt na ExeMS",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NA EXECUÇÃO EM MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "ASSUSETE MAGALHÃES",
  "dataPublicacao" : "DJE        DATA:08/11/2023",
  "ementa" : "PROCESSUAL CIVIL. EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NA\nEXECUÇÃO EM MANDADO DE SEGURANÇA. ADMINISTRATIVO. ANISTIA POLÍTICA.\nPAGAMENTO DE INDENIZAÇÃO RETROATIVA. FALECIMENTO DO IMPETRANTE NO\nCURSO DO WRIT. HABILITAÇÃO DO ESPÓLIO OU DOS HERDEIROS/SUCESSORES NA\nEXECUÇÃO. POSSIBILIDADE. AUSÊNCIA DE OMISSÃO. EMBARGOS DE\nDECLARAÇÃO REJEITADOS.\n1. Os embargos de declaração são cabíveis para suprir omissão,\ncontradição, obscuridade ou erro, nos termos do art. 1.022, do CPC.\nAusentes tais vícios, como é o caso dos autos, impõe-se a rejeição\ndo recurso.\n2. Ficou manifestamente claro no voto condutor do acórdão embargado\nque, mesmo nos casos em que o óbito do impetrante tenha ocorrido\nantes do trânsito em julgado da ação mandamental, o espólio ou os\nherdeiros/sucessores detêm legitimidade para requerer a execução do\njulgado, desde que devidamente habilitados.\n3. Os precedentes colacionados pela União, sem similitude fática com\no caso dos autos, não têm o condão de infirmar o que ficou decidido\nno acórdão embargado. Antes de assinalarem eventual omissão,\nrevelam propósitos de reformar o entendimento esposado. Ausentes\nomissão e/ou violação aos arts. 5º, LXIX e 8º, do ADCT da\nConstituição Federal de 1988.\n4. Na forma da jurisprudência do STJ, não se pode confundir decisão\ncontrária ao interesse da parte com ausência de fundamentação ou\nnegativa de prestação jurisdicional. Nesse sentido: (EDcl no REsp\n1.816.457/SP, Rel. Ministro HERMAN BENJAMIN, SEGUNDA TURMA, DJe de\n18/05/2020; AREsp 1.362.670/MG, Rel. Ministro MAURO CAMPBELL\nMARQUES, SEGUNDA TURMA, DJe de 31/10/2018).\n5. Embargos de declaração não acolhidos.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231031",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 25/10/2023 a 31/10/2023,\npor unanimidade, não acolher os embargos de declaração, nos termos\ndo voto da Sra. Ministra Relatora.\nOs Srs. Ministros Francisco Falcão, Herman Benjamin, Mauro Campbell\nMarques, Benedito Gonçalves, Sérgio Kukina, Gurgel de Faria e Paulo\nSérgio Domingues  votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento a Sra. Ministra Regina Helena Costa.",
  "jurisprudenciaCitada" : "(RECONHECIMENTO DA CONDIÇÃO DE ANISTIADO POLÍTICO - CARÁTER\nINDENIZATÓRIO - COMPOSIÇÃO DO PATRIMÔNIO JURÍDICO DO ESPÓLIO -\nNECESSIDADE)\n   STJ - <<AgInt no MS 24314>>-DF\n(EMBARGOS DE DECLARAÇÃO - DECISÃO CONTRÁRIA AO INTERESSE DA PARTE -\nNÃO CABIMENTO)\n   STJ - <<EDcl no REsp 1816457>>-SP, <<AREsp 1362670>>-MG",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ "EDcl no AgInt na ExeMS  16020  DF  2018/0013802-1\nDecisão:31/10/2023\nDJE        DATA:08/11/2023", "EDcl no AgInt na ExeMS  15716  DF  2022/0275630-9\nDecisão:31/10/2023\nDJE        DATA:08/11/2023" ]
}, {
  "id" : "000860032",
  "numeroProcesso" : "5289",
  "numeroRegistro" : "201303637197",
  "siglaClasse" : "EDcl na AR",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NA AÇÃO RESCISORIA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "PAULO SÉRGIO DOMINGUES",
  "dataPublicacao" : "DJE        DATA:07/11/2023",
  "ementa" : "PROCESSUAL CIVIL. EMBARGOS DE DECLARAÇÃO NA AÇÃO RESCISÓRIA.\nDISCUSSÃO SOBRE A REMUNERAÇÃO PELO USO DE FAIXAS DE DOMÍNIO PÚBLICO\nRODOVIÁRIO. ACÓRDÃO RESCINDENDO DA SEGUNDA TURMA DESTA CORTE\nSUPERIOR QUE APLICOU DIRETRIZ JUDICANTE FIRMADA PELO STF SOB O\nREGIME DE REPERCUSSÃO GERAL. OMISSÃO. INEXISTÊNCIA. RECURSO\nREJEITADO.\n1. Embargos de declaração alegando omissão quanto aos dispositivos\nconstitucionais tidos por violados, bem como acerca do não\ncabimento, na espécie, da incidência da Súmula 343/STF.\n2. O inconformismo da parte embargante não se enquadra nas hipóteses\nde cabimento dos embargos de declaração, previstas no art. 1.022\ndo Código de Processo Civil. Não há na decisão embargada vícios de\nomissão, contradição, obscuridade ou erro material, não se prestando\nos aclaratórios para o fim de rediscutir os aspectos jurídicos\nanteriormente debatidos.\n3. Conforme o acórdão embargado , esta Corte Superior vem seguindo o\nentendimento do Supremo Tribunal Federal, firmado sob o regime de\nrepercussão geral, de que, quando a hipótese é de exploração direta\npelo Poder Público, descabe a cobrança pela exploração da faixa de\ndomínio rodoviária, por se  tratar de bens de uso comum do povo,\nafetados à prestação de determinado serviço público. Segundo o\nentender daquela Corte, a imposição dessa restrição de uso de bem\npúblico, por não conduzir à extinção de direito algum tutelado pelo\nPoder Público, não decorre o dever de indenizar (RE 581.947/RO-RG,\nrelator Ministro Eros Grau).\n4. O caso em questão versa sobre exploração direta pelo Poder\nPúblico, pois não há nos autos notícia alguma acerca de eventual\nconcessão. E quem litiga objetivando a cobrança é uma autarquia do\nEstado de São Paulo, o DER/SP, que gerencia a rodovia estadual.\n5. Por se tratar de demanda rescisória, é importante notar que o\nacórdão rescindendo foi prolatado em junho de 2012, ocasião em que o\nSTF já havia julgado o processo representativo de controvérsia, o\nque ocorreu em agosto de 2010, ou seja, dois anos antes, e seu\nrelator seguiu a orientação da Corte Suprema. Os julgados\nconsolidados em res judicatae devem, em princípio, ser preservados,\nainda que as soluções por eles adotadas não sejam, eventualmente, as\nmelhores, o que não ocorre neste caso.\n6. A tese relativa às alegações de que a vedação imposta na Lei de\nAntenas teria caráter constitutivo, restringindo-se seu alcance ao\nperíodo posterior à sua edição, não foi objeto de debate anterior no\nprocesso, sendo proposta somente em sede dos presentes embargos de\ndeclaração.  Caracteriza-se, com isso, indevida inovação recursal,\ncircunstância que impede o seu conhecimento nesta etapa processual.\n7. Constata-se que a parte embargante pretende renovar a discussão\nsobre questão que já foi decidida de maneira fundamentada, o que não\né possível por meio dos embargos de declaração.\n8. Rever as matérias aqui alegadas acarretaria rediscutir\nentendimento já manifestado e devidamente embasado. Os embargos\ndeclaratórios não se prestam à inovação, à rediscussão da matéria\ntratada nos autos ou à correção de eventual error in judicando.\n9. Embargos de declaração rejeitados.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231031",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 25/10/2023 a 31/10/2023,\npor unanimidade, rejeitar os embargos de declaração, nos termos do\nvoto do Sr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Herman Benjamin, Mauro Campbell\nMarques, Benedito Gonçalves, Sérgio Kukina, Regina Helena Costa e\nGurgel de Faria  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Assusete Magalhães.",
  "jurisprudenciaCitada" : "(USO - BEM PÚBLICO DE USO COMUM DO POVO - COBRANÇA DE TAXA -\nEXPLORAÇÃO DA FAIXA DE DOMÍNIO DE RODOVIÁRIA - LEI DE CONCESSÕES)\n   STF - [[RE-RG 581947]]-RO (REPERCUSSÃO GERAL - TEMA(s) 261),\n         [[ADI 6482]]-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:008987 ANO:1995\n*****  LCOSP-1995    LEI DE CONCESSÕES" ],
  "acordaosSimilares" : [ "EDcl na AR  5692  SC  2015/0231465-8  Decisão:31/10/2023\nDJE        DATA:07/11/2023", "EDcl no AgInt no CC  197134  DF  2023/0158616-5  Decisão:28/11/2023\nDJE        DATA:30/11/2023", "EDcl no AgInt nos EREsp  2048929  RS  2022/0322145-0\nDecisão:28/11/2023\nDJE        DATA:30/11/2023" ]
}, {
  "id" : "000859751",
  "numeroProcesso" : "1767631",
  "numeroRegistro" : "201802413985",
  "siglaClasse" : "EDcl no REsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "GURGEL DE FARIA",
  "dataPublicacao" : "DJE        DATA:21/11/2023",
  "ementa" : "PROCESSUAL CIVIL. TEMA REPETITIVO 1.008/STJ. ICMS. BASE DE CÁLCULO\nDO IRPJ E DA CSLL.  LUCRO PRESUMIDO. INCLUSÃO. EMBARGOS DE\nDECLARAÇÃO. PRESSUPOSTOS. INEXISTÊNCIA. DISPOSITIVO CONSTITUCIONAL.\nANÁLISE. IMPOSSIBILIDADE.\n1. Os embargos de declaração têm por escopo sanar decisão judicial\neivada de obscuridade, contradição, omissão ou erro material (art.\n1.022 do CPC/2015).\n2. No voto condutor do julgado, apresenta-se claro o entendimento da\nPrimeira Seção desta Corte Superior, a saber: \"O ICMS compõe a base\nde cálculo do IRPJ e da CSLL quando apurados na sistemática do\nlucro presumido\" (Tema 1.008 dos repetitivos).\n3. Hipótese em que não há no acórdão nenhuma situação que dê amparo\nao recurso integrativo, porquanto os vícios alegados pela parte\nembargante, na realidade, manifestam seu inconformismo com o\nresultado do julgamento.\n4. Não cabe a esta Corte se manifestar, ainda que para fins de\nprequestionamento, acerca de suposta afronta a princípios ou artigos\nconstitucionais, sob pena de usurpação da competência do Supremo\nTribunal Federal.\n5. Embargos de declaração rejeitados.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231025",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Primeira Seção do Superior\nTribunal de Justiça, por unanimidade, rejeitar os embargos de\ndeclaração nos termos do voto do Sr. Ministro Relator. Os Srs.\nMinistros Paulo Sérgio Domingues, Herman Benjamin, Mauro Campbell\nMarques, Sérgio Kukina e Regina Helena Costa votaram com o Sr.\nMinistro Relator. Ausentes, justificadamente, os Srs. Ministros\nFrancisco Falcão e Benedito Gonçalves.",
  "jurisprudenciaCitada" : "(RECURSO ESPECIAL - NÃO CABIMENTO - PREQUESTIONAMENTO - PRINCÍPIOS\nOU ARTIGOS CONSTITUCIONAIS)\n   STJ - <<AgInt no REsp 1436618>>-RS",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000859756",
  "numeroProcesso" : "1957161",
  "numeroRegistro" : "202102772902",
  "siglaClasse" : "EDcl no REsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "GURGEL DE FARIA",
  "dataPublicacao" : "DJE        DATA:21/11/2023",
  "ementa" : "PROCESSUAL CIVIL E ADMINISTRATIVO. RECURSO ESPECIAL REPRESENTATIVO\nDE CONTROVÉRSIA (TEMA 1.142). TERENO DE MARINHA. LAUDÊMIO. FATO\nGERADOR DA OBRIGAÇÃO. CESSÃO DE DIREITOS. DECADÊNCIA. TERMO INICIAL.\nCIÊNCIA DA UNIÃO (SPU). EXIGIBILIDADE DO CRÉDITO. LIMITAÇÃO\nTEMPORAL. CINCO ANOS ANTERIORES À CIÊNCIA DA TRANSAÇÃO. EMBARGOS DE\nDECLARAÇÃO. REQUISITOS. AUSÊNCIA.\n1. Os embargos de declaração, nos termos do art. 1.022 do CPC/2015,\ntêm ensejo quando há obscuridade, contradição, omissão ou erro\nmaterial no julgado, vícios inexistentes na espécie.\n2. Hipótese em que a embargante pretende rediscutir as teses\nfirmadas nos REsps n. 1.951.346/SP, 1.954.050/SP, 1.956.006/SP e\n1.957.161/SP (Tema 1.142 do STJ), submetidos ao rito de recursos\nrepetitivos, não havendo no acórdão impugnado nenhuma situação que\ndê amparo ao recurso integrativo.\n3. A Primeira Seção do Superior Tribunal de Justiça, ao analisar o\nTema Repetitivo n. 1.142 do STJ, fixou as seguintes teses: a) a\ninexistência de registro imobiliário da transação (contratos de\ngaveta) não impede a caracterização do fato gerador do laudêmio, sob\npena de incentivar a realização de negócios jurídicos à margem da\nlei somente para evitar o pagamento dessa obrigação pecuniária; b) o\ntermo inicial do prazo para a constituição dos créditos relativos\nao laudêmio tem como data-base o momento em que a União toma\nconhecimento, por iniciativa própria ou por solicitação do\ninteressado, do fato gerador, consoante exegese do § 1º do art. 47\nda Lei n. 9.636/1998, com a redação dada pela Lei n. 9.821/1999, não\nsendo, portanto, a data em que foi consolidado o negócio jurídico\nentre os particulares o marco para a contagem do prazo decadencial,\ntampouco a data do registro da transação no cartório de imóvel; c) o\nart. 47 da Lei n. 9.636/1998 rege toda a matéria relativa a\ndecadência e prescrição das receitas patrimoniais não tributárias da\nUnião Federal, não havendo razão jurídica para negar vigência à\nparte final do § 1º do aludido diploma legal quanto à\ninexigibilidade do laudêmio devido em casos de cessões particulares,\nreferente ao período anterior ao conhecimento do fato gerador,\nvisto que o legislador não diferenciou receitas patrimoniais\nperiódicas (como foro e taxa) das esporádicas (como o laudêmio).\n4. Segundo o entendimento desta Corte, \"a contradição passível de\nser sanada na via dos embargos declaratórios é a contradição\ninterna, entendida como incoerência existente entre os fundamentos e\na conclusão do julgado em si mesmo considerado, e não a contradição\nexterna, relativa à incompatibilidade do julgado com argumento,\ntese, lei ou precedente tido pela parte embargante como acertado\"\n(EDcl no AgInt nos EDcl na Rcl n. 43.275/MG, relator Ministro Paulo\nSérgio Domingues, Primeira Seção, julgado em 18/04/2023, DJe de\n24/04/2023).\n5. No caso, a União não apontou nenhuma contradição interna no\nacórdão embargado, vale dizer, incoerência lógica entre as premissas\ne o resultado do julgamento, mas sim contradição externa entre o\ndecisum e a tese por ela defendida, pois, sob sua óptica, a redação\ndo §1º do art. 47 da Lei nº 9.636/1998 deve ser fragmentada,\ndevendo-se acolher a primeira parte, quanto ao termo inicial da\ndecadência, mas recusar a parte final, concernente à limitação da\nexigibilidade a cinco anos.\n6. Não se vislumbra também a alegada obscuridade, pois o aresto\nhostilizado deixou claro que o art. 47 da Lei n. 9.636/1998\nestabelece três condições temporais para o exercício da persecução\ndo crédito originado de receita patrimonial - prazo decadencial de\n10 (dez) anos para o lançamento, prazo prescricional de 5 (cinco)\nanos para cobrança dessa receita patrimonial da União e lapso de 5\n(cinco) anos para a cobrança de créditos relativos a período\nanterior ao conhecimento do fato gerador.\n7. Consignou expressamente o julgado combatido que a regra prevista\nno § 1º do art. 47 da Lei n. 9.636/1998 é compatível com o prazo\ndecenal previsto no inciso I do mesmo artigo, porque os dispositivos\nregem situações distintas e, inexistindo no aludido dispositivo\nressalva quanto à sua aplicação exclusivamente a receitas periódicas\n(taxa de ocupação e foro), não compete ao intérprete, seja ele a\nAdministração, seja o próprio Poder Judiciário, estabelecer divisões\nentre institutos quando o legislador, por opção política, não o\nfez, em atenção à separação de poderes e ao princípio da legalidade.\n8. Embargos de declaração rejeitados.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231025",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Primeira Seção do Superior\nTribunal de Justiça, por unanimidade, rejeitar os embargos de\ndeclaração nos termos do voto do Sr. Ministro Relator. Os Srs.\nMinistros Paulo Sérgio Domingues, Herman Benjamin, Mauro Campbell\nMarques, Sérgio Kukina e Regina Helena Costa votaram com o Sr.\nMinistro Relator. Ausentes, justificadamente, os Srs. Ministros\nFrancisco Falcão e Benedito Gonçalves.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DECLARAÇÃO - CONTRADIÇÃO INTERNA)\n   STJ - <<EDcl no AgInt nos EDcl na Rcl 43275>>-MG,\n         <<EDcl no AgInt nos EDcl nos EDcl no REsp 1881983>>-SP,\n         <<AgInt no AREsp 2161641>>-RJ",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01022", "LEG:FED LEI:009636 ANO:1998\n        ART:00047 INC:00001 PAR:00001\n(COM A REDAÇÃO DADA PELA LEI 9.821/1999)", "LEG:FED LEI:009821 ANO:1999" ],
  "acordaosSimilares" : [ "EDcl no REsp  1951346  SP  2021/0236495-5  Decisão:25/10/2023\nDJE        DATA:21/11/2023", "EDcl no REsp  1956006  SP  2021/0263956-1  Decisão:25/10/2023\nDJE        DATA:21/11/2023", "EDcl no REsp  1954050  SP  2021/0264055-3  Decisão:25/10/2023\nDJE        DATA:21/11/2023", "EDcl no REsp  1952093  SP  2021/0240515-9  Decisão:25/10/2023\nDJE        DATA:21/11/2023" ]
}, {
  "id" : "000858341",
  "numeroProcesso" : "29471",
  "numeroRegistro" : "202302130538",
  "siglaClasse" : "AgInt no MS",
  "descricaoClasse" : "AGRAVO INTERNO NO MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "MAURO CAMPBELL MARQUES",
  "dataPublicacao" : "DJE        DATA:20/10/2023",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NO MANDADO DE SEGURANÇA.\nSERVIDOR/EMPREGADO PÚBLICO FEDERAL. ENQUADRAMENTO A PLANO DE CARGOS.\nCONVERSÃO DE EMPREGO PÚBLICO EM CARGO ESTATUTÁRIO. PARTICULARES\nVINCULADOS À ADMINISTRAÇÃO PÚBLICA INDIRETA. EMPRESA PÚBLICA COM\nQUADRO DE PESSOAL CELETISTA. DIREITO LÍQUIDO E CERTO. NÃO\nDEMONSTRAÇÃO. AGRAVO INTERNO NÃO PROVIDO.\n1. Segundo os recorrentes, eles são empregados do SERPRO, mas\nlotados e em exercício na Procuradoria da Fazenda Nacional no Estado\nda Paraíba há mais de 34 anos. Assim, possuem direito líquido e\ncerto de serem incluídos na tabela de vencimentos da Lei n.\n5.645/1970.\n2. O fato de os impetrantes/agravantes serem empregados públicos do\nSERPRO não é controvertido. Dessa forma, ainda que estejam lotados\nem órgão da Administração Pública Federal, eles são empregados\npúblicos submetidos a CLT. Não podem, assim, ser considerados\nservidores públicos estatutários com base no art. 243 da Lei n.\n8.112/1990.\n3. Como se observa das informações prestadas pela União, o\nenquadramento é devido somente a servidores públicos estatutários\nintegrantes da Administração Pública direta.\n4. Cabe destacar o entendimento do STF declarado em Tema n. 1.157 de\nRepercussão Geral segundo o qual \"É vedado o reenquadramento, em\nnovo Plano de Cargos, Carreiras e Remuneração, de servidor admitido\nsem concurso público antes da promulgação da Constituição Federal de\n1988, mesmo que beneficiado pela estabilidade excepcional do artigo\n19 do ADCT, haja vista que esta regra transitória não prevê o\ndireito à efetividade, nos termos do artigo 37, II, da Constituição\nFederal e decisão proferida na ADI 3609\"\n5. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231017",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 11/10/2023 a 17/10/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Herman Benjamin, Benedito\nGonçalves, Sérgio Kukina, Regina Helena Costa, Gurgel de Faria e\nPaulo Sérgio Domingues  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Assusete Magalhães.",
  "jurisprudenciaCitada" : "(MANDADO DE SEGURANÇA - DIREITO LÍQUIDO E CERTO - AUSÊNCIA DE\nDEMONSTRAÇÃO)\n   STJ - <<AgRg nos EDcl no RMS 40803>>-DF,\n         <<AgRg no RMS 30427>>-PE",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00037 INC:00002", "LEG:FED LEI:008112 ANO:1990\n*****  RJU-90    REGIME JURÍDICO DOS SERVIDORES PÚBLICOS CIVIS DA\nUNIÃO\n        ART:00243", "LEG:FED CFB:****** ANO:1988\n*****  ADCT-88    ATO DAS DISPOSIÇÕES CONSTITUCIONAIS TRANSITÓRIAS\n        ART:00019" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000858352",
  "numeroProcesso" : "3674",
  "numeroRegistro" : "202301998241",
  "siglaClasse" : "AgInt no PUIL",
  "descricaoClasse" : "AGRAVO INTERNO NO PEDIDO DE UNIFORMIZAÇÃO DE INTERPRETAÇÃO DE LEI",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "MAURO CAMPBELL MARQUES",
  "dataPublicacao" : "DJE        DATA:20/10/2023",
  "ementa" : "TRIBUTÁRIO. AGRAVO INTERNO. PEDIDO DE UNIFORMIZAÇÃO DE INTERPRETAÇÃO\nDE LEI FEDERAL. ICMS-ST. CONTRARIEDADE ÀS SÚMULAS N. 431 E 457 DO\nSTJ. NECESSIDADE DE PROVA DA REPERCUSSÃO DAS BONIFICAÇÕES (DESCONTOS\nINCONDICIONAIS) AOS CONSUMIDORES FINAIS, PARA FINS DE EXCLUSÃO DA\nBASE DE CÁLCULO DO ICMS-ST. PRECEDENTES. BASE DE CÁLCULO COM\nUTILIZAÇÃO DO PREÇO MÁXIMO AO CONSUMIDOR (PMC). POSSIBILIDADE.\nPRECEDENTES. SOLIDARIEDADE ENTRE SUBSTITUÍDO E SUBSTITUTO NA\nRESPONSABILIDADE TRIBUTÁRIA. AUSÊNCIA DE INDICAÇÃO DE DIVERGÊNCIA\nENTRE TURMAS DE DIFERENTES ESTADOS OU DE CONTRARIEDADE À SÚMULA DO\nSTJ.\n1. No âmbito dos Juizados Especiais da Fazenda Pública, nos arts.\n18, caput, § § 1º e 3º, e 19, caput, da Lei n.º12.153/20091,\nadmite-se o pedido de uniformização de interpretação de lei federal\nacerca de questão de direito material a ser julgado pelo Superior\nTribunal de Justiça quando: (a) houver divergência, na interpretação\nde lei federal, entre Turmas Recursais de diferentes Estados sobre\ncontrovérsia idêntica; (b) súmula dessa Corte sofrer contrariedade\npor decisão proferida por Turma Recursal ou pelas Turmas de\nUniformização.\n2. Discute-se no presente pedido de uniformização de interpretação\nde lei federal a alegação de dissídio interpretativo em torno das\nSúmulas n. 431 e 457 do STJ, respectivamente, in verbis: \"É ilegal a\ncobrança de ICMS com base no valor da mercadoria submetida a regime\nde pauta fiscal\" e \"Os descontos incondicionais nas operações\nmercantis não se incluem na base de cálculo do ICMS\".\n3. O caso dos autos trata de ICMS-ST, e sobre o tema o Superior\nTribunal de Justiça possui entendimento no sentido da necessidade de\nprova da repercussão das bonificações (descontos incondicionais)\naos consumidores finais para fins de exclusão da base de cálculo do\nICMS-ST, de modo que tal exclusão não ocorre de forma automática na\nsistemática da substituição tributária, como pretende a requerente.\nA propósito: AgInt no AREsp n. 2.219.883/GO, relator Ministro Mauro\nCampbell Marques, Segunda Turma, julgado em 6/3/2023, DJe de\n10/3/2023.\n4. O acórdão da 4ª Turma Recursal, ora impugnado, encontra-se em\nconsonância com a jurisprudência do STJ, a qual admite a utilização\ndos preços indicados por órgão competente (PMC) na composição da\nbase de cálculo presumida do ICMS na circulação de medicamentos em\nregime de substituição tributária, na forma do art. 8º, § § 2° e 3°,\nda LC n. 87/1996, promovendo a diferenciação deste procedimento com\na figura do regime de pauta fiscal. Nesse sentido: AgInt no AREsp\n1.782.455/AL, relator Ministro Herman Benjamin, Segunda Turma,\njulgado em 26/4/2021, DJe 1º/7/2021; REsp 1.519.034/RS, relator\nMinistro Mauro Campbell Marques, Segunda Turma, julgado em\n15/8/2017, DJe 16/11/2017; RMS 21.844/SE, relator Ministro Francisco\nFalcão, Primeira Turma, julgado em 5/12/2006, DJ 1º/2/2007, p. 392.\n5. A requerente não trouxe qualquer divergência interpretativa entre\nTurmas de diferentes Estados ou contrariedade à Súmula deste STJ em\nrelação à alegação de incompatibilidade entre o regime de\nsubstituição tributária e a solidariedade entre os contribuintes\n(substituto e substituído) para fins de exame de eventual\nuniformização de interpretação de lei federal no ponto.\n6. Em suma, não restou demonstrada a contrariedade às Súmulas n. 431\ne 457 desta Corte segundo interpretada dada a elas pelo próprio\nSTJ, e não houve fundamentação apta ao conhecimento do pedido em\nrelação à insurgência quanto à responsabilidade tributária\nsolidária.\n7. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231017",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 11/10/2023 a 17/10/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Herman Benjamin, Benedito\nGonçalves, Sérgio Kukina, Regina Helena Costa, Gurgel de Faria e\nPaulo Sérgio Domingues  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Assusete Magalhães.",
  "jurisprudenciaCitada" : "(ICMS-ST - EXCLUSÃO DA BASE DE CÁLCULO - PROVA DA REPERCUSSÃO DAS\nBONIFICAÇÕES AOS CONSUMIDORES FINAIS - NECESSIDADE)\n   STJ - <<AgInt no AREsp 2219883>>-GO\n(CIRCULAÇÃO DE MEDICAMENTOS EM SUBSTITUIÇÃO TRIBUTÁRIA - COMPOSIÇÃO\nDA BASE DE CÁLCULO PRESUMIDA DO ICMS - PREÇOS INDICADOS POR ÓRGÃO\nCOMPETENTE - POSSIBILIDADE)\n   STJ - <<AgInt no AREsp 1782455>>-AL, <<REsp 1519034>>-RS,\n         <<RMS 21844>>-SE, <<AgInt nos EDcl no AREsp 2062097>>-RJ",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000431 SUM:000457", "LEG:FED LCP:000087 ANO:1996\n*****  LKANDIR-96    LEI KANDIR\n        ART:00008 PAR:00002 PAR:00003" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000858355",
  "numeroProcesso" : "5495",
  "numeroRegistro" : "201402944617",
  "siglaClasse" : "AgInt na AR",
  "descricaoClasse" : "AGRAVO INTERNO NA AÇÃO RESCISÓRIA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "ASSUSETE MAGALHÃES",
  "dataPublicacao" : "DJE        DATA:20/10/2023",
  "ementa" : "PROCESSUAL CIVIL E ADMINISTRATIVO. AGRAVO INTERNO NA AÇÃO\nRESCISÓRIA. LEI DELEGADA 08/2003. ACRÉSCIMO REMUNERATÓRIO. ACÓRDÃO\nRESCINDENDO EM CONSONÂNCIA COM PRECEDENTES DO STJ. INCIDÊNCIA DA\nSÚMULA 343/STF. IMPERTINÊNCIA, NO CASO, DO ENTENDIMENTO ADOTADO NO\nRE 563.965/RN. HONORÁRIOS. FIXAÇÃO POR EQUIDADE. IMPOSSIBILIDADE.\nAPLICAÇÃO DO TEMA 1.076/STJ. AGRAVO INTERNO IMPROVIDO.\nI. Trata-se de Ação Rescisória na qual se postula a rescisão de\nacórdão da Sexta Turma do STJ, da lavra do Ministro Celso Limongi\n(Desembargador convocado do TJSP), que, acolhendo Embargos de\nDeclaração no RMS 20.697/GO, veio a \"reconhecer o direito da\nrecorrente à extensão do acréscimo remuneratório representado pelo\nvalor do subsídio, nos termos da Lei Delegada n. 08/2003, no mesmo\nmontante pago ao atual ocupante do cargo em comissão que ela exerceu\nna atividade, reduzido de um terço, a partir da impetração do\nmandamus, respeitado o teto remuneratório constitucional\".\nII. Tal como afirmado na decisão agravada, o acórdão rescindendo\nencontra amparo em precedentes do STJ, no sentido de que,\n\"considerando o princípio da paridade entre os proventos de\naposentadoria e os vencimentos do cargo efetivo, consolidou-se nesta\nCorte o entendimento de que os servidores inativos do Estado de\nGoiás têm direito líquido e certo de acrescer 3/4 do 'subsídio'\nfixado pela Lei Delegada nº 04/2003, verba devida pelo exercício de\ncargo em comissão, à remuneração do cargo efetivo\" (STJ, AgRg no RMS\n23.756/GO, Rel. Ministra MARIA THEREZA DE ASSIS MOURA, SEXTA TURMA,\nDJe de 30/03/2011). No mesmo sentido: AgRg no RMS 21.576/GO, Rel.\nMinistro JORGE MUSSI, QUINTA TURMA, DJe de 16/11/2010.\nIII. Por outro lado, ao contrário do que afirma a parte autora, o\nentendimento adotado no RE 563.965/RN não dá suporte à sua tese,\npois, nesse caso, a questão solucionada pelo STF referia-se à\ninexistência de direito adquirido à forma de cálculo de remuneração\ne proventos, hipótese diversa da que se discutiu no acórdão\nrescindendo, que versou sobre paridade remuneratória entre\nservidores ativos e inativos, na forma do art. 40, § 8º, da CF/88,\ncom a redação dada pela EC 20/98.\nIV. Quanto à verba sucumbencial, a Corte Especial do STJ, na\napreciação do Tema 1.076 (REsp 1.850.512/SP, REsp 1.877.883/SP, REsp\n1.906.623/SP e REsp 1.906.618/SP), assentou a inviabilidade da\nfixação de honorários de sucumbência por apreciação equitativa\nquando o valor da causa for elevado, sendo, nesse caso, obrigatória\na observância dos percentuais previstos nos §§ 2º ou 3º do art. 85\ndo CPC/2015.\nV. Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231017",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 11/10/2023 a 17/10/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros Francisco Falcão, Herman Benjamin, Mauro Campbell\nMarques, Benedito Gonçalves, Sérgio Kukina, Gurgel de Faria e Paulo\nSérgio Domingues  votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento a Sra. Ministra Regina Helena Costa.",
  "jurisprudenciaCitada" : "(PRINCÍPIO DA PARIDADE ENTRE APOSENTADORIA E VENCIMENTOS DO CARGO\nEFETIVO - SERVIDORES INATIVOS DO ESTADO DE GOIÁS - VERBA DEVIDA PELO\nEXERCÍCIO DE CARGO EM COMISSÃO - DIREITO DE ACRESCER À REMUNERAÇÃO\nDO CARGO EFETIVO)\n   STJ - <<AgRg no RMS 23756>>-GO\n(AÇÃO RESCISÓRIA - ENTENDIMENTOS DIVERSOS - SÚMULA 343/STF)\n   STJ - <<AgInt na AR 6583>>-RN, <<AgInt na AR 7116>>-DF\n(HONORÁRIOS - CRITÉRIOS DE APLICAÇÃO)\n   STJ - <<REsp 1850512>>-SP (RECURSO REPETITIVO - TEMA(s) 1076),\n         <<REsp 1877883>>-SP (RECURSO REPETITIVO - TEMA(s) 1076),\n         <<REsp 1906623>>-SP (RECURSO REPETITIVO - TEMA(s) 1076),\n         <<REsp 1906618>>-SP (RECURSO REPETITIVO - TEMA(s) 1076)",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00085 PAR:00002 PAR:00003 PAR:00008", "LEG:FED SUM:****** ANO:****\n*****  SUM(STF)    SÚMULA DO SUPREMO TRIBUNAL FEDERAL\n        SUM:000343" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000858387",
  "numeroProcesso" : "3402",
  "numeroRegistro" : "202300058995",
  "siglaClasse" : "AgInt no PUIL",
  "descricaoClasse" : "AGRAVO INTERNO NO PEDIDO DE UNIFORMIZAÇÃO DE INTERPRETAÇÃO DE LEI",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "ASSUSETE MAGALHÃES",
  "dataPublicacao" : "DJE        DATA:20/10/2023",
  "ementa" : "PROCESSUAL CIVIL E ADMINISTRATIVO. AGRAVO INTERNO NO PEDIDO DE\nUNIFORMIZAÇÃO DE INTERPRETAÇÃO DE LEI. JUIZADOS ESPECIAIS DA FAZENDA\nPÚBLICA. SERVIDOR ESTADUAL. AVERBAÇÃO DE TEMPO PRESTADO EM\nCONDIÇÕES INSALUBRES. DIVERGÊNCIA. REQUISITOS. AUSÊNCIA. AGRAVO\nINTERNO IMPROVIDO.\nI. Agravo interno aviado contra decisão que não conhecera de Pedido\nde Uniformização ajuizado contra decisão publicada na vigência do\nCPC/2015.\nII. No caso, o Juízo a quo decidiu com fundamento no RE 1.014.286\n(Tema 942), no Enunciado 30 da Turma de Uniformização dos Juizados\nEspeciais do Estado de Santa Catarina e, ainda, fez expressa alusão\naos fatos em que se fundamentou a sentença.\nIII. Tal como se afirmou na decisão agravada, o Juízo de origem se\nbaseou em circunstâncias fáticas não examinadas nos paradigmas\napontados no Pedido de Uniformização. Consequentemente, o Pedido de\nUniformização não merece ser conhecido. Nesse sentido: STJ, PUIL\n3.304/SC, Rel. Ministra ASSUSETE MAGALHÃES, PRIMEIRA SEÇÃO, DJe de\n23/05/2023.\nIV. Ademais, no arrazoado do Pedido de Uniformização limita-se a\nparte requerente a transcrever as ementas dos julgados que aponta\ncomo paradigmas, o que não serve à comprovação da divergência. Nesse\nsentido: STJ, AgInt no PUIL 1.897/RS, Rel. Ministro GURGEL DE\nFARIA, PRIMEIRA SEÇÃO, DJe de 22/03/2022.\nV. Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231017",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 11/10/2023 a 17/10/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros Francisco Falcão, Herman Benjamin, Mauro Campbell\nMarques, Benedito Gonçalves, Sérgio Kukina, Gurgel de Faria e Paulo\nSérgio Domingues  votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento a Sra. Ministra Regina Helena Costa.",
  "jurisprudenciaCitada" : "(PEDIDO DE UNIFORMIZAÇÃO DE INTERPRETAÇÃO DE LEI - CIRCUNSTÂNCIAS\nFÁTICAS NÃO EXAMINADAS NOS PARADIGMAS)\n   STJ - <<AgInt no PUIL 3304>>-SC\n(PEDIDO DE UNIFORMIZAÇÃO DE INTERPRETAÇÃO DE LEI - NÃO COMPROVAÇÃO\nDA DIVERGÊNCIA)\n   STJ - <<AgInt no PUIL 1897>>-RS",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000858394",
  "numeroProcesso" : "196646",
  "numeroRegistro" : "202301334300",
  "siglaClasse" : "AgInt no CC",
  "descricaoClasse" : "AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "MAURO CAMPBELL MARQUES",
  "dataPublicacao" : "DJE        DATA:20/10/2023",
  "ementa" : "PROCESSUAL CIVIL E PREVIDENCIÁRIO. AGRAVO INTERNO NO CONFLITO DE\nCOMPETÊNCIA. CARTA PRECATÓRIA EXPEDIDA PELO JUÍZO FEDERAL. OITIVA DE\nTESTEMUNHAS. RECUSA INFUNDADA. COMPETÊNCIA DO JUÍZO DEPRECADO.\nSÚMULA 3/STJ. INAPLICABILIDADE.\n1. A competência conferida aos juízos estaduais pelo art. 237,\nparágrafo único, do CPC/2015 para o cumprimento ou efetivação de\ncartas precatórias expedidas por juízos federais, constitui, em\nverdade, ato de cooperação limitado a uma finalidade específica, não\nse confundindo com a delegação para o julgamento da causa na forma\ndo art. 109, §3º, da Carta Magna. Inaplicabilidade da Súmula 3/STJ.\n2. Nos termos do art. 267 do CPC/2015 a carta precatória pode ser\nrecusada pelo Juízo deprecado, por decisão motivada, caso: (i) não\nesteja revestida dos requisitos legais; (ii) falte ao juiz\ncompetência em razão da matéria ou da hierarquia; ou, ainda, (iii) o\njuiz tenha dúvida acerca de sua autenticidade. Na hipótese dos\nautos, nenhum desses óbices foi apontado pelo Juízo Suscitado.\n3. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231017",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 11/10/2023 a 17/10/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Herman Benjamin, Benedito\nGonçalves, Sérgio Kukina, Regina Helena Costa, Gurgel de Faria e\nPaulo Sérgio Domingues  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Assusete Magalhães.",
  "jurisprudenciaCitada" : "(CARTA PRECATÓRIA - CUMPRIMENTO DE ATOS PROCESSUAIS - ATO DE\nCOOPERAÇÃO)\n   STJ - <<CC 158953>>-SC, <<CC 164820>>-SP, <<CC 154894>>-SC",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000003", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00237 PAR:ÚNICO ART:00267 INC:00002", "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00109 PAR:00003" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000858651",
  "numeroProcesso" : "190488",
  "numeroRegistro" : "202202382403",
  "siglaClasse" : "AgInt no CC",
  "descricaoClasse" : "AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "REGINA HELENA COSTA",
  "dataPublicacao" : "DJE        DATA:20/10/2023",
  "ementa" : "PROCESSUAL CIVIL. AÇÃO CIVIL PÚBLICA. AGRAVO INTERNO NO CONFLITO DE\nCOMPETÊNCIA. CÓDIGO DE PROCESSO CIVIL DE 2015. APLICABILIDADE.\nCONFLITO DE COMPETÊNCIA. ART. 66 DO CPC/15. INEXISTÊNCIA. AUSÊNCIA\nDE MANIFESTAÇÃO DOS JUÍZOS APONTADOS COMO SUSCITADOS EM UMA MESMA\nDEMANDA. SENTENÇA COM DECISÃO DEFINITIVA. INCIDÊNCIA DA SÚMULA N.\n59/STJ. ARGUMENTOS INSUFICIENTES PARA DESCONSTITUIR A DECISÃO\nATACADA. APLICAÇÃO DE MULTA. ART. 1.021, § 4º, DO CÓDIGO DE PROCESSO\nCIVIL DE 2015. DESCABIMENTO.\nI - Consoante o decidido pelo Plenário desta Corte na sessão\nrealizada em 09.03.2016, o regime recursal será determinado pela\ndata da publicação do provimento jurisdicional impugnado. In casu,\naplica-se o Código de Processo Civil de 2015.\nII - Não cabe a este Tribunal Superior, em sede de conflito de\ncompetência, cuja cognição está limitada aos estreitos moldes\nconstantes do art. 66 do estatuto processual, apreciar,\noriginariamente, a conciliabilidade entre as determinações emanadas\ndo juízo federal e as medidas executórias estabelecidas pelo juízo\nestadual.\nIII - A caracterização de conflito de competência depende da\nmanifestação expressa de dois ou mais juízos que se considerem\ncompetentes ou incompetentes para processar e julgar o mesmo feito,\nnão se prestando o incidente a ser utilizado como sucedâneo\nrecursal.\nIV - Encontrando-se, desde 30.07.2013, transitada em julgado a ação\ncivil pública em trâmite na Justiça Estadual (fls. 11e), incide, na\nespécie, a orientação cristalizada na Súmula n. 59 desta Corte,\nsegundo a qual \"não há conflito de competência se já existe sentença\ncom trânsito em julgado, proferida por um dos juízos conflitantes\".\nV - O Agravante não apresenta, no agravo, argumentos suficientes\npara desconstituir a decisão recorrida.\nVI - Em regra, descabe a imposição da multa prevista no art. 1.021,\n§ 4º, do Código de Processo Civil de 2015 em razão do mero\ndesprovimento do Agravo Interno em votação unânime, sendo necessária\na configuração da manifesta inadmissibilidade ou improcedência do\nrecurso a autorizar sua aplicação, o que não ocorreu no caso.\nVII - Agravo Interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231017",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 11/10/2023 a 17/10/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros Francisco Falcão, Herman Benjamin, Mauro Campbell\nMarques, Benedito Gonçalves, Sérgio Kukina, Gurgel de Faria e Paulo\nSérgio Domingues  votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento a Sra. Ministra Assusete Magalhães.",
  "jurisprudenciaCitada" : "(CONFLITO DE COMPETÊNCIA - INEXISTÊNCIA DE DECISÕES CONFLITANTES DE\nDOIS OU MAIS JUÍZOS)\n   STJ - <<AgInt na PET no CC 137896>>-RJ,\n         <<AgRg no CC 139179>>-MG\n(CONFLITO DE COMPETÊNCIA - SUCEDÂNEO RECURSAL - DESCABIMENTO)\n   STJ - <<AgRg nos EDcl no CC 151936>>-SP,\n         <<AgInt no CC 154469>>-BA\n(CONFLITO DE COMPETÊNCIA - EXISTÊNCIA DE SENTENÇA COM TRÂNSITO EM\nJULGADO PROFERIDA POR UM DOS JUÍZOS CONFLITANTES)\n   STJ - <<AgInt no CC 160412>>-MG, <<CC 58130>>-CE",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00066", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000059" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000858655",
  "numeroProcesso" : "1966543",
  "numeroRegistro" : "202103202549",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "REGINA HELENA COSTA",
  "dataPublicacao" : "DJE        DATA:20/10/2023",
  "ementa" : "TRIBUTÁRIO. PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE\nDIVERGÊNCIA EM RECURSO ESPECIAL. CÓDIGO DE PROCESSO CIVIL DE 2015.\nAPLICABILIDADE. PRAZO PRESCRICIONAL. INTERRUPÇÃO. ACÓRDÃO EMBARGADO\nAMPARADO EM FUNDAMENTO NÃO ABORDADO NO ACÓRDÃO PARADIGMA.\nDIVERGÊNCIA NÃO DEMONSTRADA. APLICAÇÃO DE MULTA. ART. 1.021, § 4º,\nDO CÓDIGO DE PROCESSO CIVIL DE 2015. INADEQUADA AO CASO CONCRETO.\nI - Consoante o decidido pelo Plenário desta Corte na sessão\nrealizada em 09.03.2016, o regime recursal será determinado pela\ndata da publicação do provimento jurisdicional impugnado. In casu,\naplica-se o Código de Processo Civil de 2015.\nII - Os embargos não demonstraram a divergência entre os julgados\nproferidos na forma preconizada pelo art. 266, § 1º, do Regimento\nInterno desta Corte, deixando de proceder ao cotejo analítico, com o\nescopo de demonstrar que partiram de situações fático-jurídicas\nidênticas e adotaram conclusões discrepantes, sendo inviável o\nconhecimento dos embargos de divergência.\nIII - In casu, o acórdão embargado debruçou-se sobre duas teses para\ndefinir o termo inicial da prescrição intercorrente: a do Tema n.\n566/STJ, que inclui o prazo de um ano,  e a do Tema n. 568/STJ, que\nnão aborda tal prazo. O acórdão paradigma não enfrenta tal\ndiscussão.\nIV - Se o acórdão embargado apresenta mais de um fundamento\nsuficiente, os embargos de divergência deverão confrontar todos\neles, sob pena de remanescer motivo autônomo para a manutenção do\nacórdão impugnado.\nV - Em regra, descabe a imposição da multa, prevista no art. 1.021,\n§ 4º, do Código de Processo Civil de 2015, em razão do mero\nimprovimento do Agravo Interno em votação unânime, sendo necessária\na configuração da manifesta inadmissibilidade ou improcedência do\nrecurso a autorizar sua aplicação, o que não ocorreu no caso.\nVI - Agravo Interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231017",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 11/10/2023 a 17/10/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros Francisco Falcão, Herman Benjamin, Mauro Campbell\nMarques, Benedito Gonçalves, Sérgio Kukina, Gurgel de Faria e Paulo\nSérgio Domingues  votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento a Sra. Ministra Assusete Magalhães.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - COMPROVAÇÃO DE DISSÍDIO JURISPRUDENCIAL -\nMERA TRANSCRIÇÃO DAS EMENTAS)\n   STJ - <<AgInt nos EDcl nos EREsp 1111425>>-SP\n(EMBARGOS DE DIVERGÊNCIA - COMPROVAÇÃO DE DIVERGÊNCIA\nJURISPRUDENCIAL - MATÉRIA IDÊNTICA - SOLUÇÕES DISTINTAS)\n   STJ - <<EREsp 720860>>-RJ, <<AgInt nos EREsp 1565059>>-ES\n(EMBARGOS DE DIVERGÊNCIA - ACÓRDÃO EMBARGADO - MAIS DE UM\nFUNDAMENTO)\n   STJ - <<AgInt nos EAREsp 1839128>>-SP\n(EMBARGOS DE DIVERGÊNCIA - ACÓRDÃOS CONFRONTADOS - AUSÊNCIA DE\nSIMILITUDE FÁTICO-JURÍDICA)\n   STJ - <<AgInt nos EAREsp 315046>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266 PAR:00001" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000858656",
  "numeroProcesso" : "2014691",
  "numeroRegistro" : "202202131783",
  "siglaClasse" : "AgInt nos EDcl nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "REGINA HELENA COSTA",
  "dataPublicacao" : "DJE        DATA:20/10/2023",
  "ementa" : "TRIBUTÁRIO. PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE\nDECLARAÇÃO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL. CÓDIGO\nDE PROCESSO CIVIL DE 2015. APLICABILIDADE. DIVERGÊNCIA NÃO\nCOMPROVADA. APLICAÇÃO DE MULTA. ART. 1.021, § 4º, DO CÓDIGO DE\nPROCESSO CIVIL DE 2015. DESCABIMENTO.\nI - Consoante o decidido pelo Plenário desta Corte na sessão\nrealizada em 09.03.2016, o regime recursal será determinado pela\ndata da publicação do provimento jurisdicional impugnado. In casu,\naplica-se o Código de Processo Civil de 2015.\nII - Os embargos de divergência não podem ser admitidos quando não\ncomprovado o dissenso jurisprudencial  a partir da juntada do\ninteiro teor do acórdão paradigma e da respectiva certidão de\njulgamento, nos termos do art. 1.043, § 4º, do CPC/2015 e 266, § 4º,\ndo RI/STJ. Precedentes.\nIII - Em regra, descabe a imposição da multa, prevista no art.\n1.021, § 4º, do Código de Processo Civil de 2015, em razão do mero\nimprovimento do Agravo Interno em votação unânime, sendo necessária\na configuração da manifesta inadmissibilidade ou improcedência do\nrecurso a autorizar sua aplicação, o que não ocorreu no caso.\nIV - Agravo Interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231017",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 11/10/2023 a 17/10/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros Francisco Falcão, Herman Benjamin, Mauro Campbell\nMarques, Benedito Gonçalves, Sérgio Kukina, Gurgel de Faria e Paulo\nSérgio Domingues  votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento a Sra. Ministra Assusete Magalhães.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ "AgInt nos EDcl nos EREsp  2022271  PR  2022/0267418-3\nDecisão:17/10/2023\nDJE        DATA:20/10/2023", "AgInt nos EREsp  2026471  SC  2022/0289562-2  Decisão:17/10/2023\nDJE        DATA:20/10/2023" ]
}, {
  "id" : "000859119",
  "numeroProcesso" : "1652412",
  "numeroRegistro" : "201700248728",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "FRANCISCO FALCÃO",
  "dataPublicacao" : "DJE        DATA:24/10/2023",
  "ementa" : "PROCESSUAL CIVIL. TRIBUTÁRIO. MANDADO DE SEGURANÇA. RECOLHIMENTO DE\nIOF. REMESSA DE RECURSOS FINANCEIROS AO EXTERIOR. DESPROVIMENTO DO\nAGRAVO INTERNO. MANUTENÇÃO DA DECISÃO RECORRIDA. AUSÊNCIA DE\nSIMILITUDE FÁTICA ENTRE OS ACÓRDÃOS.\nI - Na origem, trata-se de mandado de segurança objetivando\nreconhecer o direito da impetrante de não recolher aos cofres\npúblicos o IOF-Crédito sobre a remessa de recursos financeiros para\no exterior, através de contratos de mútuo e garantir o direito da\nimpetrante à compensação dos valores indevidamente recolhidos nos\núltimos 5 anos. Na sentença, denegou-se a segurança. No Tribunal a\nquo, a sentença foi mantida. Nesta Corte, negou-se provimento ao\nrecurso especial.\nII - De fato, entendeu a Primeira Turma, no acórdão embargado, ser a\noperação de crédito externo mencionada no art. 2º, § 2º, do Decreto\nn. 4.494/2002 aquela realizada entre credor sediado no exterior com\no mutuário sediado no Brasil, reconhecendo a cisão entre a operação\nde crédito e a operação de câmbio, não havendo bis in idem.\nIII - Porém, o acórdão utilizado pela embargante como paradigma,\nqual seja, o REsp 1.041.079, relatado pelo Ministro Castro Meira,\nfoi julgado em 2/9/2008 e publicado no DJe 10/11/2008. Ou seja, a\nembargante não se escora em dissenso jurisprudencial atual acerca da\ninterpretação do art. 13 da Lei n. 9.779/1999.\nIV - A propósito, a Segunda Turma, em julgamento mais recente\n(9/6/2016), reconheceu a cisão entre a operação de crédito e a\noperação de câmbio quando a mutuária estiver sediada no exterior, a\njustificar a incidência do IOF-Crédito e do IOF-Câmbio, por serem\nduas operações distintas e autônomas. Nesse sentido: (AgRg no REsp\nn. 1.506.113/PR, relator Ministro Herman Benjamin, Segunda Turma,\njulgado em 9/6/2016, DJe de 5/9/2016.)\nV - Nesse ponto, é importante registrar que o STJ possui firme\nentendimento no sentido de que o dissenso jurisprudencial deve ser\natual, conforme se extrai da Súmula n. 168/STJ e do art. 266 do\nRISTJ: \"[...]6. Os embargos de divergência têm por objetivo\nuniformizar a jurisprudência do Tribunal ante a adoção de teses\nconflitantes pelos seus órgãos fracionários na decisão de casos\nsimilares, nos termos do art. 1.043, § 4º, do CPC de 2015 e do art.\n266, caput, do RISTJ, sendo necessário que \"o dissenso\ninterpretativo seja atual, isto é, contemporâneo ao momento da\noposição dos embargos de divergência\" (EREsp 1.490.961/RS, relatora\nMinistra Nancy Andrighi, Corte Especial, DJe 23/3/2018). [...](AgInt\nnos EREsp n. 1.701.499/PE, relator Ministro Benedito Gonçalves,\nPrimeira Seção, julgado em 30/5/2023, DJe de 2/6/2023.)\"\nVI - Ademais, o ponto controvertido no acórdão utilizado como\nparadigma referia-se às operações de crédito realizadas após a\nvigência da Lei n. 9.779/1999 e antes da vigência do Decreto n.\n4.494/2002 (ou seja, durante a vigência do Decreto n. 2.219/1997),\nao passo que o acórdão embargado se refere às operações de crédito\nrealizadas após a vigência do Decreto n. 4.494/2002. Nesse sentido,\nconsta no acórdão paradigma: \"Aqui reside o cerne da controvérsia:\nas operações de crédito externo entre pessoas jurídicas que foram\nefetivadas na regência da Lei nº 9.779/99 e anteriormente à\npublicação do Decreto nº 4.494/02 devem recolher IOF na modalidade\ncâmbio - por serem reguladas pelas mesmas normas aplicáveis às\ninstituições financeiras, consoante dispõe o art. 13 da Lei nº\n9.779/99 - ou crédito - em virtude da ressalva contida no Decreto nº\n2.219/97 reportar-se apenas às operações deste jaez realizadas por\ninstituições financeiras, como defende o Fisco?\"\nVII - Vê-se, portanto, não haver similitude entre os fatos\nexaminados pelo acórdão paradigma e pelo acórdão embargado, sendo\nincabíveis os embargos de divergência, conforme sólido entendimento\ndeste Tribunal, in verbis: \"[...] 3. A divergência viabilizadora dos\nembargos não ficou configurada, em razão da ausência de similitude\nfática e jurídica entre os acórdãos confrontados, uma vez que os\nacórdãos paradigmas trataram da garantia hipotecária, matéria\ndistinta da hipótese sob análise, que diz respeito ao instituto da\nalienação fiduciária. [...]\" (EREsp n. 1.559.370/DF, relator\nMinistro Moura Ribeiro, Segunda Seção, julgado em 24/5/2023, DJe de\n6/6/2023.)\nVIII - Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231017",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 11/10/2023 a 17/10/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Herman Benjamin, Mauro Campbell Marques, Benedito\nGonçalves, Sérgio Kukina, Regina Helena Costa, Gurgel de Faria e\nPaulo Sérgio Domingues  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Assusete Magalhães.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL - DEMONSTRAÇÃO DA\nEXISTÊNCIA DE DIVERGÊNCIA ATUAL - NECESSIDADE - PARADIGMA NÃO\nCONTEMPORÂNEO)\n   STJ - <<AgInt nos EREsp 1701499>>-PE\n(FALTA DE DE SIMILITUDE FÁTICA E JURÍDICA ENTRE OS ACÓRDÃOS\nCONFRONTADOS)\n   STJ - <<EREsp 1559370>>-DF\n(CISÃO ENTRE A OPERAÇÃO DE CRÉDITO E A OPERAÇÃO DE CÂMBIO QUANDO A\nMUTUÁRIA ESTIVER SEDIADA NO EXTERIOR - INCIDÊNCIA DO IOF-CRÉDITO E\nDO IOF-CÂMBIO - OPERAÇÕES DISTINTAS E AUTÔNOMAS)\n   STJ - <<AgRg no REsp 1506113>>-PR",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:009779 ANO:1999", "LEG:FED DEL:004494 ANO:2002", "LEG:FED DEL:002219 ANO:1997", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000168", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266" ],
  "acordaosSimilares" : [ "AgInt nos EREsp  1513081  SP  2015/0013248-6  Decisão:31/10/2023\nDJE        DATA:07/11/2023" ]
}, {
  "id" : "000859435",
  "numeroProcesso" : "3569",
  "numeroRegistro" : "202301329668",
  "siglaClasse" : "AgInt no PUIL",
  "descricaoClasse" : "AGRAVO INTERNO NO PEDIDO DE UNIFORMIZAÇÃO DE INTERPRETAÇÃO DE LEI",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "HERMAN BENJAMIN",
  "dataPublicacao" : "DJE        DATA:30/10/2023",
  "ementa" : "PROCESSUAL CIVIL. INCIDENTE DE UNIFORMIZAÇÃO MANEJADO CONTRA DECISÃO\nMONOCRÁTICA DA PRESIDÊNCIA DA TNU. CONTROVÉRSIA SOBRE O CABIMENTO\nDE MANDADO DE SEGURANÇA COMO SUCEDÂNEO RECURSAL. QUESTÃO DE NATUREZA\nPROCESSUAL. AGRAVO INTERNO NÃO PROVIDO.\n1. Trata-se de Agravo Interno interposto da decisão monocrática\ndesta Relatoria, pela qual  não se conheceu de Pedido de\nUniformização de Interpretação de Lei, uma vez que a divergência\nposta dizia respeito a questão de direito processual, e não de\ndireito material.\n2. Na origem, cuida-se de Mandado de Segurança impetrado contra ato\njudicial, e liminarmente indeferido, ao argumento de que o remédio\nnão se adequaria à sistemática dos Juizados Especiais Federais.\n3. A matéria veiculada no Pedido de Uniformização é de natureza\nestritamente processual, uma vez que diz respeito à adequação da via\neleita para impugnação de decisões contra as quais se alega que não\nhá recurso previsto em norma. Tanto é assim que a pretensão exposta\né a de aplicação do Enunciado 376 da Súmula do STJ (sem que se\nproceda a qualquer cotejo entre decisões de Turmas Recursais), cujo\nescopo processual não se discute.\n4. Sendo assim, uma vez que, no presente caso, além de desafiar\ndecisão monocrática, o incidente de uniformização foi apresentado\npara discutir a \"possibilidade de impetração de mandado de segurança\ncomo sucedâneo recursal em sede de Juizado Especial Federal na fase\nde execução do processo\" (fl. 104, e-STJ), não se vislumbram razões\npara a reforma da decisão recorrida, nos termos da pacífica\njurisprudência deste Tribunal Superior (AgInt no Puil 117/RO, Rel.\nMinistro Og Fernandes, Primeira Seção, DJe 17.5.2017; AgInt no PUIL\n127/RO, Rel. Ministra Regina Helena Costa, Primeira Seção, DJe\n27.3.2017; AgInt no PUIL 2.392/DF, Rel. Ministro Mauro Campbell\nMarques, Primeira Seção, DJe de 19.8.2022).\n5. Agravo Interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231017",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 11/10/2023 a 17/10/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Mauro Campbell Marques, Benedito\nGonçalves, Sérgio Kukina, Regina Helena Costa, Gurgel de Faria e\nPaulo Sérgio Domingues  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Assusete Magalhães.",
  "jurisprudenciaCitada" : "(PEDIDO DE UNIFORMIZAÇÃO DE INTERPRETAÇÃO DE LEI - TEMA\nCONTROVERTIDO DE DIREITO PROCESSUAL - INCOGNOSCIBILIDADE)\n   STJ - <<AgInt no PUIL 117>>-RO, <<AgInt no PUIL 127>>-RO\n(PEDIDO DE UNIFORMIZAÇÃO DE INTERPRETAÇÃO DE LEI - INSURGÊNCIA\nCONTRA DECISÃO MONOCRÁTICA -  DESCABIMENTO - INCOGNOSCIBILIDADE)\n   STJ - <<AgInt no PUIL 2392>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000859436",
  "numeroProcesso" : "197658",
  "numeroRegistro" : "202301893054",
  "siglaClasse" : "AgInt no CC",
  "descricaoClasse" : "AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "HERMAN BENJAMIN",
  "dataPublicacao" : "DJE        DATA:30/10/2023",
  "ementa" : "PROCESSUAL CIVIL. CONFLITO DE COMPETÊNCIA. JUSTIÇA FEDERAL E\nESTADUAL. CARTA PRECATÓRIA. JUÍZO DEPRECADO.\n1. Consoante orientação do Superior Tribunal de Justiça, a expedição\nde carta precatória para o cumprimento de atos processuais não se\nconfunde com a delegação de competência conferida aos juízes\nestaduais para atuarem investidos de jurisdição federal.\n2. Em se tratando do cumprimento de carta precatória, não há\ndelegação da competência jurisdicional para o julgamento da causa,\ncomo ocorre nos casos previstos no art. 109, § 3º, da CF. Existe\nsimples pedido de cooperação realizado por determinado juízo a\noutro, o qual atua nos estreitos limites do ato processual\ndeprecado, no exercício de competência própria relacionada ao\ncumprimento da respectiva carta. Em tais hipóteses, não há\nascendência jurisdicional do respectivo Tribunal Regional Federal\nsobre o juízo estadual deprecado.\n3. Agravo Interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231017",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 11/10/2023 a 17/10/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Mauro Campbell Marques, Benedito\nGonçalves, Sérgio Kukina, Regina Helena Costa, Gurgel de Faria e\nPaulo Sérgio Domingues  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Assusete Magalhães.",
  "jurisprudenciaCitada" : "(CUMPRIMENTO DE CARTA PRECATÓRIA - NÃO OCORRÊNCIA DE DELEGAÇÃO DE\nCOMPETÊNCIA - SIMPLES PEDIDO DE COOPERAÇÃO)\n   STJ - <<CC 154894>>-SC",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00109 PAR:00003" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000859448",
  "numeroProcesso" : "45550",
  "numeroRegistro" : "202301452859",
  "siglaClasse" : "AgInt na Rcl",
  "descricaoClasse" : "AGRAVO INTERNO NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "HERMAN BENJAMIN",
  "dataPublicacao" : "DJE        DATA:30/10/2023",
  "ementa" : "CONSTITUCIONAL E ADMINISTRATIVO. AGRAVO INTERNO. RECLAMAÇÃO.\nFORNECIMENTO DE MEDICAMENTOS E TRATAMENTOS NÃO PADRONIZADOS PELO\nSUS. COMPETÊNCIA JURISDICIONAL E LEGITIMIDADE PASSIVA. TEMA 793 DO\nSTF E TEMA 1234 DA REPERCUSSÃO GERAL. DECISÃO AGRAVADA EM\nCONSONÂNCIA COM JURISPRUDÊNCIA CONSOLIDADA.  NEGATIVA DE PROVIMENTO.\n1. O Agravo Interno não merece prosperar, tendo em vista a ausência\nde argumentos capazes de infirmar os fundamentos da decisão\nagravada, que se encontra em consonância com o entendimento\njurisprudencial deste eg. Superior Tribunal de Justiça e do Supremo\nTribunal Federal.\n2. É vedado a esta Corte Superior, na instância especial, proceder à\nanálise de supostas violações a matéria de cunho constitucional,\nsob pena de usurpação da competência do STF.\n3. O STF, no julgamento do RE 855.178/SE (Tema 793), e o STJ, ao\njulgar o IAC 14, em 12.4.2023, estabeleceram diretrizes claras\nquanto à responsabilidade solidária dos entes federados nas demandas\nprestacionais na área da saúde e à competência jurisdicional para o\nprocessamento e julgamento dessas ações.\n4. A decisão liminar proferida pelo STF em 17 de abril de 2023, no\nâmbito do Recurso Extraordinário 1.366.243, vinculado ao Tema de\nRepercussão Geral n. 1.234, estabeleceu parâmetros para a atuação do\nPoder Judiciário em casos que envolvem o fornecimento de\nmedicamentos não padronizados pelo SUS.\n5. Ausente comprovação da necessidade de retificação da decisão\nagravada, que foi proferida com fundamentos suficientes e em\nconsonância com o entendimento deste Tribunal e do STF.\n6. Agravo Interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231017",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 11/10/2023 a 17/10/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Mauro Campbell Marques, Benedito\nGonçalves, Sérgio Kukina, Regina Helena Costa, Gurgel de Faria e\nPaulo Sérgio Domingues  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Assusete Magalhães.",
  "jurisprudenciaCitada" : "(DEMANDAS PRESTACIONAIS NA ÁREA DA SAÚDE - RESPONSABILIDADE DE\nSOLIDÁRIA DOS ENTES FEDERADOS)\n   STF - [[RE-ED 855178]]-SE (REPERCUSSÃO GERAL - TEMA(s) 793),\n         [[RE 855178]]-SE (REPERCUSSÃO GERAL - TEMA(s) 793)\n(FORNECIMENTO DE MEDICAMENTO - OBRIGAÇÃO SOLIDÁRIA - LEGITIMIDADE DO\nESTADO-MEMBRO)\n   STJ - <<AgInt no CC 177570>>-PR, <<AgInt no CC 175869>>-MG,\n         <<CC 172817>>-SC, <<AgInt no CC 166964>>-RS\n(FORNECIMENTO DE MEDICAMENTO - NÃO PADRONIZAÇÃO PELO SUS E REGISTRO\nNA ANVISA - PARÂMETROS PARA A ATUAÇÃO DO PODER JUDICIÁRIO)\n   STJ - <<CC 187276>>-RS (IAC - TEMA(s) 14)\n   STF - [[RE-RG 1366243]] (REPERCUSSÃO GERAL - TEMA(s) 1234)",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000859449",
  "numeroProcesso" : "45783",
  "numeroRegistro" : "202301961470",
  "siglaClasse" : "AgInt na Rcl",
  "descricaoClasse" : "AGRAVO INTERNO NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "HERMAN BENJAMIN",
  "dataPublicacao" : "DJE        DATA:30/10/2023",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO EM RECLAMAÇÃO. APLICAÇÃO DE TESE\nFIRMADA EM RECURSO REPETITIVO PELOS TRIBUNAIS DE JUSTIÇA E\nREGIONAIS. EVENTUAL EQUÍVOCO. NÃO CABIMENTO DE RECLAMAÇÃO.\nPRECEDENTES. RECURSO NÃO PROVIDO.\n1. No caso dos autos, não se verifica nenhuma das hipóteses\nprevistas no texto constitucional, tendo a parte reclamante\nsustentado, em síntese, que o julgado impugnado decidiu em\ndissonância com o entendimento jurisprudencial desta Corte,\npretendendo, em verdade, utilizar-se da Reclamação como sucedâneo\nrecursal, o que não é cabível.\n2. Na forma da jurisprudência desta Corte, não cabe o ajuizamento de\nReclamação para aferir o acerto ou desacerto na aplicação, na\norigem, de tese firmada sob a sistemática dos Recursos Repetitivos,\nnos moldes do art. 1.030, I, \"b\", do CPC/2015. Nesse sentido: Rcl\n36.476/SP, Rel. Ministra Nancy Andrighi, Corte Especial, DJe de\n6.3.2020. Cito precedentes: AgInt nos EDcl na Rcl 43.290/MG, Rel.\nMinistro Mauro Campbell Marques, Primeira Seção, DJe de 10.3.2023;\nAgInt na Rcl 42.874/DF, Rel. Ministro Sérgio Kukina, Primeira Seção,\nDJe de 24.4.2023; e AgInt na Rcl 44.130/RJ, Rel. Ministra Regina\nHelena Costa, Primeira Seção, DJe de 10.3.2023.\n3. Agravo Interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231017",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 11/10/2023 a 17/10/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Mauro Campbell Marques, Benedito\nGonçalves, Sérgio Kukina, Regina Helena Costa, Gurgel de Faria e\nPaulo Sérgio Domingues  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Assusete Magalhães.",
  "jurisprudenciaCitada" : "(RECLAMAÇÃO - EQUÍVOCO SOBRE A APLICAÇÃO DE TESE FIRMADA SOB A\nSISTEMÁTICA DOS RECURSOS REPETITIVOS - DESCABIMENTO)\n   STJ - <<Rcl 36476>>-SP, <<AgInt nos EDcl na Rcl 43290>>-MG,\n         <<AgInt na Rcl 42874>>-DF, <<AgInt na Rcl 44130>>-RJ",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01030 INC:00001 LET:B" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000859451",
  "numeroProcesso" : "269",
  "numeroRegistro" : "202301421985",
  "siglaClasse" : "AgInt nos EDcl na ExSusp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NA EXCEÇÃO DE SUSPEIÇÃO",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "HERMAN BENJAMIN",
  "dataPublicacao" : "DJE        DATA:30/10/2023",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO INTEMPESTIVO. EMBARGOS DE\nDECLARAÇÃO NÃO CONHECIDOS POR INTEMPESTIVIDADE. NÃO INTERRUPÇÃO DO\nPRAZO PARA INTERPOSIÇÃO DOS RECURSOS POSTERIORES. AGRAVO INTERNO NÃO\nCONHECIDO.\n1. Cuida-se de Agravo Interno contra decisão monocrática de\nindeferimento liminar de Exceção de Suspeição oposta pelo espólio de\nJoão Pedro de Ávila em face do Desembargador Presidente do Tribunal\nde Justiça do Estado de Goiás.\n2. Apresentados Embargos de Declaração, estes não foram conhecidos,\npor intempestividade.\n3. A decisão que indeferiu liminarmente a Exceção de Suspeição foi\npublicada em 2.6.2023, como se lê à fl. 550, e-STJ. Nada obstante, o\nrecurso sub examine somente foi apresentado em 11.9.2023 (fl. 577,\ne-STJ), depois de já superado o prazo processual de 15 dias úteis.\n4. Vale anotar que a oposição de Embargos de Declaração não\nconhecidos, também por intempestividade, não teve o condão de\ninterromper o prazo para o manejo do presente Agravo, nos termos da\njurisprudência deste Tribunal Superior.\n5. Agravo Interno não conhecido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231017",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 11/10/2023 a 17/10/2023,\npor unanimidade, não conhecer do recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Mauro Campbell Marques, Benedito\nGonçalves, Sérgio Kukina, Regina Helena Costa, Gurgel de Faria e\nPaulo Sérgio Domingues  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Assusete Magalhães.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DECLARAÇÃO NÃO CONHECIDOS - INTERRUPÇÃO DO PRAZO PARA\nRECURSOS POSTERIORES)\n   STJ - <<AgInt no AREsp 1613608>>-RS,\n         <<AgInt nos EDcl no REsp 1934033>>-PE",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000859463",
  "numeroProcesso" : "45752",
  "numeroRegistro" : "202301896338",
  "siglaClasse" : "AgInt na Rcl",
  "descricaoClasse" : "AGRAVO INTERNO NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "HERMAN BENJAMIN",
  "dataPublicacao" : "DJE        DATA:30/10/2023",
  "ementa" : "AGRAVO INTERNO NA RECLAMAÇÃO. RECURSO ESPECIAL AO QUAL O TRIBUNAL DE\nORIGEM NEGOU SEGUIMENTO, COM FUNDAMENTO NA CONFORMIDADE ENTRE O\nACÓRDÃO RECORRIDO E A ORIENTAÇÃO FIRMADA PELO STJ EM RECURSO\nESPECIAL REPETITIVO. INTERPOSIÇÃO DE AGRAVO INTERNO NO TRIBUNAL DE\nORIGEM. NÃO PROVIMENTO. NÃO CABIMENTO DE RECLAMAÇÃO.\n1. Trata-se de Reclamação, ajuizada com base no art. 988, I, IV, do\nCPC/2015, contra acórdão do Tribunal Regional Federal da 3ª Região\nque negou seguimento a Recurso Especial com base no art. 1.030, I,\ndo CPC/2015 (conformidade do acórdão recorrido com a jurisprudência\nfirmada em Recurso Repetitivo).\n2. A jurisprudência do Superior Tribunal de Justiça determina que\nnão cabe Reclamação para aferir o acerto ou desacerto na utilização,\npela instância de origem, de tese firmada sob a sistemática dos\nRecursos Repetitivos, nos termos do art. 1.030, I, \"b\", do CPC/2015.\n3. Agravo Interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231017",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 11/10/2023 a 17/10/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Mauro Campbell Marques, Benedito\nGonçalves, Sérgio Kukina, Regina Helena Costa, Gurgel de Faria e\nPaulo Sérgio Domingues  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Assusete Magalhães.",
  "jurisprudenciaCitada" : "(RECLAMAÇÃO - DECISÃO COM BASE EM TESE FIRMADA EM SEDE DE RECURSO\nREPETITIVO - NÃO CABIMENTO)\n   STJ - <<Rcl 36476>>-SP, <<AgInt na Rcl 42874>>-DF,\n         <<AgInt na Rcl 45082>>-TO,\n         <<AgInt nos EDcl na Rcl 43516>>-CE",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000859468",
  "numeroProcesso" : "45923",
  "numeroRegistro" : "202302249596",
  "siglaClasse" : "AgInt na Rcl",
  "descricaoClasse" : "AGRAVO INTERNO NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "HERMAN BENJAMIN",
  "dataPublicacao" : "DJE        DATA:30/10/2023",
  "ementa" : "PROCESSUAL CIVIL E ADMINISTRATIVO. INCIDENTE DE ASSUNÇÃO DE\nCOMPETÊNCIA (IAC 14). DIREITO À  SAÚDE. DISPENSAÇÃO DE TRATAMENTO\nMÉDICO NÃO INCLUÍDO NAS POLÍTICAS PÚBLICAS. SOLIDARIEDADE ENTRE OS\nENTES FEDERATIVOS. COMPETÊNCIA JUDICIAL. JUÍZO FEDERAL QUE MANTÉM\nSUA COMPETÊNCIA APÓS INCLUSÃO DA UNIÃO NO POLO PASSIVO. TRIBUNAL\nREGIONAL FEDERAL QUE CONFIRMA COMPETÊNCIA DA JUSTIÇA FEDERAL.\n1. A Seção de Direito Público do STJ, com base nos arts. 947 do\nCPC/2015 e 271-B do RISTJ, submeteu os Conflitos de Competência aos\nnúmeros 187.276/RS, 187.533/SC e 188.002/SC ao rito do IAC 14,\nvisando definir o juízo competente para julgar demandas sobre a\nobrigatoriedade de fornecimento de tratamentos médicos não\ncontemplados nas políticas públicas.\n2. O IAC 14 foi instituído em razão da necessidade de uniformizar o\nentendimento sobre a responsabilidade solidária dos entes\nfederativos em matéria de saúde, em face da grande quantidade de\nConflitos Negativos de Competência nesta Corte Superior.\n3. A Constituição Federal, em seu art. 109, I, e o Código de\nProcesso Civil, no art. 45, juntamente com as Súmulas 150 e 254 do\nSTJ, estabelecem claramente os parâmetros de competência e a\nparticipação da União em determinadas ações.\n4. A postura da União, buscando sua exclusão do polo passivo das\ndemandas relacionadas à saúde, contraria o espírito das normas e\nsúmulas mencionadas, agravando o problema dos Conflitos de\nCompetência e sobrecarregando o STJ.\n5. O IAC 14 objetivava proteger o direito fundamental à saúde do\ncidadão e otimizar a prestação jurisdicional, evitando decisões\nantagônicas em Conflitos Negativos de Competência sobre a mesma\nquestão de direito.\n6. A postura da União contraria o entendimento consolidado pelo STJ\nno IAC 14, indo de encontro à finalidade precípua da jurisprudência:\nproteger direitos e garantir uma prestação jurisdicional eficiente.\n7. Agravo Interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231017",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da PRIMEIRA SEÇÃO do Superior Tribunal de\nJustiça, em sessão virtual de 11/10/2023 a 17/10/2023, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Mauro Campbell Marques, Benedito\nGonçalves, Sérgio Kukina, Regina Helena Costa, Gurgel de Faria e\nPaulo Sérgio Domingues votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Assusete Magalhães.",
  "jurisprudenciaCitada" : "(MEDICAMENTO NÃO INCLUÍDO EM POLÍTICAS PÚBLICAS MAS REGISTRADO NA\nANVISA - RESPONSABILIDADE SOLIDÁRIA DE TODOS ENTES FEDERADOS)\n   STJ - <<CC 187276>>-RS (IAC - TEMA(s) 14),\n         <<CC 187533>>-SC (IAC - TEMA(s) 14),\n         <<CC 188002>>-SC (IAC - TEMA(s) 14)",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00109 INC:00001", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00045", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000150 SUM:000254" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000858350",
  "numeroProcesso" : "45073",
  "numeroRegistro" : "202300841461",
  "siglaClasse" : "Rcl",
  "descricaoClasse" : "RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "GURGEL DE FARIA",
  "dataPublicacao" : "DJE        DATA:19/10/2023",
  "ementa" : "CONSTITUCIONAL. RECLAMAÇÃO. DECISÃO DO STJ. DESRESPEITO. OCORRÊNCIA.\n1. Nos termos do art. 105, I, \"f\", da Constituição Federal, c/c o\nart. 988 do CPC/2015, e do art. 187 do RISTJ, cabe reclamação da\nparte interessada para preservar a competência do Tribunal, garantir\na autoridade das suas decisões, a observância de enunciado de\nsúmula vinculante e de decisão do STF em controle concentrado de\nconstitucionalidade e a observância de acórdão proferido em\njulgamento de incidente de resolução de demandas repetitivas ou de\nincidente de assunção de competência.\n2. A Primeira Turma do STJ, no julgamento do agravo em recurso\nespecial objeto da reclamação, deu provimento ao apelo raro da ora\nreclamante para cassar o acórdão recorrido e determinar que o\nTribunal de origem apreciasse a apelação interposta, salientando que\na repetição dos argumentos deduzidos na inicial não impediria, por\nsi só, o conhecimento do apelo, notadamente quando as razões\nrecursais condizem com a causa de pedir e deixam claro o interesse\npela reforma da sentença.\n3. O Tribunal reclamado, ao reexaminar o recurso de apelação, em\ndesrespeito ao decidido pelo STJ, deixou, uma vez mais, de conhecer\ndo apelo, registrando, na ocasião, que \"seria caso de reforma do\nacórdão pelo Superior Tribunal de Justiça, e não de cassação e\ndeterminação de rejulgamento, uma vez que o entendimento consolidado\nna jurisprudência daquela Corte [....] não está consolidado em\nprecedente de observância impositiva ou com caráter vinculante,\nconforme art. 927 do CPC/15\".\n4. Não cabe aos órgãos de cada grau de jurisdição a faculdade de\nescolher cumprir ou não as determinações das instâncias\nsuperioras/revisoras, sob pena de grave violação da segurança\njurídica e das divisões de competência processuais/constitucionais.\n5. Reclamação julgada procedente.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230927",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Primeira Seção do Superior\nTribunal de Justiça, por unanimidade, julgar procedente a\nreclamação, determinando ao Tribunal de origem que promova novo\njulgamento da apelação interposta pela parte ora reclamante, nos\ntermos do voto do Sr. Ministro Relator. Os Srs. Ministros Paulo\nSérgio Domingues, Francisco Falcão, Herman Benjamin, Mauro Campbell\nMarques, Benedito Gonçalves, Sérgio Kukina e Regina Helena Costa\nvotaram com o Sr. Ministro Relator.",
  "jurisprudenciaCitada" : "(REPETIÇÃO DOS FUNDAMENTOS ANTERIORMENTE APRESENTADOS -\nCONHECIMENTO DA APELAÇÃO - PRINCÍPIO DA DIALETICIDADE)\n   STJ - <<AgInt no AREsp 1999761>>-RS,\n         <<AgInt no REsp 2017555>>-PA",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00105 INC:00001 LET:F", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00988 INC:00004", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00187" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000859450",
  "numeroProcesso" : "1874491",
  "numeroRegistro" : "202000236681",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "HERMAN BENJAMIN",
  "dataPublicacao" : "DJE        DATA:30/10/2023",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO EM EMBARGOS DE DIVERGÊNCIA.\nFUNDAMENTOS DA DECISÃO MONOCRÁTICA IMPUGNADOS. RECURSO CONHECIDO.\nPREQUESTIONAMENTO FICTO. ARGUMENTO AUTÔNOMO. SÚMULA 283 DO STF\nAFASTADA. AUSÊNCIA DE DIVERGÊNCIA ENTRE A PRIMEIRA E SEGUNDA TURMAS.\nSÚMULA 168 DO STJ. INCIDÊNCIA. AGRAVO INTERNO CONHECIDO E NÃO\nPROVIDO.\n1. Observo que a recorrente apresentou impugnação específica ao\nargumento da decisão da Presidência deste eg. STJ, conforme se\nconstata nos itens 16 a 22 de sua petição de Agravo Interno, às fls.\n2.933-2.934, e-STJ. Assim, o Agravo Interno reúne condições para\nser conhecido.\n2. A decisão monocrática agravada entendeu que deveria incidir a\nSúmula 283 do STF para não conhecer dos Embargos de Divergência,\ndado que não haveria interesse recursal, pois permaneceriam hígidos\ndois fundamentos do acórdão embargado não impugnados (Súmulas 284 do\nSTF e 7 do STJ). Em relação à matéria, o acórdão embargado aplicou\na Súmula 282 do STF, sob o fundamento de que não houve\nprequestionamento ficto quanto à alegação de violação aos arts. 926,\n947 e 976 do CPC/2015.\n3. Contudo, caso reconhecido pelo STJ que houve prequestionamento,\ncom posterior acolhimento da alegação de afronta aos arts. 926, 947\ne 976 do CPC/2015, o provimento judicial desta Corte Superior seria\nno sentido de devolver os autos à Corte a quo para que realizasse a\nanálise da divergência interna entre seus órgãos julgadores em\nrelação aos citados dispositivos legais. Assim, observo que a\nreferida matéria impugnada nos Embargos de Divergência - ocorrência\nde prequestionamento ficto atinente aos arts. 926, 947 e 976 do\nCPC/2015 - é autônoma em relação aos demais fundamentos não\nimpugnados no acórdão embargado e suficiente para garantir a reforma\ndo apontado decisum. Afasta-se, portanto, a incidência da Súmula\n283 do STF.\n4. No mérito, contudo, verifica-se que os Embargos de Divergência\nesbarram no óbice de que não há divergência atual (art. 266 do\nRISTJ), pois tanto a Primeira quanto a Segunda Turma desta Corte\nSuperior possuem orientação de que o reconhecimento do\nprequestionamento ficto (art. 1.025 do CPC/2015) pressupõe a\noposição de Embargos de Declaração na origem sobre o ponto omisso já\nsuscitado previamente, além da alegação e do reconhecimento, pelo\nSTJ, de ofensa ao art. 1.022 do CPC suscitada nas razões do Recurso\nEspecial, o que não ocorreu no caso em espécie. Nesse sentido: AgInt\nno AREsp  2.233.923/PE, Rel. Ministro Mauro Campbell Marques,\nSegunda Turma, DJe de 17.4.2023; AgInt no REsp 1.894.761/PB, Rel.\nMinistro Francisco Falcão, Segunda Turma, DJe de 16.2.2022; AgInt no\nAREsp 1.067.275/RS, Rel. Ministra Assusete Magalhães, Segunda\nTurma, DJe 13.10.2017; AgInt no REsp 2.026.894/DF, Rel. Ministro\nGurgel de Faria, Primeira Turma, DJe 4.4.2023; e AgInt no AREsp\n1.949.666/PE, Rel. Ministro Paulo Sérgio Domingues, Primeira Turma,\nDJe 17.3.2023.\n5. Por fim, verificado entendimento dominante sobre a matéria,\nincide o óbice da Súmula 168 do STJ: \"Não cabem embargos de\ndivergência, quando a jurisprudência do Tribunal se firmou no mesmo\nsentido do acórdão embargado\".\n6. Agravo Interno conhecido e, no mérito, não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230524",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Primeira Seção do Superior\nTribunal de Justiça:  \"A Primeira Seção, por unanimidade, conheceu\ndo agravo interno e negou-lhe provimento, nos termos do voto do Sr.\nMinistro Relator. Os Srs. Ministros Mauro Campbell Marques, Benedito\nGonçalves, Assusete Magalhães, Regina Helena Costa, Gurgel de\nFaria, Paulo Sérgio Domingues e Humberto Martins votaram com o Sr.\nMinistro Relator.\nAusente, ocasionalmente, o Sr. Ministro Francisco Falcão.\"",
  "jurisprudenciaCitada" : "(PREQUESTIONAMENTO FICTO - NECESSIDADE DE ALEGAÇÃO DE OFENSA AO\nARTIGO 1022 DO CPC)\n   STJ - <<AgInt no AREsp 2233923>>-PE,\n         <<AgInt no REsp 1894761>>-PB,\n         <<AgInt no AREsp 1067275>>-RS,\n         <<AgInt no REsp 2026894>>-DF,\n         <<AgInt no AREsp 1949666>>-PE",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000168", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266" ],
  "acordaosSimilares" : [ ]
} ]