[ {
  "id" : "000834135",
  "numeroProcesso" : "20221",
  "numeroRegistro" : "201301757945",
  "siglaClasse" : "MS",
  "descricaoClasse" : "MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "BENEDITO GONÇALVES",
  "dataPublicacao" : "DJE        DATA:16/12/2022",
  "ementa" : "CONSTITUCIONAL E ADMINISTRATIVO. MANDADO DE SEGURANÇA. ANULAÇÃO DE\nANISTIA POLÍTICA CONFERIDA COM BASE NA PORTARIA 1.104/1964. JUÍZO DE\nRETRATAÇÃO EXERCIDO EM RAZÃO DO TEMA 839 DO STF. DECADÊNCIA\nAFASTADA. AUSÊNCIA DE OUTROS FUNDAMENTOS IMPUGNANDO A ANULAÇÃO DA\nANISTIA.\n1. Trata-se de processo devolvido pela Vice-Presidência do STJ para\nanálise de hipótese de retratação, conforme previsão do art. 1.030,\nII, do CPC/2015.\n2. A Primeira Seção, com arrimo no art. 1.040, II, do CPC/2015, no\njulgamento do MS 18.341/DF (acórdão publicado em 12/9/2022), da\nrelatoria do senhor Ministro Herman Benjamin, entendeu por bem\nexercer juízo de retração, tendo em vista o que fora decido no\njulgamento do RE 817.338/DT, no sentido de que: \"no exercício do seu\npoder de autotutela, poderá a Administração Pública rever os atos de\nconcessão de anistia a cabos da Aeronáutica com fundamento na\nPortaria 1.104/1964, quando se comprovar a ausência de ato com\nmotivação exclusivamente política, assegurando-se ao anistiado, em\nprocedimento administrativo, o devido processo legal e a não\ndevolução das verbas já recebidas\" (Tema n. 839).\n3. O impetrante não questiona, à exceção da decadência, outros\nvícios que eventualmente pudessem contaminar o processo\nadministrativo de anulação da anistia. Portanto, é defeso, nesta\nsede, sindicar sobre eventual violação do devido processo legal.\nLogo, é imperativa a aplicação do Tema n. 839, a fim de afastar a\ndecadência e julgar válida anulação da anistia.\n4. Juízo de retratação exercido em relação ao acórdão constante às\nfls. 879-890 e-STJ, para torná-lo sem efeito. Segurança denegada.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221214",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Primeira Seção, por unanimidade, em juízo de\nretratação, denegar a segurança, nos termos do voto do Sr. Ministro\nRelator.\nOs Srs. Ministros Assusete Magalhães, Regina Helena Costa, Gurgel de\nFaria, Paulo Sérgio Domingues, Francisco Falcão, Humberto Martins,\nHerman Benjamin e Mauro Campbell Marques votaram com o Sr. Ministro\nRelator.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000834136",
  "numeroProcesso" : "19799",
  "numeroRegistro" : "201300461824",
  "siglaClasse" : "MS",
  "descricaoClasse" : "MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "BENEDITO GONÇALVES",
  "dataPublicacao" : "DJE        DATA:16/12/2022",
  "ementa" : "CONSTITUCIONAL E ADMINISTRATIVO. MANDADO DE SEGURANÇA. ANULAÇÃO DE\nANISTIA POLÍTICA CONFERIDA COM BASE NA PORTARIA 1.104/1964. JUÍZO DE\nRETRATAÇÃO EXERCIDO EM RAZÃO DO TEMA 839 DO STF. DECADÊNCIA\nAFASTADA. AUSÊNCIA DE OUTROS FUNDAMENTOS IMPUGNANDO A ANULAÇÃO DA\nANISTIA.\n1. Trata-se de processo devolvido pela Vice-Presidência do STJ para\nanálise de hipótese de retratação, conforme previsão do art. 1.030,\nII, do CPC/2015.\n2. A Primeira Seção, com arrimo no art. 1.040, II, do CPC/2015, no\njulgamento do MS 18.341/DF (acórdão publicado em 12/9/2022), da\nrelatoria do senhor Ministro Herman Benjamin, entendeu por bem\nexercer juízo de retração, tendo em vista o que fora decido no\njulgamento do RE 817.338/DT, no sentido de que: \"no exercício do seu\npoder de autotutela, poderá a Administração Pública rever os atos\nde concessão de anistia a cabos da Aeronáutica com fundamento na\nPortaria 1.104/1964, quando se comprovar a ausência de ato com\nmotivação exclusivamente política, assegurando-se ao anistiado, em\nprocedimento administrativo, o devido processo legal e a não\ndevolução das verbas já recebidas\" (Tema n. 839).\n3. O impetrante não questiona, à exceção da decadência, outros\nvícios que eventualmente pudessem contaminar o processo\nadministrativo de anulação da anistia. Portanto, é defeso, nesta\nsede, sindicar sobre eventual violação do devido processo legal.\nLogo, é imperativa a aplicação do Tema n. 839, a fim de afastar a\ndecadência e julgar válida anulação da anistia.\n4. Juízo de retratação exercido em relação ao acórdão constante às\nfls. 1.071-1.082 e-STJ, para torná-lo sem efeito. Segurança\ndenegada.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221214",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Primeira Seção, por unanimidade, em juízo de\nretratação, denegar a segurança, nos termos do voto do Sr. Ministro\nRelator.\nOs Srs. Ministros Assusete Magalhães, Regina Helena Costa, Gurgel de\nFaria, Paulo Sérgio Domingues, Francisco Falcão, Humberto Martins,\nHerman Benjamin e Mauro Campbell Marques votaram com o Sr. Ministro\nRelator.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ "MS       20091  DF  2013/0118124-3  Decisão:14/12/2022\nDJE        DATA:16/12/2022", "MS       20146  DF  2013/0132232-8  Decisão:14/12/2022\nDJE        DATA:16/12/2022", "MS       20154  DF  2013/0134248-4  Decisão:14/12/2022\nDJE        DATA:16/12/2022", "MS       20215  DF  2013/0172059-1  Decisão:14/12/2022\nDJE        DATA:16/12/2022", "MS       20234  DF  2013/0181478-3  Decisão:14/12/2022\nDJE        DATA:16/12/2022" ]
}, {
  "id" : "000834226",
  "numeroProcesso" : "18124",
  "numeroRegistro" : "201200209880",
  "siglaClasse" : "MS",
  "descricaoClasse" : "MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "HERMAN BENJAMIN",
  "dataPublicacao" : "DJE        DATA:19/12/2022",
  "ementa" : "PROCESSUAL CIVIL E ADMINISTRATIVO. MANDADO DE SEGURANÇA. ANULAÇÃO DE\nDESPACHO  QUE  INSTAURA PROCEDIMENTO DE REVISÃO DE ANISTIA. JUÍZO DE\nRETRATAÇÃO.  ART.  1.040,  II,  DO  CPC.  APLICAÇÃO DA TESE 839/STF.\nJULGAMENTO DE RECURSO COM REPERCUSSÃO GERAL. ACÓRDÃO MANTIDO.\n1.  Trata-se  de  Mandado  de Segurança contra Despacho supostamente\nilegal  do  Ministro de Estado da Justiça, que, com base na Portaria\nInterministerial   134,  de  15.2.2011,  determinou  instauração  de\nprocedimento  de  revisão  de  anistias  concedidas  com  fulcro  na\nPortaria GM3 1.104/64.\n2.  A  ordem  foi  denegada  por  esta Seção, em julgamento unânime,\nocasião  na  qual  ficou  assentado  que  \"o  despacho  emitido pela\nautoridade  impetrada,  por  si,  é  incapaz  de atingir diretamente\nqualquer  direito.  Não  há  sequer ameaça de cassação de anistia ou\nsuspensão dos pagamentos da reparação mensal\".\n3.  A  conclusão  alcançada  não  se baseou na (in)aplicabilidade do\nprazo   decadencial,   questão  essa  objeto  de  acórdão  paradigma\nproferido  pelo STF no RE 817.388-RG/DF (Tema 839), de maneira que o\nfundamento utilizado para a denegação da ordem permanece incólume.\n4. Acórdão mantido. Juízo de retratação rejeitado.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221214",
  "decisao" : "Vistos,  relatados  e discutidos os autos em que são partes as acima\nindicadas,  acordam  os  Ministros  da  Primeira  Seção  do Superior\nTribunal  de Justiça: \"A Primeira Seção, por unanimidade, rejeitou o\njuízo  de  retratação, mantendo a denegação da segurança, nos termos\ndo  voto  do  Sr. Ministro Relator. Os Srs. Ministros Mauro Campbell\nMarques,  Benedito  Gonçalves,  Assusete  Magalhães,  Regina  Helena\nCosta,  Gurgel  de Faria, Paulo Sérgio Domingues, Francisco Falcão e\nHumberto Martins votaram com o Sr. Ministro Relator.\"",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000834272",
  "numeroProcesso" : "41139",
  "numeroRegistro" : "202003108702",
  "siglaClasse" : "AgInt nos EDcl na Rcl",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "MAURO CAMPBELL MARQUES",
  "dataPublicacao" : "DJE        DATA:19/12/2022",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO. RECLAMAÇÃO. EXECUÇÃO DE SENTENÇA.\nREPASSE DE VERBAS DO FUNDEB. RETENÇÃO DOS HONORÁRIOS ADVOCATÍCIOS\nCONTRATUAIS. SUSPENSÃO PARCIAL DO PRECATÓRIO. DECISÃO RECLAMADA QUE\nDESCUMPRE DECISUM DESTE STJ NO RECURSO ESPECIAL N.º 1.631.339/PE\nTRANSITADO EM JULGADO NO ÂMBITO DA PRÓPRIA EXECUÇÃO. RECLAMAÇÃO\nJULGADA PROCEDENTE. CONFIRMAÇÃO DA TUTELA DE URGÊNCIA DEFERIDA.\nAGRAVO INTERNO NÃO PROVIDO.\n1. Nos termos dos arts. 105, I, f, da CF/88 e 988, I e II, do\nCPC/2015, cabe reclamação da parte interessada ou do Ministério\nPúblico com o objetivo de preservar a competência do tribunal ou\ngarantir a autoridade de suas decisões tomadas em caso concreto e\nenvolvendo as partes postas no litígio do qual ela é originada, tal\nqual ocorre no caso em julgamento, onde se pretende garantir a\nautoridade de decisão desta Corte já transitada em julgado nos\npróprios autos da decisão reclamada, ou seja, no âmbito do mesmo\ncaso concreto, não se vislumbrando na hipótese pecha de sucedâneo\nrecursal.\n2. Consoante o § 5º, II, do art. 988 do CPC, a necessidade de prévio\nesgotamento das instâncias ordinárias é requisito da reclamação\ndestinada a garantir a observância de acórdão de recurso\nextraordinário com repercussão geral ou de acórdão proferido em\njulgamento de recursos extraordinário ou especial repetitivos, não\nsendo essa a hipótese dos autos. Não é demais relembrar que a Corte\nEspecial do STJ entende ser descabida a reclamação proposta com o\nintuito de realizar o controle de adequação entre conclusão das\ninstâncias ordinárias e tese fixada pelo STJ em sede de recurso\nespecial repetitivo (Rcl 36.476/SP, Rel. Ministra Nancy Andrighi,\nCorte Especial, julgado em 5/2/2020, DJe 6/3/2020). Porém, o caso\ndos autos não trata dessa hipótese, como já ressaltado.\n3. A decisão proferida no Recurso Especial n.º 1.631.339/PE\nautorizou expressamente a retenção dos honorários advocatícios.\nEmbora a jurisprudência desta Corte sobre a matéria tenha sido\nalterada para reconhecer a impossibilidade de aplicação da medida\ndescrita no art. 22, § 4º, da Lei 8.906/1994 nas execuções contra a\nUnião em que se buscam quantias devidas ao FUNDEF/FUNDEB, a decisão\nreclamada desafiou a autoridade da decisão proferida no recurso\nespecial sobredito ao invalidar a retenção dos honorários\nadvocatícios na execução da verba vinculada devida pela União ao\nmunicípio.\n4. Não se desconhece que a jurisprudência contemporânea impede o\ndestaque de honorários advocatícios nas condenações impostas à\nUnião, relativos aos repasses do Fundo de Manutenção e\nDesenvolvimento do Ensino Fundamental e de Valorização do Magistério\naos Municípios brasileiros, conforme se averigua no precedente\nformado no Recurso Especial n.º 1.703.697/PE, de relatoria do\nMinistro Og Fernandes, DJe 26/2/2019 e no entendimento adotado pelo\nSupremo Tribunal Federal em controle concentrado de\nconstitucionalidade no âmbito da ADPF 528, concluído o julgamento\nvirtual em 18/3/2022, cuja ata de julgamento foi publicada em\n25/3/2022.\n5. Em que pese o respeito e o acatamento aos precedentes sobreditos\n- que este juízo muito valoriza -, os fatos processuais presentes\nnestes autos não se amoldam a eles, visto que, no caso em análise,\njá se operou a coisa julgada da decisão tomada no âmbito da própria\nexecução, ou seja, até mesmo o mecanismo com eficácia rescisória\nprevisto nos arts. 535, III, § § 5º e 7º, do CPC/2015 - segundo o\nqual seria inexequível o título ou inexigível a obrigação fundada em\nlei ou ato normativo declarado inconstitucional pelo Supremo\nTribunal Federal - já teria sido repelido pela eficácia preclusiva\nda coisa julgada operada no Recurso Especial nº 1.631.339, na forma\ndo art. 508 do CPC/2015. Ademais, o § 7º do art. 535 do CPC dispõe\nque o supracitado mecanismo somente ocorre quando a decisão do\nSupremo Tribunal Federal for anterior ao trânsito em julgado da\ndecisão exequenda, o que não ocorre no caso, visto que a decisão\ndesta Corte é anterior aos precedentes do STF citados, restando à\nUnião apenas a via da ação rescisória.\n6. Reclamação julgada procedente, confirmando a liminar concedida,\npara determinar a cassação do efeito suspensivo concedido no Agravo\nde Instrumento, nos autos do Processo n.º 0811770-14.2019.4.05.0000,\ncom fulcro no art. 988, II, do CPC, de modo a respeitar a coisa\njulgada operada nos autos do Recurso Especial n.º 1.631.339/PE, bem\ncomo determinar o regular trâmite administrativo do precatório,\nficando prejudicado o agravo interno de fls. 250-265 e-STJ manejado\npela União contra a decisão que deferiu o pedido de tutela de\nurgência aqui confirmado.\n7. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221214",
  "decisao" : "Vistos, relatados e discutidos esses autos em que são partes as\nacima indicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, na conformidade dos votos e das notas\ntaquigráficas, o seguinte resultado de julgamento:\n\"A Primeira Seção, por unanimidade, negou provimento ao agravo\ninterno, nos termos do voto do Sr. Ministro Relator.\"\nOs Srs. Ministros Benedito Gonçalves, Assusete Magalhães, Regina\nHelena Costa, Gurgel de Faria, Paulo Sérgio Domingues, Francisco\nFalcão, Humberto Martins e Herman Benjamin votaram com o Sr.\nMinistro Relator.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000834317",
  "numeroProcesso" : "174004",
  "numeroRegistro" : "202001966582",
  "siglaClasse" : "RE nos EDcl no AgInt no CC",
  "descricaoClasse" : "RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "HERMAN BENJAMIN",
  "dataPublicacao" : "DJE        DATA:19/12/2022",
  "ementa" : "PROCESSUAL CIVIL. DEVOLUÇÃO DOS AUTOS AO RELATOR PARA EXAME DO JUÍZO\nDE RETRATAÇÃO, NA FORMA DO ART. 1.040, II, DO CPC, ANTE O DECIDIDO\nPELO STF NO RE 855.178 ED/SE (TEMA 793/STF). CONFLITO NEGATIVO\nINSTAURADO ENTRE JUÍZOS ESTADUAL E FEDERAL. DIREITO À SAÚDE.\nFORNECIMENTO DE MEDICAMENTOS REGISTRADOS NA ANVISA. INTERESSE\nJURÍDICO DE ENTIDADES FEDERAIS AFASTADO PELA JUSTIÇA FEDERAL.\nSÚMULAS 150 E 254/STJ. PRECEDENTES DO STJ. COMPETÊNCIA DA JUSTIÇA\nESTADUAL.\n1. Na hipótese dos autos, sustenta a parte recorrente que o Recurso\nExtraordinário tem repercussão geral e merece ser alçado ao Supremo\nTribunal Federal, pois todos os pressupostos exigidos para sua\nadmissão encontram-se preenchidos.\n2. Aduz que houve violação direta à Constituição Federal,\nconsubstanciada na ofensa aos seu arts. 109, inciso I, 196 e 197, ao\nargumento de que, não obstante seja pacífico o entendimento acerca\nda solidariedade entre os entes públicos das três esferas de poder,\nno que se refere à gestão do Sistema Único de Saúde, há necessidade\nda presença da União na ação de origem, uma vez que a pretensão\nenvolve medicamento que não integra a Relação Nacional de\nMedicamentos Essenciais - RENAME, o que atrai a competência da\nJustiça Federal para julgamento da lide.\n3. Com efeito, ao julgar o RE n. 855.178 ED/SE (Tema 793/STF), o\nSupremo Tribunal Federal foi bastante claro ao estabelecer na ementa\ndo acórdão que \"É da jurisprudência do Supremo Tribunal Federal que\no tratamento médico adequado aos necessitados se insere no rol dos\ndeveres do Estado, porquanto responsabilidade solidária dos entes\nfederados. O polo passivo pode ser composto por qualquer um deles,\nisoladamente, ou conjuntamente.\"\n4. In casu, é fundamental esclarecer que, ao julgar o RE 855.178/SE\n(Tema 793), não foram acolhidas pelo Pleno do STF todas as premissas\ne conclusões do voto condutor do Ministro Edson Fachim.\n5. Ainda que tenha sido apresentada proposta pelo Ministro  Edson\nFachin que, na prática, poderia implicar no litisconsórcio passivo\nda União, tal premissa/conclusão - repita-se - não integrou o\njulgamento que a Corte Suprema realizou no Tema 793.\n6. Outrossim, o STJ já se manifestou reiteradas vezes sobre a\nquaestio iuris, estando pacificado o entendimento no sentido de que\na ressalva contida na tese firmada no julgamento do Tema 793 pelo\nSupremo Tribunal Federal, quando estabelece a necessidade de se\nidentificar o ente responsável a partir dos critérios\nconstitucionais de descentralização e hierarquização do SUS,\nrelaciona-se ao cumprimento de sentença e às regras de ressarcimento\naplicáveis ao ente público que suportou o ônus financeiro\ndecorrente do provimento jurisdicional que assegurou o direito à\nsaúde. Entender de maneira diversa seria afastar o caráter solidário\nda obrigação, o qual foi ratificado no precedente qualificado\nexarado pela Suprema Corte.\n7. Por fim, cumpre ressaltar que não se tratando de litisconsórcio\npassivo necessário da União, é certo que a emenda à inicial para a\ninclusão de um litigante no polo passivo da lide somente pode ser\nadmitida a pedido da parte demandante, antes da citação ou até o\nsaneamento do feito, nesse último caso com o consentimento do(s)\nréu(s), já que esse constitui o momento de estabilização da demanda.\n8. Efetivamente, não se pode negar à parte que não quer demandar\ncontra a União o seu direito de opção inerente à solidariedade,\nimpelindo-a a emendar a inicial para incluir no feito ente que não é\nlitisconsorte necessário.\n9. No caso concreto, como o Juízo Federal, em decisão não recorrida,\nreconheceu expressamente a inexistência de litisconsórcio passivo\nnecessário da União, concluindo pela sua ilegitimidade passiva e\nlevando em consideração tratar-se de medicamento registrado na\nAnvisa, deve ser declarada a competência do Juízo Estadual para o\nprocesso e o julgamento da demanda, nos termos das Súmulas 150 e 254\ndo STJ.\n10. Juízo de retratação rejeitado.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221214",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Primeira Seção do Superior\nTribunal de Justiça:  \"A Primeira Seção, por unanimidade, rejeitou o\njuízo de retratação, nos termos do voto do Sr. Ministro Relator. Os\nSrs. Ministros Mauro Campbell Marques, Benedito Gonçalves, Assusete\nMagalhães, Regina Helena Costa, Gurgel de Faria, Paulo Sérgio\nDomingues, Francisco Falcão e Humberto Martins votaram com o Sr.\nMinistro Relator.\"",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ "RE no AgInt no CC  174284  PR  2020/0207920-5  Decisão:14/12/2022\nDJE        DATA:19/12/2022", "RE nos EDcl no AgInt no CC  174485  PR  2020/0217008-0\nDecisão:14/12/2022\nDJE        DATA:19/12/2022", "RE nos EDcl no AgInt no CC  174875  PR  2020/0239626-5\nDecisão:14/12/2022\nDJE        DATA:19/12/2022" ]
}, {
  "id" : "000834318",
  "numeroProcesso" : "179103",
  "numeroRegistro" : "202101261656",
  "siglaClasse" : "RE nos EDcl no AgInt no CC",
  "descricaoClasse" : "RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "HERMAN BENJAMIN",
  "dataPublicacao" : "DJE        DATA:19/12/2022",
  "ementa" : "PROCESSUAL CIVIL. RECURSO EXTRAORDINÁRIO NO AGRAVO INTERNO NO\nCONFLITO DE COMPETÊNCIA INSTAURADO ENTRE JUÍZOS ESTADUAL E FEDERAL.\nDIREITO À SAÚDE. FORNECIMENTO DE MEDICAMENTOS. DEVOLUÇÃO DOS AUTOS\nPARA EXAME DO JUÍZO DE RETRATAÇÃO DO ART. 1.040, II, DO CPC, ANTE O\nDECIDIDO PELO STF NO RE  855.178 - ED/SE (TEMA  793/STF).\nRESPONSABILIDADE SOLIDÁRIA DOS ENTES FEDERADOS. INTERESSE JURÍDICO\nDA UNIÃO AFASTADO PELA JUSTIÇA FEDERAL. INCIDÊNCIA DAS SÚMULAS 150 E\n254/STJ. COMPETÊNCIA DA JUSTIÇA ESTADUAL. MANUTENÇÃO DO JULGADO EM\nJUÍZO DE RETRATAÇÃO (ART. 1.040, II, DO CPC).\n1. Na hipótese dos autos, sustenta a parte recorrente que o Recurso\nExtraordinário tem repercussão geral e merece ser alçado ao Supremo\nTribunal Federal, pois todos os pressupostos exigidos para sua\nadmissão encontram-se preenchidos.\n2. Aduz que houve violação direta à Constituição Federal,\nconsubstanciada na ofensa aos seu arts. 109, inciso I, 196 e 197.\nArgumenta que, não obstante seja pacífico o entendimento acerca da\nsolidariedade entre os entes públicos das três esferas de poder, no\nque se refere à gestão do Sistema Único de Saúde, há necessidade da\npresença da União na ação de origem, uma vez que a pretensão envolve\nmedicamento que não integra a Relação Nacional de Medicamentos\nEssenciais - Rename, o que atrai a competência da Justiça Federal\npara julgamento da lide.\n3. Com efeito, ao julgar o RE 855.178 ED/SE (Tema 793/STF), o\nSupremo Tribunal Federal foi bastante claro ao estabelecer na ementa\ndo acórdão: \"É da jurisprudência do Supremo Tribunal Federal que o\ntratamento médico adequado aos necessitados se insere no rol dos\ndeveres do Estado, porquanto responsabilidade solidária dos entes\nfederados. O polo passivo pode ser composto por qualquer um deles,\nisoladamente, ou conjuntamente\".\n4. In casu, é fundamental esclarecer que, no julgamento do RE\n855.178/SE (Tema 793), não foram acolhidas pelo Pleno do STF todas\nas premissas e conclusões do voto condutor do Ministro Edson Fachim.\n5. Ainda que tenha sido apresentada proposta pelo Ministro Edson\nFachin que, na prática, poderia implicar no litisconsórcio passivo\nda União, tal premissa/conclusão - repita-se - não integrou o\njulgamento que o STF realizou no Tema 793.\n6. O STJ já se manifestou reiteradas vezes sobre a quaestio iuris,\nestando pacificado o entendimento no sentido de que a ressalva\ncontida na tese firmada no julgamento do Tema 793 pelo Supremo\nTribunal Federal - quando estabelece a necessidade de identificar o\nente responsável com base nos critérios constitucionais de\ndescentralização e hierarquização do SUS - relaciona-se ao\ncumprimento de sentença e às regras de ressarcimento aplicáveis ao\nente público que suportou o ônus financeiro decorrente do provimento\njurisdicional que assegurou o direito à saúde. Entender de maneira\ndiversa é afastar o caráter solidário da obrigação, o qual foi\nratificado no precedente qualificado exarado pelo STF.\n7. O acórdão recorrido funda-se na interpretação do art. 109, I, da\nCF e na aplicação das Súmulas 150/STJ (\"Compete à Justiça Federal\ndecidir sobre a existência de interesse jurídico que justifique a\npresença, no processo, da União, suas autarquias ou empresas\npúblicas\") e 254/STJ (\"A decisão do Juízo Federal que exclui da\nrelação processual ente federal não pode ser reexaminada no Juízo\nEstadual\").\n8. Ademais, a jurisprudência da Primeira Seção é de que não é\nadequado alterar o polo ativo ou passivo da demanda, em Conflito de\nCompetência no STJ, nem  julgar o mérito da ação principal em que se\norigina tal Conflito.\n9. Juízo de retratação rejeitado.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221214",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Primeira Seção do Superior\nTribunal de Justiça:  \"A Primeira Seção, por unanimidade, rejeitou o\njuízo de retratação, nos termos do voto do Sr. Ministro Relator. Os\nSrs. Ministros Mauro Campbell Marques, Benedito Gonçalves, Assusete\nMagalhães, Regina Helena Costa, Gurgel de Faria, Paulo Sérgio\nDomingues, Francisco Falcão e Humberto Martins votaram com o Sr.\nMinistro Relator.\"",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000834319",
  "numeroProcesso" : "178252",
  "numeroRegistro" : "202100804345",
  "siglaClasse" : "RE nos EDcl no AgInt no CC",
  "descricaoClasse" : "RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "HERMAN BENJAMIN",
  "dataPublicacao" : "DJE        DATA:19/12/2022",
  "ementa" : "PROCESSUAL CIVIL. RECURSO EXTRAORDINÁRIO NO AGRAVO INTERNO NO\nCONFLITO DE COMPETÊNCIA INSTAURADO ENTRE JUÍZOS ESTADUAL E FEDERAL.\nDIREITO À SAÚDE. FORNECIMENTO DE MEDICAMENTOS. DEVOLUÇÃO DOS AUTOS\nPARA EXAME DO JUÍZO DE RETRATAÇÃO DO ART. 1.040, II, DO CPC, ANTE O\nDECIDIDO PELO STF NO RE  855.178 - ED/SE (TEMA  793/STF).\nRESPONSABILIDADE SOLIDÁRIA DOS ENTES FEDERADOS. INTERESSE JURÍDICO\nDA UNIÃO AFASTADO PELA JUSTIÇA FEDERAL. INCIDÊNCIA DAS SÚMULAS 150 E\n254/STJ. COMPETÊNCIA DA JUSTIÇA ESTADUAL. MANUTENÇÃO DO JULGADO EM\nJUÍZO DE RETRATAÇÃO (ART. 1.040, II, DO CPC).\n1. Na hipótese dos autos, sustenta a parte recorrente que o Recurso\nExtraordinário tem repercussão geral e merece ser alçado ao Supremo\nTribunal Federal, pois todos os pressupostos exigidos para sua\nadmissão encontram-se preenchidos.\n2. Aduz que houve violação direta à Constituição Federal,\nconsubstanciada na ofensa aos seu arts. 109, inciso I, 196 e 197.\nArgumenta que, não obstante seja pacífico o entendimento acerca da\nsolidariedade entre os entes públicos das três esferas de poder, no\nque se refere à gestão do Sistema Único de Saúde, há necessidade da\npresença da União na ação de origem, uma vez que a pretensão envolve\nmedicamento que não integra a Relação Nacional de Medicamentos\nEssenciais - Rename, o que atrai a competência da Justiça Federal\npara julgamento da lide.\n3. Com efeito, ao julgar o RE n. 855.178 ED/SE (Tema 793/STF), o\nSupremo Tribunal Federal foi bastante claro ao estabelecer na ementa\ndo acórdão: \"É da jurisprudência do Supremo Tribunal Federal que o\ntratamento médico adequado aos necessitados se insere no rol dos\ndeveres do Estado, porquanto responsabilidade solidária dos entes\nfederados. O polo passivo pode ser composto por qualquer um deles,\nisoladamente, ou conjuntamente\".\n4. In casu, é fundamental esclarecer que, no julgamento do RE\n855.178/SE (Tema 793), não foram acolhidas pelo Pleno do STF todas\nas premissas e conclusões do voto condutor do Ministro Edson Fachim.\n5. Ainda que tenha sido apresentada proposta pelo Ministro  Edson\nFachin que, na prática, poderia implicar litisconsórcio passivo da\nUnião, tal premissa/conclusão - repita-se - não integrou o\njulgamento que a Corte Suprema realizou no Tema 793.\n6. O STJ já se manifestou reiteradas vezes sobre a quaestio iuris,\nestando pacificado o entendimento no sentido de que a ressalva\ncontida na tese firmada no julgamento do Tema 793 pelo Supremo\nTribunal Federal - quando estabelece a necessidade de identificar o\nente responsável com base nos critérios constitucionais de\ndescentralização e hierarquização do SUS - relaciona-se ao\ncumprimento de sentença e às regras de ressarcimento aplicáveis ao\nente público que suportou o ônus financeiro decorrente do provimento\njurisdicional que assegurou o direito à saúde. Entender de maneira\ndiversa é afastar o caráter solidário da obrigação, o qual foi\nratificado no precedente qualificado exarado pelo STF.\n7. O acórdão recorrido funda-se na na interpretação do art. 109, I,\nda CF e na aplicação das Súmulas 150/STJ (\"Compete à Justiça Federal\ndecidir sobre a existência de interesse jurídico que justifique a\npresença, no processo, da União, suas autarquias ou empresas\npúblicas\") e 254/STJ (\"A decisão do Juízo Federal que exclui da\nrelação processual ente federal não pode ser reexaminada no Juízo\nEstadual\").\n8. Ademais, a jurisprudência da Primeira Seção é de que não é\nadequado alterar o polo ativo ou passivo da demanda, em Conflito de\nCompetência no STJ, nem  julgar o mérito da ação principal em que se\norigina tal Conflito.\n9. Juízo de retratação rejeitado.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221214",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Primeira Seção do Superior\nTribunal de Justiça:  \"A Primeira Seção, por unanimidade, rejeitou o\njuízo de retratação, nos termos do voto do Sr. Ministro Relator. Os\nSrs. Ministros Mauro Campbell Marques, Benedito Gonçalves, Assusete\nMagalhães, Regina Helena Costa, Gurgel de Faria, Paulo Sérgio\nDomingues, Francisco Falcão e Humberto Martins votaram com o Sr.\nMinistro Relator.\"",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000834392",
  "numeroProcesso" : "177638",
  "numeroRegistro" : "202100426578",
  "siglaClasse" : "RE nos EDcl no AgInt no CC",
  "descricaoClasse" : "RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "HERMAN BENJAMIN",
  "dataPublicacao" : "DJE        DATA:19/12/2022",
  "ementa" : "PROCESSUAL CIVIL. DEVOLUÇÃO DOS AUTOS AO RELATOR PARA EXAME DO JUÍZO\nDE RETRATAÇÃO, NA FORMA DO ART. 1.040, II, DO CPC, ANTE O DECIDIDO\nPELO STF NO RE 855.178 ED/SE (TEMA 793/STF). CONFLITO NEGATIVO\nINSTAURADO ENTRE JUÍZOS  ESTADUAL E FEDERAL. DIREITO À SAÚDE.\nFORNECIMENTO DE MEDICAMENTOS REGISTRADOS NA ANVISA. INTERESSE\nJURÍDICO DA UNIÃO AFASTADO PELA JUSTIÇA FEDERAL. SÚMULAS 150 E\n254/STJ. PRECEDENTES DO STJ. COMPETÊNCIA DA JUSTIÇA ESTADUAL.\n1. De acordo com o disposto no art. 1.040, II, do Código de Processo\nCivil, publicado o acórdão paradigma de Recurso Extraordinário\nrepetitivo, \"o órgão que proferiu o acórdão recorrido, na origem,\nreexaminará o processo de competência originária, a remessa\nnecessária ou o recurso anteriormente julgado, se o acórdão\nrecorrido contrariar a orientação do tribunal superior\".\n2. Ao julgar o RE 855.178 ED/SE (Tema 793/STF), o Supremo Tribunal\nFederal foi bastante claro ao estabelecer na ementa do acórdão: \"É\nda jurisprudência do Supremo Tribunal Federal que o tratamento\nmédico adequado aos necessitados se insere no rol dos deveres do\nEstado, porquanto responsabilidade solidária dos entes federados. O\npolo passivo pode ser composto por qualquer um deles, isoladamente,\nou conjuntamente\".\n3. No julgamento dos Embargos de Declaração do RE 855.178/SE-ED\n(Tema 793), o STF consolidou o entendimento de que \"os entes da\nfederação, em decorrência da competência comum, são solidariamente\nresponsáveis nas demandas prestacionais na área da saúde, e diante\ndos critérios constitucionais de descentralização e hierarquização,\ncompete à autoridade judicial direcionar o cumprimento conforme as\nregras de repartição de competências e determinar o ressarcimento a\nquem suportou o ônus financeiro\".\n4. A tese firmada pelo Supremo Tribunal Federal em repercussão geral\n(Tema 793) refere-se ao cumprimento da sentença e às regras de\nressarcimento aplicáveis ao ente público que suportou o ônus\nfinanceiro decorrente do provimento jurisdicional, de modo que o\nmencionado precedente não modificou as regras de competência\nprevistas no art. 109, I, da Constituição Federal e nas Súmulas 150,\n224 e 254 do Superior Tribunal de Justiça. Portanto, o STF\nreafirmou a solidariedade entre os entes federativos e, ao final dos\ndebates, deliberou expressamente que não haveria litisconsórcio\npassivo necessário entre os entes públicos.\n5. Juízo de retratação rejeitado.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221214",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Primeira Seção do Superior\nTribunal de Justiça:  \"A Primeira Seção, por unanimidade, rejeitou o\njuízo de retratação, nos termos do voto do Sr. Ministro Relator. Os\nSrs. Ministros Mauro Campbell Marques, Benedito Gonçalves, Assusete\nMagalhães, Regina Helena Costa, Gurgel de Faria, Paulo Sérgio\nDomingues, Francisco Falcão e Humberto Martins votaram com o Sr.\nMinistro Relator.\"",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000833815",
  "numeroProcesso" : "28622",
  "numeroRegistro" : "202201492730",
  "siglaClasse" : "AgInt no MS",
  "descricaoClasse" : "AGRAVO INTERNO NO MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "ASSUSETE MAGALHÃES",
  "dataPublicacao" : "DJE        DATA:15/12/2022",
  "ementa" : "ADMINISTRATIVO E PROCESSUAL CIVIL. AGRAVO INTERNO NO MANDADO DE\nSEGURANÇA. ANISTIA POLÍTICA. PORTARIA 1.104/GM-3/1964. RE 817.338\nRG-DF. INSTAURAÇÃO DE PROCEDIMENTO DE REVISÃO. ALEGADA PARCIALIDADE\nDOS MEMBROS DA COMISSÃO DE ANISTIA. AUSÊNCIA DE DIREITO LÍQUIDO E\nCERTO, À MÍNGUA DE PROVA PRÉ-CONSTITUÍDA. NECESSIDADE DE DILAÇÃO\nPROBATÓRIA. IMPOSSIBILIDADE NA VIA MANDAMENTAL. SEGURANÇA DENEGADA.\nPRECEDENTES DO STJ. AGRAVO INTERNO IMPROVIDO.\nI. Agravo interno aviado contra decisão que denegara a segurança,\npublicada na vigência do CPC/2015.\nII. In casu, trata-se de Mandado de Segurança, impetrado pela ora\nagravante, contra suposto ato ilegal da Ministra da Mulher, da\nFamília e dos Direitos Humanos, consubstanciado na determinação de\ninstauração do Procedimento de Revisão da portaria que declarara o\ncônjuge da impetrante anistiado político. Relata a impetrante que a\nautoridade apontada coatora determinou a realização do procedimento\nde revisão/anulação de anistia, concedida com fundamento na Portaria\n1.104/GM-3/1964, com base no art. 10 da Lei 10.559/2002 e na decisão\nproferida pelo Supremo Tribunal Federal no julgamento do RE 817.338\nem Repercussão Geral, intimando-a para apresentar defesa no prazo de\n10 (dez) dias. Sustenta, em síntese, a ausência de imparcialidade\ndos membros da atual Comissão de Anistia, cuja sistemática de\ncomposição vigente foi alterada pela Medida Provisória 870, de\n01/01/2019, convertida na Lei 13.884, de 18/07/2019.\nIII. O presente Agravo interno insurge-se contra a decisão que\ndenegou a segurança, vez que não caracterizadas a certeza e liquidez\ndo direito pleiteado ou a ilegalidade do ato atacado.\nIV. Nos termos do art. 1º da Lei 12.016/2009, \"conceder-se-á mandado\nde segurança para proteger direito líquido e certo, não amparado por\nhabeas corpus ou habeas data, sempre que, ilegalmente ou com abuso\nde poder, qualquer pessoa física ou jurídica sofrer violação ou\nhouver justo receio de sofrê-la por parte de autoridade, seja de que\ncategoria for e sejam quais forem as funções que exerça\".\nV. Na hipótese, a Administração determinou a instauração de\nprocedimento de revisão da anistia concedida com fundamento na\nPortaria 1.104/GM-3/1964 e, posteriormente, notificou a parte\nimpetrante para apresentar defesa. Diante desse contexto, não se\npode olvidar que constitui direito da Administração a revisão dos\natos administrativos supostamente ilegais, desde que obedecido ao\ncontraditório e à ampla defesa, na linha do consolidado na Súmula\n473 do Supremo Tribunal Federal.\nVI. O mandado de segurança não admite dilação probatória, pois a\nprova há de ser pré-constituída, trazida aos autos no momento da\nimpetração, de modo a evidenciar o alegado direito líquido e certo.\nConforme deduzido pelo Ministro OG FERNANDES, \"nesta via não se\ntrabalha com dúvidas, presunções ou ilações. Os fatos têm de ser\nprecisos e incontroversos. A discussão dever orbitar somente no\ncampo da aplicação do direito ao caso concreto, tomando-se como\nparâmetro as provas pré-constituídas acostadas aos autos\" (STJ,\nAgInt no RMS 51.976/BA, Rel. Ministro OG FERNANDES, SEGUNDA TURMA,\nDJe de 28/04/2021).\nVII. Em hipóteses análogas, a Primeira Seção do STJ, em sede de\nAgravo interno, manteve a denegação da segurança, ao fundamento de\nque, \"no caso, a impetrante afirma que a composição atual da\nComissão de Anistia estaria em desalinho com o princípio da\nimpessoalidade, porquanto seus membros não desempenhariam com\nisenção o mister que lhes foi atribuído, em virtude de orientação\nideológica contrária à 'política pública de reparação das vítimas de\nEstado'. Contudo, o tema demanda necessariamente ampla dilação\nprobatória, providência incabível nesta estreita via. (...) Além\ndisso, a autoridade impetrada informou que '4 dos 7 conselheiros\n'impugnados' no presente Mandado de Segurança sequer fazem parte da\natual composição do Conselho da Comissão de Anistia. O anistiado\nalega ainda, que 1/4 do Conselho apresenta um viés militar, e tal\nfato 'aponta para o intencional estreitamento e descontinuidade das\npolíticas públicas de reparação estabelecidas no art. 8º da ADCT da\nCF de 1988', no entanto, a lista apresentada pelo Impetrante\nencontra-se desatualizada. (...) Dos 14 nomes que formam o conselho\natual, verifica-se que apenas 4 Conselheiros já tiveram convívio com\no meio militar' (...). Tais informações confirmam a necessidade de\ndilação probatória\" (STJ, AgInt no MS 28.646/DF, Rel. Ministro\nHERMAN BENJAMIN, PRIMEIRA SEÇÃO, DJe de 24/11/2022). Nesse mesmo\nsentido: STJ, AgInt no MS 28.700/DF, Rel. Ministra REGINA HELENA\nCOSTA, PRIMEIRA SEÇÃO, DJe de 18/11/2022; e AgInt no MS 28.619/DF,\nRel. Ministra REGINA HELENA COSTA, PRIMEIRA SEÇÃO, DJe de\n18/11/2022.\nVIII. Confiram-se, ainda, os seguintes julgados monocráticos: STJ,\nMS 28.630/DF, Rel. Ministro FRANCISCO FALCÃO, DJe de 14/09/2022; MS\n28.648/DF, Rel. Ministro HERMAN BENJAMIN, DJe de 05/09/2022; MS\n28.833/DF, Rel. Ministro OG FERNANDES, DJe de 25/08/2022; MS\n28.616/DF, Rel. Ministra REGINA HELENA COSTA, DJe de 25/05/2022; e\nMS 28.759/DF, Rel. Ministro HUMBERTO MARTINS, DJe de 28/10/2022.\nIX. Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221213",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da PRIMEIRA SEÇÃO do Superior Tribunal de\nJustiça, em sessão virtual de 07/12/2022 a 13/12/2022, por\nunanimidade, negar provimento ao recurso, nos termos do voto da Sra.\nMinistra Relatora.\nOs Srs. Ministros Francisco Falcão, Humberto Martins, Herman\nBenjamin, Mauro Campbell Marques, Benedito Gonçalves, Regina Helena\nCosta e Gurgel de Faria  votaram com a Sra. Ministra Relatora.\nNão participou do julgamento o Sr. Ministro Paulo Sérgio Domingues.\nPresidiu o julgamento o Sr. Ministro Sérgio Kukina.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ "AgInt no MS   28712  DF  2022/0194661-3  Decisão:13/12/2022\nDJE        DATA:15/12/2022", "AgInt no MS   28784  DF  2022/0229548-3  Decisão:13/12/2022\nDJE        DATA:15/12/2022", "AgInt no MS   28799  DF  2022/0237620-7  Decisão:13/12/2022\nDJE        DATA:15/12/2022" ]
}, {
  "id" : "000833825",
  "numeroProcesso" : "175805",
  "numeroRegistro" : "202002883670",
  "siglaClasse" : "AgInt no CC",
  "descricaoClasse" : "AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "ASSUSETE MAGALHÃES",
  "dataPublicacao" : "DJE        DATA:15/12/2022",
  "ementa" : "TRIBUTÁRIO E PROCESSUAL CIVIL. AGRAVO INTERNO NO CONFLITO DE\nCOMPETÊNCIA. EXECUÇÃO FISCAL AJUIZADA POR AUTARQUIA FEDERAL EM FACE\nDE EMPRESA EM RECUPERAÇÃO JUDICIAL. CONFLITO CONHECIDO, PARA\nDECLARAR A COMPETÊNCIA DO JUÍZO FEDERAL PERANTE O QUAL FOI PROPOSTA\nA EXECUÇÃO FISCAL. NÃO CONFIGURAÇÃO DE CONFLITO DE COMPETÊNCIA, EM\nRELAÇÃO AO JUÍZO DA RECUPERAÇÃO JUDICIAL, PORQUANTO NÃO DEMONSTRADA\nA MATERIALIZAÇÃO DA OPOSIÇÃO CONCRETA DO JUÍZO DA EXECUÇÃO FISCAL À\nEFETIVA DELIBERAÇÃO DO JUÍZO DA RECUPERAÇÃO JUDICIAL A RESPEITO DE\nALGUM ATO CONSTRITIVO. AGRAVO INTERNO IMPROVIDO.\nI. Na origem, trata-se de Execução Fiscal, ajuizada pela Agência\nNacional de Transporte Terrestre - ANTT, perante o Juízo Federal da\n4ª Vara de Execução Fiscal de Vitória - SJ/ES, contra Viação\nItapemirim S/A - Em recuperação judicial. O Juízo Federal da 4ª Vara\nde Execução Fiscal de Vitória - SJ/ES, ora suscitado, por entender\nque \"a presente execução fiscal foi ajuizada em 31/07/2019 e a\nmudança da sede da executada se deu em 14/08/2018, evidente que o\ndomicílio da companhia executada não mais se encontrava na área de\natuação desse juízo federal na data do ajuizamento, mas em São\nPaulo/SP\", declarou-se incompetente, de ofício, e determinou a\nredistribuição do feito para a 1ª Subseção Judiciária do Estado de\nSão Paulo. Por sua vez, o Juízo Federal da 13ª Vara de Execuções\nFiscais de São Paulo - SJ/SP, ora suscitante, considerando que \"a\nalegação de incompetência orbita em torno da territorialidade, sendo\neste um critério de competência relativa. Portanto, não pode ser\ndeclarada de ofício pelo juiz, nos termos da Súmula 33 do E.\nSuperior Tribunal de Justiça\", houve por bem suscitar o presente\nConflito de Competência. Nesta Corte, a princípio, o Conflito de\nCompetência foi distribuído no âmbito da Segunda Seção, mas depois\nveio a ser redistribuído, no âmbito da Primeira Seção. Na decisão\nora agravada, tendo em vista a Súmula 33/STJ, o Conflito de\nCompetência foi conhecido, para declarar a competência do Juízo\nFederal da 4ª Vara de Execução Fiscal de Vitória - SJ/ES, ora\nsuscitado, ensejando a interposição do presente Agravo interno, pela\nparte executada.\nII. Em se tratando de Execução Fiscal, na forma da atual\njurisprudência do STJ, com relação ao Juízo da Recuperação Judicial,\n\"somente estará configurado o conflito de competência caso seja\nefetiva a constrição de algum bem da recuperanda pelo Juízo da\nexecução e o Juízo universal, sendo noticiado dessa circunstância,\nreconheça, por decisão, a essencialidade de tal ativo à manutenção\nda atividade empresarial durante o curso do processo de soerguimento\ne, determinando ele a substituição do bem, encontre oposição ou\nresistência do Juízo da demanda executiva (CC 181.190/AC, Rel.\nMinistro MARCO AURÉLIO BELLIZZE, julgado em 30/11/2021, DJe\n07/12/2021)\" (STJ, AgInt no CC 181.379/PE, Rel. Ministro PAULO DE\nTARSO SANSEVERINO, SEGUNDA SEÇÃO, DJe de 17/06/2022).\nIII. No caso, não restou demonstrada qualquer situação configuradora\nde conflito de competência, em relação ao Juízo da Recuperação\nJudicial, porquanto não se tem notícia, no presente Conflito, da\nmaterialização da oposição concreta do Juízo da Execução Fiscal à\nefetiva deliberação do Juízo da Recuperação Judicial a respeito de\nalgum ato constritivo.\nIV. Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221213",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da PRIMEIRA SEÇÃO do Superior Tribunal de\nJustiça, em sessão virtual de 07/12/2022 a 13/12/2022, por\nunanimidade, negar provimento ao recurso, nos termos do voto da Sra.\nMinistra Relatora.\nOs Srs. Ministros Francisco Falcão, Humberto Martins, Herman\nBenjamin, Mauro Campbell Marques, Benedito Gonçalves, Regina Helena\nCosta e Gurgel de Faria  votaram com a Sra. Ministra Relatora.\nNão participou do julgamento o Sr. Ministro Paulo Sérgio Domingues.\nPresidiu o julgamento o Sr. Ministro Sérgio Kukina.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000833969",
  "numeroProcesso" : "2338",
  "numeroRegistro" : "202102807390",
  "siglaClasse" : "AgInt no PUIL",
  "descricaoClasse" : "AGRAVO INTERNO NO PEDIDO DE UNIFORMIZAÇÃO DE INTERPRETAÇÃO DE LEI",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "MAURO CAMPBELL MARQUES",
  "dataPublicacao" : "DJE        DATA:15/12/2022",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NO PEDIDO DE UNIFORMIZAÇÃO DE\nINTERPRETAÇÃO DE LEI. DIVERGÊNCIA JURISPRUDENCIAL. NÃO DEMONSTRAÇÃO.\nSÚMULA DO STJ CONTRARIADA. NÃO DEMONSTRAÇÃO. AGRAVO INTERNO NÃO\nPROVIDO.\n1. No agravo interno, a União sustenta a reforma da decisão ora\nimpugnada, porque entende que as premissas acerca dos julgados\nconfrontados são as mesmas do julgado ora impugnado nos autos, de\nmodo que há divergência entre o entendimento da TNU e Súmula do STJ.\nAssevera, também, que houve comprovação da similitude fático\njurídica entre o acórdão da TNU em relação ao entendimento\njurisprudencial do STJ consubstanciado no Tema n. 538 dos recursos\nespeciais repetitivos. Defende a legalidade da limitação temporal da\nconcessão da ajuda de custo a servidores públicos por meio de normas\ninfralegais.\n2. O agravo interno não indica com precisão qual enunciado sumular\ndo STJ deixou de ser observado pela TNU. Ademais, a União também não\nindicou que o julgado impugnado diverge do entendimento adotado por\noutras Turmas Recursais de outros Estados da Federação. Logo, como\ndestacado na decisão ora impugnada, o pedido de uniformização não\npode ser conhecido.\n3. Ademais, a União não realizou efetiva comparação das\ncircunstâncias que demonstram a similitude entre o paradigma e a\nhipótese dos autos. Contudo, tal como no recurso especial interposto\npelo art. 105, III, \"c\", da CF/1988, nesse pedido de uniformização\nhá necessidade de apresentação da devida controvérsia\njurisprudencial suscitada pelo requerente.\n4. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221213",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da PRIMEIRA SEÇÃO do Superior Tribunal de\nJustiça, em sessão virtual de 07/12/2022 a 13/12/2022, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Humberto Martins, Herman\nBenjamin, Benedito Gonçalves, Assusete Magalhães, Regina Helena\nCosta e Gurgel de Faria  votaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Paulo Sérgio Domingues.\nPresidiu o julgamento o Sr. Ministro Sérgio Kukina.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000833970",
  "numeroProcesso" : "1752136",
  "numeroRegistro" : "201801652566",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "REGINA HELENA COSTA",
  "dataPublicacao" : "DJE        DATA:15/12/2022",
  "ementa" : "PROCESSUAL CIVIL. MILITAR. AGRAVO INTERNO NOS EMBARGOS DE\nDIVERGÊNCIA EM RECURSO ESPECIAL. CÓDIGO DE PROCESSO CIVIL DE 2015.\nAPLICABILIDADE. ACÓRDÃO EMBARGADO EM SINTONIA COM A ORIENTAÇÃO DA\nCORTE. SÚMULA N. 168/STJ.  ARGUMENTOS INSUFICIENTES PARA\nDESCONSTITUIR A DECISÃO ATACADA. APLICAÇÃO DE MULTA. ART. 1.021, §\n4º, DO CÓDIGO DE PROCESSO CIVIL DE 2015. DESCABIMENTO.\nI - Consoante o decidido pelo Plenário desta Corte na sessão\nrealizada em 09.03.2016, o regime recursal será determinado pela\ndata da publicação do provimento jurisdicional impugnado. In casu,\naplica-se o Código de Processo Civil de 2015.\nII - O acórdão embargado seguiu orientação da jurisprudência desta\nCorte, segundo a qual a mera reintegração de militar temporário na\ncondição de adido, para tratamento médico, não configura hipótese de\nestabilidade nos quadros das Forças Armadas.\nIII - Nos termos da Súmula n. 168/STJ, \"Não cabem embargos de\ndivergência, quando a jurisprudência do tribunal se firmou no mesmo\nsentido do acórdão embargado\".\nIV - A divergência jurisprudencial deve ser demonstra entre julgados\natuais, não se prestando para configurar o dissídio precedentes que\nnão representam o posicionamento desta Corte.\nV - Em regra, descabe a imposição da multa prevista no art. 1.021, §\n4º, do Código de Processo Civil de 2015 em razão do mero\ndesprovimento do Agravo Interno em votação unânime, sendo necessária\na configuração da manifesta inadmissibilidade ou improcedência do\nrecurso a autorizar sua aplicação, o que não ocorreu no caso.\nVI - Agravo Interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221213",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da PRIMEIRA SEÇÃO do Superior Tribunal de\nJustiça, em sessão virtual de 07/12/2022 a 13/12/2022, por\nunanimidade, negar provimento ao recurso, nos termos do voto da Sra.\nMinistra Relatora.\nOs Srs. Ministros Francisco Falcão, Humberto Martins, Herman\nBenjamin, Mauro Campbell Marques, Benedito Gonçalves, Assusete\nMagalhães e Gurgel de Faria  votaram com a Sra. Ministra Relatora.\nNão participou do julgamento o Sr. Ministro Paulo Sérgio Domingues.\nPresidiu o julgamento o Sr. Ministro Sérgio Kukina.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000833971",
  "numeroProcesso" : "27885",
  "numeroRegistro" : "202102084015",
  "siglaClasse" : "AgInt no MS",
  "descricaoClasse" : "AGRAVO INTERNO NO MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "REGINA HELENA COSTA",
  "dataPublicacao" : "DJE        DATA:15/12/2022",
  "ementa" : "PROCESSUAL CIVIL. ADMINISTRATIVO. AGRAVO INTERNO NO MANDADO DE\nSEGURANÇA. CÓDIGO DE PROCESSO CIVIL DE 2015. APLICABILIDADE. ANISTIA\nPOLÍTICA. INDEFERIMENTO DO PEDIDO NA SEARA ADMINISTRATIVA. REVISÃO\nDO MÉRITO DO REQUERIMENTO. IMPOSSIBILIDADE NO CASO DOS AUTOS.\nDILAÇÃO PROBATÓRIA. NECESSIDADE. INADEQUAÇÃO DA VIA ELEITA.\nPRECEDENTES. ARGUMENTOS INSUFICIENTES PARA DESCONSTITUIR A DECISÃO\nATACADA. APLICAÇÃO DE MULTA. ART. 1.021, § 4º, DO CÓDIGO DE PROCESSO\nCIVIL DE 2015. DESCABIMENTO.\nI - Consoante o decidido pelo Plenário desta Corte na sessão\nrealizada em 09.03.2016, o regime recursal será determinado pela\ndata da publicação do provimento jurisdicional impugnado. In casu,\naplica-se o Código de Processo Civil de 2015.\nII - A Lei n. 12.016/2009, em seu art. 1º, estabelece, como condição\npara utilização da via mandamental, a existência de direito líquido\ne certo a ser protegido contra ato emanado de autoridade investida\nnas atribuições do Poder Público.\nIII - Esta Corte possui entendimento segundo o qual caracteriza-se\ncomo líquido e certo o direito que prescinde de dilação probatória,\nsendo demonstradas, pelo Impetrante, a ocorrência dos fatos e a\nrelação jurídica existente por meio de documentação que possibilite\na imediata apreciação da pretensão pelo Juízo.\nIV - No caso, extrai-se dos documentos juntados haver controvérsia\nsobre o motivo da prisão e a voluntariedade na saída do cargo\npúblico então ocupado pelo de cujus, razão pela qual a solução\ndessas questões demanda dilação probatória, providência incompatível\ncom a via do Mandado de Segurança.\nV - Não apresentação de argumentos suficientes para desconstituir a\ndecisão recorrida.\nVI - Em regra, descabe a imposição da multa, prevista no art. 1.021,\n§ 4º, do Código de Processo Civil de 2015, em razão do mero\nimprovimento do Agravo Interno em votação unânime, sendo necessária\na configuração da manifesta inadmissibilidade ou improcedência do\nrecurso a autorizar sua aplicação, o que não ocorreu no caso.\nVII - Agravo Interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221213",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da PRIMEIRA SEÇÃO do Superior Tribunal de\nJustiça, em sessão virtual de 07/12/2022 a 13/12/2022, por\nunanimidade, negar provimento ao recurso, nos termos do voto da Sra.\nMinistra Relatora.\nOs Srs. Ministros Francisco Falcão, Humberto Martins, Herman\nBenjamin, Mauro Campbell Marques, Benedito Gonçalves, Assusete\nMagalhães e Gurgel de Faria  votaram com a Sra. Ministra Relatora.\nNão participou do julgamento o Sr. Ministro Paulo Sérgio Domingues.\nPresidiu o julgamento o Sr. Ministro Sérgio Kukina.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000833972",
  "numeroProcesso" : "26918",
  "numeroRegistro" : "202002588065",
  "siglaClasse" : "AgInt no MS",
  "descricaoClasse" : "AGRAVO INTERNO NO MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "REGINA HELENA COSTA",
  "dataPublicacao" : "DJE        DATA:15/12/2022",
  "ementa" : "SERVIDOR PÚBLICO. PROCESSUAL CIVIL. AGRAVO INTERNO NO MANDADO DE\nSEGURANÇA. CÓDIGO DE PROCESSO CIVIL DE 2015. APLICABILIDADE.\nFRAGILIDADE DO ACERVO PROBATÓRIO QUE CONDUZIU À CONDENAÇÃO\nDISCIPLINAR DO IMPETRANTE. INADEQUAÇÃO DA VIA ELEITA. INTIMAÇÃO DO\nSERVIDOR APÓS APRESENTAÇÃO DO RELATÓRIO FINAL. DESNECESSIDADE.\nPROVAS. REQUERIMENTO INDEFERIDO. DECISÃO MOTIVADA. AUSÊNCIA DE\nCERCEAMENTO DE DEFESA. ARGUMENTOS INSUFICIENTES PARA DESCONSTITUIR A\nDECISÃO ATACADA. APLICAÇÃO DE MULTA. ART. 1.021, § 4º, DO CPC/2015.\nDESCABIMENTO.\nI - Consoante o decidido pelo Plenário desta Corte, na sessão\nrealizada em 09.03.2016, o regime recursal será determinado pela\ndata da publicação do provimento jurisdicional impugnado. In casu,\naplica-se o estatuto processual de 2015.\nII - Consoante a jurisprudência desta Corte, \"a opção pela via do\nmandado de segurança oferece aos impetrantes o bônus da maior\nceleridade processual e da prioridade na tramitação em relação às\nações ordinárias, porém, essa opção cobra o preço da prévia, cabal e\nincontestável demonstração dos fatos alegados, mediante prova\ndocumental idônea, a ser apresentada desde logo com a inicial,\nevidenciando a liquidez e certeza do direito afirmado.\" (AgRg no MS\nn. 19.025/DF, Rel. Ministro Sérgio Kukina, Primeira Seção, DJe\n21/9/2016).\nIII - Não acarreta nulidade do PAD, por cerceamento de defesa, o\nindeferimento de produção de provas e diligências, quando estas\nforem desnecessárias ou protelatórias, havendo motivação idônea\nnesse sentido, nos termos do art. 156 da Lei n. 8.112/1990.\nIV - A falta de intimação do servidor público, após a apresentação\ndo relatório final pela comissão processante, em processo\nadministrativo disciplinar, não configura ofensa às garantias do\ncontraditório e da ampla defesa, ante a ausência de previsão legal.\nPrecedentes do STF e do STJ.\nV - É pacífica a jurisprudência desta Corte segundo a qual o mandado\nde segurança não constitui a via adequada para o exame da\nsuficiência do conjunto fático-probatório constante do Processo\nAdministrativo Disciplinar - PAD, a fim de verificar se o Impetrante\npraticou ou não os atos que foram a ele imputados e que serviram de\nbase para a imposição de penalidade administrativa.\nVI - O controle jurisdicional do PAD restringe-se ao exame da\nregularidade do procedimento e à legalidade do ato, à luz dos\nprincípios do contraditório, da ampla defesa e do devido processo\nlegal, sendo-lhe defesa qualquer incursão no mérito administrativo,\na impedir a análise e valoração das provas constantes no processo\ndisciplinar.\nVII - Não apresentação de argumentos suficientes para desconstituir\na decisão recorrida.\nVIII - Em regra, descabe a imposição da multa, prevista no art.\n1.021, § 4º, do Código de Processo Civil de 2015, em razão do mero\nimprovimento do Agravo Interno em votação unânime, sendo necessária\na configuração da manifesta inadmissibilidade ou improcedência do\nrecurso a autorizar sua aplicação, o que não sucedeu no caso.\nIX - Agravo Interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221213",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da PRIMEIRA SEÇÃO do Superior Tribunal de\nJustiça, em sessão virtual de 07/12/2022 a 13/12/2022, por\nunanimidade, negar provimento ao recurso, nos termos do voto da Sra.\nMinistra Relatora.\nOs Srs. Ministros Francisco Falcão, Humberto Martins, Herman\nBenjamin, Mauro Campbell Marques, Benedito Gonçalves, Assusete\nMagalhães e Gurgel de Faria  votaram com a Sra. Ministra Relatora.\nNão participou do julgamento o Sr. Ministro Paulo Sérgio Domingues.\nPresidiu o julgamento o Sr. Ministro Sérgio Kukina.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000833973",
  "numeroProcesso" : "25450",
  "numeroRegistro" : "201902820672",
  "siglaClasse" : "AgInt nos EDcl no MS",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NO MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "REGINA HELENA COSTA",
  "dataPublicacao" : "DJE        DATA:15/12/2022",
  "ementa" : "PROCESSUAL CIVIL. SERVIÇOS PÚBLICOS. RADIOFUSÃO. AGRAVO INTERNO NOS\nEMBARGOS DE DECLARAÇÃO NO MANDADO DE SEGURANÇA. CÓDIGO DE PROCESSO\nCIVIL DE 2015. APLICABILIDADE. CONCESSÃO DE OUTORGA DE SERVIÇO DE\nRADIODIFUSÃO COMUNITÁRIA. ILEGITIMIDADE PASSIVA DO MINISTRO DE\nESTADO DA CIÊNCIA, TECNOLOGIA, INOVAÇÕES E COMUNICAÇÕES. AUSÊNCIA DE\nCOMPETÊNCIA DESTA CORTE. ATRIBUIÇÃO DA JUSTIÇA FEDERAL DE PRIMEIRO\nGRAU. ARGUMENTOS INSUFICIENTES PARA DESCONSTITUIR A DECISÃO ATACADA.\nAPLICAÇÃO DE MULTA. ART. 1.021, § 4º, DO CÓDIGO DE PROCESSO CIVIL DE\n2015. DESCABIMENTO.\nI - Consoante o decidido pelo Plenário desta Corte na sessão\nrealizada em 09.03.2016, o regime recursal será determinado pela\ndata da publicação do provimento jurisdicional impugnado. In casu,\naplica-se o Código de Processo Civil de 2015.\nII - Conquanto indicado o Sr. Ministro de Estado da Ciência,\nTecnologia, Inovações e Comunicações como autoridade coatora, e\nconquanto apontado, de forma genérica, o cabimento preventivo do\nmandamus, o pedido formulado pelo Impetrante na inicial do presente\nwrit não diz com ato por ele praticado, ou omissivo a ele imputável.\nIII - Resta afastada a competência originária desta Corte, para\nprocessar e julgar o presente feito, nos termos do art. 105, I, b,\nda Constituição da República. Precedentes.\nV - A Agravante não apresenta, no agravo, argumentos suficientes\npara desconstituir a decisão recorrida.\nVI - Em regra, descabe a imposição da multa prevista no art. 1.021,\n§ 4º, do Código de Processo Civil de 2015 em razão do mero\ndesprovimento do Agravo Interno em votação unânime, sendo necessária\na configuração da manifesta inadmissibilidade ou improcedência do\nrecurso a autorizar sua aplicação, o que não ocorreu no caso.\nVII - Agravo Interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221213",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da PRIMEIRA SEÇÃO do Superior Tribunal de\nJustiça, em sessão virtual de 07/12/2022 a 13/12/2022, por\nunanimidade, negar provimento ao recurso, nos termos do voto da Sra.\nMinistra Relatora.\nOs Srs. Ministros Francisco Falcão, Humberto Martins, Herman\nBenjamin, Mauro Campbell Marques, Benedito Gonçalves, Assusete\nMagalhães e Gurgel de Faria  votaram com a Sra. Ministra Relatora.\nNão participou do julgamento o Sr. Ministro Paulo Sérgio Domingues.\nPresidiu o julgamento o Sr. Ministro Sérgio Kukina.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000833974",
  "numeroProcesso" : "24390",
  "numeroRegistro" : "201801420516",
  "siglaClasse" : "AgInt no MS",
  "descricaoClasse" : "AGRAVO INTERNO NO MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "REGINA HELENA COSTA",
  "dataPublicacao" : "DJE        DATA:15/12/2022",
  "ementa" : "PROCESSUAL CIVIL E ADMINISTRATIVO. SERVIDOR PÚBLICO. AGRAVO INTERNO\nNO MANDADO DE SEGURANÇA. CÓDIGO DE PROCESSO CIVIL DE 2015.\nAPLICABILIDADE. PRESCRIÇÃO DA PRETENSÃO PUNITIVA NÃO VERIFICADA.\nPRORROGAÇÃO DOS TRABALHOS DA COMISSÃO PROCESSANTE. AUSÊNCIA DE\nNULIDADE. NECESSIDADE DE DEMONSTRAÇÃO DE PREJUÍZO À DEFESA.\nPRINCÍPIO PAS DE NULLITÉ SANS GRIEF. INSUFICIÊNCIA DE PROVAS PARA\nCONDENAÇÃO. INADEQUAÇÃO DA VIA ELEITA.  ABSOLVIÇÃO NO JUÍZO CRIMINAL\nPOR AUSÊNCIA DE PROVA. INDEPENDÊNCIA ENTRE AS ESFERAS PENAL E\nADMINISTRATIVA. ARGUMENTOS INSUFICIENTES PARA DESCONSTITUIR A\nDECISÃO ATACADA. APLICAÇÃO DE MULTA. ART. 1.021, § 4º, DO CPC/2015.\nDESCABIMENTO.\nI - Consoante o decidido pelo Plenário desta Corte na sessão\nrealizada em 09.03.2016, o regime recursal será determinado pela\ndata da publicação do provimento jurisdicional impugnado. In casu,\naplica-se o Código de Processo Civil de 2015.\nII - Extinto o Mandado de Segurança n. 19.325/DF, em razão da perda\nde objeto, restou prejudicada a liminar anteriormente concedida, não\nhavendo impedimento para que a Administração prosseguisse com o\nprocesso administrativo, inclusive com a aplicação da sanção\ndisciplinar.\nIII - Somente quando cessada a eficácia da liminar concedida se\npoderia aplicar qualquer penalidade ao servidor. Em 15.05.2018,\ntransitou em julgado a decisão extinguindo o Mandado de Segurança\nsem julgamento do mérito, nesse cenário, com a ocorrência da\ncassação da aposentadoria, mediante Portaria n. 72, na data de 17 de\nmaio de 2018, não há que se falar em prescrição.\nIV - Esta Corte pacificou entendimento segundo o qual o excesso de\nprazo para a conclusão do processo administrativo disciplinar não\ngera, por si só, a nulidade do feito, desde que não haja prejuízo ao\nacusado, em observância ao princípio do pas de nulité sans grief.\nV - Em processo administrativo disciplinar, apenas se declara a\nnulidade de um ato processual quando houver efetiva demonstração de\nprejuízo à defesa. Não havendo efetiva comprovação de prejuízos\nsuportados pela defesa, concluir em sentido diverso demandaria\ndilação probatória, o que não é possível em sede de mandado de\nsegurança, no qual se exige prova documental pré-constituída.\nPrecedentes.\nVI - O aresto atacado encontra-se em harmonia com a jurisprudência\ndesta Corte segundo a qual o processo administrativo é, em regra,\nautônomo em relação ao processo penal, somente experimentando seus\nreflexos nos casos de decisão absolutória por inexistência de fato\n(art. 386, I, CPP) ou negativa de autoria (art. 386, IV, CPP).\nVII - Não apresentação de argumentos suficientes para desconstituir\na decisão recorrida.\nVIII - Em regra, descabe a imposição da multa, prevista no art.\n1.021, § 4º, do Código de Processo Civil de 2015, em razão do mero\nimprovimento do Agravo Interno em votação unânime, sendo necessária\na configuração da manifesta inadmissibilidade ou improcedência do\nrecurso a autorizar sua aplicação, o que não ocorreu no caso.\nIX - Agravo Interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221213",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da PRIMEIRA SEÇÃO do Superior Tribunal de\nJustiça, em sessão virtual de 07/12/2022 a 13/12/2022, por\nunanimidade, negar provimento ao recurso, nos termos do voto da Sra.\nMinistra Relatora.\nOs Srs. Ministros Francisco Falcão, Humberto Martins, Herman\nBenjamin, Mauro Campbell Marques, Benedito Gonçalves, Assusete\nMagalhães e Gurgel de Faria  votaram com a Sra. Ministra Relatora.\nNão participou do julgamento o Sr. Ministro Paulo Sérgio Domingues.\nPresidiu o julgamento o Sr. Ministro Sérgio Kukina.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000833975",
  "numeroProcesso" : "6665",
  "numeroRegistro" : "201903598182",
  "siglaClasse" : "AgInt na AR",
  "descricaoClasse" : "AGRAVO INTERNO NA AÇÃO RESCISÓRIA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "REGINA HELENA COSTA",
  "dataPublicacao" : "DJE        DATA:15/12/2022",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NA AÇÃO RESCISÓRIA. CÓDIGO DE\nPROCESSO CIVIL DE 2015. APLICABILIDADE. ALEGAÇÃO DE VIOLAÇÃO LITERAL\nDE LEI FEDERAL. DECISÃO DESTA CORTE QUE NÃO APRECIOU O MÉRITO.\nINCOMPETÊNCIA DESTA CORTE. ARGUMENTOS INSUFICIENTES PARA\nDESCONSTITUIR A DECISÃO ATACADA. APLICAÇÃO DE MULTA. ART. 1.021, §\n4º, DO CÓDIGO DE PROCESSO CIVIL DE 2015. DESCABIMENTO.\nI - Consoante o decidido pelo Plenário desta Corte na sessão\nrealizada em 09.03.2016, o regime recursal será determinado pela\ndata da publicação do provimento jurisdicional impugnado. In casu,\naplica-se o Código de Processo Civil de 2015.\nII - A alegação de violação à coisa julgada não foi analisada no\nrecurso especial, uma vez que a desconstituição das premissas\nfirmadas no acórdão recorrido demandariam a revisão do acervo\nprobatório os autos, atraindo a aplicação da Súmula 7/STJ.\nOutrossim, não foi discutido no feito a correta fixação do momento\nde eclosão da moléstia, a tese de possibilidade de cumulação do\nbenefício, em sede de recurso especial, foi discutida, tão somente,\nsob o enfoque da vitaliciedade assegurada na sentença concessiva.\nIII - Não havendo decisão de mérito a ser rescindida no âmbito deste\nTribunal, encontra-se configurada a incompetência do STJ para\nprocessar e julgar a presente demanda.\nIV - O Agravante não apresenta, no agravo, argumentos suficientes\npara desconstituir a decisão recorrida.\nV - Em regra, descabe a imposição da multa prevista no art. 1.021, §\n4º, do Código de Processo Civil de 2015 em razão do mero\ndesprovimento do Agravo Interno em votação unânime, sendo necessária\na configuração da manifesta inadmissibilidade ou improcedência do\nrecurso a autorizar sua aplicação, o que não ocorreu no caso.\nVI - Agravo Interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221213",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da PRIMEIRA SEÇÃO do Superior Tribunal de\nJustiça, em sessão virtual de 07/12/2022 a 13/12/2022, por\nunanimidade, negar provimento ao recurso, nos termos do voto da Sra.\nMinistra Relatora.\nOs Srs. Ministros Francisco Falcão, Humberto Martins, Herman\nBenjamin, Mauro Campbell Marques, Benedito Gonçalves, Assusete\nMagalhães e Gurgel de Faria  votaram com a Sra. Ministra Relatora.\nNão participou do julgamento o Sr. Ministro Paulo Sérgio Domingues.\nPresidiu o julgamento o Sr. Ministro Sérgio Kukina.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000834096",
  "numeroProcesso" : "41598",
  "numeroRegistro" : "202100896804",
  "siglaClasse" : "AgInt na Rcl",
  "descricaoClasse" : "AGRAVO INTERNO NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "FRANCISCO FALCÃO",
  "dataPublicacao" : "DJE        DATA:16/12/2022",
  "ementa" : "PROCESSUAL CIVIL. ADMINISTRATIVO. RECLAMAÇÃO. CONFLITO DE\nCOMPETÊNCIA. FORNECIMENTO DE MEDICAMENTO. RENAME/SUS. CASSAÇÃO DA\nSENTENÇA PROFERIDA PELO JUÍZO A QUO. DESPROVIMENTO DO AGRAVO\nINTERNO. MANUTENÇÃO DA DECISÃO RECORRIDA.\nI - Trata-se de reclamação, com pedido liminar, aduzindo que o\ntribunal estadual descumpriu decisão desta Corte, exarada nos autos\nde conflito negativo de competência.\nII - No julgamento do CC n. 169.825, determinou-se a competência da\nJustiça estadual para apreciar a ação de obrigação de fazer que\nobjetiva o fornecimento do medicamento Ibandronato de Sódio 150 mg,\nfármaco não incluído na Rename/SUS.\nIII - Verifica-se que a Turma Recursal reclamada declarou a\nincompetência da Justiça estadual para julgar o feito, e determinou\na remessa dos autos ao Juízo de origem, a fim que de que fosse\nemendada a petição inicial para incluir a União no polo passivo.\nIV - Ao proceder dessa forma, o tribunal estadual descumpre a\ndeterminação proferida no CC n. 169.825, de modo que deve ser\ncassada a decisão atacada para que outra seja proferida pela Turma\nRecursal respectiva.\nV - Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221213",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da PRIMEIRA SEÇÃO do Superior Tribunal de\nJustiça, em sessão virtual de 07/12/2022 a 13/12/2022, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Humberto Martins, Herman Benjamin, Mauro Campbell\nMarques, Benedito Gonçalves, Assusete Magalhães, Regina Helena Costa\ne Gurgel de Faria  votaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Paulo Sérgio Domingues.\nPresidiu o julgamento o Sr. Ministro Sérgio Kukina.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000834139",
  "numeroProcesso" : "1366295",
  "numeroRegistro" : "201200595808",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "BENEDITO GONÇALVES",
  "dataPublicacao" : "DJE        DATA:16/12/2022",
  "ementa" : "PROCESSUAL CIVIL E DIREITO ADMINISTRATIVO. AGRAVO INTERNO NOS\nEMBARGOS DE DIVERGÊNCIA NO RECURSO ESPECIAL. DIVERGÊNCIA NÃO\nCOMPROVADA. INEXISTÊNCIA DE SIMILITUDE FÁTICA ENTRE OS ACÓRDÃOS\nCONFRONTADOS.\n1. Tendo o recurso sido interposto contra decisão publicada na\nvigência do Código de Processo Civil de 1973, devem ser exigidos os\nrequisitos de admissibilidade na forma nele previsto, conforme\nEnunciado Administrativo n. 2/2016/STJ.\n2. O acórdão embargado entendeu, conforme remansosa jurisprudência\ndesta Corte e em razão do disposto nos artigos 475-P, II, e 575, II,\ndo CPC, que a execução do julgado deve ser efetuada no mesmo juízo\nque processou a causa principal, de forma que, tendo havido trânsito\nem julgado da decisão que definiu a competência da justiça estadual\npara o julgamento da ação de conhecimento (RESp 183.800/PE), não há\ncomo o feito ser deslocado, em sede de execução, para a Justiça\nFederal, como pretende a recorrente.\n3. Sob a alegação de divergência com o que fora adotado em outros\nprecedentes desta Corte, a embargante defende, em suma, ser da\nJustiça Federal a competência para julgar a causa em que haja\nmanifesto interesse jurídico e econômico da União, não havendo o que\nse falar em preclusão da matéria alegada, por ser de ordem pública.\nDefende, também, a aplicação imediata da Lei n. 9.469/1997.\n4. O alegado dissídio jurisprudencial não foi devidamente comprovado\nnos moldes estabelecidos nos artigos 541, parágrafo único, do\nCPC/1973 e 255, § 1º, do RISTJ, haja vista que não foi realizado o\ndevido cotejo analítico, além de que não se vislumbra similitude\nfática entre o acórdão embargado e os paradigmas, que examinaram a\nquestão sob outro enfoque fático e jurídico e sem alcançar a\npeculiaridade existente no presente caso, relativa a ocorrência de\ntrânsito em julgado da questão acerca da competência da Justiça\nEstadual.\n5. Além disso, o acórdão embargado sequer discutiu a tese jurídica\nrelativa à aplicação imediata da Lei n. 9.469/1997, utilizada pela\nembargante como fundamento para atrair a competência para a Justiça\nFederal.\n6. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221213",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da PRIMEIRA SEÇÃO do Superior Tribunal de\nJustiça, em sessão virtual de 07/12/2022 a 13/12/2022, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Humberto Martins, Herman\nBenjamin, Mauro Campbell Marques, Assusete Magalhães, Regina Helena\nCosta e Gurgel de Faria  votaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Paulo Sérgio Domingues.\nPresidiu o julgamento o Sr. Ministro Sérgio Kukina.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000834313",
  "numeroProcesso" : "27747",
  "numeroRegistro" : "202101579189",
  "siglaClasse" : "AgInt nos EDcl no MS",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NO MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "HERMAN BENJAMIN",
  "dataPublicacao" : "DJE        DATA:19/12/2022",
  "ementa" : "PROCESSUAL CIVIL. MANDADO DE SEGURANÇA. ANULAÇÃO DE PORTARIA\nCONCESSIVA DE ANISTIA POLÍTICA. LEGITIMIDADE ATIVA DA PENSIONISTA DO\nDE CUJUS.\n 1. Ao contrário do que alega a União, a certidão de óbito do\nanistiado político encontra-se juntada com a petição inicial, à fl.\n22, e-STJ, destes autos. Lá consta a data de seu óbito (10 de\nnovembro de 2009).\n 2. Por último, consoante bem observado pela agravada, a impetração\nnão foi realizada para discutir o direito à percepção da parcela\natinente aos retroativos estabelecidos na Portaria 1.549/2004, mas à\nmanutenção da prestação mensal e continuada que a impetrante já\nrecebia, em seu nome, após o óbito do anistiado militar. Dito de\noutro modo, a impetrante ajuizou a demanda para pleitear direito\npróprio e em seu próprio nome.\n 3. Agravo Interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221213",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 07/12/2022 a 13/12/2022,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Humberto Martins, Mauro Campbell\nMarques, Benedito Gonçalves, Assusete Magalhães, Regina Helena\nCosta e Gurgel de Faria  votaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Paulo Sérgio Domingues.\nPresidiu o julgamento o Sr. Ministro Sérgio Kukina.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000834314",
  "numeroProcesso" : "191187",
  "numeroRegistro" : "202202688918",
  "siglaClasse" : "AgInt no CC",
  "descricaoClasse" : "AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "HERMAN BENJAMIN",
  "dataPublicacao" : "DJE        DATA:19/12/2022",
  "ementa" : "PROCESSUAL CIVIL. RECONHECIMENTO DE TESE COM REPERCUSSÃO GERAL.\nDESNECESSIDADE DE SOBRESTAR O FEITO. AUSÊNCIA DE IMPUGNAÇÃO ADEQUADA\nÀ DECISÃO RECORRIDA. APLICAÇÃO DA SÚMULA 182/STJ. PRECEDENTE DA\nCORTE ESPECIAL DO STJ.\n 1. Preliminarmente, o pedido de sobrestamento do feito até o\njulgamento do Tema 1.143, pelo STF, deve ser indeferido, pois a\nCorte Especial do Superior Tribunal de Justiça, ao acolher Questão\nde Ordem, definiu que a suspensão dos feitos não é decorrência\nautomática do reconhecimento da Repercussão Geral, devendo haver\ndecisão expressa do Relator para que haja sobrestamento (REsp\n1.202.071/SP, Rel. Ministro Herman Benjamin, DJe 3.6.2019).\n 2. Na hipótese sub judicie, não houve determinação do STF no\nsentido da suspensão do julgamento dos feitos que tratem da mesma\nmatéria cuja Repercussão Geral foi reconhecida.\n 3. Quanto ao mérito, como é de sabença, as razões do Recurso de\nAgravo Interno devem exprimir, com transparência e objetividade, os\nmotivos pelos quais a parte recorrente visa reformar o decisum, o\nque não foi feito na peça recursal, visto que não impugnou a tese\nvencedora.\n 4. A jurisprudência do STJ aplica sua Súmula 182 ao Agravo em\nRecurso Especial que não refuta, de maneira específica, os\nfundamentos da decisão de admissibilidade proferida pelo Tribunal a\nquo, bem como ao Agravo Interno que combate de maneira deficiente a\ndecisão monocrática proferida com base no art. 932 do CPC.\n 5. Agravo Interno não conhecido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221213",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 07/12/2022 a 13/12/2022,\npor unanimidade, não conhecer do recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Humberto Martins, Mauro Campbell\nMarques, Benedito Gonçalves, Assusete Magalhães, Regina Helena\nCosta e Gurgel de Faria  votaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Paulo Sérgio Domingues.\nPresidiu o julgamento o Sr. Ministro Sérgio Kukina.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ "AgInt no CC  190880  PE  2022/0256302-0  Decisão:13/12/2022\nDJE        DATA:19/12/2022" ]
}, {
  "id" : "000834316",
  "numeroProcesso" : "28554",
  "numeroRegistro" : "202201146661",
  "siglaClasse" : "AgInt no MS",
  "descricaoClasse" : "AGRAVO INTERNO NO MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "HERMAN BENJAMIN",
  "dataPublicacao" : "DJE        DATA:19/12/2022",
  "ementa" : "ADMINISTRATIVO. AGRAVO INTERNO EM MANDADO DE SEGURANÇA. ATO COATOR\nNÃO COMPROVADO. ILEGITIMIDADE DA AUTORIDADE IMPETRADA. AUSÊNCIA DE\nIMPUGNAÇÃO ESPECÍFICA DO AGRAVO INTERNO. RECURSO NÃO CONHECIDO.\n 1. A petição inicial é confusa e consiste em Mandado de Segurança\nimpetrado contra ato imputado ao Ministro de Estado da Economia que,\naparentemente, teria negado aos impetrantes a possibilidade de\nrealização de uma audiência para discutir a celebração de acordo\nenvolvendo ações do extinto BESC - Banco do Estado de Santa\nCatarina.\n 2. Verifica-se da também obscura petição do Agravo Interno, que a\nparte agravante não consegue se desvencilhar do ônus processual da\nimpugnação especificada. Não foi capaz de demonstrar qual ato\ntipificado como coator e nem tampouco que a autoridade apontada como\ncoatora responde pelo ato administrativo, a atrair a competência\ndesta Corte Superior.\n 3. A iterativa jurisprudência do Superior Tribunal de Justiça\nconsolidou o entendimento de que não se conhece de Agravo contra\ndecisão monocrática que não ataca especificamente os fundamentos da\ndecisão recorrida, em razão da violação ao art. 1.021, §1º do\nCPC/15. Assim, não bastam alegações genéricas em sentido contrário\nàs afirmações da decisão agravada. A propósito: PET no MS 28.325/BA,\nRel. Min. Luis Felipe Salomão, Segunda Seção, DJe de 3.5.2022; e\nAgInt no MS 23.512/DF, Rel. Min. Gurgel de Faria, Primeira Seção,\nDJe de 17.3.2022.\n 4. Ademais, da imprecisa petição inicial, verifica-se que não houve\nrealização de pedido certo (art. 322 do CPC/2015), tampouco existe\nato coator, pois foi carreada aos autos apenas cópia da mensagem\neletrônica da Ouvidoria do Ministério da Economia (fl. 14, e-STJ).\nNela, consta que o Banco Central do Brasil informou que a matéria\nobjeto do requerimento já está sendo tratada em processo judicial e\nque a autarquia não teria interesse em participar de procedimento\narbitral ou de conciliação. Na mesma linha: MS 26.290/DF, Rel. Min.\nRegina Helena Costa, DJe 19.6.2020; MS 26.122/DF, Rel. Min. Gurgel\nde Faria, DJe 2.6.2020; MS 26.115/DF, Rel. Min. Herman Benjamin, DJe\n2.6.2020.\n 5. Agravo Interno não conhecido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221213",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 07/12/2022 a 13/12/2022,\npor unanimidade, não conhecer do recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Humberto Martins, Mauro Campbell\nMarques, Benedito Gonçalves, Assusete Magalhães, Regina Helena\nCosta e Gurgel de Faria  votaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Paulo Sérgio Domingues.\nPresidiu o julgamento o Sr. Ministro Sérgio Kukina.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000833106",
  "numeroProcesso" : "187167",
  "numeroRegistro" : "202200915542",
  "siglaClasse" : "AgInt no CC",
  "descricaoClasse" : "AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "SÉRGIO KUKINA",
  "dataPublicacao" : "DJE        DATA:05/12/2022",
  "ementa" : "PROCESSUAL CIVIL. ADMINISTRATIVO. AGRAVO INTERNO EM CONFLITO DE\nCOMPETÊNCIA INSTAURADO CONTRA O JUÍZO DA 24ª VARA FEDERAL CÍVEL DE\nSÃO PAULO - SJ/SP E O  JUÍZO DA 3ª VARA FEDERAL DE RECIFE - SJ/PE.\nSUPERVENIENTE DECLÍNIO DE COMPETÊNCIA DO PRIMEIRO SUSCITADO EM FAVOR\nDO SEGUNDO. INEXISTÊNCIA DE CONFLITO.\n1. Segundo inteligência do art. 66 do CPC, para  que se configure\nconflito positivo de competência, é necessário que haja manifestação\nde duas autoridades judiciárias, de diferentes esferas, declarando\nsua competência para processamento e julgamento da lide.\n2. Caso concreto em que, diante do superveniente declínio de\ncompetência do Juízo da 24ª Vara Federal Cível de São Paulo - SJ/SP\nem favor do Juízo da 3ª Vara Federal de Recife - SJ/PE, inexiste\nconflito de competência a ser dirimido.\n3. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221129",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da PRIMEIRA SEÇÃO do Superior Tribunal de\nJustiça, em sessão virtual de 23/11/2022 a 29/11/2022, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Humberto Martins, Herman\nBenjamin, Mauro Campbell Marques, Benedito Gonçalves, Regina Helena\nCosta, Gurgel de Faria e Manoel Erhardt (Desembargador convocado do\nTRF-5ª Região)  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Assusete Magalhães.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00066", "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00105 INC:00001 LET:D" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000833107",
  "numeroProcesso" : "20689",
  "numeroRegistro" : "201701106377",
  "siglaClasse" : "AgInt na ImpExe na ExeMS",
  "descricaoClasse" : "AGRAVO INTERNO NA IMPUGNAÇÃO À EXECUÇÃO NA EXECUÇÃO EM MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "SÉRGIO KUKINA",
  "dataPublicacao" : "DJE        DATA:05/12/2022",
  "ementa" : "AGRAVO INTERNO NA IMPUGNAÇÃO À EXECUÇÃO EM MANDADO DE SEGURANÇA.\nBASE DE CÁLCULO DOS VALORES DEVIDOS A TÍTULO DE REINTEGRAÇÃO.\nRESTABELECIMENTO DO STATUS QUO ANTE. OBSERVÂNCIA DO PRINCÍPIO DA\nRESTITUTIO IN INTEGRUM. AGRAVO INTERNO IMPROVIDO.\n1. Revela-se correta a utilização de base de cálculo utilizada -\nremuneração da classe/padrão S-IV a partir de setembro/2014 - porque\ncorrespondente à que faria jus caso não tivesse ocorrido a demissão\nilegal, pois seria a devida, de forma automática, após o interstício\nde 12 (doze) meses a contar da última progressão funcional.\n2. É entendimento desta Corte que \"A anulação do ato de demissão tem\ncomo consequência lógica a reintegração do servidor afastado com o\nrestabelecimento do 'status quo ante', vale dizer, assegura-se ao\nservidor a recomposição integral de seus direitos, inclusive o de\nreceber os vencimentos que deveriam ter sido pagos durante o período\nem que esteve indevidamente desligado do serviço público, em\nobservância ao princípio da 'restitutio in integrum', (...)\". (AgRg\nnos EmbExeMS 14.081/DF, Rel. Ministra MARIA THEREZA DE ASSIS MOURA,\nTERCEIRA SEÇÃO, julgado em 11/4/2012, DJe 17/4/2012).\n3. Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221129",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da PRIMEIRA SEÇÃO do Superior Tribunal de\nJustiça, em sessão virtual de 23/11/2022 a 29/11/2022, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Humberto Martins, Herman\nBenjamin, Mauro Campbell Marques, Benedito Gonçalves, Regina Helena\nCosta, Gurgel de Faria e Manoel Erhardt (Desembargador convocado do\nTRF-5ª Região)  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Assusete Magalhães.",
  "jurisprudenciaCitada" : "(SERVIDOR PÚBLICO - DEMISSÃO - ANULAÇÃO - REINTEGRAÇÃO -\nRESTABELECIMENTO DO STATUS QUO ANTE)\n   STJ - <<AgRg nos EmbExeMS 14081>>-DF\n(SERVIDOR PÚBLICO - DEMISSÃO - ANULAÇÃO - EFICÁCIA EX TUNC)\n   STJ - <<AgRg no Ag 975659>>-SC",
  "notas" : null,
  "informacoesComplementares" : "     \"[...] 'a declaração de nulidade do ato de demissão deve operar\nefeitos ex tunc, ou seja, deve restabelecer exatamente o status quo\nante, de modo a preservar todos os direitos do indivíduo atingido\npela ilegalidade'. [...]\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:008112 ANO:1990\n*****  RJU-90    REGIME JURÍDICO DOS SERVIDORES PÚBLICOS CIVIS DA\nUNIÃO\n        ART:00028" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000833141",
  "numeroProcesso" : "1954720",
  "numeroRegistro" : "202102527916",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "ASSUSETE MAGALHÃES",
  "dataPublicacao" : "DJE        DATA:01/12/2022",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM\nRECURSO ESPECIAL. ACÓRDÃO EMBARGADO QUE MANTEVE O NÃO CONHECIMENTO\nDO RECURSO ESPECIAL, SEM APRECIAR O MÉRITO DA CONTROVÉRSIA.\nDESCABIMENTO DOS EMBARGOS DE DIVERGÊNCIA. INCIDÊNCIA DA SÚMULA\n315/STJ. DIVERGÊNCIA RELATIVA À APLICAÇÃO DO ART. 1.022 DO CPC/2015.\nDESCABIMENTO. AUSÊNCIA DE SIMILITUDE FÁTICA. PRECEDENTES DO STJ.\nAGRAVO INTERNO IMPROVIDO.\nI. Agravo interno aviado contra decisão que indeferira liminarmente\nos Embargos de Divergência, opostos contra acórdão publicado na\nvigência do CPC/2015.\nII. No caso, os Embargos de Divergência em Recurso Especial não\nforam conhecidos, por não ter o acórdão embargado apreciado a\ncontrovérsia de mérito posta no Recurso Especial, discutindo-se, nos\nEmbargos de Divergência, o mérito do Especial. Na decisão agravada\nos Embargos de Divergência foram liminarmente indeferidos, ensejando\na interposição deste Agravo interno.\nIII. Nos termos da jurisprudência do STJ, não se admite a\ninterposição de embargos de divergência, na hipótese de não ter sido\nanalisado o mérito do Recurso Especial, restringindo-se a discussão,\nnos embargos de divergência, ao mérito do Especial. Incide na\nespécie, por analogia, a Súmula 315 do STJ (\"Não cabem embargos de\ndivergência no âmbito do agravo de instrumento que não admite\nrecurso especial\"). Nesse sentido: STJ, AgInt nos EAREsp\n1.879.885/RJ, Rel. Ministra NANCY ANDRIGHI, CORTE ESPECIAL, DJe de\n25/08/2022.\nIV. De acordo, ainda, com a jurisprudência do STJ, \"na sua versão\noriginal, o Código de Processo Civil de 2015, em seu art. 1.043, II,\nprevia a possibilidade de interposição de embargos de divergência em\nse tratando de arestos relativos ao juízo de admissibilidade. Ocorre\nque tal dispositivo foi revogado quando da edição da Lei\n13.256/2016, ratificando o entendimento desta Corte de Justiça\"\n(STJ, AgInt nos EAREsp 1.551.888/MG, Rel. Ministro FRANCISCO FALCÃO,\nCORTE ESPECIAL, DJe de 03/11/2020).\nV. Como se não bastasse, nos termos da jurisprudência desta Corte,\nnão é cabível a interposição de embargos de divergência para a\nverificação de ofensa ao art. 1.022 do CPC/2015, porque impossível a\nconfiguração da similitude fática entre o acórdão embargado e os\nparadigmas apontados, devido às peculiaridades de cada caso\nexaminado nesse sentido. A propósito:  STJ, AgInt nos EAREsp\n1.071.755/MA, Rel. Ministro FRANCISCO FALCÃO, CORTE ESPECIAL, DJe de\n03/10/2022.\nVI. De fato, a constatação de ter, ou não, havido omissão no acórdão\nembargado, em regra, demanda o exame das peculiaridades de cada caso\nconcreto, inexistindo, portanto, divergência de teses a ensejar os\nembargos de divergência. Precedentes do STJ.\nVII. Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221129",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da PRIMEIRA SEÇÃO do Superior Tribunal de\nJustiça, em sessão virtual de 23/11/2022 a 29/11/2022, por\nunanimidade, negar provimento ao recurso, nos termos do voto da Sra.\nMinistra Relatora.\nOs Srs. Ministros Francisco Falcão, Humberto Martins, Herman\nBenjamin, Mauro Campbell Marques, Benedito Gonçalves, Regina Helena\nCosta, Gurgel de Faria e Manoel Erhardt (Desembargador convocado do\nTRF-5ª Região)  votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento o Sr. Ministro Sérgio Kukina.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - ACÓRDÃOS EMBARGADO E PARADIGMA - ANÁLISE\nDE MÉRITO - NECESSIDADE)\n   STJ - <<AgInt nos EAREsp 1109340>>-DF\n(EMBARGOS DE DIVERGÊNCIA - SÚMULA 315/STJ)\n   STJ - <<AgInt nos EAREsp 1879885>>-RJ,\n         <<AgInt nos EDcl nos EAREsp 1646871>>-RS,\n         <<AgInt nos EAREsp 1043437>>-SP\n(EMBARGOS DE DIVERGÊNCIA - ARESTO RELATIVO A JUÍZO DE\nADMISSIBILIDADE - REVOGAÇÃO POR LEI - NÃO CABIMENTO)\n   STJ - <<AgInt nos EAREsp 1551888>>-MG\n(EMBARGOS DE DIVERGÊNCIA - OFENSA AO ART. 535 DO CPC/1973 -\nIMPOSSIBILIDADE DE CONFIGURAÇÃO DA SIMILITUDE FÁTICA - NÃO\nCABIMENTO)\n   STJ - <<AgInt nos EAREsp 1071755>>-MA,\n         <<AgInt nos EAREsp 1778767>>-PR,\n         <<AgInt nos EAREsp 1685009>>-DF,\n         <<AgInt nos EDv nos EAREsp 1398511>>-SP,\n         <<AgInt nos EAREsp 805015>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01022 ART:01043 INC:00002 INC:00003", "LEG:FED LEI:005869 ANO:1973\n*****  CPC-73    CÓDIGO DE PROCESSO CIVIL DE 1973\n        ART:00535", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000315", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266 INC:00002\n(COM A REDAÇÃO DADA PELA EMENDA REGIMENTAL 22/2016)", "LEG:FED EMR:000022 ANO:2016\n(SUPERIOR TRIBUNAL DE JUSTIÇA - STJ)", "LEG:FED LEI:013256 ANO:2016" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000833142",
  "numeroProcesso" : "1719264",
  "numeroRegistro" : "201800138805",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "ASSUSETE MAGALHÃES",
  "dataPublicacao" : "DJE        DATA:01/12/2022",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM\nRECURSO ESPECIAL. ACÓRDÃO EMBARGADO. JUÍZO DE ADMISSIBILIDADE.\nACÓRDÃO PARADIGMA. JUÍZO DE MÉRITO. ART. 1.043 DO CPC/2015.\nINADMISSIBILIDADE DOS EMBARGOS DE DIVERGÊNCIA. EMBARGOS DE\nDIVERGÊNCIA INDEFERIDOS LIMINARMENTE. AGRAVO INTERNO IMPROVIDO.\nI. Agravo interno aviado contra decisão que indeferira liminarmente\nEmbargos de Divergência, opostos contra acórdão publicado na\nvigência do CPC/2015.\nII. De acordo com os arts. 1.043 do CPC/2015 e 266 do RISTJ, os\nEmbargos de Divergência somente são cabíveis quando os acórdãos\nembargado e paradigma forem de mérito, ou quando um deles, embora\nnão conhecendo do Recurso Especial, houver apreciado a controvérsia,\no que não ocorre, no caso, em que o acórdão embargado não apreciou a\ncontrovérsia, no mérito, entendendo inadmissível o Recurso Especial,\npor incidência da Súmula 283/STF, enquanto o acórdão paradigma\nexaminou o mérito do Recurso Especial.\nIII. Nos termos da jurisprudência do STJ, \"não é certo entender pelo\ncancelamento tácito das Súmulas 315 e 316 desta Colenda Corte, em\nrazão da previsão do art. 1.043, III, do novo CPC. Não há\nincompatibilidade entre a prescrição legal e o entendimento sumular.\nIsso porque somente se deve conhecer da divergência entre acórdão\nque apreciou o mérito e outro que não conheceu do recurso, quando\nambos, ao menos, tenham apreciado a questão objeto da divergência\"\n(STJ, AgInt nos EAREsp 641.762/RS, Rel. Ministro OG FERNANDES, CORTE\nESPECIAL, DJe de 21/10/2016). No mesmo sentido: STJ, AgInt no EREsp\n1.575.037/SP, Rel. Ministro FRANCISCO FALCÃO, CORTE ESPECIAL, DJe de\n28/02/2018; EDcl no AgInt nos EAREsp 712.743/CE, Rel. Ministro LUIS\nFELIPE SALOMÃO, CORTE ESPECIAL, DJe de 07/02/2017; AgInt nos EREsp\n1.504.780/ES, Rel. Ministro SÉRGIO KUKINA, PRIMEIRA SEÇÃO, DJe de\n02/03/2018; AgInt nos EREsp 1.229.565/SP, Rel. Ministro NAPOLEÃO\nNUNES MAIA FILHO, PRIMEIRA SEÇÃO, DJe de 01/12/2016.\nIV. Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221129",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da PRIMEIRA SEÇÃO do Superior Tribunal de\nJustiça, em sessão virtual de 23/11/2022 a 29/11/2022, por\nunanimidade, negar provimento ao recurso, nos termos do voto da Sra.\nMinistra Relatora.\nOs Srs. Ministros Francisco Falcão, Humberto Martins, Herman\nBenjamin, Mauro Campbell Marques, Benedito Gonçalves, Regina Helena\nCosta, Gurgel de Faria e Manoel Erhardt (Desembargador convocado do\nTRF-5ª Região)  votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento o Sr. Ministro Sérgio Kukina.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - ACÓRDÃOS CONFRONTADOS - JUÍZOS DE\nCOGNIÇÃO DISTINTOS - NÃO CABIMENTO)\n   STJ - <<AgRg nos EREsp 1155223>>-RS",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01043", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000315", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266 INC:00001 INC:00002 PAR:00004\n(COM A REDAÇÃO DADA PELA EMENDA REGIMENTAL 22/2016)", "LEG:FED EMR:000022 ANO:2016", "LEG:FED SUM:****** ANO:****\n*****  SUM(TST)    SÚMULA DO TRIBUNAL SUPERIOR DO TRABALHO\n        SUM:000296" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000833143",
  "numeroProcesso" : "154273",
  "numeroRegistro" : "201702272947",
  "siglaClasse" : "AgInt no CC",
  "descricaoClasse" : "AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "ASSUSETE MAGALHÃES",
  "dataPublicacao" : "DJE        DATA:01/12/2022",
  "ementa" : "PREVIDENCIÁRIO. AGRAVO INTERNO NO CONFLITO NEGATIVO DE COMPETÊNCIA.\nJUSTIÇA ESTADUAL E JUSTIÇA FEDERAL. CONCESSÃO DE BENEFÍCIO\nPREVIDENCIÁRIO. AUXÍLIO-DOENÇA OU APOSENTADORIA POR INVALIDEZ.\nPEDIDO E CAUSA DE PEDIR NÃO VINCULADA A ACIDENTE DO TRABALHO.\nCOMPETÊNCIA DA JUSTIÇA FEDERAL. AGRAVO INTERNO IMPROVIDO.\nI. Agravo interno aviado contra decisão que conhecera do Conflito de\nCompetência, instaurado em Ação ajuizada por segurada, perante a\nJustiça Federal, contra o Instituto Nacional do Seguro Social -\nINSS,  postulando benefício previdenciário de auxílio-doença ou\naposentadoria por invalidez.\nII. Não resta configurada hipótese de aplicação da Súmula 15/STJ\n(\"Compete a justiça estadual processar e julgar os litígios\ndecorrentes de acidente do trabalho\"), porquanto ausente a alegação,\nna petição inicial, de liame entre o benefício requerido pela parte\nsegurada e acidente do trabalho, que não foi, sequer, mencionado,\ncomo fundamento do pleito.\nIII. Na forma da jurisprudência do STJ, \"a definição da competência\npara a causa se estabelece levando em consideração os termos da\ndemanda (e não a sua procedência ou improcedência, ou a legitimidade\nou não das partes, ou qualquer outro juízo a respeito da própria\ndemanda).O juízo sobre competência é, portanto, lógica e\nnecessariamente, anterior a qualquer outro juízo sobre a causa.\nSobre ela quem vai decidir é o juiz considerado competente (e não o\nTribunal que aprecia o conflito). Não fosse assim, haveria uma\nindevida inversão na ordem natural das coisas: primeiro se julgaria\n(ou pré-julgaria) a causa e depois, dependendo desse julgamento,\ndefinir-se-ia o juiz competente (que, portanto, receberia uma causa\njá julgada, ou, pelo menos, pré-julgada)\" (STJ, CC 121.013/SP, Rel.\nMinistro TEORI ALBINO ZAVASCKI, PRIMEIRA SEÇÃO, DJe de 03/04/2012).\nPrecedentes.\nIV. Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221129",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da PRIMEIRA SEÇÃO do Superior Tribunal de\nJustiça, em sessão virtual de 23/11/2022 a 29/11/2022, por\nunanimidade, negar provimento ao recurso, nos termos do voto da Sra.\nMinistra Relatora.\nOs Srs. Ministros Francisco Falcão, Humberto Martins, Herman\nBenjamin, Mauro Campbell Marques, Benedito Gonçalves, Regina Helena\nCosta, Gurgel de Faria e Manoel Erhardt (Desembargador convocado do\nTRF-5ª Região)  votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento o Sr. Ministro Sérgio Kukina.",
  "jurisprudenciaCitada" : "(COMPETÊNCIA - DELIMITAÇÃO DA TUTELA JURISDICIONAL - PEDIDO E CAUSA\nDE PEDIR)\n   STJ - <<CC 128982>>-DF,\n         <<CC 37435>>-SC,\n         <<CC 6642>>-MT\n(DEFINIÇÃO DA COMPETÊNCIA - JUÍZO ANTERIOR AO JUÍZO SOBRE A CAUSA)\n   STJ - <<CC 121013>>-SP\n(COMPETÊNCIA - AUXÍLIO-DOENÇA OU APOSENTADORIA POR INVALIDEZ -\nPEDIDO E CAUSA DE PEDIR NÃO VINCULADA A ACIDENTE DO TRABALHO)\n   STJ - <<CC 187898>>-PR,\n         <<AgRg no CC 144267>>-SP,\n         <<AgRg no CC 118348>>-SP",
  "notas" : null,
  "informacoesComplementares" : "     \"[...] 'o pedido inicial deve ser interpretado em consonância\ncom a pretensão deduzida, esta extraída da interpretação\nlógico-sistemática da exordial como um todo, e não apenas do\ncapítulo relativo ao 'pedido'' [...]\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000015" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000833144",
  "numeroProcesso" : "42381",
  "numeroRegistro" : "202103181214",
  "siglaClasse" : "AgInt na Rcl",
  "descricaoClasse" : "AGRAVO INTERNO NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "ASSUSETE MAGALHÃES",
  "dataPublicacao" : "DJE        DATA:01/12/2022",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NA RECLAMAÇÃO. ACÓRDÃO PROLATADO\nPELO TRIBUNAL DE ORIGEM, EM CUMPRIMENTO À DECISÃO PROFERIDA NO RESP\n1.906.292/SP, EM QUE RESTOU ANULADO O ACÓRDÃO ANTERIOR REFERENTE A\nEMBARGOS DE DECLARAÇÃO. ALEGADA OMISSÃO NO ACÓRDÃO RECLAMADO.\nUTILIZAÇÃO DA RECLAMAÇÃO COMO SUCEDÂNEO RECURSAL. NÃO CABIMENTO.\nPRECEDENTES DO STJ. AGRAVO INTERNO IMPROVIDO.\nI. Agravo interno aviado contra decisão que indeferiu liminarmente a\npresente Reclamação, eis que inadmissível a utilização da via\nprocessual eleita como sucedâneo recursal, ou seja, quando é cabível\na interposição de recurso contra acórdão do Tribunal de origem.\nII. Reclamação ajuizada, com fundamento nos arts. 105, I, f, da\nConstituição Federal, 988 e seguintes do CPC/2015, e 187 a 192 do\nRISTJ, em face de acórdão prolatado pelo Tribunal de Justiça do\nEstado de São Paulo, por suposto descumprimento da decisão proferida\nno REsp 1.906.292/SP - em que restou anulado o acórdão referente aos\nEmbargos de Declaração, a fim de que o Tribunal de origem se\npronunciasse, de maneira motivada, sobre as alegações da parte\nrecorrente -, ante a alegada persistência de omissão no julgado.\nIII. Nos termos do art. 105, I, f, da Constituição Federal e 988 do\nCPC, a Reclamação tem como finalidade preservar a competência do\nSuperior Tribunal de Justiça ou garantir a autoridade de suas\ndecisões, sempre que haja indevida usurpação, por parte de outros\nórgãos, de sua competência constitucional.\nIV. No caso, não se verifica qualquer das hipóteses preconizadas\npelo texto constitucional, pois a parte reclamante procura, na\nverdade, utilizar-se da Reclamação como sucedâneo recursal, o que\nnão é cabível.\nV. Na forma da jurisprudência do Superior Tribunal de Justiça, \"a\nreclamação é tentativa de substituição de um recurso adequado. Isso\nporque visa anular o segundo acórdão proferido por Tribunal de\nJustiça no âmbito de embargos de declaração, apesar de STJ - em\nrecurso especial anterior - ter determinado a anulação do primeiro\njulgamento proferido desses embargos de declaração por omissão\"\n(STJ, AgInt na Rcl 41.074/CE, Rel. Ministro MAURO CAMPBELL MARQUES,\nPRIMEIRA SEÇÃO, DJe de 20/08/2021). Nesse sentido: STJ, AgRg na Rcl\n3.998/RJ, Rel. Ministro HUMBERTO MARTINS, PRIMEIRA SEÇÃO, DJe de\n03/09/2010; AgRg na Rcl 12.626/SC, Rel. Ministro HUMBERTO MARTINS,\nPRIMEIRA SEÇÃO, DJe de 25/11/2013; AgInt nos EDcl na Rcl 43.514/CE,\nRel. Ministro MARCO AURÉLIO BELLIZZE, SEGUNDA SEÇÃO, DJe de\n06/09/2022; AgInt nos EDcl na Rcl 42.613/SP, Rel. Ministro MAURO\nCAMPBELL MARQUES, PRIMEIRA SEÇÃO, DJe de 15/06/2022.\nVI. Ademais, \"a utilização da reclamação para preservação da\ncompetência do STJ não deve ser ampliada para o controle do mérito\ndas decisões tomadas por juízes inegavelmente competentes para o\nprocesso principal, fora das hipóteses contidas no art. 988 do CPC,\nsob pena de transformar o presente instrumento de cunho excepcional\nem mero sucedâneo de recurso\" (STJ, Rcl 39.884/AL, Rel. p/ acórdão\nMinistro OG FERNANDES, PRIMEIRA SEÇÃO, DJe de 19/08/2022).\nVII. Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221129",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da PRIMEIRA SEÇÃO do Superior Tribunal de\nJustiça, em sessão virtual de 23/11/2022 a 29/11/2022, por\nunanimidade, negar provimento ao recurso, nos termos do voto da Sra.\nMinistra Relatora.\nOs Srs. Ministros Francisco Falcão, Humberto Martins, Herman\nBenjamin, Mauro Campbell Marques, Benedito Gonçalves, Regina Helena\nCosta, Gurgel de Faria e Manoel Erhardt (Desembargador convocado do\nTRF-5ª Região)  votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento o Sr. Ministro Sérgio Kukina.",
  "jurisprudenciaCitada" : "(RECLAMAÇÃO - INEXISTÊNCIA DE AFRONTA À DECISÃO DESTA CORTE SUPERIOR\n- PEDIDO MANIFESTAMENTE INCABÍVEL)\n   STJ - <<AgInt na Rcl 41074>>-CE,\n         <<AgInt nos EDcl na Rcl 43514>>-CE,\n         <<AgRg na Rcl 3998>>-RJ,\n         <<AgRg na Rcl 12626>>-SC,\n         <<AgInt nos EDcl na Rcl 42613>>-SP\n(RECLAMAÇÃO - SUCEDÂNEO RECURSAL - DESCABIMENTO)\n   STJ - <<Rcl 39884>>-AL",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00988 INC:00001 INC:00002", "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00105 INC:00001 LET:F" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000833145",
  "numeroProcesso" : "28449",
  "numeroRegistro" : "202200652613",
  "siglaClasse" : "AgInt no MS",
  "descricaoClasse" : "AGRAVO INTERNO NO MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "ASSUSETE MAGALHÃES",
  "dataPublicacao" : "DJE        DATA:01/12/2022",
  "ementa" : "ADMINISTRATIVO E PROCESSUAL CIVIL. AGRAVO INTERNO NO MANDADO DE\nSEGURANÇA. PROCESSO ADMINISTRATIVO DISCIPLINAR. NOVO RECURSO\nHIERÁRQUICO. REPETIÇÃO DE RECURSO ANTERIOR JÁ APRECIADO. APLICAÇÃO\nDO PRINCÍPIO DA UNIRRECORRIBILIDADE E DA PRECLUSÃO. FALTA DE JUNTADA\nDE CÓPIA DO INTEIRO TEOR DO PROCESSO ADMINISTRATIVO DISCIPLINAR PARA\nVERIFICAÇÃO DAS ALEGAÇÕES DO IMPETRANTE. NECESSIDADE DE PROVA\nPRÉ-CONSTITUÍDA. PRECEDENTES DO STJ. DECADÊNCIA DO DIREITO À\nIMPETRAÇÃO. CONTAGEM DA CIÊNCIA DO ATO IMPUGNADO. SÚMULA N. 430/STF.\nINDEFERIMENTO DA INICIAL. AGRAVO INTERNO IMPROVIDO.\nI. Agravo interno interposto contra decisão que indeferiu\nliminarmente a petição inicial do mandado de segurança, ante a\nausência de juntada de cópia do inteiro teor do processo\nadministrativo disciplinar e a decadência do direito à impetração.\nII. In casu, trata-se de Mandado de Segurança, impetrado, em\n09/03/2022, pelo ora agravante, contra suposto ato ilegal do\nAdvogado-Geral da União, proferido nos autos do Processo\nAdministrativo Disciplinar 00406.00802/2021-90, consubstanciado no\nDespacho 460, de 05/11/2021, que, com fundamento no Parecer\n00090/2021/CGAU/AGU, não conheceu recurso hierárquico apresentado\npelo impetrante, em face de sua pena de demissão do cargo de\nprocurador da Fazenda Nacional, por aplicação do princípio da\nunirrecorribilidade e da preclusão, haja vista tratar-se de\nrepetição de recurso anterior.\nIII. Com efeito, \"a impetração do mandado de segurança exige a\ndemonstração de plano do alegado direito líquido e certo, por meio\nde prova documental juntada na petição inicial, sendo inadmissível\ndilação probatória. No caso, a agravante deixou de instruir a ação\nmandamental com os documentos necessários à demonstração das\nilegalidades supostamente ocorridas no processo administrativo\ndisciplinar, o que inviabiliza o processamento da demanda\" (STJ,\nAgInt no MS 24.961/DF, Rel. Ministro OG FERNANDES, PRIMEIRA SEÇÃO,\nDJe de 01/07/2019).\nIV. Do que se pode extrair dos documentos constantes dos autos, das\ninformações da autoridade impetrada e dos pareceres anexados à\ninicial, percebe-se que foi interposto novo recurso pelo ora\nimpetrante, com a finalidade de encaminhar os autos ao Presidente da\nRepública, em repetição a recurso anterior já analisado, também\n\"visando ao encaminhamento dos autos ao Senhor Presidente da\nRepública, examinado no Parecer n. 62/2017/CGAU/AGU, com sugestão de\nnão-conhecimento (NUP 00400.001299/2017-63\". Esse recurso anterior,\ncom a mesma finalidade, tinha sido negado pelo Impetrado em\n01/02/2018, com notificação do servidor, em 20/02/2018, o qual,\ndessa forma, constitui-se em termo inicial do prazo de 120 dias para\na impetração do mandado de segurança, previsto no art. 23 da Lei\n12.016/2009.\nV. Os pedidos subsequentes de revisão, objetivando reiteradamente a\nsubida do recurso hierárquico ao Presidente da República, não tem o\ncondão de suspender esse prazo decadencial de 120 (cento e vinte)\ndias, a teor do que dispõe a Súmula 430/STF (\"Pedido de\nreconsideração na via administrativa não interrompe o prazo para o\nmandado de segurança\").\nVI. De fato, \"consoante jurisprudência desta Corte, 'o prazo para a\nimpetração do mandado de segurança tem início na data em que o\nimpetrante toma ciência do ato que efetivamente causou lesão ao seu\ndireito líquido e certo, sendo certo, ainda, que o recurso\nadministrativo destituído de efeito suspensivo não tem o condão de\nsuspender ou interromper o curso da decadência, conforme disposto na\nSúmula 430/STF: 'Pedido de reconsideração na via administrativa não\ninterrompe o prazo para o mandado de segurança'' (AgInt no RMS n.\n62.030/SP, relator Ministro Og Fernandes, Segunda Turma, julgado em\n19/4/2022, DJe de 3/5/2022). Com efeito, a interposição de pedido de\nreconsideração ou de recurso administrativo sem efeito suspensivo\nnão tem o condão de suspender ou interromper o prazo para impetração\nda ação mandamental, nos termos da Súmula 430/STF\" (STJ, AgInt no MS\n28.661/DF, Rel. Ministro BENEDITO GONÇALVES, PRIMEIRA SEÇÃO, DJe de\n01/09/2022).\nVII. Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221129",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da PRIMEIRA SEÇÃO do Superior Tribunal de\nJustiça, em sessão virtual de 23/11/2022 a 29/11/2022, por\nunanimidade, negar provimento ao recurso, nos termos do voto da Sra.\nMinistra Relatora.\nOs Srs. Ministros Francisco Falcão, Humberto Martins, Herman\nBenjamin, Mauro Campbell Marques, Benedito Gonçalves, Regina Helena\nCosta, Gurgel de Faria e Manoel Erhardt (Desembargador convocado do\nTRF-5ª Região)  votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento o Sr. Ministro Sérgio Kukina.",
  "jurisprudenciaCitada" : "(MANDADO DE SEGURANÇA - DIREITO LÍQUIDO E CERTO - PROVA\nPRÉ-CONSTITUÍDA - NECESSIDADE)\n   STJ - <<AgInt no MS 24961>>-DF\n(MANDADO DE SEGURANÇA - DECADÊNCIA DO DIREITO DE IMPETRAÇÃO -\nINTERRUPÇÃO OU SUSPENSÃO DA FLUÊNCIA DE PRAZO)\n   STJ - <<AgInt no RMS 62030>>-SP,\n         <<AgInt no MS 28661>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STF)    SÚMULA DO SUPREMO TRIBUNAL FEDERAL\n        SUM:000430", "LEG:FED LEI:012016 ANO:2009\n*****  LMS-09    LEI DO MANDADO DE SEGURANÇA\n        ART:00023" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000833146",
  "numeroProcesso" : "28340",
  "numeroRegistro" : "202200040090",
  "siglaClasse" : "AgInt nos EDcl no MS",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NO MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "FRANCISCO FALCÃO",
  "dataPublicacao" : "DJE        DATA:01/12/2022",
  "ementa" : "PROCESSUAL CIVIL. ADMINISTRATIVO. SERVIDOR PÚBLICO. MANDADO DE\nSEGURANÇA. INCOMPETÊNCIA DO STJ PARA PROCESSAR E JULGAR O RESPECTIVO\nWRIT. INCIDÊNCIA DO ENUNCIANDO N. 41 DA SÚMULA DO STJ.\nDESPROVIMENTO DO AGRAVO INTERNO. MANUTENÇÃO DA DECISÃO RECORRIDA.\nI - Trata-se de mandado de segurança, com pedido liminar, contra ato\npraticado por Tribunal de Justiça que, em julgamento de agravo de\ninstrumento, proferiu acórdão que deu provimento ao recurso.\nII - Segundo o art. 105, I, b, da Constituição Federal, que demanda\ninterpretação restritiva, o Superior Tribunal de Justiça é\ncompetente para processar e julgar, originariamente, os mandados de\nsegurança impetrados contra ato de Ministro de Estado, dos\nComandantes da Marinha, do Exército e da Aeronáutica ou do próprio\nTribunal.\nIII - Não fosse isso, o §1º do art. 10 da Lei n. 12.016/2019, que\ndisciplina o mandado de segurança, assevera que \"do ato do relator\ncaberá agravo para o órgão competente do tribunal que integre\".\nIV - Aplica-se, na hipótese, portanto, o enunciado n. 41 da Súmula\ndo STJ, que dispõe: \"O  Superior Tribunal de Justiça não tem\ncompetência para processar e julgar, originariamente, mandado de\nsegurança contra ato de outros tribunais ou dos respectivos órgãos.\"\nV - Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221129",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da PRIMEIRA SEÇÃO do Superior Tribunal de\nJustiça, em sessão virtual de 23/11/2022 a 29/11/2022, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Humberto Martins, Herman Benjamin, Mauro Campbell\nMarques, Benedito Gonçalves, Assusete Magalhães, Regina Helena\nCosta, Gurgel de Faria e Manoel Erhardt (Desembargador convocado do\nTRF-5ª Região)  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Sérgio Kukina.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:012016 ANO:2009\n*****  LMS-09    LEI DO MANDADO DE SEGURANÇA\n        ART:00010 PAR:00001", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000041", "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00105 INC:00001 LET:B" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000833147",
  "numeroProcesso" : "25339",
  "numeroRegistro" : "201902237833",
  "siglaClasse" : "AgInt nos EDcl no AgInt no MS",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NO MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "FRANCISCO FALCÃO",
  "dataPublicacao" : "DJE        DATA:01/12/2022",
  "ementa" : "ADMINISTRATIVO. ANISTIA. PAGAMENTO DE VALORES RETROATIVOS PREVISTOS\nEM PORTARIA ANISTIADORA. FALECIMENTO DA PARTE IMPETRANTE APÓS A\nIMPETRAÇÃO. HABILITAÇÃO DE SUCESSORES. VIABILIDADE. DECISÃO EM\nCONFORMIDADE COM A JURISPRUDÊNCIA DESTA CORTE.\nI - Trata-se de agravo interno contra decisão que reconsiderou\ndecisão anterior que havia concedido a segurança para o fim de\ndeterminar a nulidade de notificação de cancelamento de anistia. Em\nnova decisão, concedeu-se a segurança para declarar o direito da\nparte impetrante ao recebimento dos valores retroativos previstos em\nportaria anistiadora.\nII - Quanto à ilegitimidade ativa ad causam, \"o Superior Tribunal de\nJustiça possui entendimento de que os valores retroativos\nrelacionados à reparação econômica devida em virtude da concessão de\nanistia política têm caráter indenizatório, ingressando na esfera\npatrimonial do espólio após o óbito do anistiado\".\nIII - Segundo a jurisprudência desta Corte, compete ao impetrante\ncarrear aos autos os documentos que comprovam que foi nomeado como\ninventariante para defender os interesses do espólio, ou, na\nhipótese de encerramento do processo de inventário, que lhe foi\ntransmitido o direito à integralidade dos valores que seriam devidos\nao anistiado político a título de efeitos retroativos de reparação\neconômica, com a exclusão dos demais herdeiros\". Nesse sentido:\nAgInt no MS n. 25.331/DF, relatora Ministra Assusete Magalhães,\nPrimeira Seção, julgado em 4/10/2022, DJe de 7/10/2022; AgInt no MS\nn. 24.122/DF, relatora Ministra Regina Helena Costa, Primeira Seção,\njulgado em 3/5/2022, DJe de 5/5/2022.\nIV - Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221129",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da PRIMEIRA SEÇÃO do Superior Tribunal de\nJustiça, em sessão virtual de 23/11/2022 a 29/11/2022, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Humberto Martins, Herman Benjamin, Mauro Campbell\nMarques, Benedito Gonçalves, Assusete Magalhães, Regina Helena\nCosta, Gurgel de Faria e Manoel Erhardt (Desembargador convocado do\nTRF-5ª Região)  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Sérgio Kukina.",
  "jurisprudenciaCitada" : "(MANDADO DE SEGURANÇA - ANISTIADO POLÍTICO - NOMEAÇÃO DE\nINVENTARIANTE - DIREITO À INTEGRALIDADE DOS VALORES PRETÉRITOS)\n   STJ - <<AgInt no MS 25331>>-DF,\n         <<AgInt no MS 24122>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000833148",
  "numeroProcesso" : "19547",
  "numeroRegistro" : "201202631959",
  "siglaClasse" : "AgInt no MS",
  "descricaoClasse" : "AGRAVO INTERNO NO MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "FRANCISCO FALCÃO",
  "dataPublicacao" : "DJE        DATA:01/12/2022",
  "ementa" : "PROCESSUAL CIVIL. ADMINISTRATIVO. MANDADO DE SEGURANÇA. ANISTIA\nPOLÍTICA. DESPROVIMENTO DO AGRAVO INTERNO. MANUTENÇÃO DA DECISÃO\nRECORRIDA. TEMA 839/STF. PERDA SUPERVENIENTE DO OBJETO.\nI - Trata-se de mandado de segurança ajuizado por Ernesto Alves\nBelo, com fulcro no art. 105, I, b, da Constituição Federal, contra\nato alegadamente coator do Ministro de Estado da Justiça,\nobjetivando manutenção de ato de anistia. Nesta Corte, o mandado de\nsegurança foi extinto, sem resolução do mérito, ante perda\nsuperveniente do objeto.\nII - Na decisão monocrática proferida no MS 27.545/DF, foi apreciada\na validade de segunda portaria anulatória do ato concessivo da\nanistia, nos termos a seguir: ''16. Ante o exposto, concedo a\nsegurança para anular a Portaria 801/2021, da lavra da Ministra de\nEstado da Mulher, da Família e dos Direitos Humanos, restabelecendo\na anterior Portaria concessiva de Anistia (2.617, de 22.12.2002),\nrestando prejudicado o agravo interno da parte impetrante.''\nIII - Conquanto noticiado naqueles autos, o presente mandado de\nsegurança em trâmite, fato é que a referida decisão não apenas\nanulou a segunda portaria anulatória, como expressamente\nrestabeleceu a portaria concessiva de Anistia (Portaria n. 2.617, de\n22.12.2002).\nIV - Interposto agravo interno, este teve provimento negado,\nconforme a seguinte ementa: ''DIREITO ADMINISTRATIVO. AGRAVO INTERNO\nEM MANDADO DE SEGURANÇA. ANISTIA. MILITAR. NULIDADE DO PROCEDIMENTO\nREVISIONAL POR VÍCIO DE FORMA. AGRAVO INTERNO A QUE SE NEGA\nPROVIMENTO.1. A douta Primeira Seção desta Corte Superior já possui\ndiversos julgados apontando para a incontrastável tese de que as\nnotificações remetidas aos anistiados políticos, anunciando a\nrevisão das anistias com fundamento na Portaria MMFDH 3.076/2019,\npadecem de vício de forma, por não especificar, como de lei, os\nfatos e fundamentos de que deveria o impetrante se defender, ante a\nanunciada possibilidade de perder seu estatuto de anistiado político\n(AgInt no MS 26.391/DF, Rel. Ministro SÉRGIO KUKINA, Primeira\nSeção, DJe 01.10.2021).2. Em razão do resultado dos julgamentos da\nsessão da Primeira Seção do dia 14 de abril de 2021 (MS 26.553/DF,\n26.577/DF, 26.439/DF, 26.393/DF e 26.323/DF, Rel. Ministro SÉRGIO\nKUKINA, DJe 25.05.2021), os doutos Ministros componentes do Órgão\nJulgador realinharam, posteriormente, suas decisões, motivo pelo\nqual a imagem do Tribunal, como uniformizador de jurisprudência, não\nsofreu o abalo apregoado nas razões do agravo interno, ainda que\nsua jurisprudência tenha se reposicionado em sentido contrário\nàquele pretendido pela União.3. Agravo interno da União a que se\nnega provimento.''\nV - Transitada em julgado, nos termos em que concedida a segurança,\nforçoso concluir pela perda superveniente do objeto no presente\nmandamus, cujo pedido e resultado útil, em última análise, se atinha\njustamente a \"manter-se hígido o ato que o declarou anistiado\npolítico\".\nVI - Outrossim, ainda que assim não fosse, a análise do primeiro\nprocedimento anulatório (que, via de regra, fora substituído pela\nsegunda portaria anulatória), exigiria a necessária dilação\nprobatória, inviável na via eleita.\nVII - Por fim, a presente decisão não traz prejuízo para que a União\ninstaure novo procedimento de revisão, respeitado o contraditório e\na ampla defesa, conforme autoriza o Tema 839 do STF, mormente a\nanulação da segunda portaria anulatória ter decorrido de vício\nprocedimental reconhecido na notificação do impetrante.\nVIII - Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221129",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da PRIMEIRA SEÇÃO do Superior Tribunal de\nJustiça, em sessão virtual de 23/11/2022 a 29/11/2022, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Humberto Martins, Herman Benjamin, Mauro Campbell\nMarques, Benedito Gonçalves, Assusete Magalhães, Regina Helena\nCosta, Gurgel de Faria e Manoel Erhardt (Desembargador convocado do\nTRF-5ª Região)  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Sérgio Kukina.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000833440",
  "numeroProcesso" : "43841",
  "numeroRegistro" : "202202389032",
  "siglaClasse" : "AgInt na Rcl",
  "descricaoClasse" : "AGRAVO INTERNO NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "HERMAN BENJAMIN",
  "dataPublicacao" : "DJE        DATA:13/12/2022",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NA RECLAMAÇÃO. UTILIZAÇÃO PARA\nADEQUAÇÃO AO RECURSO ESPECIAL REPETITIVO. NÃO CABIMENTO.\nPRECEDENTES. SUCEDÂNEO RECURSAL. IMPOSSIBILIDADE. RECURSO NÃO\nPROVIDO.\n 1. Cuida-se de Reclamação interposta de decisão colegiada que, em\nAgravo Interno, manteve a decisão monocrática da Presidência do\nTribunal de origem que negou seguimento ao Recurso Especial.\n 2. O STJ possui entendimento de que é incabível Reclamação contra\nAcórdão que, em Agravo Interno ou Regimental, mantém a decisão da\nPresidência/Vice-Presidência do Tribunal de não admissão de Recurso\nEspecial, por considerar que o acórdão hostilizado seguiu a tese de\nrepresentativo da controvérsia. Nesse sentido: AgInt na Rcl\n39.249/SP, Rel. Min. Herman Benjamin, Primeira Seção, DJe\n17.12.2020; AgInt na Rcl 40.891/DF, Rel. Min. Maria Isabel Gallotti,\nSegunda Seção, DJe 14.4.2021; AgInt na Rcl 40.178/RJ, Rel. Min.\nMauro Campbell Marques, Primeira Seção, DJe 19.3.2021; e AgInt na\nRcl 40.579/DF, Rel. Min. Francisco Falcão, Primeira Seção, DJe\n23.3.2021.\n 3. Agravo Interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221129",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da PRIMEIRA SEÇÃO do Superior Tribunal de\nJustiça, em sessão virtual de 23/11/2022 a 29/11/2022, por\nunanimidade, negar provimento ao recurso, nos termos do voto\ndo Sr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Humberto Martins, Mauro Campbell\nMarques, Benedito Gonçalves, Assusete Magalhães, Regina Helena\nCosta, Gurgel de Faria e Manoel Erhardt (Desembargador convocado do\nTRF-5ª Região) votaram com o\nSr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Sérgio Kukina.",
  "jurisprudenciaCitada" : "(RECLAMAÇÃO -  UTILIZAÇÃO  PARA ADEQUAÇÃO  A  RECURSO  ESPECIAL\nREPETITIVO)\n   STJ - <<AgInt na Rcl 39249>>-SP,\n         <<AgInt na Rcl 40891>>-DF,\n         <<AgInt na Rcl 40178>>-RJ,\n         <<AgInt na Rcl 40579>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000833441",
  "numeroProcesso" : "28618",
  "numeroRegistro" : "202201471078",
  "siglaClasse" : "AgInt no MS",
  "descricaoClasse" : "AGRAVO INTERNO NO MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "HERMAN BENJAMIN",
  "dataPublicacao" : "DJE        DATA:13/12/2022",
  "ementa" : "ADMINISTRATIVO E PROCESSUAL CIVIL. AGRAVO INTERNO EM MANDADO DE\nSEGURANÇA. PROCESSO ADMINISTRATIVO DISCIPLINAR. RECURSO HIERÁRQUICO\nAO PRESIDENTE DA REPÚBLICA. POSSIBILIDADE. ART. 56 DA LEI\n9.784/1999. PRECEDENTES. RECURSO NÃO PROVIDO.\n 1. A controvérsia consiste em saber se cabe recurso hierárquico\ndirigido ao Presidente da República contra ato administrativo\npraticado por autoridade delegada, nos termos do Decreto 3.035/1999,\nque aplicou pena de demissão ao impetrante no seio de Processo\nAdministrativo Disciplinar.\n 2. O art. 141, I, da Lei 8.112/1990 estabelece que as penalidades\ndisciplinares serão aplicadas \"pelo Presidente da República, pelos\nPresidentes das Casas do Poder Legislativo e dos Tribunais Federais\ne pelo Procurador-Geral da República, quando se tratar de demissão e\ncassação de aposentadoria ou disponibilidade de servidor vinculado\nao respectivo Poder, órgão, ou entidade\".\n 3. Por força do art. 84, IV, \"a\" e parágrafo único, da Constituição\nFederal, foi editado o Decreto 3.035/1999, por meio do qual o\nPresidente da República delegou aos Ministros de Estado e ao\nAdvogado-Geral da União a atribuição de julgar Processos\nAdministrativos Disciplinares e aplicar penalidades aos servidores\npúblicos a eles vinculados, nas hipóteses de demissão e cassação de\naposentadoria ou disponibilidade.\n 4. Esta Corte Superior possui orientação pacífica de que, ao tratar\nda delegação, a Lei 9.784/1999 não estabeleceu nenhuma ressalva\nquanto à impossibilidade de recurso hierárquico, razão pela qual é\naplicável o que dispõe o art. 56 desse diploma legal. Ou seja, não\nhá óbice para a interposição de recurso hierárquico à autoridade\ndelegante porque, embora mediante delegação, a decisão foi tomada\npelo delegado no exercício das suas competências administrativas.\n 5. Além disso, o Decreto 3.035, de 27 de abril de 1999, não\nestabeleceu nenhuma vedação à possibilidade de interposição de\nrecurso hierárquico, razão pela qual devem prevalecer as disposições\nlegais que possibilitam a interposição do recurso administrativo.\nNesse sentido: AgInt no MS 24.448/DF, Rel. Min. Manoel Erhardt -\nDesembargador convocado do TRF5 - Primeira Seção, DJe 31.3.2022; MS\n17.449/DF, Rel. Min. Mauro Campbell Marques, Primeira Seção, DJe\n1.10.2019; e MS 10.222/DF, Rel. Min. Laurita Vaz, Terceira Seção,\nDJe 1.2.2010.\n 6. Agravo Interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221129",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da PRIMEIRA SEÇÃO do Superior Tribunal de\nJustiça, em sessão virtual de 23/11/2022 a 29/11/2022, por\nunanimidade, negar provimento ao recurso, nos termos do voto\ndo Sr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Humberto Martins, Mauro Campbell\nMarques, Benedito Gonçalves, Assusete Magalhães, Regina Helena\nCosta, Gurgel de Faria e Manoel Erhardt (Desembargador convocado do\nTRF-5ª Região) votaram com o\nSr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Sérgio Kukina.",
  "jurisprudenciaCitada" : "(DELEGAÇÃO DE COMPETÊNCIA - RECURSO HIERÁRQUICO - AUSÊNCIA DE\nVEDAÇÃO LEGAL)\n   STJ - <<AgInt no MS 24448>>-DF,\n         <<MS 17449>>-DF,\n         <<MS 10222>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEC:003035 ANO:1999", "LEG:FED LEI:008112 ANO:1990\n*****  RJU-90    REGIME JURÍDICO DOS SERVIDORES PÚBLICOS CIVIS DA\nUNIÃO\n        ART:00141 INC:00001", "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00084 INC:00004 LET:A PAR:ÚNICO", "LEG:FED LEI:009784 ANO:1999\n*****  LPA-99    LEI DE PROCESSO ADMINISTRATIVO\n        ART:00056" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000833444",
  "numeroProcesso" : "185542",
  "numeroRegistro" : "202200123922",
  "siglaClasse" : "AgInt no CC",
  "descricaoClasse" : "AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "HERMAN BENJAMIN",
  "dataPublicacao" : "DJE        DATA:13/12/2022",
  "ementa" : "DIREITO PROCESSUAL CIVIL. CONFLITO DE COMPETÊNCIA. APAGÕES NO\nESTADO DO AMAPÁ. AÇÕES INDENIZATÓRIAS. PLEITO PARA RECONHECIMENTO DA\nCOMPETÊNCIA DO JUÍZO DA 2ª VARA FEDERAL DA SEÇÃO JUDICIÁRIA DO\nAMAPÁ.   EXAME DO MÉRITO DA DEMANDA NO CONFLITO. IMPOSSIBLIDADE.\nCONFLITO NÃO CONHECIDO.\n 1. Há Conflito de Competência nas hipóteses em que juízos distintos\nproferem  decisões incompatíveis entre si, desde que  acerca do\nmesmo objeto, o que não se vislumbra no caso em exame.\n 2. Conforme ressaltado na decisão agravada, a mera alegação de que\n\"há nítida identidade de causa de pedir entre as milhares de ações\nque tramitam na Justiça Federal e na Justiça do Estado do Amapá,\ntodas consubstanciadas em pleitos indenizatórios decorrentes do\napagão ocorrido em novembro de 2020\", não é suficiente para\ncaracterizar a existência de conflito, até porque não há como aferir\ntal identidade, sem saber os termos em que redigidas tais demandas.\n 3. Além disso, não há como acolher o pedido amplo, genérico e\nindeterminado formulado para declarar competente o Juízo da 2ª Vara\nFederal da Seção Judiciária do Amapá \"para julgar todas as demandas\nindividuais ou coletivas, de qualquer natureza, relativas ao\nincidente ocorrido no estado do Amapá no dia 3.11.20\".\n 4. No AgInt no CC 82.013/AP, de relatoria do Ministro Francisco\nFalcão, julgado pela Primeira Seção, e publicado no DJe de\n19/5/2022, foi reconhecida a inexistência de Conflito de Competência\nentre as ações indenizatórias ajuizadas por consumidores\nsupostamente atingidos pela crise energética ocorrida no final de\n2020 no Estado do Amapá, especialmente quando a União manifesta,\nexpressamente, falta de interesse em integrar a lide e quando\nreconhecida a ausência de litisconsórcio necessário entre entes\nfederais.\n 5. O Conflito de Competência não é a via adequada para discussão\nacerca do do mérito da demanda original. Não há como reconhecer,\nnesse feito, de modo geral e amplo, a existência de litisconsórcio\nnecessário com a União, ou mesmo fixar a competência da Justiça\nFederal, com base no argumento de que foram atingidos os interesses\nda União, em toda e qualquer demanda relativa ao incidente ocorrido\nno estado do Amapá.\n 6. Agravo Interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221129",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da PRIMEIRA SEÇÃO do Superior Tribunal de\nJustiça, em sessão virtual de 23/11/2022 a 29/11/2022, por\nunanimidade, negar provimento ao recurso, nos termos do voto\ndo Sr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Humberto Martins, Mauro Campbell\nMarques, Benedito Gonçalves, Assusete Magalhães, Regina Helena\nCosta, Gurgel de Faria e Manoel Erhardt (Desembargador convocado do\nTRF-5ª Região) votaram com o\nSr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Sérgio Kukina.",
  "jurisprudenciaCitada" : "(CONFLITO DE COMPETÊNCIA - FALTA DE INTERESSE DA UNIÃO - AUSÊNCIA DE\nLITISCONSÓRCIO NECESSÁRIO)\n   STJ - <<AgInt no CC 182013>>-AP,\n         <<AgInt no RE no AgInt no CC 174675>>-PR,\n         <<AgInt nos EDcl no CC 188423>>-DF,\n         <<EDcl no AgInt no CC 162488>>-GO",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000833447",
  "numeroProcesso" : "1796530",
  "numeroRegistro" : "202003134409",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "HERMAN BENJAMIN",
  "dataPublicacao" : "DJE        DATA:13/12/2022",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO CONTRA DECISÃO DA PRESIDÊNCIA DO\nSTJ. EMBARGOS DE DIVERGÊNCIA. ACÓRDÃO EMBARGADO QUE NÃO CONHECEU DO\nAGRAVO INTERNO. AUSÊNCIA DE JUNTADA DO INTEIRO TEOR DO ACÓRDÃO\nPARADIGMA.\n 1. Nos termos do entendimento firmado por esta Corte Superior, não\nsão admissíveis Embargos de Divergência contra acórdão que não\nconhece do Agravo Interno, à mingua de decisão meritória a ser\nconfrontada. Precedentes.\n 2. Além disso, o recorrente não juntou o inteiro teor do acórdão\nparadigma, composto também pelo acórdão e pela certidão de\njulgamento, descumprindo regra técnica do presente recurso.\n 3. Agravo Interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221129",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da PRIMEIRA SEÇÃO do Superior Tribunal de\nJustiça, em sessão virtual de 23/11/2022 a 29/11/2022, por\nunanimidade, negar provimento ao recurso, nos termos do voto\ndo Sr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Humberto Martins, Mauro Campbell\nMarques, Benedito Gonçalves, Assusete Magalhães, Regina Helena\nCosta, Gurgel de Faria e Manoel Erhardt (Desembargador convocado do\nTRF-5ª Região) votaram com o\nSr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Sérgio Kukina.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000833455",
  "numeroProcesso" : "3118",
  "numeroRegistro" : "202202410665",
  "siglaClasse" : "AgInt no PUIL",
  "descricaoClasse" : "AGRAVO INTERNO NO PEDIDO DE UNIFORMIZAÇÃO DE INTERPRETAÇÃO DE LEI",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "HERMAN BENJAMIN",
  "dataPublicacao" : "DJE        DATA:13/12/2022",
  "ementa" : "PROCESSUAL CIVIL. PEDIDO DE UNIFORMIZAÇÃO DE INTERPRETAÇÃO DE LEI.\nPEDIDO INTERPOSTO DIRETAMENTE NO STJ. ART. 12 DO PROVIMENTO 7/2010\nDO CNJ.\n 1. O STJ tem o entendimento de que \"os pedidos de uniformização de\ninterpretação de lei no âmbito dos Juizados Especiais da Fazenda\nPública, dirigidos ao Superior Tribunal de Justiça, devem ser\nsuscitados perante a Turma Recursal de origem, na forma prescrita\npelo art. 18 da Lei n. 12.153/2009, c/c o art. 12 do Provimento 7,\nde 7/5/2010, do Conselho Nacional de Justiça. (PUIL 1.595/PR, Rel.\nMin. Mauro Campbell Marques, DJe 19/12/2019; PUIL 1.445/BA, Rel.\nMin. Maria Thereza de Assis Moura, DJe 2/8/2019; PUIL 775/PR, Rel.\nMin. Sérgio Kukina, DJe 2/5/2018; PUIL 162/SP, Rel. Min. Assusete\nMagalhães, DJe de 3/5/2017.\" (AgInt no PUIL 1.748/PR, Rel. Min. Og\nFernandes, Primeira Seção, DJe de 4.9.2020.)\n 2. Agravo Interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221129",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da PRIMEIRA SEÇÃO do Superior Tribunal de\nJustiça, em sessão virtual de 23/11/2022 a 29/11/2022, por\nunanimidade, negar provimento ao recurso, nos termos do voto\ndo Sr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Humberto Martins, Mauro Campbell\nMarques, Benedito Gonçalves, Assusete Magalhães, Regina Helena\nCosta, Gurgel de Faria e Manoel Erhardt (Desembargador convocado do\nTRF-5ª Região) votaram com o\nSr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Sérgio Kukina.",
  "jurisprudenciaCitada" : "(PEDIDO DE UNIFORMIZAÇÃO DE INTERPRETAÇÃO DE LEI - ÂMBITO DOS\nJUIZADOS ESPECIAIS DA FAZENDA PÚBLICA - INTERPOSIÇÃO PERANTE A TURMA\nRECURSAL DE ORIGEM)\n   STJ - <<AgInt no PUIL 1748>>-PR",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:012153 ANO:2009\n*****  LJEFP-2009    LEI DOS JUIZADOS ESPECIAIS DA FAZENDA PÚBLICA\n        ART:00018 ART:00019", "LEG:FED PRV:000007 ANO:2010\n        ART:00012 PAR:00002\n(CONSELHO NACIONAL DE JUSTIÇA - CNJ)" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000833456",
  "numeroProcesso" : "43518",
  "numeroRegistro" : "202201849077",
  "siglaClasse" : "AgInt na Rcl",
  "descricaoClasse" : "AGRAVO INTERNO NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "HERMAN BENJAMIN",
  "dataPublicacao" : "DJE        DATA:13/12/2022",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO EM RECLAMAÇÃO. LIMINAR INDEFERIDA.\nAUSÊNCIA DO FUMUS BONI JURIS. JULGADO PROFERIDO PELO RITO DE\nRECURSO ESPECIAL REPETITIVO. NÃO CABIMENTO DA RECLAMAÇÃO. VIOLAÇÃO\nAO ART. 1.015, XI, DO CPC/15. SUCEDÂNEO RECURSAL. PRECEDENTES.\n 1. A reclamante é ré em Ação de Desapropriação proposta pelo Estado\nde Minas Gerais. Não satisfeito com o valor ofertado pelo Estado a\ntítulo de indenização pelo imóvel, o requerente solicitou a\nrealização de prova pericial. O Juízo de primeiro grau, contudo,\ndeterminou que o reclamante adiantasse as despesas do perito. Contra\nessa decisão foi interposto Agravo de Instrumento, do qual, em\ndecisão monocrática, não se conheceu em razão de não estar presente\nalguma das hipóteses taxativas do art. 1.015 do Código de Processo\nCivil de 2015.\n 2. A requerente alega ser cabível a presente Reclamação para\ngarantir a autoridade da decisão do Superior Tribunal de Justiça,\numa vez que: i) houve ofensa ao Tema 988 do STJ, no tocante á\npossibilidade de mitigação da taxatividade do rol do art. 1.015 do\nCPC/2015; e ii) o art. 1.015, inciso XI, do CPC/2015 autoriza o\ncabimento de Agravo de Instrumento para análise de custeio de ônus\nda prova pericial.\n 3. A Reclamação não é via adequada para preservar a jurisprudência\ndo STJ, mas, sim, a autoridade de decisão tomada em caso concreto,\nenvolvendo as partes postas no litígio do qual ela se origina, sob\npena de banalizar o instrumento processual como mero sucedâneo\nrecursal destinado a trazer ao STJ o rejulgamento da causa.\n 4. No caso dos autos, a insurgência não merece prosperar, porque a\nCorte Especial do STJ, na sessão realizada em 5.2.2020, decidiu que\nnão cabe Reclamação para o exame da correta aplicação de precedente\nobrigatório formado em julgamento de Recurso Especial repetitivo à\nrealidade do processo (Rcl 36.476/SP). Nesse sentido: AgInt na Rcl\n38.699/SP, Rel. Min. Mauro Campbell Marques, Primeira Seção, DJe de\n19.5.2022; e AgInt na Rcl 42.500/RJ, Rel. Min. Benedito Gonçalves,\nPrimeira Seção, DJe de 13.6.2022.\n 5. Ademais, ao se afirmar que houve violação ao art. 1.015, XI, do\nCPC/2015, verifica-se que a Reclamação está sendo utilizada como\nsucedâneo recursal, o que não é cabível. A propósito: AgInt na Rcl\n37.697/SP, Rel. Min. Assusete Magalhães, Primeira Seção, DJe de\n9.5.2022.\n 6. Agravo Interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221129",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da PRIMEIRA SEÇÃO do Superior Tribunal de\nJustiça, em sessão virtual de 23/11/2022 a 29/11/2022, por\nunanimidade, negar provimento ao recurso, nos termos do voto\ndo Sr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Humberto Martins, Mauro Campbell\nMarques, Benedito Gonçalves, Assusete Magalhães, Regina Helena\nCosta, Gurgel de Faria e Manoel Erhardt (Desembargador convocado do\nTRF-5ª Região) votaram com o\nSr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Sérgio Kukina.",
  "jurisprudenciaCitada" : "(RECLAMAÇÃO - APLICAÇÃO DE PRECEDENTE OBRIGATÓRIO - RECURSO ESPECIAL\nREPETITIVO)\n   STJ - <<Rcl 36476>>-SP,\n         <<AgInt na Rcl 38699>>-SP,\n         <<AgInt na Rcl 42500>>-RJ\n(RECLAMAÇÃO - SUCEDÂNEO RECURSAL)\n   STJ - <<AgInt na Rcl 37697>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01015 INC:00011" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000833457",
  "numeroProcesso" : "28818",
  "numeroRegistro" : "202202468542",
  "siglaClasse" : "AgInt no MS",
  "descricaoClasse" : "AGRAVO INTERNO NO MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "HERMAN BENJAMIN",
  "dataPublicacao" : "DJE        DATA:13/12/2022",
  "ementa" : "ADMINISTRATIVO E PROCESSUAL CIVIL. AGRAVO INTERNO EM MANDADO DE\nSEGURANÇA. ANISTIA. SUSPEIÇÃO DOS MEMBROS DA COMISSÃO. DECADÊNCIA\nCONFIGURADA. AUSÊNCIA DE PROVA PRÉ-CONSTITUÍDA. RECURSO NÃO PROVIDO.\n 1. Tratando-se de ato comissivo, considera-se, como termo inicial\ndo prazo decadencial para a propositura do writ, a data da\nrespectiva publicação na imprensa oficial, oportunidade na qual é\ndada ciência ao interessado do ato impugnado e que este revela-se\napto à produção de efeitos lesivos à esfera jurídica do impetrante\n(STF, AgRg no MS 23.528, Tribunal Pleno, Rel. Min. Ellen Gracie, DJe\nde 19.8.2011).\n 2. No caso em questão, embora o impetrante afirme que o presente\nwrit se volta contra a Portaria n. 1.476, de 11 de julho de 2022,\nque deu origem ao procedimento de revisão do ato administrativo que\nhavia, anteriormente, declarado o impetrante como anistiado político\n(Portaria n. 289, de 8 de março de 2005), observa-se, contudo, que\na fundamentação da inicial é direcionada a demonstrar a parcialidade\ndos membros da Comissão de anistia. 7\n 3. Afirma o impetrante que, \"no uso de suas atribuições, a então\nMinistra de Estado da Mulher, da Família e dos Direitos Humanos,\nprocedeu à nomeação dos membros da nova Comissão de Anistia, através\nda Portaria 378, de 27 de março de 2019, vejamos: (...). Dos 27\nmembros da Comissão de Anistia, 1/4 (um quarto) deles tem histórico\ne postura públicas incompatíveis com a função do órgão\" (fls. 10-11,\ne-STJ). Verifica-se que o ato apontado como coator é, portanto, a\nPortaria 378, de 27 de março de 2019.\n 4. Assim, constata-se que o presente mandamus foi impetrado em\n9.8.2022, ou seja, após escoado o prazo decadencial de 120 (cento e\nvinte) dias da publicação na imprensa oficial da Portaria n. 378, de\n27.03.2019, mediante a qual foi composta a Comissão de Anistia\nclassificada pelo Impetrante como parcial. Nesse sentido, as\nseguintes decisões proferidas nesta Corte: MS, 28.619/DF, Rel. Min.\nRegina Helena Costa, DJe 25.5.2022, MS 19.736/DF, Rel. Min. Napoleão\nNunes Maia Filho, DJe de 28.02.2013; MS 20.406/DF, Rel. Min.\nBenedito Gonçalves, DJe de 28.08.2013; e AgRg no MS 18.137/DF, Rel.\nMin. Herman Benjamin, Primeira Seção, DJe de 29.11.2016.\n 5. Ademais, \"as alegações ora formuladas pela parte impetrante de\nparcialidade de membros nomeados para a Comissão de Anistia, por\nmeio da Portaria 378/2019 e na forma da Portaria 376/2019, para\napreciação de anistias políticas ou revisão das anistias já\nconcedidas, os quais não necessariamente examinarão o seu caso\nespecificamente, ou ainda a suposta relação dos membros da Comissão\nde Anistia com Forças Militares da Aeronáutica que poderiam\ninfluenciar desfavoravelmente a análise do seu caso, demandam o\nexame de provas que ultrapassam, do que se pode depreender, os\nlimites dos documentos juntados ao presente mandamus.\" (MS\n28.649/DF, Rel. Min. Assusete Magalhães, DJe 26.9.2022, grifei).\nAusente, portanto, a prova pré-constituída.\n 6. Agravo Interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221129",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da PRIMEIRA SEÇÃO do Superior Tribunal de\nJustiça, em sessão virtual de 23/11/2022 a 29/11/2022, por\nunanimidade, negar provimento ao recurso, nos termos do voto\ndo Sr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Humberto Martins, Mauro Campbell\nMarques, Benedito Gonçalves, Assusete Magalhães, Regina Helena\nCosta, Gurgel de Faria e Manoel Erhardt (Desembargador convocado do\nTRF-5ª Região) votaram com o\nSr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Sérgio Kukina.",
  "jurisprudenciaCitada" : "(ANISTIA - SUSPEIÇÃO DOS MEMBROS DA COMISSÃO - DECADÊNCIA\nCONFIGURADA)\n   STJ - {{MS 28619}}-DF,\n         {{MS 19736}}-DF,\n         {{MS 20406}}-DF,\n         <<AgRg no MS 18137>>-DF\n(MANDADO DE SEGURANÇA - PRAZO DECADENCIAL - TERMO INICIAL)\n   STF - [[AgRg no MS 23528]]\n(MANDADO DE SEGURANÇA - AUSÊNCIA DE PROVA PRÉ-CONSTITUÍDA - EXAME DE\nPROVA)\n   STJ - {{MS 28649}}-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000833458",
  "numeroProcesso" : "3152",
  "numeroRegistro" : "202202698560",
  "siglaClasse" : "AgInt no PUIL",
  "descricaoClasse" : "AGRAVO INTERNO NO PEDIDO DE UNIFORMIZAÇÃO DE INTERPRETAÇÃO DE LEI",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "HERMAN BENJAMIN",
  "dataPublicacao" : "DJE        DATA:13/12/2022",
  "ementa" : "PROCESSUAL CIVIL E TRIBUTÁRIO. AGRAVO INTERNO EM PEDIDO DE\nUNIFORMIZAÇÃO DE INTERPRETAÇÃO DE LEI. AUSÊNCIA DE SIMILITUDE\nJURÍDICA E FÁTICA ENTRE OS ACÓRDÃOS. FUNDAMENTAÇÃO HIPOTÉTICA. VÍCIO\nNA FUNDAMENTAÇÃO. SÚMULA 284 DO STF. AUSÊNCIA DE DIVERGÊNCIA COM A\nSÚMULA 625 DO STJ. RECURSO NÃO PROVIDO.\n HISTÓRICO DA DEMANDA\n 1. Na origem, Tieppo Produções Ltda. e Marcelo Giatti Tieppo (sócio\nda primeira autora) ajuizaram Ação de Repetição de Indébito em face\ndo Município de São Paulo, pedindo a restituição do que foi pago a\ntítulo de ISS, em virtude da prestação de serviços à empresa Rádio e\nTelevisão Record S.A.\n 2. Aduzem que a empresa Tieppo Produções Ltda. foi constituída para\nburlar as leis trabalhistas, de modo que Marcelo Giatti Tiepo\ningressou com ação trabalhista contra a empresa Rádio e Televisão\nRecord S.A. pedindo o reconhecimento da relação de emprego entre\neles. A ação foi julgada procedente.\n 3. Com posse da decisão que reconheceu que o vínculo é de natureza\ntrabalhista, Tieppo Produções Ltda. e Marcelo Giatti Tieppo\ningressaram com a presente Ação de Repetição de Indébito em face do\nMunicípio de São Paulo pedindo a devolução do ISS pago por Tieppo\nProduções Ltda. A demanda foi julgada procedente em primeiro grau e\nconfirmada pelo Colégio recursal.\n 4. O Município de São Paulo aduz que houve decadência, pois \"o\nrecolhimento do tributo se deu entre as datas de 2008 e 2012 e a\nação de repetição foi proposta somente em 2019.\" (fl. 406, e-STJ.)\n RAZÕES PARA O NÃO CONHECIMENTO DO PEDIDO\n 5. Quanto à alegação de divergência com o acórdão proferido pela 2ª\nTurma Recursal da Fazenda Pública da Comarca de Montenegro do TJRS\n(divergência referente ao art. 168, I, do CTN), percebe-se a\nausência de dissídio jurisprudencial, em razão de não possuir\nsimilitude fática entre os julgados. Note-se que o acórdão indicado\ncomo paradigma não cuida de hipótese de suspensão ou interrupção do\nprazo decadencial constante no art. 168 do CTN, como é a discussão\ndo presente feito, mas, sim, de confissão de dívida e parcelamento.\nComo se observa, as matérias são diversas.\n 6. O requerente pede o reconhecimento de divergência com o acórdão\nproferido pela 4ª Turma Recursal dos Juizados Especiais do TJPR, em\nrelação ao art. 506 do CPC/2015. Nota-se, porém, que o acórdão\nrecorrido não se manifestou sobre o art. 506 do CPC e a tese\nrespectiva. Logo, não há divergência.\n 7. Ademais, relativamente ao argumento de divergência ao art. 506\ndo CPC/2015, o requerente apresenta fundamentação hipotética sobre o\nque teria decidido o acórdão atacado. Verbis (fl. 426, e-STJ,\ngrifei): \"Dito isso, passa a Fazenda a demonstrar que, caso seja\neste o entendimento da 1ª Turma do Colégio Recursal da Fazenda\nPública da Capital do Estado de São Paulo, ou seja, caso seja\ncompreendido que o julgamento tomou como base o artigo 168, II do\nCTN, também é o caso de interposição deste PUIL por existir\ndivergência de interpretação da norma do artigo 506 do CPC.\"\n 8. O defeito de fundamentação atrai o óbice da Súmula 284 do STF:\n\"É inadmissível o recurso extraordinário, quando a deficiência na\nsua fundamentação não permitir a exata compreensão da controvérsia.\"\n 9. Por fim, o requerente aponta violação à Súmula 625 do STJ,\nsegundo a qual: \"O pedido administrativo de compensação ou de\nrestituição não interrompe o prazo prescricional para a ação de\nrepetição de indébito tributário de que trata o art. 168 do CTN nem\no da execução de título judicial contra a Fazenda Pública.\"\n 10. Verifica-se que o caso dos autos não se amolda à citada Súmula\ndo STJ, uma vez que não se trata de pedido administrativo de\ncompensação ou de restituição, mas de decisão judicial que reconhece\no vínculo de natureza trabalhista. Inexiste, pois, divergência com\na Súmula 625 do STJ. Na mesma linha: AgRg na Pet 10.607/AC, Rel.\nMin. Mauro Campbell Marques, Primeira Seção, DJe de 24.2.2015.\n CONCLUSÃO\n 11. Agravo Interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221129",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da PRIMEIRA SEÇÃO do Superior Tribunal de\nJustiça, em sessão virtual de 23/11/2022 a 29/11/2022, por\nunanimidade, negar provimento ao recurso, nos termos do voto\ndo Sr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Humberto Martins, Mauro Campbell\nMarques, Benedito Gonçalves, Assusete Magalhães, Regina Helena\nCosta, Gurgel de Faria e Manoel Erhardt (Desembargador convocado do\nTRF-5ª Região) votaram com o\nSr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Sérgio Kukina.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000834315",
  "numeroProcesso" : "28846",
  "numeroRegistro" : "202202575427",
  "siglaClasse" : "AgInt no MS",
  "descricaoClasse" : "AGRAVO INTERNO NO MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "HERMAN BENJAMIN",
  "dataPublicacao" : "DJE        DATA:19/12/2022",
  "ementa" : "PROCESSUAL CIVIL E ADMINISTRATIVO. AGRAVO INTERNO EM MANDADO DE\nSEGURANÇA. ANISTIA. DECADÊNCIA CONFIGURADA. AUSÊNCIA DE LEGITIMIDADE\nATIVA. AUSÊNCIA DE PROVA PRÉ-CONSTITUÍDA. AGRAVO INTERNO NÃO\nPROVIDO.\n 1. O ato apontado como coator é a Portaria 1.449, de 5 de abril de\n2013, a qual teria anulado a Portaria 1.389, de 23 de agosto de\n2006. Cuida-se de ato administrativo concreto, o qual deveria ser\nimpugnado dentro do prazo de 120 (cento e vinte) dias contados da\nsua publicação, que ocorreu em 8.4.2013. Entretanto, o Mandado de\nSegurança foi impetrado em 17.8.2022. Dessa forma, configurou-se a\ndecadência. Nesse sentido: AgInt no MS 25.903/DF, Rel. Min. Manoel\nErhardt - Desembargador Convocado do TRF5, Primeira Seção, DJe de\n10.3.2022; e AgInt no MS 5.996/DF, Rel. Min. Assusete Magalhães,\nPrimeira Seção, DJe de 17.2.2022.\n 2. Ainda que superado esse óbice, verifica-se também que o\nimpetrante não possui legitimidade ativa para o presente writ. Jeová\nCosta Santiago impetrou o Mandado de Segurança alegando a sua\ncondição de herdeiro do Sr. José Braz. Contudo, consta nos autos\npartilha amigável entre o impetrante e a viúva, Zélia Santiago Costa\nde Lima (fls. 53-54, e-STJ), homologada pelo Juízo local (fls.\n100-101, e-STJ).\n 3. Desse modo, após a partilha dos bens, todos os sucessores são\npartes legítimas para reivindicar em Juízo direitos ligados ao de\ncujus, sem ter sido juntado aos autos qualquer documento da viúva,\nZélia Santiago Costa de Lima, autorizando que o impetrante,\nexclusivamente, ingressasse com o presente mandamus.\n 4. Observa-se que a indenização do anistiado político foi concedida\nunicamente para Zélia Santiago Costa de Lima, nos termos do alvará\nde fl. 32, e-STJ, pelo reconhecimento de única dependente econômica\ndo falecido ex-militar, Senhor José Braz Santiago Pereira de Lima.\n 5. Por fim, está ausente a prova pré-constituída, pois, nas\npalavras da Procuradora Regional da República (fl. 794, e-STJ):\n\"Também consta na peça inicial que o ex-militar, Senhor José Braz\nSantiago Pereira de Lima, faleceu no dia 11.8.2007, já na condição\nde anistiado por força da Portaria n.º 1389, de 23 de agosto de 2006\n(e-STJ fl. 7). Ao compulsar os autos, verifica-se que a intimação\ndo Senhor José Braz Santiago Pereira de Lima, acerca da instauração\ndo processo de anulação da portaria anistiadora, deu-se em 4.4.2012\n(e-STJ fl. 21). Embora tenha sido juntada a intimação, não consta no\ncaderno processual o seu termo de recebimento, essencial para\nconfirmar a alegação de que o impetrante, na condição de\ninventariante, não foi notificado sobre o referido processo de\nanulação. De acordo com os marcos temporais assinalados, o\nex-militar já teria falecido quando da abertura do processo de\nanulação de sua anistia, razão pela qual a intimação se concretizou\ncom o seu recebimento por pessoa diversa, não identificada nos autos\nem vista da instrução deficiente.\"\n 6. Agravo Interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221129",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 23/11/2022 a 29/11/2022,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Humberto Martins, Mauro Campbell\nMarques, Benedito Gonçalves, Assusete Magalhães, Regina Helena\nCosta, Gurgel de Faria e Manoel Erhardt (Desembargador convocado do\nTRF-5ª Região)  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Sérgio Kukina.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000833700",
  "numeroProcesso" : "24203",
  "numeroRegistro" : "201800795370",
  "siglaClasse" : "MS",
  "descricaoClasse" : "MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "HERMAN BENJAMIN",
  "dataPublicacao" : "DJE        DATA:14/12/2022",
  "ementa" : "PROCESSUAL CIVIL E ADMINISTRATIVO. MANDADO DE SEGURANÇA. SERVIDOR\nPÚBLICO. BARRAGEM FIGUEIREDO. IRREGULARIDADES NA PARALISAÇÃO DAS\nOBRAS. PROCESSO ADMINISTRATIVO DISCIPLINAR. DEMISSÃO. DECADÊNCIA\nPARCIAL DA IMPETRAÇÃO. RECURSO HIERÁRQUICO AO PRESIDENTE DA\nREPÚBLICA. DELEGAÇÃO DE COMPETÊNCIA. DECRETO 3.035/1999. CABIMENTO.\nPRECEDENTES.\n1. Trata-se de Mandado de Segurança impetrado, com fundamento no\nart. 105, I, \"b\", da Constituição da República, contra ato do\nMinistro de Estado da Transparência e Controladoria-Geral da União,\nque, por meio das Portarias n. 1.597 e 1.598, publicadas no DOU de\n21.8.2017, culminou na demissão dos impetrantes, ex-servidores do\nDnocs, por irregularidades detectadas na execução do contrato\nfirmado entre a Dnocs e a empresa Galvão Engenharia S.A. relativo à\nconstrução da denominada \"Barragem Figueiredo\".\n2. Conforme Relatório de Auditoria Especial da CGU, constataram-se\nirregularidades na anuência dos impetrantes ao pedido de indenização\nfeito pela empresa construtora, Galvão Engenharia S/A, no valor de\nR$ 3.645.071,85 (três milhões, seiscentos e quarenta e cinco mil e\nsetenta e um reais e oitenta e cinco centavos), referente aos custos\nsuportados pela paralisação das obras da construção da Barragem de\nFigueiredo, atinente ao período de 18 a 19.8.2010 e 26.8 a\n26.9.2010. A barragem possui capacidade de 520 milhões de metros\ncúbicos e foi construída para fins de irrigação e abastecimento do\nMunicípio cearense de Alto Santo e região. Os impetrantes foram\ndemitidos por terem procedido com conduta desidiosa no exercício da\nfunção (art. 117, XV, da Lei 8.112/1990).\n3. O presente writ é direcionado contra dois atos administrativos\ndistintos. O primeiro envolve o ato de demissão praticado pela\nautoridade coatora (Portarias 1.597 e 1.598 de 2017), e o segundo é\nrelativo ao indeferimento da remessa do recurso hierárquico ao\nPresidente da República.\n4. Com relação à sanção de demissão e consequente cassação de\naposentadoria, confirmo meu juízo preliminar quando do exame do\npedido liminar no sentido de que se operou a decadência do direito\nde impetração, pois transcorrido o prazo de 120 dias do art. 23 da\nLei 12.016/2009.\n5. As Portarias 1.597 e 1.598 foram publicadas no DOU de 21.8.2017,\nporém o Mandado de Segurança apenas foi impetrado em 9.4.2018,\nquando já transcorrido o prazo de 120 dias. Observa-se, também, que\nos pedidos de reconsideração dos impetrantes foram recebidos sem\nefeito suspensivo (fls. 275-276, e-STJ). Nesse sentido: AgInt no RMS\n62.030/SP, Rel. Ministro Og Fernandes, Segunda Turma, DJe de\n3.5.2022; AgInt no RMS 50.726/SP, Rel. Ministro Benedito Gonçalves,\nPrimeira Turma, DJe 28.11.2017; e AgRg no MS 18.137/DF, Rel.\nMinistro Herman Benjamin, Primeira Seção, DJe 29.11.2016.\n6. Concernente à necessidade de remessa do recurso hierárquico ao\nPresidente da República, todavia, não se opera a decadência, pois a\ndecisão que não conheceu do recurso hierárquico foi publicada no\nDiário Oficial de 16 de março de 2018 (fl. 370, e-STJ). A\ncontrovérsia consiste em saber se cabe recurso hierárquico dirigido\nao Presidente da República contra ato administrativo praticado por\nautoridade delegada, nos termos do Decreto  3.035/1999, que aplicou\npena de demissão aos impetrantes no seio de Processo Administrativo\nDisciplinar.\n7. Por força do art. 84, IV, \"a\" e parágrafo único, da Constituição\nFederal, foi editado o Decreto 3.035/1999, por meio do qual o\nPresidente da República delegou aos Ministros de Estado e ao\nAdvogado-Geral da União a atribuição de julgar Processos\nAdministrativos Disciplinares e aplicar penalidades aos servidores\npúblicos a eles vinculados, nas hipóteses de demissão e cassação de\naposentadoria ou disponibilidade.\n8. Esta Corte Superior possui orientação pacífica de que, ao tratar\nda delegação, a Lei 9.784/1999 não estabeleceu nenhuma ressalva\nquanto à impossibilidade de recurso hierárquico, razão pela qual é\naplicável o que dispõe o art. 56 desse diploma legal. Ou seja, não\nhá óbice para a interposição de recurso hierárquico à autoridade\ndelegante porque, embora mediante delegação, a decisão foi tomada\npelo delegado no exercício das suas competências administrativas.\n9. Além disso, o Decreto 3.035, de 27 de abril de 1999, não\nestabeleceu vedação à possibilidade de interposição de recurso\nhierárquico, motivo por que devem prevalecer as disposições legais\nque possibilitam a interposição do recurso administrativo. A\npropósito: AgInt no MS 24.448/DF, Rel. Ministro Manoel Erhardt -\nDesembargador convocado do TRF5 -, Primeira Seção, DJe 31.3.2022; MS\n17.449/DF, Rel. Ministro Mauro Campbell Marques, Primeira Seção, DJe\n1.10.2019; AgInt no MS 23.391/DF, Rel. Ministra Regina Helena Costa,\nPrimeira Seção, DJe de 12.11.2021; AgInt no MS 25.209/DF, Rel.\nMinistro Gurgel de Faria, Primeira Seção, DJe de 14.9.2020; e MS\n10.222/DF, Rel. Ministra Laurita Vaz, Terceira Seção, DJe 1.2.2010.\n10. Destaco que não é o caso de anular a Portaria de demissão, e sim\nde impor à autoridade impetrada o conhecimento e remessa do recurso\nhierárquico ao Presidente da República, pois o ato administrativo\nimpugnado é posterior ao exaurimento do processo disciplinar,\nsanável com o regular processamento do recurso, ressalvando-se\neventual concessão de efeito suspensivo.\n11. Mandado de Segurança parcialmente concedido para determinar a\nremessa, por força de recurso hierárquico, do processo\nadministrativo disciplinar para exame da Presidência da República.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221123",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Primeira Seção do Superior\nTribunal de Justiça:  \"A Primeira Seção, por unanimidade, concedeu\nparcialmente a segurança para determinar a remessa, por força de\nrecurso hierárquico, do processo administrativo disciplinar para\nexame da Presidência da República, nos termos do voto do Sr.\nMinistro Relator. Os Srs. Ministros Mauro Campbell Marques, Benedito\nGonçalves, Assusete Magalhães, Regina Helena Costa, Gurgel de Faria,\nManoel Erhardt (Desembargador convocado do TRF-5ª Região) e Humberto\nMartins votaram com o Sr. Ministro Relator.\nAusente, justificadamente, o Sr. Ministro Francisco Falcão.\nSustentou oralmente a Dra. EMANUELLE VAZ DE CARVALHO, pela parte\nINTERES.: UNIÃO.\nAssistiu ao julgamento o Dr. JOSÉ PATRIARCA BRANDÃO SOUZA, pelas\npartes IMPETRANTES: GETÚLIO PEIXOTO MAIA e FRANCISCO JOSE PEREIRA DE\nOLIVEIRA.\"",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000833696",
  "numeroProcesso" : "188715",
  "numeroRegistro" : "202201619731",
  "siglaClasse" : "AgInt no CC",
  "descricaoClasse" : "AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "GURGEL DE FARIA",
  "dataPublicacao" : "DJE        DATA:14/12/2022",
  "ementa" : "PROCESSUAL CIVIL. DIREITO À SAÚDE. MEDICAMENTO. NÃO INCORPORADO AO\nSUS. CONFLITO NEGATIVO DE COMPETENCIA. JUÍZO FEDERAL E JUÍZO\nESTADUAL. INCIDENTE DE ASSUNÇÃO DE COMPETÊNCIA. AFETAÇÃO.\nSOBRESTAMENTO DO FEITO. IRRECORRIBILIDADE.\n1. Segundo a jurisprudência desta Corte de Justiça, é inadmissível a\ninterposição de recurso contra decisão que determina o sobrestamento\ndo processo em virtude da pendência de julgamento de tema submetido\nà repercussão geral ou à sistemática de recursos representativos de\ncontrovérsia repetitiva.\n2. Esse entendimento se aplica ao caso, visto que a decisão de\nsobrestamento do presente feito, em face da afetação dos Conflitos\nde Competência n. 187.276/RS, 187.533/SC e 188.002/SC à sistemática\ndo incidente de assunção de competência (IAC n. 14/STJ), não é capaz\nde gerar nenhum prejuízo às partes litigantes, motivo pelo qual é\nirrecorrível.\n3. Hipótese em que a decisão agravada designou o Juízo Estadual, em\ncaráter provisório, para resolver as medidas urgentes que porventura\nsurgirem (CPC/2015, art. 955) e sobrestou o presente conflito de\ncompetência nesta Casa de Justiça até julgamento definitivo do IAC\nn. 14/STJ, em que a Primeira Seção decidirá a seguinte tese\ncontrovertida: \"Tratando-se de medicamento não incluído nas\npolíticas públicas, mas devidamente registrado na ANVISA, analisar\nse compete ao autor a faculdade de eleger contra quem pretende\ndemandar, em face da responsabilidade solidária dos entes federados\nna prestação de saúde, e, em consequência, examinar se é indevida a\ninclusão da União no polo passivo da demanda, seja por ato de\nofício, seja por intimação da parte para emendar a inicial, sem\nprévia consulta à Justiça Federal\".\n4. Agravo interno não conhecido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221116",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da PRIMEIRA SEÇÃO do Superior Tribunal de\nJustiça, em sessão virtual de 10/11/2022 a 16/11/2022, por\nunanimidade, não conhecer do recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Humberto Martins, Herman\nBenjamin, Mauro Campbell Marques, Benedito Gonçalves, Assusete\nMagalhães, Regina Helena Costa e Manoel Erhardt (Desembargador\nconvocado do TRF-5ª Região)  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Sérgio Kukina.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ "AgInt no CC  189019  RS  2022/0178389-1  Decisão:16/11/2022\nDJE        DATA:14/12/2022" ]
}, {
  "id" : "000833697",
  "numeroProcesso" : "24607",
  "numeroRegistro" : "201802284046",
  "siglaClasse" : "AgInt no MS",
  "descricaoClasse" : "AGRAVO INTERNO NO MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "GURGEL DE FARIA",
  "dataPublicacao" : "DJE        DATA:14/12/2022",
  "ementa" : "ADMINISTRATIVO. SERVIDOR PÚBLICO. PROCESSO DISCIPLINAR. EVOLUÇÃO\nPATRIMONIAL A DESCOBERTO.  PRESCRIÇÃO. INOCORRÊNCIA. SIGILO FISCAL.\nVIOLAÇÃO. INEXISTÊNCIA. PROCESSO FISCAL. INSTÂNCIAS. INDEPENDÊNCIA.\n1. A teor da Súmula 635 do STJ: \"Os prazos prescricionais previstos\nno art. 142 da Lei n. 8.112/1990 iniciam-se na data em que a\nautoridade competente para a abertura do procedimento administrativo\ntoma conhecimento do fato, interrompem-se com o primeiro ato de\ninstauração válido - sindicância de caráter punitivo ou processo\ndisciplinar - e voltam a fluir por inteiro, após decorridos 140 dias\ndesde a interrupção.\"\n2. Consoante o entendimento desta Corte, a sindicância instaurada\npara a verificação da variação patrimonial a descoberto não tem\nnatureza punitiva, e sim meramente investigativa, pois a existência\nde variação patrimonial a descoberto - incompatibilidade patrimonial\ndo servidor em relação às suas rendas comprovadamente lícitas -\nsempre configurava improbidade administrativa (conforme a legislação\naplicável à época dos fatos).\n3. Nos termos do art. 132, IV, da Lei n. 8.112/1990, a única pena\ncabível para a prática de improbidade administrativa é a demissão,\nsendo certo que em sede de sindicância somente podem ser aplicadas\nas penalidades de advertência e suspensão (art. 145 da Lei n.\n8.112/1990).\n4. Tendo a autoridade competente conhecimento da existência do fato\ninvestigado (variação patrimonial a descoberto), punível unicamente\ncom demissão, jamais poderá a sindicância instaurada ter caráter\npunitivo, merecendo destaque o firme entendimento desta Corte de\nque, caracterizada a conduta para a qual a lei estabelece,\nperemptoriamente, a aplicação de determinada penalidade, não há para\no administrador discricionariedade a autorizar a aplicação de pena\ndiversa.\n5. Não há a prescrição da pretensão punitiva da Administração quando\nnão ultrapassado o prazo prescricional de 5 anos entre a ciência dos\nfatos e a instauração do processo administrativo disciplinar.\n6. O STJ tem o entendimento de que não há a configuração de violação\ndo sigilo fiscal quando os dados são utilizados pela própria Receita\nFederal, no exercício do poder disciplinar, nos moldes do\nentendimento do STF, estabelecido no julgamento conjunto das ADIs\n2.386/DF, 2.390/DF, 2.397/DF e 2.859/DF, no qual concluiu pela\ninexistência de quebra de sigilo quando há o intercâmbio de\ninformações sigilosas no âmbito da Administração Pública, de acordo\ncom o art. 1º da Lei Complementar n. 104/2001, ao inserir o § 1º,\nII, e o § 2º ao art. 198 do CTN. Precedentes.\n7. Sendo independentes as esferas e possuindo escopos totalmente\ndiversos, as conclusões adotadas no processo administrativo fiscal\nnão vinculam a instância disciplinar, já que o reconhecimento de que\nnão é devido  o tributo em nada afeta a inferência acerca da prática\nde ato de improbidade decorrente de variação patrimonial a\ndescoberto. Precedentes.\n8.  Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221116",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da PRIMEIRA SEÇÃO do Superior Tribunal de\nJustiça, em sessão virtual de 10/11/2022 a 16/11/2022, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Humberto Martins, Herman\nBenjamin, Mauro Campbell Marques, Benedito Gonçalves, Assusete\nMagalhães, Regina Helena Costa e Manoel Erhardt (Desembargador\nconvocado do TRF-5ª Região) votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Sérgio Kukina.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000833698",
  "numeroProcesso" : "7324",
  "numeroRegistro" : "202202178313",
  "siglaClasse" : "AgInt na AR",
  "descricaoClasse" : "AGRAVO INTERNO NA AÇÃO RESCISÓRIA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "GURGEL DE FARIA",
  "dataPublicacao" : "DJE        DATA:14/12/2022",
  "ementa" : "PROCESSUAL CIVIL. AÇÃO RESCISÓRIA. TUTELA PROVISÓRIA DE URGÊNCIA.\nPLAUSIBILIDADE DO DIREITO VINDICADO. DEMONSTRAÇÃO. AUSÊNCIA.\n1. A concessão de tutela provisória de urgência em ação rescisória,\ncom o objetivo de suspender o levantamento de depósitos judiciais\nefetuados nos autos da ação ordinária originária, é possível desde\nque presentes de maneira cumulativa os requisitos referentes à\nplausibilidade do direito vindicado e à existência de perigo de dano\nou de risco ao resultado útil do processo.\n2. Hipótese em que não se constata a probabilidade de reconhecimento\ndo direito vindicado, tendo em vista a não demonstração, em juízo de\ncognição sumária, de ofensa manifesta a norma jurídica, no caso aos\narts. 6º da Lei n. 13.606/2018 e ao princípio da congruência aos\narts. 141, 490 e 492 do CPC/2015, tampouco de erro de fato a amparar\no processamento da ação rescisória na forma do art. 966, V e VIII,\ndo CPC/2015.\n3. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221116",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da PRIMEIRA SEÇÃO do Superior Tribunal de\nJustiça, em sessão virtual de 10/11/2022 a 16/11/2022, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Humberto Martins, Herman\nBenjamin, Mauro Campbell Marques, Benedito Gonçalves, Assusete\nMagalhães, Regina Helena Costa e Manoel Erhardt (Desembargador\nconvocado do TRF-5ª Região)  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Sérgio Kukina.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000833699",
  "numeroProcesso" : "5776",
  "numeroRegistro" : "201600531297",
  "siglaClasse" : "AR",
  "descricaoClasse" : "AÇÃO RESCISÓRIA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "GURGEL DE FARIA",
  "dataPublicacao" : "DJE        DATA:14/12/2022",
  "ementa" : "PROCESSUAL CIVIL. AÇÃO RESCISÓRIA. OFENSA À COISA JULGADA.\nINEXISTÊNCIA. VIOLAÇÃO FLAGRANTE DE DISPOSITIVO LEGAL. AUSÊNCIA.\n1. A violação da coisa julgada a que alude o art. 485, IV, do\nCPC/1973 diz respeito ao trânsito em julgado operado em outra ação\nem que caracterizada a tríplice identidade: partes, pedido e causa\nde pedir.\n2. Caso em que o pedido da primeira ação (Processo n. 85.000719-5)\nse fundou na aplicação do art. 30 da Lei n. 4.242/1963, ao passo que\no requerimento deduzido na ação rescindenda se centrou na aplicação\ndo art. 53, II e III, do ADCT; por essa razão, as causas de pedir\nsão distintas.\n3. A pretensão rescisória, fundada em violação literal de\ndispositivo legal, tem aplicabilidade quando o aresto ofusca direta\ne explicitamente a norma jurídica, não se admitindo a mera ofensa\nreflexa ou indireta.\n4. Hipótese em que não seria possível ter ocorrido violação direta e\nflagrante de dispositivo referente à matéria cujo mérito\npropriamente dito não chegou a ser debatido nesta Corte.\n5. É firme a orientação deste Superior Tribunal no sentido de que se\no julgado elege uma entre as interpretações cabíveis, ainda não\nsendo a melhor, a ação rescisória não merece prosperar, sob pena de\ntornar-se um mero recurso com prazo de interposição de dois anos\n(AgInt na AR 4.596/RS, relatora Ministra Regina Helena Costa,\nPrimeira Seção, julgado em 14/9/2021, DJe de 22/9/2021).\n6. Não se conhece da ação rescisória no ponto em que se pretende o\nreexame do contexto fático analisado na decisão rescindenda.\n7.Caso em que não pode ser conhecido o argumento da União no sentido\nde que \"o suposto instituidor não participou do teatro de guerra em\nsolo italiano e não participou ativamente de missões de vigilância e\nsegurança do litoral brasileiro.\"\n8. Improcedência do pedido. Agravo interno prejudicado.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221109",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Primeira Seção do Superior\nTribunal de Justiça, por unanimidade, julgar improcedente o pedido,\nrestando prejudicado o agravo interno, nos termos do voto do Sr.\nMinistro Relator. Os Srs. Ministros Manoel Erhardt (Desembargador\nconvocado do TRF-5ª Região), Francisco Falcão, Humberto Martins,\nHerman Benjamin, Mauro Campbell Marques, Benedito Gonçalves,\nAssusete Magalhães e Regina Helena Costa votaram com o Sr. Ministro\nRelator.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000834079",
  "numeroProcesso" : "6295",
  "numeroRegistro" : "201801609858",
  "siglaClasse" : "AR",
  "descricaoClasse" : "AÇÃO RESCISÓRIA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "GURGEL DE FARIA",
  "dataPublicacao" : "DJE        DATA:16/12/2022",
  "ementa" : "PROCESSUAL CIVIL. AÇÃO RESCISÓRIA. COMPLEMENTAÇÃO DE APOSENTADORIA.\nEX-FERROVIÁRIOS. VIOLAÇÃO DE LITERAL DISPOSIÇÃO DE LEI.\nINEXISTÊNCIA.\n1. A violação literal de lei que autoriza a rescisão de um julgado\ndeve corresponder à agressão direta e frontal ao conteúdo normativo\nexpresso na legislação indicada, de forma que, para a\ndesconstituição extraordinária da coisa julgada, é necessário que a\ndecisão rescindenda tenha outorgado sentido excepcional à\nlegislação, ofendendo-a gravemente. Precedentes.\n2. No caso, quando o STJ entendeu que a complementação da\naposentadoria dos ex-ferroviários seria regida pelo plano de cargos\ne salários próprio dos empregados da extinta RFFSA, em vez da CBTU,\nalém de não violar direta e gravemente nenhuma norma, apenas adotou\numa das interpretações possíveis, não cabendo ação rescisória nessas\nhipóteses.\n3. A interpretação conferida pelo STJ na decisão impugnada é, aliás,\na que prevalece atualmente, reforçando-se a conclusão de que\ninexistiu qualquer violação literal à norma.\n4. Improcedência do pedido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221109",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Primeira Seção do Superior\nTribunal de Justiça, por unanimidade, julgar improcedente o pedido,\nnos termos do voto do Sr. Ministro Relator. Os Srs. Ministros Manoel\nErhardt (Desembargador convocado do TRF-5ª Região), Francisco\nFalcão, Humberto Martins, Herman Benjamin, Mauro Campbell Marques,\nBenedito Gonçalves, Assusete Magalhães e Regina Helena Costa votaram\ncom o Sr. Ministro Relator.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000833222",
  "numeroProcesso" : "1965559",
  "numeroRegistro" : "202102456230",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "GURGEL DE FARIA",
  "dataPublicacao" : "DJE        DATA:07/12/2022",
  "ementa" : "PROCESSUAL CIVIL. RECURSO ESPECIAL. INDICAÇÃO COMO REPRESENTATIVO DE\nCONTROVÉRSIA. INTEMPESTIVIDADE. SUSPENSÃO DE EXPEDIENTE. FERIADO\nLOCAL. NÃO COMPROVAÇÃO.\n1. Nos termos do § 6º do art. 1.003 do CPC/2015, \"o recorrente\ncomprovará a ocorrência de feriado local no ato de interposição do\nrecurso\", o que impossibilita a regularização posterior.\n2. A Corte Especial do STJ, em sessão realizada no dia 03/02/2020,\napreciou a QO no REsp 1.813.684/SP, suscitada pela Ministra Nancy\nAndrighi, para decidir que a modulação dos efeitos do acórdão quanto\nà possibilidade de comprovação posterior de feriado local\nrestringe-se à segunda-feira de carnaval, a ser observada apenas aos\nrecursos interpostos até o dia 18/11/2019.\n3. Recurso especial não conhecido. Afetação prejudicada.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221025",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Primeira Seção do Superior\nTribunal de Justiça, por unanimidade, cancelou a submissão do\npresente feito ao rito previsto nos arts. 1.036 a 1.041 do CPC/2015\ne, quanto ao mérito, não conhecer do recurso especial nos termos da\nquestão de ordem proposta pelo Sr. Ministro Relator. Os Srs.\nMinistros Manoel Erhardt (Desembargador convocado do TRF-5ª Região),\nHumberto Martins, Herman Benjamin, Mauro Campbell Marques, Benedito\nGonçalves, Assusete Magalhães e Regina Helena Costa votaram com o\nSr. Ministro Relator. Não participou do julgamento o Sr. Ministro\nFrancisco Falcão.",
  "jurisprudenciaCitada" : "(TEMPESTIVIDADE - FERIADO LOCAL - COMPROVAÇÃO - ATO DE INTERPOSIÇÃO)\n   STJ - <<AgInt no AREsp 990221>>-MT\n(TEMPESTIVIDADE DE RECURSO - FERIADO LOCAL - COMPROVAÇÃO POSTERIOR -\nSEGUNDA-FEIRA DE CARNAVAL)\n   STJ - <<QO no REsp 1813684>>-SP,\n         <<AgRg no AREsp 137141>>-SE",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01003 PAR:00006 ART:01036 PAR:00006" ],
  "acordaosSimilares" : [ ]
} ]