[ {
  "id" : "000871172",
  "numeroProcesso" : "29715",
  "numeroRegistro" : "202303381869",
  "siglaClasse" : "AgInt nos EDcl no MS",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NO MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "BENEDITO GONÇALVES",
  "dataPublicacao" : "DJE        DATA:29/04/2024",
  "ementa" : "ADMINISTRATIVO. AGRAVO INTERNO NO MANDADO DE SEGURANÇA. RECURSO\nHIERÁRQUICO AO PRESIDENTE DA REPÚBLICA. PROVA PRÉ-CONSTITUÍDA.\nAUSÊNCIA DE DEMONSTRAÇÃO DE DIREITO LÍQUIDO E CERTO.\n1. O recurso foi interposto contra acórdão publicado na vigência do\nCódigo de Processo Civil de 2015, devendo ser exigidos os requisitos\nde admissibilidade na forma nele previsto, conforme Enunciado\nAdministrativo n. 3/2016/STJ.\n2. Cuida-se de mandado de segurança contra despacho do\nMinistro-Chefe da Advocacia-Geral da União consubstanciado no não\nconhecimento à reiteração do pedido de reconsideração e ao recurso\nhierárquico dirigido ao Presente da República.\n3. O impetrante não anexou aos autos a íntegra do PAD; o recurso\nhierárquico, o pedido de reconsideração e a íntegra das decisões\nproferidas pela autoridade coatora que indeferiu referido recurso\nhierárquico. Dessa forma, não se verifica lastro probatório que\nsustente a existência de direito líquido e certo nos moldes do\ndeduzido na inicial.\n4. Além disso, esta Corte Superior, interpretando o Decreto n.\n3.035, de 27 de abril de 1999, decidiu pela possibilidade da\ninterposição de recurso hierárquico contra decisão de ministro de\nestado em processo disciplinar, mesmo quando proferida no exercício\nda competência delegada pelo Sr. Presidente da República, ao qual\ncompetirá a sua apreciação. Precedente.\n5. Todavia, referido Decreto (3.035, de 27 de abril de 1999) foi\nrevogado pelo Decreto n. 11.123, de 07 de julho de 2022, que, ao\ntratar da delegação de competência para a prática de atos\nadministrativo-disciplinares, previu expressamente o não cabimento\nde recurso hierárquico ao Presidente da República ou ao Ministro de\nEstado contra decisão proferida em processo administrativo\ndisciplinar. Ou seja, possibilitou-se apenas a interposição de\n\"pedido de reconsideração à autoridade que houver proferido a\ndecisão com fundamento nas delegações ou subdelegações\".\n6. Assim, \"não há nenhuma ilegalidade praticada pela autoridade\ncoatora ao não conhecer do recurso hierárquico interposto pelo\nimpetrante, já que manifestamente incabível\" (MS n. 29.844/DF,\nMinistro Gurgel de Faria, DJe de 21/12/2023.)\n7. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240424",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 18/04/2024 a 24/04/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Herman Benjamin, Mauro Campbell Marques, Sérgio\nKukina, Gurgel de Faria, Paulo Sérgio Domingues, Teodoro Silva\nSantos e Afrânio Vilela  votaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Francisco Falcão.\nPresidiu o julgamento a Sra. Ministra Regina Helena Costa.",
  "jurisprudenciaCitada" : "(MANDADO DE SEGURANÇA - DIREITO LÍQUIDO E CERTO - PROVA\nPRÉ-CONSTITUIDA)\n   STJ - <<AgRg no MS 19025>>-DF\n(DECISÃO DE MINISTRO DE ESTADO - PROCESSO DISCIPLINAR - RECURSO\nHIERÁRQUICO AO PRESIDENTE DA REPÚBLICA)\n   STJ - <<AgInt no MS 23391>>-DF, {{MS 29844}}-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEC:003035 ANO:1999\n(REVOGADO PELO DECRETO 11.123/2022)", "LEG:FED DEC:011123 ANO:2022\n        ART:00006 ART:00007" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000871169",
  "numeroProcesso" : "46902",
  "numeroRegistro" : "202400002616",
  "siglaClasse" : "AgInt na Rcl",
  "descricaoClasse" : "AGRAVO INTERNO NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "BENEDITO GONÇALVES",
  "dataPublicacao" : "DJE        DATA:29/04/2024",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NA RECLAMAÇÃO. HIPÓTESE DE\nCABIMENTO. AUSÊNCIA. SUCEDÂNEO DE RECURSO. IMPOSSIBILIDADE. DECISÃO\nDA PRESIDÊNCIA DO STJ MANTIDA.\n1. O recurso foi interposto contra acórdão publicado na vigência do\nCódigo de Processo Civil de 2015, devendo ser exigidos os requisitos\nde admissibilidade na forma nele previsto, conforme Enunciado\nAdministrativo n. 3/2016/STJ.\n2. Caso em que a agravante objetiva a procedência da reclamação para\nque o \"juízo de origem aplique o entendimento firmado na Súmula\n576/STJ, fixando-se a data inicial do benefício a partir da DER e\nnão em outra data\".\n3. De fato, a reclamação não se enquadra em nenhuma das hipóteses\nprevistas no ordenamento jurídico (art. 105, I, f, da CF c/c o art.\n187 do RISTJ e o art. 988 do CPC/2015), visto que inexistente\ndecisão desta Corte proferida no caso concreto, sendo certo que a\nreclamante está utilizando a via eleita como sucedâneo recursal para\nreformar decisão que lhe foi desfavorável, o que não se deve\nadmitir, consoante jurisprudência desta Corte Superior. Decisão da\nPresidência do STJ mantida.\n4. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240424",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 18/04/2024 a 24/04/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Herman Benjamin, Mauro Campbell Marques, Sérgio\nKukina, Gurgel de Faria, Paulo Sérgio Domingues, Teodoro Silva\nSantos e Afrânio Vilela  votaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Francisco Falcão.\nPresidiu o julgamento a Sra. Ministra Regina Helena Costa.",
  "jurisprudenciaCitada" : "(RECLAMAÇÃO - SUCEDÂNEO RECURSAL)\n   STJ - <<AgInt na Rcl 46023>>-SC,\n         <<AgInt nos EDcl na Rcl 46227>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00988", "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00105 INC:00001 LET:F", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000576", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00187" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000871167",
  "numeroProcesso" : "1743438",
  "numeroRegistro" : "201801238023",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "BENEDITO GONÇALVES",
  "dataPublicacao" : "DJE        DATA:29/04/2024",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA NO\nRECURSO ESPECIAL. AÇÃO CIVIL PÚBLICA. INCOMPETÊNCIA ABSOLUTA DA\nJUSTIÇA ESTADUAL. EXTINÇÃO DA AÇÃO SEM JULGAMENTO DO MÉRITO.\nIMPOSSIBILIDADE. REMESSA DOS AUTOS À JUSTIÇA COMPETENTE. ATUALIDADE\nE CONTEMPORANEIDADE DO PARADIGMA. INEXISTÊNCIA. ACÓRDÃO EMBARGADO NO\nMESMO SENTIDO DA JURISPRUDÊNCIA DOMINANTE DESTA CORTE. INCIDÊNCIA\nDA SÚMULA 168/STJ.\n1. O recurso foi interposto contra acórdão publicado na vigência do\nCódigo de Processo Civil de 2015, devendo ser exigidos os requisitos\nde admissibilidade na forma nele previsto, conforme Enunciado\nAdministrativo n. 3/2016/STJ.\n2. Caso em que a embargante se insurge contra acórdão proferido pela\nSegunda Turma, o qual, à unanimidade, negou provimento ao recurso\nespecial ao fundamento de que a decretação da ilegitimidade ativa de\num dos órgãos do Ministério Público em relação à ação proposta,\natraindo o deslocamento da competência para outro Juízo, não resulta\nna imediata extinção do processo sem julgamento do mérito, nos\ntermos do § 2º do art. 113 do CPC/1973 (atual art. 64, §§ 1º e 3º,\ndo CPC/2015).\n3. Os embargos de divergência têm por objetivo uniformizar a\njurisprudência do Tribunal ante a adoção de teses conflitantes pelos\nseus órgãos fracionários na decisão de casos similares, além de a\ndivergência apontada ser atual, ou seja, o embargante deve trazer\njulgados contemporâneos ao acórdão embargado ou então supervenientes\na este. Precedentes.\n4. No caso, o acórdão paradigma não é contemporâneo ao momento da\noposição dos embargos de divergência. Assim, não se cumpriu o\nrequisito de admissibilidade previsto no artigo 266 do RISTJ,\nsegundo o qual: \"Cabem embargos de divergência contra acórdão de\nÓrgão Fracionário que, em recurso especial, divergir do julgamento\natual de qualquer outro Órgão Jurisdicional deste Tribunal\".\n5. Mesmo que assim não fosse, registre-se que o acórdão embargado\nencontra-se em sintonia com a jurisprudência dominante desta Corte\nSuperior no sentido de que \"eventual decretação da ilegitimidade\nativa de um dos órgãos do Ministério Público em relação à ação\nproposta, atraindo o deslocamento da competência para outro Juízo,\nnão resulta na imediata extinção da lide sem julgamento do mérito.\nDeve o Juízo competente intimar o órgão ministerial com atribuições\npara a causa com o intuito de ratificar ou não a petição e, dessa\nfeita, dar continuidade ou não à ação proposta\" (AgInt no REsp n.\n1.820.565/PB, relator Ministro Og Fernandes, Segunda Turma, julgado\nem 7/6/2022, DJe de 8/9/2022). Incide, portanto, o teor da Súmula\n168/STJ, segundo o qual: \"Não cabem embargos de divergência quando a\njurisprudência do Tribunal se firmou no mesmo sentido do acórdão\nembargado\".\n6. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240424",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 18/04/2024 a 24/04/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Herman Benjamin, Mauro Campbell Marques, Sérgio\nKukina, Gurgel de Faria, Paulo Sérgio Domingues, Teodoro Silva\nSantos e Afrânio Vilela  votaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Francisco Falcão.\nPresidiu o julgamento a Sra. Ministra Regina Helena Costa.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000168", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000871148",
  "numeroProcesso" : "6901",
  "numeroRegistro" : "202003437604",
  "siglaClasse" : "AR",
  "descricaoClasse" : "AÇÃO RESCISÓRIA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "SÉRGIO KUKINA",
  "dataPublicacao" : "DJE        DATA:29/04/2024",
  "ementa" : "PREVIDENCIÁRIO E PROCESSUAL CIVIL. AÇÃO RESCISÓRIA. IMPUGNAÇÃO AO\nVALOR DA CAUSA. AUSÊNCIA DE PROVA. REJEIÇÃO. PRÉVIO RECONHECIMENTO\nDA INCOMPETÊNCIA PELO TRF-4. EMENDA À INICIAL. ADIÇÃO DE FUNDAMENTO\nNOVO. POSSIBILIDADE. ART. 968, § 5º, DO CPC. POSTERIOR REMESSA DO\nFEITO AO STJ. ERRO DE FATO (CPC, ART. 966, VIII). INEXISTÊNCIA.\nALEGAÇÃO DE OFENSA À NORMA JURÍDICA (CPC, ART. 966, V). SÚMULA\n343/STF. INCIDÊNCIA. AÇÃO RESCISÓRIA PARCIALMENTE ADMITIDA E, NESSA\nEXTENSÃO, JULGADA IMPROCEDENTE.\n1. A jurisprudência desta Corte se orienta no sentido de que o valor\nda causa, na ação rescisória, deve corresponder, em regra, ao\nmontante atualizado do valor dado à ação originária, em que formada\na coisa julgada material impugnada por meio da actio\ndesconstitutiva. Excepcionalmente, acaso evidenciada a discrepância\nentre o referido valor e o proveito buscado na ação impugnativa,\neste é o quantum que haverá de prevalecer.  Precedentes: AR n.\n6.373/DF, relator Ministro Moura Ribeiro, Segunda Seção, DJe de\n3/11/2022; AgInt na AR n. 6.281/SC, relator Ministro Gurgel de\nFaria, Primeira Seção, DJe de 24/8/2021.\n2. Impugnação rejeitada, porquanto \"o ônus da prova na impugnação ao\nvalor da causa é da ré na ação rescisória, que deve provar que o\nvalor atribuído à causa está contrário ao que efetivamente deveria\nter sido aferido\" (Pet n. 1.555/RJ, relatora Ministra Maria Thereza\nde Assis Moura, Terceira Seção, DJe de 5/11/2009), de cujo encargo,\nporém, não se desincumbiu a ré impugnante.\n3. Segundo a norma extraível do art. 968, § 5º, II, do CPC,\nreconhecida a incompetência do tribunal para julgar a ação\nrescisória, o autor será intimado para emendar a petição inicial, a\nfim de adequar o objeto da ação rescisória, quando a decisão\napontada como rescindenda \"tiver sido substituída por decisão\nposterior\".\n4. De acordo com o entendimento do STJ, \"para a configuração do erro\nde fato apto a ensejar a propositura da rescisória, é necessário a)\nque o julgamento rescindendo tenha sido fundado no erro de fato; b)\nque o erro possa ser apurado com base nos documentos que instruem\nos autos do processo originário; c) que ausente controvérsia sobre o\nfato; e d) que inexista pronunciamento judicial a respeito do fato.\n\" (AR n. 6.980/DF, relator Ministro Gurgel de Faria, Primeira Seção,\nDJe de 4/11/2022).\n5. Caso concreto em que se decidiu, no acórdão rescindendo, pela não\nincidência do fator previdenciário no cálculo do benefício de\naposentadoria de professor, sendo esse o tema posto a julgamento na\nocasião, inexistindo qualquer equívoco quanto à qualificação\njurídica dos fatos vertidos na lide.\n6. \"Não cabe ação rescisória por ofensa a literal disposição de lei,\nquando a decisão rescindenda se tiver baseado em texto legal de\ninterpretação controvertida nos tribunais\" (Súmula 343/STF).\nIncidência quanto ao fundamento calcado no art. 966, V, do CPC.\n7. A jurisprudência desta Corte não consente com o emprego da senda\nrescisória como sucedâneo recursal.\n8. Inacolhível o pedido de sancionamento da autarquia previdenciária\npor deslealdade processual, pois, \"sem que a conduta da parte\nagravante no curso do processo tenha se subsumido a quaisquer das\nprevisões contidas nos incisos do art. 80 do CPC, não se cogita de\nsua condenação ao pagamento da correspondente multa por litigância\nde má-fé (art. 81 do do CPC)\". (AgInt na ExeMS n. 21.648/DF, relator\nMinistro Sérgio Kukina, Primeira Seção, DJe de 28/10/2022).\n9. Ação parcialmente admitida e, nessa extensão, julgada\nimprocedente.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240424",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO, por unanimidade,\nadmitir parcialmente a ação rescisória e, nessa extensão, julgar\nimprocedente o pedido, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Herman Benjamin, Gurgel de\nFaria, Paulo Sérgio Domingues, Teodoro Silva Santos e Afrânio Vilela\nvotaram com o Sr. Ministro Relator.\nAusentes, justificadamente, os Srs. Ministros Mauro Campbell Marques\ne Benedito Gonçalves.",
  "jurisprudenciaCitada" : "(AÇÃO RESCISÓRIA - VALOR DA CAUSA)\n   STJ - <<AR 6373>>-DF, <<AgInt na AR 6281>>-SC\n(IMPUGNAÇÃO AO VALOR DA CAUSA - ÔNUS DA PROVA)\n   STJ - <<Pet 1555>>-RJ\n(AÇÃO RESCISÓRIA - ERRO DE FATO)\n   STJ - <<AR 6980>>-DF, <<AR 5168>>-RS,\n         <<AgInt nos EDcl no REsp 1703685>>-RS\n(FATOR PREVIDENCIÁRIO - SALÁRIO DE BENEFÍCIO DA APOSENTADORIA)\n   STJ - <<AgRg no REsp 1163028>>-RS, <<AgRg no REsp 1251165>>-RS,\n         <<AR 6335>>-DF\n(MULTA POR LITIGÂNCIA DE MÁ-FÉ)\n   STJ - <<AgInt na ExeMS 21648>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00966 INC:00005 ART:00968 PAR:00005 INC:00002", "LEG:FED SUM:****** ANO:****\n*****  SUM(STF)    SÚMULA DO SUPREMO TRIBUNAL FEDERAL\n        SUM:000343" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000871145",
  "numeroProcesso" : "45737",
  "numeroRegistro" : "202301875372",
  "siglaClasse" : "AgInt na Rcl",
  "descricaoClasse" : "AGRAVO INTERNO NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "SÉRGIO KUKINA",
  "dataPublicacao" : "DJE        DATA:29/04/2024",
  "ementa" : "PROCESSUAL CIVIL. ADMINISTRATIVO. AGRAVO INTERNO NA RECLAMAÇÃO.\nAUSÊNCIA DE IMPUGNAÇÃO A FUNDAMENTO DA DECISÃO AGRAVADA. INCIDÊNCIA\nDAS SÚMULAS 182/STJ E 284/STF. ENTENDIMENTO DA CORTE ESPECIAL.\n1. A Corte Especial, ao julgar os EREsp n. 1.424.404/SP (Rel.\nMinistro LUIS FELIPE SALOMÃO, DJe 17/11/2021), decidiu que, em\nrelação ao agravo interno manejado contra decisão monocrática de\nrelator, aplicar-se-á o óbice encartado na Súmula 182/STJ quando a\nparte agravante: a) deixar de empreender combate ao único ou a todos\nos capítulos autônomos da decisão agravada; b) deixar de refutar a\ntodos os fundamentos empregados no capítulo autônomo por ela\nimpugnado.\n2. Caso concreto em que a parte agravante não se desincumbiu de\ninfirmar o fundamento contido na decisão atacada, no sentido de que\na decisão reclamada efetivamente desrespeitou a decisão proferida\nnos EDcl no REsp n. 1.953.481/PE, limitando-se a tecer considerações\na respeito do mérito da questão decidida no referido apelo nobre.\nIncidência das Súmulas 182/STJ e 284/STF.\n3. \"A reclamação tem por objetivo preservar a competência desta\nCorte ou garantir a autoridade de suas decisões, de modo que não se\ndestina ao exame do acerto ou desacerto da decisão impugnada, como\nsucedâneo de recurso\"  (Rcl n. 5.246/RS, relator Ministro MAURO\nCAMPBELL MARQUES, PRIMEIRA SEÇÃO, DJe de 2/8/2011). Nesse mesmo\nsentido: AgRg na Rcl n. 11.875/SC, relatora Ministra ALDERITA RAMOS\nDE OLIVEIRA, Desembargadora Convocada do TJ/PE, TERCEIRA SEÇÃO, DJe\nde 19/6/2013.\n4. Agravo interno não conhecido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240424",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 18/04/2024 a 24/04/2024,\npor unanimidade, não conhecer do recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Herman Benjamin, Mauro Campbell Marques, Benedito\nGonçalves, Gurgel de Faria, Paulo Sérgio Domingues, Teodoro Silva\nSantos e Afrânio Vilela  votaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Francisco Falcão.\nPresidiu o julgamento a Sra. Ministra Regina Helena Costa.",
  "jurisprudenciaCitada" : "(AGRAVO INTERNO - CAPÍTULO AUTÔNOMO - IMPUGNAÇÃO PARCIAL -\nPRECLUSÃO)\n   STJ - <<EREsp 1424404>>-SP\n(RECLAMAÇÃO - SUCEDÂNEO DE RECURSO)\n   STJ - <<Rcl 5246>>-RS, <<AgRg na Rcl 11875>>-SC",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000182", "LEG:FED SUM:****** ANO:****\n*****  SUM(STF)    SÚMULA DO SUPREMO TRIBUNAL FEDERAL\n        SUM:000284", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01021 PAR:00001" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000871143",
  "numeroProcesso" : "2090542",
  "numeroRegistro" : "202200771820",
  "siglaClasse" : "AgInt nos EDcl nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "SÉRGIO KUKINA",
  "dataPublicacao" : "DJE        DATA:29/04/2024",
  "ementa" : "TRIBUTÁRIO. PROCESSUAL CIVIL. AGRAVO INTERNO. AUSÊNCIA DE IMPUGNAÇÃO\nESPECÍFICA DOS FUNDAMENTOS DA DECISÃO AGRAVADA. INCIDÊNCIA DA\nSÚMULA 182/STJ.\n1. A Corte Especial, ao julgar os EREsp 1.424.404/SP (Rel. Ministro\nLUIS FELIPE SALOMÃO, DJe 17/11/2021), decidiu que, em relação ao\nagravo interno manejado contra decisão monocrática de relator,\naplicar-se-á o óbice encartado na Súmula 182/STJ quando a parte\nagravante: a) deixar de empreender combate ao único ou a todos os\ncapítulos autônomos da decisão agravada; b) deixar de refutar a\ntodos os fundamentos empregados no capítulo autônomo por ela\nimpugnado.\n2. Na espécie, o agravante deixou de impugnar o fundamento da\nincidência da Súmula 315/STJ, suficiente para manter o não\nconhecimento do agravo em recurso especial.\n3. Agravo interno não conhecido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240424",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 18/04/2024 a 24/04/2024,\npor unanimidade, não conhecer do recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Herman Benjamin, Mauro Campbell Marques, Benedito\nGonçalves, Gurgel de Faria, Paulo Sérgio Domingues, Teodoro Silva\nSantos e Afrânio Vilela  votaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Francisco Falcão.\nPresidiu o julgamento a Sra. Ministra Regina Helena Costa.",
  "jurisprudenciaCitada" : "(IMPUGNAÇÃO ESPECÍFICA DOS FUNDAMENTOS DA DECISÃO AGRAVADA)\n   STJ - <<EREsp 1424404>>-SP, <<AgInt no REsp 1875968>>-MA",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000182" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000871076",
  "numeroProcesso" : "2785",
  "numeroRegistro" : "200300371050",
  "siglaClasse" : "AR",
  "descricaoClasse" : "AÇÃO RESCISÓRIA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "AFRÂNIO VILELA",
  "dataPublicacao" : "DJE        DATA:30/04/2024",
  "ementa" : "AÇÃO RESCISÓRIA. FGTS. CORREÇÃO MONETÁRIA DAS CONTAS VINCULADAS.\nEXPURGOS INFLACIONÁRIOS. SÚMULA Nº 252/STJ. ÍNDICES DIVERSOS.\nPOSSIBILIDADE DE RESCISÃO DO JULGADO. PRECEDENTES DO STJ.\nPROCEDÊNCIA DO PEDIDO RESCISÓRIO.\n1. O acolhimento da pretensão rescisória com fundamento no inc. V,\ndo art. 485, do Código de Processo Civil de 1973, pressupõe violação\ndireta e inequívoca ao texto legal.\n2. A Súmula nº 252/STJ dispõe que \"os saldos das contas do FGTS,\npela legislação infraconstitucional, são corrigidos em 42,72% (IPC)\nquanto às perdas de janeiro de 1989 e 44,80% (IPC) quanto às de\nabril de 1990, acolhidos pelo STJ os índices de 18,02% (LBC) quanto\nas perdas de junho de 1987, de 5,38% (BTN) para maio de 1990 e 7,\n00%(TR) para fevereiro de 1991, de acordo com o entendimento do STF\n(RE 226.855-7-RS)\".\n3. A Primeira Seção do Superior Tribunal de Justiça tem firme\nentendimento sobre a possibilidade de rescisão do julgado que aplica\níndices diversos daqueles definidos na Súmula nº 252/STJ.\nPrecedentes: AR n. 1.509/SC, relator Ministro Herman Benjamin,\nPrimeira Seção, DJe de 27/6/2022; AR 2.267/PE, Rel. Ministro Herman\nBenjamin, Primeira Seção, DJe 6.2.2019; AR 1.511/PR, Rel. Ministro\nCastro Meira, Primeira Seção, DJe 11.12.2012; AR 1.962/SC, Rel.\nMinistro Mauro Campbell Marques, Primeira Seção, DJe 27.2.2012\n4. Deve ser julgado procedente o pedido rescisório, a fim de afastar\naplicação do IPC relativo aos períodos de junho de 1987 e fevereiro\nde 1991.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240424",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO, por unanimidade,\njulgar procedente o pedido rescisório, para cassar o acórdão\nrescindendo e, em novo julgamento do Recurso Especial, dar-lhe\nparcial provimento, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Herman Benjamin, Sérgio Kukina,\nGurgel de Faria, Paulo Sérgio Domingues e Teodoro Silva Santos\nvotaram com o Sr. Ministro Relator.\nAusentes, justificadamente, os Srs. Ministros Mauro Campbell Marques\ne Benedito Gonçalves.",
  "jurisprudenciaCitada" : "(AÇÃO RESCISÓRIA - VIOLAÇÃO A LITERAL DISPOSIÇÃO DE LEI)\n   STJ - <<AR 5523>>-RJ\n(AÇÃO RESCISÓRIA - EXPURGOS INFLACIONÁRIOS - SÚMULA Nº 252/STJ -\nÍNDICES DIVERSOS)\n   STJ - <<AR 2267>>-PE, <<AR 1511>>-PR, <<AR 1509>>-SC,\n         <<AR 1962>>-SC, <<AR 1465>>-PR, <<AR 1942>>-PR\n   STF - [[RE 226855]]-RS\n(EXPURGOS INFLACIONÁRIOS DO FGTS - IPC - JANEIRO DE 1989 A ABRIL\nDEC1990)\n   STJ - <<REsp 1111201>>-PE (RECURSO REPETITIVO - TEMA(s) 203),\n         <<REsp 1112520>>-PE (RECURSO REPETITIVO - TEMA(s) 204, 205,\n206, 207, 208)",
  "notas" : null,
  "informacoesComplementares" : "     \"[...] somente seriam devidos os expurgos inflacionários do\nFGTS, pelo índice IPC, em relação aos meses de janeiro de 1989 e\nabril de 1990 [...]\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:005869 ANO:1973\n*****  CPC-73    CÓDIGO DE PROCESSO CIVIL DE 1973\n        ART:00485 INC:00005", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000252" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000870980",
  "numeroProcesso" : "1079777",
  "numeroRegistro" : "201700743818",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "MAURO CAMPBELL MARQUES",
  "dataPublicacao" : "DJE        DATA:26/04/2024",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA.\nAUSÊNCIA DE SIMILITUDE ENTRE OS CASOS CONFRONTADOS.\n1. \"Os embargos de divergência no Superior Tribunal de Justiça\nconstituem a última etapa da uniformização jurisprudencial, e\npressupõem casos idênticos ou assemelhados tais como dimensionados\nno acórdão embargado e no acórdão indicado como paradigma\" (EREsp\n1.177.349/ES, Corte Especial, Rel. Min. Ari Pargendler, DJe de\n29.5.2013).\n2. Ademais, a orientação do acórdão embargado coaduna-se com o\nentendimento da Segunda Turma/STJ, no sentido de que é possível o\ndecote da CDA, para afastar o excesso de execução, quando a aferição\nenvolver meros cálculos artiméticos. Por tal razão, aplica-se o\ndisposto na Súmula 168/STJ: \"Não cabem embargos de divergência,\nquando a jurisprudência do tribunal se firmou no mesm o sentido do\nacórdão embargado\".\n3. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240424",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 18/04/2024 a 24/04/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Herman Benjamin, Benedito Gonçalves, Sérgio\nKukina, Gurgel de Faria, Paulo Sérgio Domingues, Teodoro Silva\nSantos e Afrânio Vilela  votaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Francisco Falcão.\nPresidiu o julgamento a Sra. Ministra Regina Helena Costa.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - SIMILITUDE FÁTICO-JURÍDICA)\n   STJ - <<EREsp 1177349>>-ES, <<AgInt nos EAREsp 1355295>>-RJ,\n         <<AgInt nos EDv nos EAREsp 1482590>>-MT\n(EXCESSO DE EXECUÇÃO - ALTERAÇÃO DA CDA - SIMPLES CÁLCULOS\nARITMÉTICOS)\n   STJ - <<AgInt nos EDcl no AREsp 1798600>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000168" ],
  "acordaosSimilares" : [ "AgInt nos EAREsp  2217732  RJ  2022/0300418-0  Decisão:28/05/2024\nDJE        DATA:04/06/2024" ]
}, {
  "id" : "000870979",
  "numeroProcesso" : "177545",
  "numeroRegistro" : "202100389795",
  "siglaClasse" : "AgInt no CC",
  "descricaoClasse" : "AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "MAURO CAMPBELL MARQUES",
  "dataPublicacao" : "DJE        DATA:26/04/2024",
  "ementa" : "CONFLITO DE COMPETÊNCIA. AÇÃO DE REINTEGRAÇÃO DE POSSE EM FAVOR DE\nPARTICULAR EM CURSO NA JUSTIÇA ESTADUAL. ÁREA CONTROVERTIDA OBJETO\nDE DEMANDA REIVINDICATÓRIA PROPOSTA PELA UNIÃO CONTRA O MESMO\nPARTICULAR NA JUSTIÇA FEDERAL, COM SENTENÇA DE PROCEDÊNCIA DO\nPEDIDO. INEQUÍVOCA A LEGITIMIDADE E O INTERESSE DA UNIÃO, NAS\nCIRCUNSTÂNCIAS DO CASO. SÚMULA 637/STJ. CONFLITO CONHECIDO PARA\nDETERMINAR A REMESSA DOS AUTOS À JUSTIÇA FEDERAL.\n1. O Acampamento Boa Esperança suscitou conflito de competência em\nface do Juízo Federal da 1ª Vara de Sinop - SJ/MT e do Juízo de\nDireito da 2ª Vara Especializada de Direito Agrário de Cuiabá - MT,\nnos autos de ação de reintegração de posse movida pelo Espólio de\nMarcelo Bassan em face de particulares que ocuparam áreas de sua\nfazenda (Fazenda Araúna).\n2.  Os autos da ação de reintegração de posse foram remetidas duas\nvezes à Justiça Federal em razão da existência de ação\nreivindicatória ajuizada pela União tendo como objeto gleba em que\nestá inserido a Fazenda Araúna, objeto de ação de integração de\nposse. A segunda remessa dos autos para manifestação do Juízo\nFederal acerca de sua competência para processar e julgar a ação\npossessória decorreu de desdobramentos da manifestação do Ministério\nPúblico do Estado do Mato Grosso em audiência realizada em\n10/9/2019, anteriormente à edição da Súmula 637 pela Corte Especial\ndeste Superior Tribunal de Justiça, assim redigida: \"O ente público\ndetém legitimidade e interesse para intervir, incidentalmente, na\nação possessória entre particulares, podendo deduzir qualquer\nmatéria defensiva, inclusive, se for o caso, o domínio\".\n3. Ao proferir a segunda decisão de inexistência de interesse da\nUnião para ingressar nos autos da ação possessória, o Juízo Federal\nnão levou em conta o teor da Súmula 637/STJ. Ocorre que a União\ndetém legitimidade e interesse para para intervir na ação\npossessória em tela, uma vez que a área objeto do pedido de\nreintegração de posse está inserida em gleba objeto de ação\nreivindicatória em curso na Justiça Federal, onde foi proferida\nsentença de procedência do pedido.\n4. Conforme bem observado no parecer do Ministério Público Federal,\n\"embora a declaração de propriedade [possa] ter ocorrido após o\najuizamento da referida ação, entre particulares, não há como\nrechaçar o interesse da proprietária no deslinde da controvérsia\".\n5. O fato de a Justiça Federal ter se manifestado anteriormente pela\ninexistência de interesse da União não prevalece quando\nsuperveniente orientação deste Superior Tribunal de Justiça acerca\nda matéria, consubstanciada na Súmula 637/STJ - mormente na hipótese\ndos autos, em que o Juízo Federal não foi provocado a se manifestar\njustamente sob tal premissa.\n6. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240424",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da PRIMEIRA SEÇÃO do Superior Tribunal de\nJustiça, em sessão virtual de 18/04/2024 a 24/04/2024, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Herman Benjamin, Benedito Gonçalves, Sérgio\nKukina, Gurgel de Faria, Paulo Sérgio Domingues, Teodoro Silva\nSantos e Afrânio Vilela votaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Francisco Falcão.\nPresidiu o julgamento a Sra. Ministra Regina Helena Costa.",
  "jurisprudenciaCitada" : "(AÇÃO POSSESSÓRIA ENTRE PARTICULARES - LEGITIMIDADE E INTERESSE DA\nUNIÃO - SÚMULA 637/STJ)\n   STJ - <<REsp 1802473>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000637" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000870978",
  "numeroProcesso" : "25655",
  "numeroRegistro" : "201903800713",
  "siglaClasse" : "AgInt no MS",
  "descricaoClasse" : "AGRAVO INTERNO NO MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "MAURO CAMPBELL MARQUES",
  "dataPublicacao" : "DJE        DATA:26/04/2024",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NO MANDADO DE SEGURANÇA. ANISTIA.\nALTERAÇÃO NA COMPOSIÇÃO DA COMISSÃO DE ANISTIA. EVENTUAL NULIDADE NA\nDESTITUIÇÃO DE MEMBROS. AFERIÇÃO DE ABUSIVIDADE DO ATO\nADMINISTRATIVO. NÃO DEMONSTRAÇÃO. DILAÇÃO PROBATÓRIA. AGRAVO INTERNO\nNÃO PROVIDO.\n1. A alteração na composição da Comissão de Anistia, por si só, não\ntraduz nenhuma ilegalidade flagrante a algum direito do ora\nimpetrante. Com efeito, a destituição do impetrante se encontra\nmotivada e dentro dos limites da Lei n. 10.559/2002.\n2. Não há nos autos evidência de vício de motivação na alteração da\ncomposição da comissão de anistia. Logo, para aferir, eventualmente,\na ocorrência de mácula na formação dessa comissão, seria devida a\nrealização de uma atividade instrutória. Ocorre que essa atividade\nnão é admissível no âmbito do mandado de segurança.\n3. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240424",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 18/04/2024 a 24/04/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Herman Benjamin, Benedito Gonçalves, Sérgio\nKukina, Gurgel de Faria, Paulo Sérgio Domingues, Teodoro Silva\nSantos e Afrânio Vilela  votaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Francisco Falcão.\nPresidiu o julgamento a Sra. Ministra Regina Helena Costa.",
  "jurisprudenciaCitada" : "(MANDADO DE SEGURANÇA - PROVA PRÉ-CONSTITUÍDA)\n   STJ - <<RMS 45989>>-PB, <<AgRg no RMS 46330>>-SP\n(MANDADO DE SEGURANÇA - DIREITO LÍQUIDO E CERTO)\n   STJ - <<AgRg nos EDcl no RMS 40803>>-DF,\n         <<AgRg no RMS 30427>>-PE",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000870977",
  "numeroProcesso" : "2025080",
  "numeroRegistro" : "202202255613",
  "siglaClasse" : "AgInt nos EDcl nos EDcl no AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RESP",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "MAURO CAMPBELL MARQUES",
  "dataPublicacao" : "DJE        DATA:26/04/2024",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA.\nRECURSO INTERPOSTO CONTRA DESPACHO QUE DETERMINOU O SOBRESTAMENTO DO\nFEITO. IRRECORRIBILIDADE. PRECEDENTES.\n1. Conforme orientação desta Corte, o despacho que determina o\nsobrestamento do feito é irrecorrível, porquanto não possui carga\ndecisória.\n2. Ademais, o Tema 1.255/STF abrange a hipótese de se admitir a\nfixação de honorários de advogado por meio da apreciação equitativa,\npara fins de restringir a aplicação dos §§ 2º e 3º do art. 85 do\nCPC, o que abarca a hipótese dos autos.\n3. Agravo interno não conhecido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240424",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 18/04/2024 a 24/04/2024,\npor unanimidade, não conhecer do recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Herman Benjamin, Benedito Gonçalves, Sérgio\nKukina, Gurgel de Faria, Paulo Sérgio Domingues, Teodoro Silva\nSantos e Afrânio Vilela  votaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Francisco Falcão.\nPresidiu o julgamento a Sra. Ministra Regina Helena Costa.",
  "jurisprudenciaCitada" : "(DESPACHO DE SOBRESTAMENTO - RECORRIBILIDADE)\n   STJ - <<AgInt no AgInt no REsp 1365865>>-RS,\n         <<AgRg nos EDcl nos EDcl na PET no RE nos EDcl no AgRg no\nREsp 1145084>>-PR",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00085 PAR:00002 PAR:00003" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000870976",
  "numeroProcesso" : "1867570",
  "numeroRegistro" : "202100969650",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "MAURO CAMPBELL MARQUES",
  "dataPublicacao" : "DJE        DATA:26/04/2024",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA.\nCOMPENSAÇÃO INDEFERIDA NA ESFERA ADMINISTRATIVA. ALEGAÇÃO EM\nEMBARGOS À EXECUÇÃO FISCAL. IMPOSSIBILIDADE. PRECEDENTES. ÓBICE DA\nSÚMULA 168/STJ.\n1. A orientação de ambas as Turmas que integram a Primeira Seção/STJ\npacificou-se no sentido de que a alegação de compensação em sede de\nembargos à execução fiscal restringe-se àquela já reconhecida\nadministrativamente ou judicialmente antes do ajuizamento da\nexecução fiscal, não se aplicando nos casos em que indeferida a\ncompensação na esfera administrativa.\n2. \"Não cabem embargos de divergência, quando a jurisprudência do\ntribunal se firmou no mesmo sentido do acórdão embargado\" (Súmula\n168/STJ).\n3. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240424",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 18/04/2024 a 24/04/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Herman Benjamin, Benedito Gonçalves, Sérgio\nKukina, Gurgel de Faria, Paulo Sérgio Domingues, Teodoro Silva\nSantos e Afrânio Vilela  votaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Francisco Falcão.\nPresidiu o julgamento a Sra. Ministra Regina Helena Costa.",
  "jurisprudenciaCitada" : "(EMBARGOS À EXECUÇÃO FISCAL - COMPENSAÇÃO - INDEFERIMENTO NA ESFERA\nADMINISTRATIVA)\n   STJ - <<EREsp 1795347>>-RJ,\n         <<AgInt nos EDcl nos EREsp 1925483>>-RJ,\n         <<AgInt no AREsp 1867570>>-RJ,\n         <<AgInt no AREsp 2042457>>-RJ,\n         <<AgInt no AREsp 2323354>>-RJ\n(SOBRESTAMENTO DOS RECURSOS NO STJ - PENDÊNCIA DE JULGAMENTO NO STF)\n   STJ - <<AgRg no AgRg no AREsp 96704>>-MG",
  "notas" : null,
  "informacoesComplementares" : "     \"[...] 'a pendência de julgamento no STF de ação em que se\ndiscute a constitucionalidade de lei não enseja o sobrestamento dos\nrecursos que tramitam no STJ, salvo determinação expressa da Suprema\nCorte [...]\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000168" ],
  "acordaosSimilares" : [ "AgInt nos EREsp 2040549 SP 2022/0298978-6 Decisão:30/04/2024\nDJE        DATA:03/05/2024" ]
}, {
  "id" : "000870975",
  "numeroProcesso" : "3798",
  "numeroRegistro" : "202303536920",
  "siglaClasse" : "AgInt no PUIL",
  "descricaoClasse" : "AGRAVO INTERNO NO PEDIDO DE UNIFORMIZAÇÃO DE INTERPRETAÇÃO DE LEI",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "MAURO CAMPBELL MARQUES",
  "dataPublicacao" : "DJE        DATA:26/04/2024",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NO PEDIDO DE UNIFORMIZAÇÃO DE\nINTERPRETAÇÃO DE LEI FEDERAL DIRIGIDO AO STJ. JUIZADO ESPECIAL\nFEDERAL. ART. 14, § 4º, DA LEI 10.259/2001. AUSÊNCIA DE DIVERGÊNCIA\nACERCA DO DIREITO MATERIAL. INTERPOSIÇÃO CONTRA ACÓRDÃO DA TURMA\nNACIONAL DE UNIFORMIZAÇÃO QUE NÃO CONHECEU DO PEDIDO DE\nUNIFORMIZAÇÃO A ELA DIRIGIDO. NÃO CABIMENTO. AGRAVO INTERNO\nIMPROVIDO.\n1. Agravo interno aviado contra decisão monocrática que não conheceu\ndo Pedido de Uniformização de Interpretação de Lei Federal.\n2. Nos termos do art. 14, § 4°, da Lei 10.259/2001, caberá Pedido de\nUniformização de Interpretação de Lei Federal, dirigido ao STJ,\nquando a orientação acolhida pela Turma de Uniformização em questões\nde direito material contrariar súmula ou jurisprudência dominante\nno Superior Tribunal de Justiça.\n3. No caso dos autos, o Pedido de Uniformização de Interpretação de\nLei Federal, dirigido à TNU, sequer foi por ela conhecido, ao\nfundamento de que a divergência se refere à aplicação em concreto da\nprova, sendo, portanto, incabível conforme a Súmula 42/TNU: 'Não se\nconhece de incidente de uniformização que implique reexame de\nmatéria de fato'.\".\n4. Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240424",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 18/04/2024 a 24/04/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Herman Benjamin, Benedito Gonçalves, Sérgio\nKukina, Gurgel de Faria, Paulo Sérgio Domingues, Teodoro Silva\nSantos e Afrânio Vilela  votaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Francisco Falcão.\nPresidiu o julgamento a Sra. Ministra Regina Helena Costa.",
  "jurisprudenciaCitada" : "(INCIDENTE DE UNIFORMIZAÇÃO DE JURISPRUDÊNCIA - TURMA NACIONAL DE\nUNIFORMIZAÇÃO - DIVERGÊNCIA ACERCA DO DIREITO MATERIAL)\n   STJ - <<AgRg na Pet 7518>>-PR, <<AgInt no PUIL 1523>>-DF,\n         <<PUIL 1146>>-AM, <<AgInt no PUIL 286>>-RN",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:010259 ANO:2001\n*****  LJEF-01    LEI DOS JUIZADOS ESPECIAIS FEDERAIS\n        ART:00014 PAR:00004" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000870948",
  "numeroProcesso" : "2018988",
  "numeroRegistro" : "202202501662",
  "siglaClasse" : "EREsp",
  "descricaoClasse" : "EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "TEODORO SILVA SANTOS",
  "dataPublicacao" : "DJE        DATA:29/04/2024",
  "ementa" : "EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL. TRIBUTÁRIO. EXCLUSÃO DE\nBENEFÍCIOS FISCAIS (DIFERIMENTO, ISENÇÃO E REDUÇÃO DE ALÍQUOTA OU\nDE BASE DE CÁLCULO DE ICMS) DA BASE DE CÁLCULO DO IRPJ E CSLL. LUCRO\nREAL. INAPLICABILIDADE DO ERESP N. 1.517.492/PR, QUE SE REFERE\nESPECIFICAMENTE AO BENEFÍCIO DE CRÉDITO PRESUMIDO DE ICMS. RATIO\nDECIDENDI DE PRESERVAÇÃO DO PACTO FEDERATIVO. POSSIBILIDADE DE\nEXCLUSÃO DA BASE DE CÁLCULO DO IRPJ E DA CSLL ATRAVÉS DA\nCLASSIFICAÇÃO DOS BENEFÍCIOS DE ICMS COMO SUBVENÇÕES PARA\nINVESTIMENTO. APLICAÇÃO DO ART. 10, DA LEI COMPLEMENTAR N. 160/2017\nE DO ART. 30, DA LEI N. 12.973/2014. CONTROVÉRSIAS DECIDIDAS EM\nRECURSOS REPETITIVOS. RESP N. 1.945.110/RS E RESP N. 1.987.158/SC.\nTEMA 1182. EMBARGOS DE DIVERGÊNCIA PARCIALMENTE PROVIDOS.\n1. O acórdão embargado da Primeira Turma decidiu que, na mesma linha\ndo julgamento do EREsp 1.517.492/PR, \"o enquadramento do incentivo\nfiscal estadual como subvenção para investimento, na forma do art.\n30 da Lei 12.973/2014, alterado pela Lei Complementar 160/2017, não\nafasta a conclusão de que a tributação federal dos benefícios\nfiscais referentes ao ICMS - não incidência e diferimento -\nrepresenta violação do princípio federativo.\"\n2. A controvérsia cinge-se a definir se a concessão de benefícios\nfiscais pelos Estados, diversos dos créditos presumidos de ICMS (no\ncaso, redução na base de cálculo e diferimento de ICMS), autorizam o\nContribuinte a estender a vantagem, para fins de redução na base de\ncálculo do IRPJ e da CSLL (extensão do entendimento firmado no\nEREsp n. 1.517.492/PR que excluiu o crédito presumido de ICMS das\nbases de cálculo do IRPJ e da CSLL).\n3. A questão em debate foi dirimida em julgamento desta Primeira\nSeção, sob o rito do art. 1.036 do Código de Processo Civil (Tema\n1182), a qual adotou a mesma solução do acórdão paradigma (REsp n.\n1.968.755/PR, relator Ministro Mauro Campbell Marques, Segunda\nTurma, julgado em 5/4/2022, DJe de 8/4/2022).\n4. Aplicação do entendimento sufragado no julgamento dos recursos\nespeciais representativos da controvérsia (REsp n. 1.945.110/RS,\nrelator Ministro Benedito Gonçalves, Primeira Seção, julgado em\n26/4/2023, DJe de 12/6/2023; e REsp n. 1.987.158/SC, relator\nMinistro Benedito Gonçalves, Primeira Seção, julgado em 26/4/2023,\nDJe de 12/6/2023), com a fixação das seguintes teses (Tema 1182):\n(i) Impossível excluir os benefícios fiscais relacionados ao ICMS, -\ntais como redução de base de cálculo, redução de alíquota, isenção,\ndiferimento, entre outros - da base de cálculo do IRPJ e da CSLL,\nsalvo quando atendidos os requisitos previstos em lei (art. 10, da\nLei Complementar n. 160/2017 e art. 30, da Lei n. 12.973/2014), não\nse lhes aplicando o entendimento firmado no ERESP 1.517.492/PR que\nexcluiu o crédito presumido de ICMS das bases de cálculo do IRPJ e\nda CSLL. (ii) Para a exclusão dos benefícios fiscais relacionados ao\nICMS - tais como redução de base de cálculo, redução de alíquota,\nisenção, diferimento, entre outros - da base de cálculo do IRPJ e da\nCSLL, não deve ser exigida a demonstração de concessão como\nestímulo à implantação ou expansão de empreendimentos econômicos.\n(iii) Considerando que a Lei Complementar 160/2017 incluiu os §§ 4º\ne 5º ao art. 30 da Lei 12.973/2014 sem entretanto revogar o disposto\nno seu § 2º, a dispensa de comprovação prévia, pela empresa, de que\na subvenção fiscal foi concedida como medida de estímulo à\nimplantação ou expansão do empreendimento econômico não obsta a\nReceita Federal de proceder ao lançamento do IRPJ e da CSLL se, em\nprocedimento fiscalizatório, for verificado que os valores oriundos\ndo benefício fiscal foram utilizados para finalidade estranha à\ngarantia da viabilidade do empreendimento econômico.\n5. Nesse contexto, devem os autos retornar para o Tribunal de\norigem, a fim de que seja verificado o cumprimento das condições e\nrequisitos previstos em lei para a exclusão da base de cálculo do\nIRPJ e da CSLL dos demais benefícios fiscais de ICMS, que não seja o\ncrédito presumido, observados os limites cognitivos ínsitos à via\neleita (mandado de segurança).\n6. Embargos de divergência parcialmente providos, para adequação do\nacórdão embargado às teses fixadas no julgamento do Tema 1182.\nIncabível a aplicação do art. 85, § 11, do Código de Processo Civil,\nem observância ao art. 25 da Lei n. 12.016/2009 e à Súmula n. 105\ndo STJ.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240424",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Primeira Seção, por unanimidade, dar\nparcial provimento aos embargos de divergência, nos termos do voto\ndo Sr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Herman Benjamin, Sérgio Kukina,\nGurgel de Faria, Paulo Sérgio Domingues e Afrânio Vilela votaram com\no Sr. Ministro Relator.\nAusentes, justificadamente, os Srs. Ministros Mauro Campbell Marques\ne Benedito Gonçalves.",
  "jurisprudenciaCitada" : "(CONCESSÃO DE BENEFÍCIOS FISCAIS PELOS ESTADOS - EXTENSÃO DE\nVANTAGEM - REDUÇÃO NA BASE DE CÁLCULO DO IRPJ E DA CSLL)\n   STJ - <<REsp 1945110>>-RS (RECURSO REPETITIVO - TEMA(s) 1182)",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LCP:000160 ANO:2017\n        ART:00010", "LEG:FED LEI:012973 ANO:2014\n        ART:00030 PAR:00002 PAR:00005", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01043", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266" ],
  "acordaosSimilares" : [ "EREsp  2009670  RS  2022/0189200-3  Decisão:24/04/2024\nDJE        DATA:29/04/2024" ]
}, {
  "id" : "000870943",
  "numeroProcesso" : "6536",
  "numeroRegistro" : "201902268845",
  "siglaClasse" : "AR",
  "descricaoClasse" : "AÇÃO RESCISÓRIA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "PAULO SÉRGIO DOMINGUES",
  "dataPublicacao" : "DJE        DATA:29/04/2024",
  "ementa" : "PROCESSUAL CIVIL. AÇÃO RESCISÓRIA. IMPROBIDADE ADMINISTRATIVA.\nCONCUSSÃO. APLICAÇÃO DE PENA DE CASSAÇÃO DE APOSENTADORIA. ALTERAÇÃO\nDA JURISPRUDÊNCIA DESTA CORTE SUPERIOR.  DESIMPORTÂNCIA. DECISÃO\nRESCINDENDA BASEADA EM INTERPRETAÇÃO CONTROVERTIDA DA LEI. APLICAÇÃO\nDO ENUNCIADO 343 DA SÚMULA DO STF.\n1. Ajuizada a ação rescisória em 2/8/2019, e considerado o trânsito\nem julgado da decisão que negou provimento ao AgInt no ARE\n1.016.335/RJ em 17/8/2017, é tempestiva a ação rescisória, pois\najuizada dentro do biênio decadencial contado do descabimento de\nqualquer recurso do último pronunciamento judicial acerca da\ncontrovérsia.\n2. Os autores foram condenados por improbidade administrativa diante\nda tipificação do art. 9º da Lei 8.429/1992, tendo sido cominada,\ndentre outras penas, a de cassação de sua aposentadoria, conclusão\nque foi mantida pela decisão rescindenda nos idos de 2016.\n3. De acordo com a jurisprudência do STJ, é descabida a ação\nrescisória fundamentada no art. 966, V, do CPC, quando a decisão\nrescindenda não emitiu juízo de valor sobre o normativo apontado\ncomo violado. Precedentes.\n4. \"Não cabe ação rescisória por ofensa manifesta à norma jurídica\nquando a decisão rescindenda se tiver baseado em texto legal de\ninterpretação controvertida nos tribunais\", mesmo quando a\ncontrovérsia tenha sido posteriormente pacificada em sentido\ncontrário àquele defendido na decisão rescindenda. Aplicação do\nenunciado 343 da Súmula do STF. Precedentes.\n5. Ação rescisória extinta sem resolução de mérito.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240424",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO, por unanimidade,\njulgar extinta a ação rescisória, sem julgamento do mérito, nos\ntermos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Herman Benjamin, Sérgio Kukina,\nGurgel de Faria, Teodoro Silva Santos e Afrânio Vilela votaram com o\nSr. Ministro Relator.\nAusentes, justificadamente, os Srs. Ministros Mauro Campbell Marques\ne Benedito Gonçalves.",
  "jurisprudenciaCitada" : "(AÇÃO RESCISÓRIA - LITISCONSÓRCIO PASSIVO COMUM - RESCISÃO PARCIAL\nDA DECISÃO RESCINDENDA)\n   STJ - <<REsp 1111092>>-MG, <<AgRg no Ag 1308611>>-BA\n(AÇÃO RESCISÓRIA - PRAZO DECADENCIAL - TERMO INICIAL)\n   STJ - <<AR 5609>>-DF\n(AÇÃO RESCISÓRIA - VIOLAÇÃO A LITERAL DISPOSIÇÃO DE LEI - QUESTÃO\nNÃO ANALISADA NA DECISÃO RESCINDENDA)\n   STJ - <<AR 6158>>-DF, <<AR 775>>-RJ, <<AR 5609>>-DF\n(AÇÃO RESCISÓRIA - SUPERVENIÊNCIA DE ALTERAÇÃO DE ORIENTAÇÃO\nJURISPRUDENCIAL)\n   STJ - <<AgInt na AR 6249>>-PR, <<AgInt na AR 6044>>-SC,\n         <<AR 5294>>-DF",
  "notas" : null,
  "informacoesComplementares" : "     \"[...] em se tratando de ação ajuizada contra mais de um réu,\nem litisconsórcio passivo comum, ação em que se formou a coisa\njulgada que agora se pretende ver desconstituída, na ação rescisória\nnão é imprescindível que todos os réus originários sejam chamados a\nintegrar a relação jurídica processual.\n     Admite-se, enfim, a rescisão parcial da decisão, em benefício\nexclusivo dos proponentes da rescisória\".\n     \"Admitir [...] que, no âmbito de ação rescisória, seja\nanalisada a matéria constitucional devolvida à Suprema Corte, que lá\nnão conheceu do recurso extraordinário, seria burlar o sistema de\ndivisão de competências estabelecido na CRFB [...]\".\n     (VOTO REVISOR) (MIN. FRANCISCO FALCÃO)\n     \"[...] em se tratando de litisconsórcio passivo comum [...], é\nprescindível que todos os envolvidos originários sejam chamados para\nintegrar o polo ativo da lide rescisória. Ressalto que, nos termos\ndo art. 114 do CPC 'O litisconsórcio será necessário por disposição\nde lei ou quando, pela natureza da relação jurídica controvertida, a\neficácia da sentença depender da citação de todos que devam ser\nlitisconsortes'. Assim, no que tange a ação rescisória, por não\nhaver disposição legal a respeito, o litisconsórcio passivo\nnecessário ocorrerá apenas se a sentença rescindenda não comportar\nrescisão subjetiva parcial para todas as partes envolvidas\noriginariamente [...]\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000401", "LEG:FED SUM:****** ANO:****\n*****  SUM(STF)    SÚMULA DO SUPREMO TRIBUNAL FEDERAL\n        SUM:000343", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00114 ART:00966 INC:00005 ART:00975" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000870845",
  "numeroProcesso" : "1925194",
  "numeroRegistro" : "202002011700",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "AFRÂNIO VILELA",
  "dataPublicacao" : "DJE        DATA:26/04/2024",
  "ementa" : "PROCESSUAL CIVIL. RECURSO ESPECIAL SOB O PROCEDIMENTO DOS RECURSOS\nREPETITIVOS. APLICAÇÃO DO ART. 7º, § 2º, DA MP 1.962-33/2000,\nREPRODUZIDO NA VIGENTE MP 2.169-43/2001. IMPOSSIBILIDADE DE\nCOMPROVAÇÃO DAS TRANSAÇÕES CELEBRADAS ANTERIORMENTE À MP\n1.962-33/2000 MEDIANTE DOCUMENTOS EXPEDIDOS UNILATERALMENTE PELO\nSIAPE. RECURSO ESPECIAL CONHECIDO E IMPROVIDO.\n1. O objeto da ação é definir a possibilidade de comprovação de\ntransação administrativa, relativa ao pagamento da vantagem de 28,\n86%, por meio de fichas financeiras ou documento expedido pelo\nSistema Integrado de Administração de Recursos Humanos - SIAPE,\nconforme o art. 7º, § 2º, da MP 2.169-43/2001, inclusive em relação\na acordos firmados em momento anterior à vigência dessa norma.\n2. O art. 840 do Código Civil é expresso em dizer de que forma deve\nser feita a transação. Antes da edição da MP 1.962-33/2000, somente\na escritura pública e o ajuste assinado por ambos os transigentes, e\nhomologado judicialmente, faria prova do negócio jurídico.\n3. Os extratos fornecidos pelo SIAPE poderiam, a princípio,\ndemonstrar a existência de um pagamento, e não do ajuste celebrado.\n4. A disposição contida no art. 7º, § 2º, da MP 1.962-33/2000, que\nfoi reproduzida na vigente MP 2.169-43/2001, criou uma nova maneira\nde demonstração da existência do negócio jurídico, que anteriormente\nera feito por meio da apresentação da escritura pública ou\ninstrumento de transação assinado por ambos os transigentes.\n5. O meio de demonstração da transação criado pela MP 1.962-33/2000\né válido, mas somente pode ser aplicado aos negócios jurídicos\ncelebrados após a sua edição, sob pena de surpreender os envolvidos\ne retroagir de forma prejudicial ao administrado.\n6. Dessa forma, estando o acórdão recorrido em conformidade com a\ntese fixada, o REsp deve ser conhecido e improvido, mantendo-se\níntegro o acórdão recorrido, nos termos da fundamentação.\n7. Não é necessária a modulação dos efeitos do julgado, pois o\ninstituto visa assegurar a efetivação do princípio da segurança\njurídica, impedindo que o jurisdicionado de boa-fé seja prejudicado\npor seguir entendimento dominante que terminou superado, o que não\nocorreu neste caso.\n8. Tese jurídica firmada: \"I) É possível a comprovação de transação\nadministrativa, relativa ao pagamento da vantagem de 28,86%, por\nmeio de fichas financeiras ou documento expedido pelo Sistema\nIntegrado de Administração de Recursos Humanos - SIAPE, conforme\nart. 7º, § 2º, da MP nº 2.169-43/2001, apenas em relação a acordos\nfirmados posteriormente à vigência dessa norma. II) Quando não for\nlocalizado o instrumento de transação devidamente homologado, e\nbuscando impedir o enriquecimento ilícito, os valores recebidos\nadministrativamente, a título de 28,86%, demonstrados por meio dos\ndocumentos expedidos pelo SIAPE, devem ser deduzidos do valor\napurado, com as atualizações pertinentes\".\n9. Recurso especial conhecido e improvido, nos termos da\nfundamentação.\n10. Recurso julgado sob a sistemática do art. 1.036 e seguintes do\nCPC/2015; e art. 256-N e seguintes do Regimento Interno deste STJ.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240418",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO, por unanimidade,\nconhecer do recurso e negar-lhe provimento, nos termos do voto do\nSr. Ministro Relator.\nFoi aprovada, por unanimidade, as seguintes teses, no tema 1102:\na) É possível a comprovação de transação administrativa, relativa ao\npagamento da vantagem de 28, 86%, por meio de fichas financeiras ou\ndocumento expedido pelo Sistema Integrado de Administração de\nRecursos Humanos -  SIAPE, conforme  o  art.  7º, § 2º, da MP\n2.169-43/2001, apenas em relação a acordos firmados em momento\nposterior à vigência dessa norma.\nb) Quando não for localizado o instrumento de transação devidamente\nhomologado, e buscando impedir o enriquecimento ilícito, os valores\nrecebidos administrativamente, a título de 28, 86%, demonstrados por\nmeio dos documentos expedidos pelo SIAPE, devem ser deduzidos do\nvalor apurado, com as atualizações pertinentes.\nOs Srs. Ministros Francisco Falcão, Herman Benjamin, Mauro Campbell\nMarques, Benedito Gonçalves, Sérgio Kukina, Gurgel de Faria e Paulo\nSérgio Domingues votaram com o Sr. Ministro Relator.\nAusente, justificadamente, o Sr. Ministro Teodoro Silva Santos.",
  "jurisprudenciaCitada" : "(SERVIDOR - LITÍGIO JUDICIAL - TERMO DE TRANSAÇÃO HOMOLOGADO -\nCOMPROVAÇÃO)\n   STJ - <<AgInt no REsp 1492093>>-PE,\n         <<AgInt no REsp 1946515>>-MG, <<AgRg no AREsp 382906>>-RJ,\n         <<AgInt no REsp 1673479>>-RJ",
  "notas" : "Julgado conforme procedimento previsto para os Recursos Repetitivos\nno âmbito do STJ.",
  "informacoesComplementares" : "     \"O enriquecimento ilícito é a transferência de bens, valores ou\ndireitos sem embasamento fático e jurídico adequado. A vedação ao\nenriquecimento ilícito impede o pagamento de direitos não\nreconhecidos ou de pagamento de parcela já quitada. A restituição é\ndevida não só quando não tenha havido causa que justifique o\nenriquecimento, mas também se esta deixou de existir.\n     Por isso, quando não for localizado o instrumento de transação\ndevidamente homologado, e buscando impedir o enriquecimento ilícito,\nos valores recebidos administrativamente, a título de 28,86%,\ndemonstrados por meio dos documentos expedidos pelo SIAPE, devem ser\ndeduzidos do valor apurado, com as atualizações pertinentes\".",
  "termosAuxiliares" : null,
  "teseJuridica" : "\"a) É possível a comprovação de transação administrativa, relativa\nao pagamento da vantagem de 28,86%, por meio de fichas financeiras\nou documento expedido pelo Sistema Integrado de Administração de\nRecursos Humanos - SIAPE, conforme o art. 7º, § 2º, da MP 2.169-\n43/2001, apenas em relação a acordos firmados em momento posterior à\nvigência dessa norma.\nb) Quando não for localizado o instrumento de transação devidamente\nhomologado, e buscando impedir o enriquecimento ilícito, os valores\nrecebidos administrativamente, a título de 28,86%, demonstrados por\nmeio dos documentos expedidos pelo SIAPE, devem ser deduzidos do\nvalor apurado, com as atualizações pertinentes\".",
  "tema" : "Tema Repetitivo 1102\nSituação do tema: Acórdão Publicado",
  "referenciasLegislativas" : [ "LEG:FED MPR:001962 ANO:2000\n        ART:00007 PAR:00002\n(REEDITADA NA MEDIDA PROVISÓRIA 2.169-43/2001)", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00369 ART:00927 PAR:00003 ART:01036", "LEG:FED LEI:010406 ANO:2002\n*****  CC-02    CÓDIGO CIVIL DE 2002\n        ART:00104 INC:00003 ART:00840 ART:00842", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:0104A INC:00003 ART:0256N", "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00037", "LEG:FED LEI:005869 ANO:1973\n*****  CPC-73    CÓDIGO DE PROCESSO CIVIL DE 1973\n        ART:00332", "LEG:FED MPR:002169 ANO:2001\n        ART:00007 PAR:00002" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000870844",
  "numeroProcesso" : "1925190",
  "numeroRegistro" : "202002251550",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "AFRÂNIO VILELA",
  "dataPublicacao" : "DJE        DATA:26/04/2024",
  "ementa" : "PROCESSUAL CIVIL. RECURSO ESPECIAL SOB O PROCEDIMENTO DOS RECURSOS\nREPETITIVOS. APLICAÇÃO DO ART. 7º, § 2º, DA MP 1.962-33/2000,\nREPRODUZIDO NA VIGENTE MP 2.169-43/2001. IMPOSSIBILIDADE DE\nCOMPROVAÇÃO DAS TRANSAÇÕES CELEBRADAS ANTERIORMENTE À MP\n1.962-33/2000 MEDIANTE DOCUMENTOS EXPEDIDOS UNILATERALMENTE PELO\nSIAPE. RECURSO ESPECIAL CONHECIDO E IMPROVIDO.\n1. O objeto da ação é definir a possibilidade de comprovação de\ntransação administrativa, relativa ao pagamento da vantagem de 28,\n86% por meio de fichas financeiras ou documento expedido pelo\nSistema Integrado de Administração de Recursos Humanos - SIAPE,\nconforme o art. 7º, § 2º, da MP 2.169-43/2001, inclusive em relação\na acordos firmados em momento anterior à vigência desta norma.\n2. O art. 840 do Código Civil é expresso em dizer de que forma deve\nser feita a transação. Antes da edição da MP 1.962-33/2000, somente\na escritura pública e o ajuste assinado por ambos os transigentes, e\nhomologado judicialmente, faria prova do negócio jurídico.\n3. Os extratos fornecidos pelo SIAPE poderiam, a princípio,\ndemonstrar a existência de um pagamento, e não do ajuste celebrado.\n4. A disposição contida no art. 7º, § 2º, da MP 1.962-33/2000, que\nfoi reproduzida na vigente MP 2.169-43/2001, criou uma nova maneira\nde demonstração da existência do negócio jurídico, que anteriormente\nera feito por meio da apresentação da escritura pública ou do\ninstrumento de transação assinado por ambos os transigentes.\n5. O meio de demonstração da transação criado pela MP 1.962-33/2000\né válido, mas somente pode ser aplicado aos negócios jurídicos\ncelebrados após a sua edição, sob pena de surpreender os envolvidos\ne retroagir de forma prejudicial ao administrado.\n6. Dessa forma, estando o acórdão recorrido em conformidade com a\ntese fixada, o recurso especial deve ser conhecido e improvido,\nmantendo-se íntegro o acórdão recorrido, nos termos da\nfundamentação.\n7. Não é necessária a modulação dos efeitos do julgado, pois o\ninstituto visa assegurar a efetivação do princípio da segurança\njurídica, impedindo que o jurisdicionado de boa-fé seja prejudicado\npor seguir entendimento dominante que terminou superado, o que não\nocorreu neste caso.\n8. Tese jurídica firmada: \"I) É possível a comprovação de transação\nadministrativa, relativa ao pagamento da vantagem de 28,86%, por\nmeio de fichas financeiras ou documento expedido pelo Sistema\nIntegrado de Administração de Recursos Humanos - SIAPE, conforme\nart. 7º, § 2º, da MP nº 2.169-43/2001, apenas em relação a acordos\nfirmados posteriormente à vigência dessa norma. II) Quando não for\nlocalizado o instrumento de transação devidamente homologado, e\nbuscando impedir o enriquecimento ilícito, os valores recebidos\nadministrativamente, a título de 28,86%, demonstrados por meio dos\ndocumentos expedidos pelo SIAPE, devem ser deduzidos do valor\napurado, com as atualizações pertinentes\".\n9. Recurso especial conhecido e improvido, nos termos da\nfundamentação.\n10. Recurso julgado sob a sistemática do art. 1.036 e seguintes do\nCPC/2015; e art. 256-N e seguintes do Regimento Interno deste STJ.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240418",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO, por unanimidade,\nconhecer do recurso e negar-lhe provimento, nos termos do voto do\nSr. Ministro Relator.\nFoi aprovada, por unanimidade, as seguintes teses, no tema 1102:\na) É possível a comprovação de transação administrativa, relativa ao\npagamento da vantagem de 28, 86%, por meio de fichas financeiras ou\ndocumento expedido pelo Sistema Integrado de Administração de\nRecursos Humanos -  SIAPE, conforme  o  art.  7º, § 2º, da MP\n2.169-43/2001, apenas em relação a acordos firmados em momento\nposterior à vigência dessa norma.\nb) Quando não for localizado o instrumento de transação devidamente\nhomologado, e buscando impedir o enriquecimento ilícito, os valores\nrecebidos administrativamente, a título de 28, 86%, demonstrados por\nmeio dos documentos expedidos pelo SIAPE, devem ser deduzidos do\nvalor apurado, com as atualizações pertinentes.\nOs Srs. Ministros Francisco Falcão, Herman Benjamin, Mauro Campbell\nMarques, Benedito Gonçalves, Sérgio Kukina, Gurgel de Faria e Paulo\nSérgio Domingues votaram com o Sr. Ministro Relator.\nAusente, justificadamente, o Sr. Ministro Teodoro Silva Santos.",
  "jurisprudenciaCitada" : "(SERVIDOR - LITÍGIO JUDICIAL - TERMO DE TRANSAÇÃO HOMOLOGADO -\nCOMPROVAÇÃO)\n   STJ - <<AgInt no REsp 1492093>>-PE,\n         <<AgInt no REsp 1946515>>-MG, <<AgRg no AREsp 382906>>-RJ,\n         <<AgInt no REsp 1673479>>-RJ",
  "notas" : "Julgado conforme procedimento previsto para os Recursos Repetitivos\nno âmbito do STJ.",
  "informacoesComplementares" : "     \"O enriquecimento ilícito é a transferência de bens, valores ou\ndireitos sem embasamento fático e jurídico adequado. A vedação ao\nenriquecimento ilícito impede o pagamento de direitos não\nreconhecidos ou de pagamento de parcela já quitada. A restituição é\ndevida não só quando não tenha havido causa que justifique o\nenriquecimento, mas também se esta deixou de existir.\n     Por isso, quando não for localizado o instrumento de transação\ndevidamente homologado, e buscando impedir o enriquecimento ilícito,\nos valores recebidos administrativamente, a título de 28,86%,\ndemonstrados por meio dos documentos expedidos pelo SIAPE, devem ser\ndeduzidos do valor apurado, com as atualizações pertinentes\".",
  "termosAuxiliares" : null,
  "teseJuridica" : "\"a) É possível a comprovação de transação administrativa, relativa\nao pagamento da vantagem de 28,86%, por meio de fichas financeiras\nou documento expedido pelo Sistema Integrado de Administração de\nRecursos Humanos - SIAPE, conforme o art. 7º, § 2º, da MP 2.169-\n43/2001, apenas em relação a acordos firmados em momento posterior à\nvigência dessa norma.\nb) Quando não for localizado o instrumento de transação devidamente\nhomologado, e buscando impedir o enriquecimento ilícito, os valores\nrecebidos administrativamente, a título de 28,86%, demonstrados por\nmeio dos documentos expedidos pelo SIAPE, devem ser deduzidos do\nvalor apurado, com as atualizações pertinentes\".",
  "tema" : "Tema Repetitivo 1102\nSituação do tema: Acórdão Publicado",
  "referenciasLegislativas" : [ "LEG:FED MPR:002169 ANO:2001\n        ART:00007 PAR:00002", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00369 ART:00927 PAR:00003 ART:01036", "LEG:FED LEI:010406 ANO:2002\n*****  CC-02    CÓDIGO CIVIL DE 2002\n        ART:00104 INC:00003 ART:00840 ART:00842", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:0104A INC:00003 ART:0256N", "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00037", "LEG:FED LEI:005869 ANO:1973\n*****  CPC-73    CÓDIGO DE PROCESSO CIVIL DE 1973\n        ART:00332", "LEG:FED MPR:001962 ANO:2000\n        ART:00007 PAR:00002\n(REEDITADA NA MEDIDA PROVISÓRIA 2.169-43/2001)" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000870843",
  "numeroProcesso" : "1925176",
  "numeroRegistro" : "202002401507",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "AFRÂNIO VILELA",
  "dataPublicacao" : "DJE        DATA:26/04/2024",
  "ementa" : "PROCESSUAL CIVIL. RECURSO ESPECIAL SOB O PROCEDIMENTO DOS RECURSOS\nREPETITIVOS. APLICAÇÃO DO ART. 7º, § 2º, DA MP 1.962-33/2000,\nREPRODUZIDO NA VIGENTE MP 2.169-43/2001. IMPOSSIBILIDADE DE\nCOMPROVAÇÃO DAS TRANSAÇÕES CELEBRADAS ANTERIORMENTE À MP\n1.962-33/2000 MEDIANTE DOCUMENTOS EXPEDIDOS UNILATERALMENTE PELO\nSIAPE. RECURSO ESPECIAL CONHECIDO E IMPROVIDO.\n1. O objeto da ação é definir a possibilidade de comprovação de\ntransação administrativa, relativa ao pagamento da vantagem de 28,\n86%, por meio de fichas financeiras ou documento expedido pelo\nSistema Integrado de Administração de Recursos Humanos - SIAPE,\nconforme o art. 7º, § 2º, da MP 2.169-43/2001, inclusive em relação\na acordos firmados em momento anterior à vigência dessa norma.\n2. O art. 840 do Código Civil é expresso em dizer de que forma deve\nser feita a transação. Antes da edição da MP 1.962-33/2000, somente\na escritura pública e o ajuste assinado por ambos os transigentes, e\nhomologado judicialmente, faria prova do negócio jurídico.\n3. Os extratos fornecidos pelo SIAPE poderiam, a princípio,\ndemonstrar a existência de um pagamento, e não do ajuste celebrado.\n4. A disposição contida no art. 7º, § 2º, da MP 1.962-33/2000, que\nfoi reproduzida na vigente MP 2.169-43/2001, criou uma nova maneira\nde demonstração da existência do negócio jurídico, que anteriormente\nera feito por meio da apresentação da escritura pública ou\ninstrumento de transação assinado por ambos os transigentes.\n5. O meio de demonstração da transação criado pela MP 1.962-33/2000\né válido, mas somente pode ser aplicado aos negócios jurídicos\ncelebrados após a sua edição, sob pena de surpreender os envolvidos\ne retroagir de forma prejudicial ao administrado.\n6. Dessa forma, estando o acórdão recorrido em conformidade com a\ntese fixada, o REsp deve ser conhecido e improvido, mantendo-se\níntegro o acórdão recorrido, nos termos da fundamentação\n7. Não é necessária a modulação dos efeitos do julgado, pois o\ninstituto visa assegurar a efetivação do princípio da segurança\njurídica, impedindo que o jurisdicionado de boa-fé seja prejudicado\npor seguir entendimento dominante que terminou superado, o que não\nocorreu neste caso.\n8. Tese jurídica firmada: \"I) É possível a comprovação de transação\nadministrativa, relativa ao pagamento da vantagem de 28,86%, por\nmeio de fichas financeiras ou documento expedido pelo Sistema\nIntegrado de Administração de Recursos Humanos - SIAPE, conforme\nart. 7º, § 2º, da MP nº 2.169-43/2001, apenas em relação a acordos\nfirmados posteriormente à vigência dessa norma. II) Quando não for\nlocalizado o instrumento de transação devidamente homologado, e\nbuscando impedir o enriquecimento ilícito, os valores recebidos\nadministrativamente, a título de 28,86%, demonstrados por meio dos\ndocumentos expedidos pelo SIAPE, devem ser deduzidos do valor\napurado, com as atualizações pertinentes\".\n9. Recurso especial conhecido e improvido, nos termos da\nfundamentação.\n10. Recurso julgado sob a sistemática do art. 1.036 e seguintes do\nCPC/2015 e art. 256-N e seguintes do Regimento Interno deste STJ.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240418",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO, por unanimidade,\nconhecer do recurso e negar-lhe provimento, nos termos do voto do\nSr. Ministro Relator.\nFoi aprovada, por unanimidade, as seguintes teses, no tema 1102:\na) É possível a comprovação de transação administrativa, relativa ao\npagamento da vantagem de 28, 86%, por meio de fichas financeiras ou\ndocumento expedido pelo Sistema Integrado de Administração de\nRecursos Humanos -  SIAPE, conforme  o  art.  7º, § 2º, da MP\n2.169-43/2001, apenas em relação a acordos firmados em momento\nposterior à vigência dessa norma.\nb) Quando não for localizado o instrumento de transação devidamente\nhomologado, e buscando impedir o enriquecimento ilícito, os valores\nrecebidos administrativamente, a título de 28, 86%, demonstrados por\nmeio dos documentos expedidos pelo SIAPE, devem ser deduzidos do\nvalor apurado, com as atualizações pertinentes.\nOs Srs. Ministros Francisco Falcão, Herman Benjamin, Mauro Campbell\nMarques, Benedito Gonçalves, Sérgio Kukina, Gurgel de Faria e Paulo\nSérgio Domingues votaram com o Sr. Ministro Relator.\nAusente, justificadamente, o Sr. Ministro Teodoro Silva Santos.",
  "jurisprudenciaCitada" : "(SERVIDOR - LITÍGIO JUDICIAL - TERMO DE TRANSAÇÃO HOMOLOGADO -\nCOMPROVAÇÃO)\n   STJ - <<AgInt no REsp 1492093>>-PE,\n         <<AgInt no REsp 1946515>>-MG, <<AgRg no AREsp 382906>>-RJ,\n         <<AgInt no REsp 1673479>>-RJ",
  "notas" : "Julgado conforme procedimento previsto para os Recursos Repetitivos\nno âmbito do STJ.",
  "informacoesComplementares" : "     \"O enriquecimento ilícito é a transferência de bens, valores ou\ndireitos sem embasamento fático e jurídico adequado. A vedação ao\nenriquecimento ilícito impede o pagamento de direitos não\nreconhecidos ou de pagamento de parcela já quitada. A restituição é\ndevida não só quando não tenha havido causa que justifique o\nenriquecimento, mas também se esta deixou de existir.\n     Por isso, quando não for localizado o instrumento de transação\ndevidamente homologado, e buscando impedir o enriquecimento ilícito,\nos valores recebidos administrativamente, a título de 28,86%,\ndemonstrados por meio dos documentos expedidos pelo SIAPE, devem ser\ndeduzidos do valor apurado, com as atualizações pertinentes\".",
  "termosAuxiliares" : null,
  "teseJuridica" : "\"a) É possível a comprovação de transação administrativa, relativa\nao pagamento da vantagem de 28,86%, por meio de fichas financeiras\nou documento expedido pelo Sistema Integrado de Administração de\nRecursos Humanos - SIAPE, conforme o art. 7º, § 2º, da MP 2.169-\n43/2001, apenas em relação a acordos firmados em momento posterior à\nvigência dessa norma.\nb) Quando não for localizado o instrumento de transação devidamente\nhomologado, e buscando impedir o enriquecimento ilícito, os valores\nrecebidos administrativamente, a título de 28,86%, demonstrados por\nmeio dos documentos expedidos pelo SIAPE, devem ser deduzidos do\nvalor apurado, com as atualizações pertinentes\".",
  "tema" : "Tema Repetitivo 1102\nSituação do tema: Acórdão Publicado",
  "referenciasLegislativas" : [ "LEG:FED MPR:001962 ANO:2000\n        ART:00007 PAR:00002\n(REEDITADA NA MEDIDA PROVISÓRIA 2.169-43/2001)", "LEG:FED MPR:002169 ANO:2001\n        ART:00007 PAR:00002", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00369 ART:00927 PAR:00003 ART:01036", "LEG:FED LEI:010406 ANO:2002\n*****  CC-02    CÓDIGO CIVIL DE 2002\n        ART:00104 INC:00003 ART:00840 ART:00842", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:0104A INC:00003 ART:0256N", "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00037", "LEG:FED LEI:005869 ANO:1973\n*****  CPC-73    CÓDIGO DE PROCESSO CIVIL DE 1973\n        ART:00332" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000870554",
  "numeroProcesso" : "2077461",
  "numeroRegistro" : "202301950563",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "REGINA HELENA COSTA",
  "dataPublicacao" : "DJE        DATA:24/04/2024",
  "ementa" : "PROCESSUAL CIVIL. RECURSO ESPECIAL. CÓDIGO DE PROCESSO CIVIL DE\n2015. APLICABILIDADE. PROPOSTA DE AFETAÇÃO COMO REPRESENTATIVO DA\nCONTROVÉRSIA. EXECUÇÃO FISCAL. APELAÇÃO. CABIMENTO. EXECUÇÃO DO\nMESMO TRIBUTO EM UMA ÚNICA CERTIDÃO DE DÍVIDA ATIVA - CDA. VALOR DE\nALÇADA. PARÂMETRO A SER OBSERVADO. VALOR INDIVIDUAL DE CADA\nEXERCÍCIO EXECUTADO OU MONTANTE TOTAL DOS DÉBTIOS CONSTANTES DO\nTÍTULO EXEQUENDO.\n1. Delimitação da questão de direito controvertida: Definir se, para\nefeito de cabimento do recurso de apelação em execução fiscal do\nmesmo tributo, deve ser observado o montante total do título\nexecutado ou os débitos individualmente considerados, nos termos do\nart. 34, caput e § 1º, da Lei n. 6.830/1980.\n2. Determinada a suspensão dos REsps e AREsps em segundo grau de\njurisdição e/ou no Superior Tribunal de Justiça, adotando-se, neste\núltimo caso, a providência prevista no art. 256-L do RISTJ.\n3. Recurso especial submetido à sistemática dos recursos\nrepetitivos, em afetação conjunta com os REsps ns. 2.077.138/RJ,\n2.077.319/RJ e 2.077.135/RJ.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240409",
  "decisao" : "A PRIMEIRA SEÇÃO, por unanimidade, afetou o processo ao rito dos\nrecursos repetitivos (RISTJ, art. 257-C) para delimitar a seguinte\ntese controvertida: \"Definir se, para efeito de cabimento do recurso\nde apelação em execução fiscal do mesmo tributo, deve ser observado\no montante total do título executado ou os débitos individualmente\nconsiderados, nos termos do art. 34, caput e § 1º, da Lei n.\n6.830/1980.\" e, igualmente por unanimidade, suspendeu a tramitação\nde todos os processos que versem sobre a mesma matéria, nos quais\ntenha havido a interposição de recurso especial ou de agravo em\nrecurso especial, na segunda instância, ou que estejam em tramitação\nno STJ, respeitada, no último caso, a orientação prevista no art.\n256-L do RISTJ, conforme proposta da Sra. Ministra Relatora. Petição\nNº IJ2549/2024 - ProAfR no REsp 207746.\nOs Srs. Ministros Paulo Sérgio Domingues, Teodoro Silva Santos,\nAfrânio Vilela, Francisco Falcão, Herman Benjamin, Mauro Campbell\nMarques, Benedito Gonçalves e Sérgio Kukina votaram com a Sra.\nMinistra Relatora.\nPresidiu o julgamento o Sr. Ministro Gurgel de Faria.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1248",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1248\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036 PAR:00005 PAR:00006 ART:01037 ART:01038\n        INC:00003 PAR:00001", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:0256L" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000870553",
  "numeroProcesso" : "2077319",
  "numeroRegistro" : "202301966724",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "REGINA HELENA COSTA",
  "dataPublicacao" : "DJE        DATA:24/04/2024",
  "ementa" : "PROCESSUAL CIVIL. RECURSO ESPECIAL. CÓDIGO DE PROCESSO CIVIL DE\n2015. APLICABILIDADE. PROPOSTA DE AFETAÇÃO COMO REPRESENTATIVO DA\nCONTROVÉRSIA. EXECUÇÃO FISCAL. APELAÇÃO. CABIMENTO. EXECUÇÃO DO\nMESMO TRIBUTO EM UMA ÚNICA CERTIDÃO DE DÍVIDA ATIVA - CDA. VALOR DE\nALÇADA. PARÂMETRO A SER OBSERVADO. VALOR INDIVIDUAL DE CADA\nEXERCÍCIO EXECUTADO OU MONTANTE TOTAL DOS DÉBTIOS CONSTANTES DO\nTÍTULO EXEQUENDO.\n1. Delimitação da questão de direito controvertida: Definir se, para\nefeito de cabimento do recurso de apelação em execução fiscal do\nmesmo tributo, deve ser observado o montante total do título\nexecutado ou os débitos individualmente considerados, nos termos do\nart. 34, caput e § 1º, da Lei n. 6.830/1980.\n2. Determinada a suspensão dos REsps e AREsps em segundo grau de\njurisdição e/ou no Superior Tribunal de Justiça, adotando-se, neste\núltimo caso, a providência prevista no art. 256-L do RISTJ.\n3. Recurso especial submetido à sistemática dos recursos\nrepetitivos, em afetação conjunta com os REsps ns. 2.077.138/RJ,\n2.077.135/RJ e 2.077.461/RJ.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240409",
  "decisao" : "A PRIMEIRA SEÇÃO, por unanimidade, afetou o processo ao rito dos\nrecursos repetitivos (RISTJ, art. 257-C) para delimitar a seguinte\ntese controvertida: \"Definir se, para efeito de cabimento do recurso\nde apelação em execução fiscal do mesmo tributo, deve ser observado\no montante total do título executado ou os débitos individualmente\nconsiderados, nos termos do art. 34, caput e § 1º, da Lei n.\n6.830/1980.\" e, igualmente por unanimidade, suspendeu a tramitação\nde todos os processos que versem sobre a mesma matéria, nos quais\ntenha havido a interposição de recurso especial ou de agravo em\nrecurso especial, na segunda instância, ou que estejam em tramitação\nno STJ, respeitada, no último caso, a orientação prevista no art.\n256-L do RISTJ, conforme proposta da Sra. Ministra Relatora. Petição\nNº IJ2546/2024 - ProAfR no REsp 2077319.\nOs Srs. Ministros Paulo Sérgio Domingues, Teodoro Silva Santos,\nAfrânio Vilela, Francisco Falcão, Herman Benjamin, Mauro Campbell\nMarques, Benedito Gonçalves e Sérgio Kukina votaram com a Sra.\nMinistra Relatora.\nPresidiu o julgamento o Sr. Ministro Gurgel de Faria.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1248",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1248\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036 PAR:00005 PAR:00006 ART:01037 ART:01038\n        INC:00003 PAR:00001", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:0256L" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000870552",
  "numeroProcesso" : "2077138",
  "numeroRegistro" : "202301966926",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "REGINA HELENA COSTA",
  "dataPublicacao" : "DJE        DATA:24/04/2024",
  "ementa" : "PROCESSUAL CIVIL. RECURSO ESPECIAL. CÓDIGO DE PROCESSO CIVIL DE\n2015. APLICABILIDADE. PROPOSTA DE AFETAÇÃO COMO REPRESENTATIVO DA\nCONTROVÉRSIA. EXECUÇÃO FISCAL. APELAÇÃO. CABIMENTO. EXECUÇÃO DO\nMESMO TRIBUTO EM UMA ÚNICA CERTIDÃO DE DÍVIDA ATIVA - CDA. VALOR DE\nALÇADA. PARÂMETRO A SER OBSERVADO. VALOR INDIVIDUAL DE CADA\nEXERCÍCIO EXECUTADO OU MONTANTE TOTAL DOS DÉBTIOS CONSTANTES DO\nTÍTULO EXEQUENDO.\n1. Delimitação da questão de direito controvertida: Definir se, para\nefeito de cabimento do recurso de apelação em execução fiscal do\nmesmo tributo, deve ser observado o montante total do título\nexecutado ou os débitos individualmente considerados, nos termos do\nart. 34, caput e § 1º, da Lei n. 6.830/1980.\n2. Determinada a suspensão dos REsps e AREsps em segundo grau de\njurisdição e/ou no Superior Tribunal de Justiça, adotando-se, neste\núltimo caso, a providência prevista no art. 256-L do RISTJ.\n3. Recurso especial submetido à sistemática dos recursos\nrepetitivos, em afetação conjunta com os REsps ns. 2.077.319/RJ,\n2.077.461/RJ e 2.077.135/RJ.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240409",
  "decisao" : "A PRIMEIRA SEÇÃO, por unanimidade, afetou o processo ao rito dos\nrecursos repetitivos (RISTJ, art. 257-C) para delimitar a seguinte\ntese controvertida: \"Definir se, para efeito de cabimento do recurso\nde apelação em execução fiscal do mesmo tributo, deve ser observado\no montante total do título executado ou os débitos individualmente\nconsiderados, nos termos do art. 34, caput e § 1º, da Lei n.\n6.830/1980.\" e, igualmente por unanimidade, suspendeu a tramitação\nde todos os processos que versem sobre a mesma matéria, nos quais\ntenha havido a interposição de recurso especial ou de agravo em\nrecurso especial, na segunda instância, ou que estejam em tramitação\nno STJ, respeitada, no último caso, a orientação prevista no art.\n256-L do RISTJ, conforme proposta da Sra. Ministra Relatora. Petição\nNº IJ2547/2024 - ProAfR no REsp 2077138.\nOs Srs. Ministros Paulo Sérgio Domingues, Teodoro Silva Santos,\nAfrânio Vilela, Francisco Falcão, Herman Benjamin, Mauro Campbell\nMarques, Benedito Gonçalves e Sérgio Kukina votaram com a Sra.\nMinistra Relatora.\nPresidiu o julgamento o Sr. Ministro Gurgel de Faria.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1248",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1248\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036 PAR:00005 PAR:00006 ART:01037 ART:01038\n        INC:00003 PAR:00001", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:0256L" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000870551",
  "numeroProcesso" : "2077135",
  "numeroRegistro" : "202301966849",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "REGINA HELENA COSTA",
  "dataPublicacao" : "DJE        DATA:24/04/2024",
  "ementa" : "PROCESSUAL CIVIL. RECURSO ESPECIAL. CÓDIGO DE PROCESSO CIVIL DE\n2015. APLICABILIDADE. PROPOSTA DE AFETAÇÃO COMO REPRESENTATIVO DA\nCONTROVÉRSIA. EXECUÇÃO FISCAL. APELAÇÃO. CABIMENTO. EXECUÇÃO DO\nMESMO TRIBUTO EM UMA ÚNICA CERTIDÃO DE DÍVIDA ATIVA - CDA. VALOR DE\nALÇADA. PARÂMETRO A SER OBSERVADO. VALOR INDIVIDUAL DE CADA\nEXERCÍCIO EXECUTADO OU MONTANTE TOTAL DOS DÉBTIOS CONSTANTES DO\nTÍTULO EXEQUENDO.\n1. Delimitação da questão de direito controvertida: Definir se, para\nefeito de cabimento do recurso de apelação em execução fiscal do\nmesmo tributo, deve ser observado o montante total do título\nexecutado ou os débitos individualmente considerados, nos termos do\nart. 34, caput e § 1º, da Lei n. 6.830/1980.\n2. Determinada a suspensão dos REsps e AREsps em segundo grau de\njurisdição e/ou no Superior Tribunal de Justiça, adotando-se, neste\núltimo caso, a providência prevista no art. 256-L do RISTJ.\n3. Recurso especial submetido à sistemática dos recursos\nrepetitivos, em afetação conjunta com os REsps ns. 2.077.138/RJ,\n2.077.461/RJ e 2.077.319/RJ.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240409",
  "decisao" : "A PRIMEIRA SEÇÃO, por unanimidade, afetou o processo ao rito dos\nrecursos repetitivos (RISTJ, art. 257-C) para delimitar a seguinte\ntese controvertida: \"Definir se, para efeito de cabimento do recurso\nde apelação em execução fiscal do mesmo tributo, deve ser observado\no montante total do título executado ou os débitos individualmente\nconsiderados, nos termos do art. 34, caput e § 1º, da Lei n.\n6.830/1980.\" e, igualmente por unanimidade, suspendeu a tramitação\nde todos os processos que versem sobre a mesma matéria, nos quais\ntenha havido a interposição de recurso especial ou de agravo em\nrecurso especial, na segunda instância, ou que estejam em tramitação\nno STJ, respeitada, no último caso, a orientação prevista no art.\n256-L do RISTJ, conforme proposta da Sra. Ministra Relatora. Petição\nNº IJ2548/2024 - ProAfR no REsp 2077135.\nOs Srs. Ministros Paulo Sérgio Domingues, Teodoro Silva Santos,\nAfrânio Vilela, Francisco Falcão, Herman Benjamin, Mauro Campbell\nMarques, Benedito Gonçalves e Sérgio Kukina votaram com a Sra.\nMinistra Relatora.\nPresidiu o julgamento o Sr. Ministro Gurgel de Faria.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1248",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1248\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036 PAR:00005 PAR:00006 ART:01037 ART:01038\n        INC:00003 PAR:00001", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:0256L" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000870549",
  "numeroProcesso" : "45680",
  "numeroRegistro" : "202301751683",
  "siglaClasse" : "AgInt na Rcl",
  "descricaoClasse" : "AGRAVO INTERNO NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "HERMAN BENJAMIN",
  "dataPublicacao" : "DJE        DATA:19/04/2024",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NA RECLAMAÇÃO. ART. 105, I, \"F\", DA\nCF/1988. INSTAURAÇÃO DE IAC PELO TRIBUNAL DE ORIGEM. NÃO\nCOMPROVAÇÃO DE CABIMENTO DA RECLAMAÇÃO. RECURSO NÃO PROVIDO.\n1. A Reclamação, prevista no art. 105, I, \"f\", da Constituição da\nRepública, bem como no art. 988 do Código de Processo Civil de 2015\n(redação da Lei  13.256/2016), constitui ação destinada à\npreservação de sua competência (inciso I), a garantir a autoridade\ndas decisões do Superior Tribunal de Justiça (inciso II) e à\nobservância de acórdão proferido em julgamento de Incidente de\nResolução de Demandas Repetitivas ou de Incidente de Assunção de\nCompetência (inciso IV e § 4º).\n2. No caso em espécie, o reclamante aduz que a instauração do\nsegundo Incidente de Assunção de Competência (não conhecido nesta\nCorte Superior e, posteriormente, com a desistência homologada)\ninfringiu a competência do STJ, porém não demonstra como a situação\nem tela se enquadraria na hipótese de cabimento da Reclamação.\n3. Contudo, ainda que passível de questionamentos acerca da\nlegalidade da conduta do Tribunal a quo, verifica-se que o caso em\nquestão não se enquadra entre as hipóteses de cabimento da\nReclamação, uma vez que não se caracteriza como violação de\ncompetência desta Corte Superior a instauração do novo Incidente de\nAssunção de Competência. Ademais, não houve determinação, no AREsp\n2.296.458/RO, de que não poderia ser instaurado novo Incidente de\nAssunção de Competência pela Corte de origem.\n4. Agravo Interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240228",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 22/02/2024 a 28/02/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Mauro Campbell Marques, Benedito\nGonçalves, Sérgio Kukina, Gurgel de Faria, Paulo Sérgio Domingues e\nAfrânio Vilela  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Regina Helena Costa.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00105 INC:00001 LET:F", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00988 INC:00001 INC:00002 INC:00004 PAR:00004\n(COM A REDAÇÃO DADA PELA LEI 13.256/2016)", "LEG:FED LEI:013256 ANO:2016" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000870382",
  "numeroProcesso" : "1995220",
  "numeroRegistro" : "202200961218",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "MAURO CAMPBELL MARQUES",
  "dataPublicacao" : "DJE        DATA:23/04/2024",
  "ementa" : "PROPOSTA DE AFETAÇÃO COMO REPETITIVO. RECURSOS ESPECIAIS.\nTRIBUTÁRIO. IMPOSTO SOBRE PRODUTOS INDUSTRIALIZADOS - IPI.\nCREDITAMENTO. AQUISIÇÃO DE INSUMOS E MATÉRIAS-PRIMAS TRIBUTADOS\nAPLICADOS NA INDUSTRIALIZAÇÃO DE PRODUTO FINAL NÃO-TRIBUTADO\n(IMUNIDADE DO ART. 155, §3º, DA CF/88). DISCUSSÃO SOBRE A\nPOSSIBILIDADE DE INTERPRETAÇÃO EXTENSIVA DO ART. 11, DA LEI N.\n9.779/99.\n1. Delimitação da questão de direito controvertida como sendo: \"A\npossibilidade de se estender o creditamento de IPI previsto no art.\n11, da Lei n. 9.779/99 também para os produtos finais não tributados\n(NT), imunes, previstos no art.\n155, §3º, da CF/88\".\n2. Multiplicidade efetiva ou potencial de processos com idêntica\nquestão de direito demonstrada pelo despacho do Ministro Presidente\nda Comissão Gestora de Precedentes e demais informações constantes\ndos autos dos processos repetitivos.\n3. Determinação ad cautelam para a suspensão do julgamento de todos\nos processos em primeira e segunda instâncias envolvendo a matéria,\ninclusive no Superior Tribunal de Justiça (art. 1.037, II, do\nCPC/2015).\n4. Recurso especial submetido à sistemática dos recursos\nrepetitivos, estando em afetação conjunta os recursos REsp. n.\n1.976.618/RJ e REsp. n. 1.995.220/RJ.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240409",
  "decisao" : "Vistos, relatados e discutidos esses autos em que são partes as\nacima indicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, na conformidade dos votos e das notas\ntaquigráficas, o seguinte resultado de julgamento:\n\n\"A PRIMEIRA SEÇÃO, por unanimidade, afetou o processo ao rito dos\nrecursos repetitivos (RISTJ, art. 257-C) para delimitar a seguinte\ntese controvertida: \"A possibilidade de se estender o creditamento\nde IPI previsto no art. 11, da Lei n. 9.779/99 também para os\nprodutos finais não tributados (NT), imunes, previstos no art. 155,\n§3º, da CF/88.\" e, igualmente por unanimidade, nos termos do art. 1.\n037, II, do CPC/2015, suspendeu a tramitação de todos os processos\nem primeira e segunda instâncias, envolvendo a matéria, inclusive no\nSuperior Tribunal de Justiça, conforme proposta do Sr. Ministro\nRelator.\"\n\nOs Srs. Ministros Benedito Gonçalves, Sérgio Kukina, Gurgel de\nFaria, Paulo Sérgio Domingues, Teodoro Silva Santos, Afrânio Vilela,\nFrancisco Falcão e Herman Benjamin votaram com o Sr. Ministro\nRelator.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1247",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1247\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01037", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:0256E ART:0257A PAR:00001" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000870381",
  "numeroProcesso" : "1976618",
  "numeroRegistro" : "202100896311",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "MAURO CAMPBELL MARQUES",
  "dataPublicacao" : "DJE        DATA:23/04/2024",
  "ementa" : "PROPOSTA DE AFETAÇÃO COMO REPETITIVO. RECURSOS ESPECIAIS.\nTRIBUTÁRIO. IMPOSTO SOBRE PRODUTOS INDUSTRIALIZADOS - IPI.\nCREDITAMENTO. AQUISIÇÃO DE INSUMOS E MATÉRIAS-PRIMAS TRIBUTADOS\nAPLICADOS NA INDUSTRIALIZAÇÃO DE PRODUTO FINAL NÃO-TRIBUTADO\n(IMUNIDADE DO ART. 155, §3º, DA CF/88). DISCUSSÃO SOBRE A\nPOSSIBILIDADE DE INTERPRETAÇÃO EXTENSIVA DO ART. 11, DA LEI N.\n9.779/99.\n1. Delimitação da questão de direito controvertida como sendo: \"A\npossibilidade de se estender o creditamento de IPI previsto no art.\n11, da Lei n. 9.779/99 também para os produtos finais não tributados\n(NT), imunes, previstos no art.\n155, §3º, da CF/88\".\n2. Multiplicidade efetiva ou potencial de processos com idêntica\nquestão de direito demonstrada pelo despacho do Ministro Presidente\nda Comissão Gestora de Precedentes e demais informações constantes\ndos autos dos processos repetitivos.\n3. Determinação ad cautelam para a suspensão do julgamento de todos\nos processos em primeira e segunda instâncias envolvendo a matéria,\ninclusive no Superior Tribunal de Justiça (art. 1.037, II, do\nCPC/2015).\n4. Recurso especial submetido à sistemática dos recursos\nrepetitivos, estando em afetação conjunta os recursos REsp. n.\n1.976.618/RJ e REsp. n. 1.995.220/RJ.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240409",
  "decisao" : "Vistos, relatados e discutidos esses autos em que são partes as\nacima indicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, na conformidade dos votos e das notas\ntaquigráficas, o seguinte resultado de julgamento:\n\n\"A PRIMEIRA SEÇÃO, por unanimidade, afetou o processo ao rito dos\nrecursos repetitivos (RISTJ, art. 257-C) para delimitar a seguinte\ntese controvertida: \"A possibilidade de se estender o creditamento\nde IPI previsto no art. 11, da Lei n. 9.779/99 também para os\nprodutos finais não tributados (NT), imunes, previstos no art. 155,\n§3º, da CF/88.\" e, igualmente por unanimidade, nos termos do art. 1.\n037, II, do CPC/2015, suspendeu a tramitação de todos os processos\nem primeira e segunda instâncias, envolvendo a matéria, inclusive no\nSuperior Tribunal de Justiça, conforme proposta do Sr. Ministro\nRelator.\"\n\nOs Srs. Ministros Benedito Gonçalves, Sérgio Kukina, Gurgel de\nFaria, Paulo Sérgio Domingues, Teodoro Silva Santos, Afrânio Vilela,\nFrancisco Falcão e Herman Benjamin votaram com o Sr. Ministro\nRelator.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1247",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1247\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01037 INC:00002", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:0256E ART:0257A PAR:00001" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000870376",
  "numeroProcesso" : "192170",
  "numeroRegistro" : "202203170932",
  "siglaClasse" : "AgInt no CC",
  "descricaoClasse" : "AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "GURGEL DE FARIA",
  "dataPublicacao" : "DJE        DATA:23/04/2024",
  "ementa" : "PROCESSUAL CIVIL. DIREITO À SAÚDE. MEDICAMENTO NÃO INCORPORADO AO\nRENAME/SUS. INTERESSE JURÍDICO DA UNIÃO. CONFLITO DE COMPETÊNCIA.\nJUÍZOS FEDERAL E ESTADUAL. MATÉRIA AFETADA À SISTEMATICA DO\nINCIDENTE DE ASSUNÇÃO DE COMPETÊNCIA. QUESTÃO DE ORDEM. DELIBERAÇÃO\nQUANTO À COMPETÊNCIA PROVISÓRIA. DECISÃO DESTA CORTE.\nDESCUMPRIMENTO.\n1. A Primeira Seção desta Corte de Justiça, com fulcro nos arts. 947\ndo Código de Processo Civil/2015 e 271-B do RISTJ, afetou os\nConflitos de Competência n. 187.276/RS, 187.533/SC e  188.002/SC à\nsistemática do incidente de assunção de competência (IAC 14), para a\ndefinição da seguinte tese jurídica: Tratando-se de medicamento não\nincluído nas políticas públicas, mas devidamente registrado na\nANVISA, analisar se compete ao autor a faculdade de eleger contra\nquem pretende demandar, em face da responsabilidade solidária dos\nentes federados na prestação de saúde, e, em consequência, examinar\nse é indevida a inclusão da União no polo passivo da demanda, seja\npor ato de ofício, seja por intimação da parte para emendar a\ninicial, sem prévia consulta à Justiça Federal.\n2. No julgamento da questão de ordem, a Primeira Seção deliberou\nque, até o julgamento definitivo do incidente de assunção de\ncompetência (IAC), o Juiz estadual deverá abster-se de praticar\nqualquer ato judicial de declinação de competência nas ações que\nversem sobre tema idêntico ao afetado, de modo que o processo deve\nprosseguir na jurisdição estadual.\n3. Não há como conhecer do presente conflito de competência, visto\nque suscitado após a instauração do IAC n. 14/STJ e em desrespeito à\ndeliberação desta Corte de Justiça quanto à fixação da competência\nprovisória do Juízo estadual.\n4. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240404",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, prosseguindo o julgamento, por maioria,\nvencidos os Srs. Ministros Assusete Magalhães e Afrânio Vilela,\nnegar provimento ao agravo interno, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Paulo Sérgio Domingues, Herman Benjamin, Benedito\nGonçalves (voto-vista) e Regina Helena Costa votaram com o Sr.\nMinistro Relator.\nNão participou do julgamento o Sr. Ministro Teodoro Silva Santos.\nAusentes, nessa assentada, os Srs. Ministros Francisco Falcão e\nMauro Campbell Marques.\nPresidiu o julgamento o Sr. Ministro Sérgio Kukina.",
  "jurisprudenciaCitada" : "(CONFLITO DE COMPETÊNCIA - JUÍZOS FEDERAL E ESTADUAL - MATÉRIA\nAFETADA À SISTEMÁTICA DO INCIDENTE DE ASSUNÇÃO DE COMPETÊNCIA -\nQUESTÃO DE ORDEM.)\n   STJ - <<CC 187276>>-RS (IAC - TEMA(s) 14),\n         <<IAC no CC 187276>>-RS,\n         <<CC 187533>>-SC (IAC - TEMA(s) 14),\n         <<IAC no CC 187533>>-SC,\n         <<CC 188002>>-SC (IAC - TEMA(s) 14),\n         <<IAC no CC 188002>>-SC\n(VOTO VISTA - CONFLITO DE COMPETÊNCIA - JUÍZOS FEDERAL E ESTADUAL -\nMATÉRIA AFETADA À SISTEMÁTICA DO INCIDENTE DE ASSUNÇÃO DE\nCOMPETÊNCIA)\n   STJ - <<AgInt no CC 191257>>-SC,\n         <<AgInt nos EDcl no CC 189719>>-PR,\n         <<AgInt no CC 198378>>-RS, <<AgInt no CC 191565>>-SC,\n         <<AgInt no CC 192412>>-RS, <<AgInt no CC 194123>>-SC\n(VOTO VENCIDO - CONFLITO DE COMPETÊNCIA - IAC 14/STJ)\n   STJ - <<AgInt na Rcl 44074>>-MS,\n         <<AgInt nos EDcl na Rcl 44461>>-MS, <<Rcl 44578>>-GO",
  "notas" : null,
  "informacoesComplementares" : "     (VOTO VISTA) (MIN. GURGEL DE FARIA)\n     \"A regra insculpida no art. 66, II, do Código de Processo\nCivil, a meu ver, merece ser mitigada nesta situação excepcional, em\nespecial para resguardar o direito fundamental à saúde e à vida,\nvisto que a instauração de conflito negativo de competência acarreta\ninequívoco atraso na prestação jurisdicional, impondo-se, assim, a\nobservância da decisão exarada na referida Questão de Ordem, em\nrespeito ao princípio da segurança jurídica, bem como para garantir\na administração da Justiça e prevenir maiores prejuízos às partes\".\n     (VOTO VENCIDO) (MIN. ASSUSETE MAGALHÃES)\n     \"[...] como dois Juízos declararam-se incompetentes para\ndecidir a mesma causa, merece ser conhecido o Conflito Negativo de\nCompetência suscitado, nos termos do art. 66, II, do CPC/2015, sendo\ndesimportante, para fins de conhecimento (ou não) do Conflito, que\ntenha sido ele suscitado antes ou depois da afetação do IAC 14/STJ,\nem 31/05/2022, ou após a Questão de Ordem decidida no aludido\nIncidente, em 08/06/2022.\n     Registre-se, ainda, que o descumprimento da determinação do\nÓrgão colegiado desafia remédio próprio, previsto no art. 988, II,\ndo CPC/2015, que estabelece o cabimento de reclamação, para\n'garantir autoridade das decisões do tribunal'\".\n     (VOTO VENCIDO) (MIN. AFRÂNIO VILELA)\n     \"[...] independentemente do momento temporal em que o Conflito\nde Competência fora suscitado, deve ser o incidente conhecido,\ndevendo, assim, ser dirimida a controvérsia posta, inclusive, para\nque não permaneçam as partes à mercê de eventual debate de\nentendimentos de magistrados ? com determinações incessáveis de\nremessas dos autos ? sem que se proceda a efetiva solução da lide\njudicializada pela parte autora\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00045 PAR:00003 ART:00947 ART:00955 ART:00988\n        INC:00002", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:0271B" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000870375",
  "numeroProcesso" : "28314",
  "numeroRegistro" : "202104085621",
  "siglaClasse" : "AgInt nos EDcl no MS",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NO MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "MAURO CAMPBELL MARQUES",
  "dataPublicacao" : "DJE        DATA:23/04/2024",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NO\nMANDADO DE SEGURANÇA. SERVIDOR PÚBLICO. DIREITO LÍQUIDO E CERTO À\nREMOÇÃO E AO EXERCÍCIO PROVISÓRIO. NÃO DEMONSTRAÇÃO DOS REQUISITOS.\nAGRAVO INTERNO NÃO PROVIDO.\n1. Os autos não denotam o exercício de atribuições do cônjuge virago\ndo agravante em Brasília. Não há controvérsia de que a esposa do\nagravante já era titular de cargo em Fortaleza quando o agravante\ntomou posse na AGU em 2017. Ela estava em Brasília para\naperfeiçoamento e, por isso, auxiliou a Defensoria Pública em\nprocessos no âmbito dos tribunais superiores. A realidade fática\nimposta pelo acórdão a quo determina que, na verdade, não houve\ndeslocamento de cônjuge capaz de ensejar o direito à remoção ou ao\nexercício provisório.\n2. O rompimento do vínculo coabitacional não se deu, em nenhum\nmomento, por decisão ex officio da Administração em razão de\ninteresse público, mas, sim, por livre deliberação do casal, quando\nda posse do impetrante para exercício do cargo de Advogado da União,\nna cidade de Brasília, DF. Com efeito, o agravante tomou posse\nquando a sua esposa já era titular de cargo de Defensora Pública\nlotada em Fortaleza/CE. Ademais, conforme apresentado em parecer do\nMinistério Público Federal, o período em que a esposa do agravante\nesteve em Brasília se deu em interesse dela.\n3. Com efeito, o vínculo de definitividade do cônjuge virago do\nimpetrante está relacionado ao seu cargo de defensora pública no\nEstado do Ceará, e não em Brasília. Em 23 de novembro de 2021, a\nesposa do requerente apenas retornou a seu posto de exercício\nefetivo em Fortaleza, no Ceará, depois de cessado o período de\natuação provisória em Brasília, DF, que coincidiu com a estadia para\ncurso de mestrado.\n4. Conforme é largamente demonstrado pelos autos, nenhum dos\nconsortes foi deslocado do serviço público por interesse da\nAdministração, e, sim, por deliberação voluntária do casal, o que\nafasta a alegada ilegalidade do ato coator. Por consequência, não há\ndireito líquido e certo a embasar o presente mandado de segurança.\n5. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240228",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, prosseguindo o julgamento, por unanimidade,\nnegar provimento ao agravo interno, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Benedito Gonçalves, Sérgio Kukina, Gurgel de Faria\n(voto-vista), Paulo Sérgio Domingues e Herman Benjamin votaram com\no Sr. Ministro Relator.\nNão participaram do julgamento os Srs. Ministros Afrânio Vilela e\nFrancisco Falcão.",
  "jurisprudenciaCitada" : "(SERVIDOR PÚBLICO FEDERAL - REMOÇÃO PARA ACOMPANHAMENTO DE CÔNJUGE\nSERVIDOR PÚBLICO ESTADUAL)\n   STJ - <<AgInt no REsp 1858368>>-MS,\n         <<AgInt nos EDcl no RMS 66248>>-TO,\n         <<AgInt no REsp 1879459>>-SE\n(SERVIDOR PÚBLICO - REMOÇÃO PARA ACOMPANHAMENTO DE CÔNJUGE -\nINTERESSE DA ADMINISTRAÇÃO)\n   STJ - <<AgInt no REsp 1868864>>-RN,\n         <<AgInt no REsp 1944814>>-RN, <<RMS 66823>>-MT,\n         <<REsp 1787795>>-PB, <<AgInt no AREsp 1784387>>-PR,\n         <<AgInt nos EREsp 1726702>>-RN,\n         <<AgInt no AREsp 1676196>>-SC,\n         <<AgInt no AgRg nos EDcl no AREsp 639871>>-SC,\n         <<AgInt no AREsp 1316848>>-RS,\n         <<AgInt no REsp 1808568>>-DF,\n         <<AgInt no REsp 1434986>>-PE\n(VOTO VISTA - LICENÇA POR MOTIVO DE AFASTAMENTO DO CÔNJUGE -\nREQUISITOS)\n   STJ - <<AgInt no REsp 1914980>>-CE,\n         <<AgInt no AREsp 1462867>>-MS,\n         <<AgInt no REsp 1565070>>-MS, <<REsp 1778188>>-MS",
  "notas" : null,
  "informacoesComplementares" : "     (VOTO VISTA) (MIN. GURGEL DE FARIA)\n     \"Já em relação ao exercício provisório, o STJ tem o\nentendimento de que a licença prevista no art. 84, § 2º, da Lei n.\n8.112/1990 não está vinculada ao critério da Administração, ou seja,\npara se ver caracterizado o direito subjetivo do servidor é\nnecessário o preenchimento de único requisito: o deslocamento de seu\ncônjuge. [...].\n     Ainda, de acordo com o STJ, somente não será concedida a\nlicença nos casos de provimento originário do cônjuge no serviço\npúblico. [...]\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:008112 ANO:1990\n*****  RJU-90    REGIME JURÍDICO DOS SERVIDORES PÚBLICOS CIVIS DA\nUNIÃO\n        ART:00036 INC:00003 LET:A", "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00226" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000870161",
  "numeroProcesso" : "1987158",
  "numeroRegistro" : "202200488090",
  "siglaClasse" : "EDcl no REsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "BENEDITO GONÇALVES",
  "dataPublicacao" : "DJE        DATA:22/04/2024",
  "ementa" : "PROCESSUAL CIVIL. EMBARGOS DE DECLARAÇÃO NO RECURSO ESPECIAL.\nALEGADA OMISSÃO NA ANÁLISE DA MODULAÇÃO DOS EFEITOS. ART. 1.022 DO\nCPC/2015. VÍCIO DE OMISSÃO NÃO CONFIGURADO.\n1. Tendo o recurso sido interposto contra acórdão publicado na\nvigência do Código de Processo Civil de 2015 (CPC/15), devem ser\nexigidos os requisitos de admissibilidade na forma nele previsto,\nconforme Enunciado Administrativo n. 3/2016/STJ.\n2. Nos termos do que dispõe o artigo 1.022 do CPC/2015, cabem\nembargos de declaração contra qualquer decisão judicial para\nesclarecer obscuridade, eliminar contradição, suprir omissão de\nponto ou questão sobre a qual devia se pronunciar o juiz de ofício\nou a requerimento, bem como para corrigir erro material.\n3. O embargante pugna pela modulação dos efeitos do Tema 1.182,\nsustentando que \"os v. acórdãos embargados omitiram-se sobre a\nnecessidade de modular a decisão proferida no Tema 1182 para exigir\nque os contribuintes façam a reserva de lucros prevista no art. 30,\n§ 2º, da Lei 12.973/204 somente após o julgamento desse tema,\nocorrido em 26/4/2023\".\n4. Ausência de omissão quanto à modulação de efeitos. O art. 927, §\n3º, do Código de Processo Civil de 2015 permite aos Tribunais\nSuperiores, excepcionalmente, a modulação dos efeitos dos seus\njulgados, na hipótese de alteração da jurisprudência dominante.\n5. De acordo com entendimento do Superior Tribunal de Justiça: \"O\ndesafio da técnica da modulação dos efeitos do julgado consiste\nexatamente em utilizar-se de critérios razoáveis, que permitam a\nflexibilização dos efeitos dos julgados e que auxiliem na\nidentificação de situações que, efetivamente, necessitam dessa\nmodulação, quando preenchido o requisito da necessidade de proteção,\nconcomitantemente, da segurança jurídica e do interesse social\"\n(REsp n. 1.872.008/RS, relatora Ministra Assusete Magalhães,\nPrimeira Seção, julgado em 11/5/2022, DJe de 1/8/2022).\n6. Em nenhum momento os embargantes apontam a existência de\n\"jurisprudência dominante\" sobre o tema julgado; ao contrário,\ndeixam claro que havia dissonância interpretativa sobre a questão,\nno âmbito da Primeira Seção.\n7. Assim, não se pode ter por \"jurisprudência dominante\" a\ncompreensão encontrada em julgado de órgão fracionário, ou no\ncontexto do Tema 1.182, no qual havia entendimentos favoráveis à\nFazenda e aos contribuintes, contemporâneos e dissonantes no âmbito\nda Primeira Seção.\n8. Por isso, no ponto, não há omissão na análise da possibilidade de\nmodulação dos efeitos da decisão, por estarem ausentes os\nrequisitos legais para a hipótese.\n9. Embargos de declaração opostos por ASSOCIAÇÃO BRASILEIRA DO\nAGRONEGÓCIO -Abag rejeitados.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240418",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO, por unanimidade,\nrejeitar  os embargos de declaração, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Herman Benjamin, Mauro Campbell\nMarques, Sérgio Kukina, Gurgel de Faria, Paulo Sérgio Domingues e\nAfrânio Vilela votaram com o Sr. Ministro Relator.\nAusente, justificadamente, o Sr. Ministro Teodoro Silva Santos.",
  "jurisprudenciaCitada" : "(MODULAÇÃO DE EFEITOS - CRITÉRIOS)\n   STJ - <<REsp 1872008>>-RS (RECURSO REPETITIVO - TEMA(s) 1088),\n         <<REsp 1721716>>-PR\n(JURISPRUDÊNCIA DOMINANTE - CONCEITO)\n   STJ - <<AgInt no PUIL 1799>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00927 PAR:00003" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000870160",
  "numeroProcesso" : "1987158",
  "numeroRegistro" : "202200488090",
  "siglaClasse" : "EDcl no REsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "BENEDITO GONÇALVES",
  "dataPublicacao" : "DJE        DATA:22/04/2024",
  "ementa" : "PROCESSUAL CIVIL. EMBARGOS DE DECLARAÇÃO NO RECURSO ESPECIAL.\nOMISSÃO E OBSCURIDADE. PACTO FEDERATIVO. ACÓRDÃO QUE ENFRENTOU\nPRECISAMENTE A EXTENSÃO DO ENTENDIMENTO FIRMADO NO ERESP\n1.517.492/PR. INEXISTÊNCIA DE OMISSÃO. DIFERENCIAÇÃO ENTRE OS\nBENEFÍCIOS DE ICMS. INEXISTÊNCIA DE OBSCURIDADE. ALEGADA OMISSÃO NA\nANÁLISE DA MODULAÇÃO DOS EFEITOS. ART. 1.022 DO CPC/2015. VÍCIO DE\nOMISSÃO NÃO CONFIGURADO.\n1. Tendo o recurso sido interposto contra acórdão publicado na\nvigência do Código de Processo Civil de 2015, devem ser exigidos os\nrequisitos de admissibilidade na forma nele previsto, conforme\nEnunciado Administrativo n. 3/2016/STJ.\n2. Nos termos do que dispõe o artigo 1.022 do CPC/2015, cabem\nembargos de declaração contra qualquer decisão judicial para\nesclarecer obscuridade, eliminar contradição, suprir omissão de\nponto ou questão sobre a qual devia se pronunciar o juiz de ofício\nou a requerimento, bem como para corrigir erro material.\n3. Omissão. O embargante sustenta haver omissão no julgado quanto \"à\ntese da violação ao Pacto Federativo, para reconhecer a ilegalidade\nda inclusão dos valores relativos à renúncia fiscal estadual dos\nbenefícios fiscais de redução de base de cálculo, redução de\nalíquota, isenção, diferimento, entre outro da base de cálculo do\nIRPJ e CSLL\" (fl. 2.292)\".\n4. A Primeira Seção, ao concluir pela inaplicabilidade do EREsp\n1.517.492/PR aos benefícios fiscais de Imposto sobre Circulação de\nMercadorias e Serviços (ICMS) (diversos do crédito presumido),\nterminou por afastar a incidência ao Tema 1.182 dos fundamentos que\nnortearam o precedente formado em embargos de divergência.\n5. Obscuridade. Sustenta o embargante obscuridade no acórdão\nembargado, havendo falta de \"clareza quanto as diferenças\njurídicas-tributárias relevantes entre os benefícios fiscais de\nICMS\". Ocorre que esse ponto foi objeto de concentrada atenção no\nvoto condutor do acórdão embargado, especificamente no item 4\n(\"DIFERENÇA ENTRE O CRÉDITO PRESUMIDO E AS DEMAIS ESPÉCIES DE\nBENEFÍCIOS FISCAIS DE ICMS\").\n6. Ausência de omissão quanto à modulação de efeitos. O art. 927, §\n3º, do Código de Processo Civil de 2015 permite aos Tribunais\nSuperiores, excepcionalmente, a modulação dos efeitos dos seus\njulgados, na hipótese de alteração da jurisprudência dominante.\n7. De acordo com entendimento do Superior Tribunal de Justiça: \"O\ndesafio da técnica da modulação dos efeitos do julgado consiste\nexatamente em utilizar-se de critérios razoáveis, que permitam a\nflexibilização dos efeitos dos julgados e que auxiliem na\nidentificação de situações que, efetivamente, necessitam dessa\nmodulação, quando preenchido o requisito da necessidade de proteção,\nconcomitantemente, da segurança jurídica e do interesse social\"\n(REsp n. 1.872.008/RS, relatora Ministra Assusete Magalhães,\nPrimeira Seção, julgado em 11/5/2022, DJe de 1/8/2022).\n8. Em nenhum momento os embargantes apontam a existência de\n\"jurisprudência dominante\" sobre o tema julgado; ao contrário,\ndeixam claro que havia dissonância interpretativa sobre a questão,\nno âmbito da Primeira Seção.\n9. Assim, não se pode ter por \"jurisprudência dominante\" a\ncompreensão encontrada em julgado de órgão fracionário, ou no\ncontexto do Tema 1.182, no qual havia entendimentos favoráveis à\nFazenda e aos contribuintes, contemporâneos e dissonantes no âmbito\nda Primeira Seção.\n10. Por isso, no ponto, não há omissão na análise da possibilidade\nde modulação dos efeitos da decisão, por estarem ausentes os\nrequisitos legais para a hipótese.\n11. Embargos de declaração opostos por FAST INDÚSTRIA E COMÉRCIO\nLtda rejeitados.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240418",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO, por unanimidade,\nrejeitar  os embargos de declaração, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Herman Benjamin, Mauro Campbell\nMarques, Sérgio Kukina, Gurgel de Faria, Paulo Sérgio Domingues e\nAfrânio Vilela votaram com o Sr. Ministro Benedito Gonçalves.\nAusente, justificadamente, o Sr. Ministro Teodoro Silva Santos.",
  "jurisprudenciaCitada" : "(MODULAÇÃO DE EFEITOS - CRITÉRIOS)\n   STJ - <<REsp 1721716>>-PR,\n         <<REsp 1872008>>-RS (RECURSO REPETITIVO - TEMA(s) 1088)\n(JURISPRUDÊNCIA DOMINANTE - CONCEITO)\n   STJ - <<AgInt no PUIL 1799>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00927 PAR:00003" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000870159",
  "numeroProcesso" : "1987158",
  "numeroRegistro" : "202200488090",
  "siglaClasse" : "EDcl no REsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "BENEDITO GONÇALVES",
  "dataPublicacao" : "DJE        DATA:22/04/2024",
  "ementa" : "PROCESSUAL CIVIL. EMBARGOS DE DECLARAÇÃO NO RECURSO ESPECIAL. ART.\n1.022 DO CPC/2015. INEXISTÊNCIA DE OBSCURIDADE E CONTRADIÇÃO.\nAUSÊNCIA DOS PRESSUPOSTOS PARA A MODULAÇÃO DOS EFEITOS. VÍCIOS NÃO\nCONFIGURADOS.\n1. Tendo o recurso sido interposto contra acórdão publicado na\nvigência do Código de Processo Civil de 2015 (CPC/15), devem ser\nexigidos os requisitos de admissibilidade na forma nele previsto,\nconforme Enunciado Administrativo n. 3/2016/STJ.\n2. Nos termos do que dispõe o artigo 1.022 do CPC/2015, cabem\nembargos de declaração contra qualquer decisão judicial para\nesclarecer obscuridade, eliminar contradição, suprir omissão de\nponto ou questão sobre a qual devia se pronunciar o juiz de ofício\nou a requerimento, bem como para corrigir erro material.\n3. Obscuridade e Contradição. Sustenta o embargante que \"é preciso\ndefinir o alcance da expressão 'finalidade estranha à garantia da\nviabilidade do empreendimento econômico', a fim de evitar problemas\nna aplicação da tese fixada neste repetitivo tanto pelos\ncontribuintes como pela Fazenda Nacional, reforçando-se a segurança\njurídica\" (fl. 2.451), bem como defende a delimitação do \"âmbito de\ncontrole da atuação da Receita Federal em relação à aplicação das\ndeduções dos benefícios e incentivos fiscais de ICMS\" (fl. 2.454).\n4. Os apontados vícios de obscuridade e contradição são postos como\nquestões jurídicas traduzidas em eventos incertos e futuros, como\neventuais interpretações da Fazenda ou futuras atuações da Receita\nFederal. Não há concretude nos pontos supostamente viciados, do modo\ncomo expõe o embargante as suas razões.\n5. Na ementa do acórdão embargado ficou devidamente consignado a\naplicação do entendimento segundo o qual \"muito embora não se possa\nexigir a comprovação de que os incentivos o foram estabelecidos como\nestímulo à implantação ou expansão de empreendimentos econômicos,\npersiste a necessidade de registro em reserva de lucros e limitações\ncorrespondentes, consoante o disposto expressamente em lei\" (EDcl\nno REsp. n. 1.968.755 - PR, Segunda Turma, rel. Min. Mauro Campbell\nMarques, julgado em 3.10.2022).\n6. Desse modo, a expressão final do item 3 da Tese firmada para o\ntema (\"os valores oriundos do benefício fiscal foram utilizados para\nfinalidade estranha à garantia da viabilidade do empreendimento\neconômico\") está correlacionada com \"a necessidade de registro em\nreserva de lucros e limitações correspondentes, consoante o disposto\nexpressamente em lei\".\n7. A questão também se encontra explicitada nos votos vogais\njuntados aos autos, como, por exemplo, no seguinte trecho do voto do\nMinistro Francisco Falcão: \"a equiparação conferida pelo §4º do\nart. 30 da Lei n. 12.973/2014 dispensa o contribuinte apenas da\ncomprovação de que o benefício fiscal de ICMS foi efetivamente\nconcedido pelo Estado com a intenção de subvencionar investimento.\nPor outro lado, cabe ao contribuinte tratar o benefício fiscal como\nse subvenção de investimento fosse, mediante a observância dos\nrequisitos constantes no art. 30 da Lei n. 12.973/2014, dentre eles\na destinação prevista no caput e no §2º. Ou seja, é mister o\ndirecionamento do resultado do benefício à implantação ou expansão\nde empreendimentos econômicos.\"\n8. Não há, portanto, qualquer obscuridade ou contradição.\n9. Ausência de omissão quanto à modulação de efeitos. O art. 927, §\n3º, do Código de Processo Civil de 2015 permite aos Tribunais\nSuperiores, excepcionalmente, a modulação dos efeitos dos seus\njulgados, na hipótese de alteração da jurisprudência dominante.\n10. De acordo com entendimento do Superior Tribunal de Justiça: \"O\ndesafio da técnica da modulação dos efeitos do julgado consiste\nexatamente em utilizar-se de critérios razoáveis, que permitam a\nflexibilização dos efeitos dos julgados e que auxiliem na\nidentificação de situações que, efetivamente, necessitam dessa\nmodulação, quando preenchido o requisito da necessidade de proteção,\nconcomitantemente, da segurança jurídica e do interesse social\"\n(REsp n. 1.872.008/RS, relatora Ministra Assusete Magalhães,\nPrimeira Seção, julgado em 11/5/2022, DJe de 1/8/2022).\n11. Em nenhum momento os embargantes apontam a existência de\n\"jurisprudência dominante\" sobre o tema julgado; ao contrário,\ndeixam claro que havia dissonância interpretativa sobre a questão,\nno âmbito da Primeira Seção.\n12. Assim, não se pode ter por \"jurisprudência dominante\" a\ncompreensão encontrada em julgado de órgão fracionário, ou no\ncontexto do Tema 1.182 no qual havia entendimentos favoráveis à\nFazenda e aos contribuintes, contemporâneos e dissonantes no âmbito\nda Primeira Seção.\n13. Por isso, no ponto, não há omissão na análise da possibilidade\nde modulação dos efeitos da decisão, por estarem ausentes os\nrequisitos legais para a hipótese.\n14. Não há vício a ensejar esclarecimento, complemento ou eventual\nintegração do que decidido no julgado, pois a tutela jurisdicional\nfoi prestada de forma clara e fundamentada.\n15. Embargos de declaração opostos por ASSOCIAÇÃO DAS EMPRESAS\nCEREALISTAS DO BRASIL (Acebra) rejeitados.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240418",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO, por unanimidade,\nrejeitar  os embargos de declaração, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Herman Benjamin, Mauro Campbell\nMarques, Sérgio Kukina, Gurgel de Faria, Paulo Sérgio Domingues e\nAfrânio Vilela votaram com o Sr. Ministro Benedito Gonçalves.\nAusente, justificadamente, o Sr. Ministro Teodoro Silva Santos.",
  "jurisprudenciaCitada" : "(MODULAÇÃO DE EFEITOS - CRITÉRIOS)\n   STJ - <<REsp 1721716>>-PR,\n         <<REsp 1872008>>-RS (RECURSO REPETITIVO - TEMA(s) 1088)\n(JURISPRUDÊNCIA DOMINANTE - CONCEITO)\n   STJ - <<AgInt no PUIL 1799>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00927 PAR:00003" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000870158",
  "numeroProcesso" : "1987158",
  "numeroRegistro" : "202200488090",
  "siglaClasse" : "EDcl no REsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "BENEDITO GONÇALVES",
  "dataPublicacao" : "DJE        DATA:22/04/2024",
  "ementa" : "PROCESSUAL CIVIL. EMBARGOS DE DECLARAÇÃO NO RECURSO ESPECIAL.\nINDICAÇÃO DE ERRO MATERIAL NA DISCRIMINAÇÃO DOS MINISTROS PROLATORES\nDOS VOTOS VOGAIS. INEXISTÊNCIA. ALEGADA OMISSÃO NA ANÁLISE DA\nMODULAÇÃO DOS EFEITOS. ART. 1.022 DO CPC/2015. VÍCIO DE OMISSÃO NÃO\nCONFIGURADO.\n1. Tendo o recurso sido interposto contra acórdão publicado na\nvigência do Código de Processo Civil de 2015 (CPC/15), devem ser\nexigidos os requisitos de admissibilidade na forma nele previsto,\nconforme Enunciado Administrativo n. 3/2016/STJ.\n2. Nos termos do que dispõe o artigo 1.022 do CPC/2015, cabem\nembargos de declaração contra qualquer decisão judicial para\nesclarecer obscuridade, eliminar contradição, suprir omissão de\nponto ou questão sobre a qual devia se pronunciar o juiz de ofício\nou a requerimento, bem como para corrigir erro material.\n3. Os embargos de declaração opostos possuem as seguintes alegações\ne requerimento: (a) erro material, pois \"não foi devidamente\ndiscriminado no acórdão quem seriam os subscritores de metade dos\nvotos que o integraram\"; (b) necessidade de modulação dos efeitos.\n4. Inexistência de erro material. Sustenta o embargante que há erro\nmaterial na ausência de indicação de autoria dos votos vogais\nproferidos. Entretanto, compulsando os autos, os votos lançados nas\nfolhas 2.398/2.444 estão devidamente identificados, como se observa\npelas assinaturas lançadas em cada rodapé. Ao final de todas as\npáginas, de cada um dos votos vogais, há a identificação do Ministro\nsignatário, a data e hora da assinatura e o código de controle do\ndocumento. Portanto, não há nos autos a ausência de identificação da\nAutoridade signatária dos votos proferidos.\n5. Ausência de omissão quanto à modulação de efeitos. O art. 927, §\n3º, do Código de Processo Civil de 2015 permite aos Tribunais\nSuperiores, excepcionalmente, a modulação dos efeitos dos seus\njulgados, na hipótese de alteração da jurisprudência dominante.\n6. De acordo com entendimento do Superior Tribunal de Justiça: \"O\ndesafio da técnica da modulação dos efeitos do julgado consiste\nexatamente em utilizar-se de critérios razoáveis, que permitam a\nflexibilização dos efeitos dos julgados e que auxiliem na\nidentificação de situações que, efetivamente, necessitam dessa\nmodulação, quando preenchido o requisito da necessidade de proteção,\nconcomitantemente, da segurança jurídica e do interesse social\"\n(REsp n. 1.872.008/RS, relatora Ministra Assusete Magalhães,\nPrimeira Seção, julgado em 11/5/2022, DJe de 1/8/2022).\n7. Em nenhum momento os embargantes apontam a existência de\n\"jurisprudência dominante\" sobre o tema julgado; ao contrário,\ndeixam claro que havia dissonância interpretativa sobre a questão,\nno âmbito da Primeira Seção.\n8. Assim, não se pode ter por \"jurisprudência dominante\" a\ncompreensão encontrada em julgado de órgão fracionário, ou no\ncontexto do Tema 1.182, no qual havia entendimentos favoráveis à\nFazenda e aos contribuintes, contemporâneos e dissonantes no âmbito\nda Primeira Seção.\n9. Por isso, no ponto, não há omissão na análise da possibilidade de\nmodulação dos efeitos da decisão, por estarem ausentes os\nrequisitos legais para a hipótese.\n10. Embargos de declaração opostos por ASSOCIAÇÃO BRASILEIRA DAS\nEMPRESAS DISTRIBUIDORAS DE GÁS CANALIZADO - Abegás rejeitados.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240418",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO, por unanimidade,\nrejeitar  os embargos de declaração, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Herman Benjamin, Mauro Campbell\nMarques, Sérgio Kukina, Gurgel de Faria, Paulo Sérgio Domingues e\nAfrânio Vilela votaram com o Sr. Ministro Benedito Gonçalves.\nAusente, justificadamente, o Sr. Ministro Teodoro Silva Santos.",
  "jurisprudenciaCitada" : "(MODULAÇÃO DE EFEITOS - CRITÉRIOS)\n   STJ - <<REsp 1721716>>-PR,\n         <<REsp 1872008>>-RS (RECURSO REPETITIVO - TEMA(s) 1088)\n(JURISPRUDÊNCIA DOMINANTE - CONCEITO)\n   STJ - <<AgInt no PUIL 1799>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00927 PAR:00003" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000870157",
  "numeroProcesso" : "1945110",
  "numeroRegistro" : "202101909931",
  "siglaClasse" : "EDcl no REsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "BENEDITO GONÇALVES",
  "dataPublicacao" : "DJE        DATA:22/04/2024",
  "ementa" : "PROCESSUAL CIVIL. EMBARGOS DE DECLARAÇÃO NO RECURSO ESPECIAL. ART.\n1.022 DO CPC/2015. INEXISTÊNCIA DE OBSCURIDADE E CONTRADIÇÃO.\nAUSÊNCIA DOS PRESSUPOSTOS PARA A MODUÇÃO DOS EFEITOS. VÍCIOS NÃO\nCONFIGURADOS.\n1. Tendo o recurso sido interposto contra acórdão publicado na\nvigência do Código de Processo Civil de 2015, devem ser exigidos os\nrequisitos de admissibilidade na forma nele previsto, conforme\nEnunciado Administrativo n. 3/2016/STJ.\n2. Nos termos do que dispõe o artigo 1.022 do CPC/2015, cabem\nembargos de declaração contra qualquer decisão judicial para\nesclarecer obscuridade, eliminar contradição, suprir omissão de\nponto ou questão sobre a qual devia se pronunciar o juiz de ofício\nou a requerimento, bem como para corrigir erro material.\n3. Obscuridade e Contradição. Sustenta o embargante que \"é preciso\ndefinir o alcance da expressão \"finalidade estranha à garantia da\nviabilidade do empreendimento econômico\", a fim de evitar problemas\nna aplicação da tese fixada neste repetitivo tanto pelos\ncontribuintes como pela Fazenda Nacional, reforçando-se a segurança\njurídica\" (fl. 2451), bem como defende a delimitação do \"âmbito de\ncontrole da atuação da Receita Federal em relação à aplicação das\ndeduções dos benefícios e incentivos fiscais de ICMS\" (fl. 2454).\n4. Os apontados vícios de obscuridade e contradição são postos como\nquestões jurídicas traduzidas em eventos incertos e futuros, como\neventuais interpretações da Fazenda ou futuras atuações da Receita\nFederal. Não há concretude nos pontos supostamente viciados, do modo\nque expõe o embargante as suas razões.\n5. Na ementa do acórdão embargado ficou devidamente consignado a\naplicação do entendimento segundo o qual \"muito embora não se possa\nexigir a comprovação de que os incentivos o foram estabelecidos como\nestímulo à implantação ou expansão de empreendimentos econômicos,\npersiste a necessidade de registro em reserva de lucros e limitações\ncorrespondentes, consoante o disposto expressamente em lei\" (EDcl\nno REsp. n. 1.968.755 - PR, Segunda Turma, Rel. Min. Mauro Campbell\nMarques, julgado em 03.10.2022).\n6. Desse modo, a expressão final do item 3 da Tese firmada para o\ntema (\"os valores oriundos do benefício fiscal foram utilizados para\nfinalidade estranha à garantia da viabilidade do empreendimento\neconômico\") está correlacionada com a \"a necessidade de registro em\nreserva de lucros e limitações correspondentes, consoante o disposto\nexpressamente em lei\".\n7. A questão também se encontra explicitada nos votos vogais\njuntados aos autos, como, por exemplo, no seguinte trecho do voto do\nMinistro Francisco Falcão: \"a equiparação conferida pelo §4º do\nart. 30 da Lei n. 12.973/2014 dispensa o contribuinte apenas da\ncomprovação de que o benefício fiscal de ICMS foi efetivamente\nconcedido pelo Estado com a intenção de subvencionar investimento.\nPor outro lado, cabe ao contribuinte tratar o benefício fiscal como\nse subvenção de investimento fosse, mediante a observância dos\nrequisitos constantes no art. 30 da Lei n. 12.973/2014, dentre eles\na destinação prevista no caput e no §2º. Ou seja, é mister o\ndirecionamento do resultado do benefício à implantação ou expansão\nde empreendimentos econômicos\".\n8. Não há, portanto, qualquer obscuridade ou contradição.\n9. Ausência de omissão quanto à modulação de efeitos. O art. 927, §\n3º, do Código de Processo Civil de 2015 permite aos Tribunais\nSuperiores, excepcionalmente, a modulação dos efeitos dos seus\njulgados, na hipótese de alteração da jurisprudência dominante.\n10. De acordo com entendimento do Superior Tribunal de Justiça: \"O\ndesafio da técnica da modulação dos efeitos do julgado consiste\nexatamente em utilizar-se de critérios razoáveis, que permitam a\nflexibilização dos efeitos dos julgados e que auxiliem na\nidentificação de situações que, efetivamente, necessitam dessa\nmodulação, quando preenchido o requisito da necessidade de proteção,\nconcomitantemente, da segurança jurídica e do interesse social\"\n(REsp n. 1.872.008/RS, relatora Ministra Assusete Magalhães,\nPrimeira Seção, julgado em 11/5/2022, DJe de 1/8/2022).\n11. Em nenhum momento os embargantes apontam a existência de\n\"jurisprudência dominante\" sobre o tema julgado; ao contrário,\ndeixam claro que havia dissonância interpretativa sobre a questão,\nno âmbito da Primeira Seção.\n12. Assim, não se pode ter por \"jurisprudência dominante\" a\ncompreensão encontrada em julgado de órgão fracionário, ou no\ncontexto do Tema 1.182 no qual havia entendimentos favoráveis à\nFazenda e aos contribuintes, contemporâneos e dissonantes no âmbito\nda Primeira Seção.\n13. Por isso, no ponto, não há omissão na análise da possibilidade\nde modulação dos efeitos da decisão, por estarem ausentes os\nrequisitos legais para a hipótese.\n14. Não há vício a ensejar esclarecimento, complemento ou eventual\nintegração do que decidido no julgado, pois a tutela jurisdicional\nfoi prestada de forma clara e fundamentada.\n15. Embargos de declaração opostos por ASSOCIAÇÃO DAS EMPRESAS\nCEREALISTAS DO BRASIL (ACEBRA) rejeitados.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240418",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO, por unanimidade,\nrejeitar  os embargos de declaração, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Herman Benjamin, Mauro Campbell\nMarques, Sérgio Kukina, Gurgel de Faria, Paulo Sérgio Domingues e\nAfrânio Vilela votaram com o Sr. Ministro Benedito Gonçalves.\nAusente, justificadamente, o Sr. Ministro Teodoro Silva Santos.",
  "jurisprudenciaCitada" : "(MODULAÇÃO DE EFEITOS - CRITÉRIOS)\n   STJ - <<REsp 1721716>>-PR,\n         <<REsp 1872008>>-RS (RECURSO REPETITIVO - TEMA(s) 1088)\n(JURISPRUDÊNCIA DOMINANTE - CONCEITO)\n   STJ - <<AgInt no PUIL 1799>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00927 PAR:00003" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000870156",
  "numeroProcesso" : "1945110",
  "numeroRegistro" : "202101909931",
  "siglaClasse" : "EDcl no REsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "BENEDITO GONÇALVES",
  "dataPublicacao" : "DJE        DATA:22/04/2024",
  "ementa" : "PROCESSUAL CIVIL. EMBARGOS DE DECLARAÇÃO NO RECURSO ESPECIAL.\nINDICAÇÃO DE ERRO MATERIAL NA DISCRIMINAÇÃO DOS MINISTROS PROLATORES\nDOS VOTOS VOGAIS. INEXISTÊNCIA. ALEGADA OMISSÃO NA ANÁLISE DA\nMODULAÇÃO DOS EFEITOS. ART. 1.022 DO CPC/2015. VÍCIO DE OMISSÃO NÃO\nCONFIGURADO.\n1. Tendo o recurso sido interposto contra acórdão publicado na\nvigência do Código de Processo Civil de 2015, devem ser exigidos os\nrequisitos de admissibilidade na forma nele previsto, conforme\nEnunciado Administrativo n. 3/2016/STJ.\n2. Nos termos do que dispõe o artigo 1.022 do CPC/2015, cabem\nembargos de declaração contra qualquer decisão judicial para\nesclarecer obscuridade, eliminar contradição, suprir omissão de\nponto ou questão sobre a qual devia se pronunciar o juiz de ofício\nou a requerimento, bem como para corrigir erro material.\n3. Os embargos de declaração opostos possuem as seguintes alegações\ne requerimento: (a) erro material, pois \"não foi devidamente\ndiscriminado no acórdão quem seriam os subscritores de metade dos\nvotos que o integraram\"; (b) necessidade de modulação dos efeitos.\n4. Inexistência de erro material. Sustenta o embargante que há erro\nmaterial na ausência de indicação de autoria dos votos vogais\nproferidos. Entretanto, compulsando os autos, os votos lançados nas\nfolhas 2398/2444 estão devidamente identificados, como se observa\npelas assinaturas lançadas em cada rodapé, de todas as páginas.  Ao\nfinal de todas as páginas, de cada um dos votos vogais, há a\nidentificação do Ministro signatário, a data e hora da assinatura e\no código de controle do documento. Portanto, não há nos autos a\nausência de identificação da Autoridade signatária dos votos\nproferidos.\n5. Ausência de omissão quanto à modulação de efeitos. O art. 927, §\n3º, do Código de Processo Civil de 2015 permite aos Tribunais\nSuperiores, excepcionalmente, a modulação dos efeitos dos seus\njulgados, na hipótese de alteração da jurisprudência dominante.\n6. De acordo com entendimento do Superior Tribunal de Justiça: \"O\ndesafio da técnica da modulação dos efeitos do julgado consiste\nexatamente em utilizar-se de critérios razoáveis, que permitam a\nflexibilização dos efeitos dos julgados e que auxiliem na\nidentificação de situações que, efetivamente, necessitam dessa\nmodulação, quando preenchido o requisito da necessidade de proteção,\nconcomitantemente, da segurança jurídica e do interesse social\"\n(REsp n. 1.872.008/RS, relatora Ministra Assusete Magalhães,\nPrimeira Seção, julgado em 11/5/2022, DJe de 1/8/2022).\n7. Em nenhum momento os embargantes apontam a existência de\n\"jurisprudência dominante\" sobre o tema julgado; ao contrário,\ndeixam claro que havia dissonância interpretativa sobre a questão,\nno âmbito da Primeira Seção.\n8. Assim, não se pode ter por \"jurisprudência dominante\" a\ncompreensão encontrada em julgado de órgão fracionário, ou no\ncontexto do Tema 1.182, no qual havia entendimentos favoráveis à\nFazenda e aos contribuintes, contemporâneos e dissonantes no âmbito\nda Primeira Seção.\n9. Por isso, no ponto, não há omissão na análise da possibilidade de\nmodulação dos efeitos da decisão, por estarem ausentes os\nrequisitos legais para a hipótese.\n10. Embargos de declaração opostos por ABEGÁS -ASSOCIAÇÃO BRASILEIRA\nDAS EMPRESAS DISTRIBUIDORAS DE GÁS CANALIZADO rejeitados.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240418",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO, por unanimidade,\nrejeitar  os embargos de declaração, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Herman Benjamin, Mauro Campbell\nMarques, Sérgio Kukina, Gurgel de Faria, Paulo Sérgio Domingues e\nAfrânio Vilela votaram com o Sr. Ministro Benedito Gonçalves.\nAusente, justificadamente, o Sr. Ministro Teodoro Silva Santos.",
  "jurisprudenciaCitada" : "(MODULAÇÃO DE EFEITOS - CRITÉRIOS)\n   STJ - <<REsp 1872008>>-RS (RECURSO REPETITIVO - TEMA(s) 1088),\n         <<REsp 1721716>>-PR\n(JURISPRUDÊNCIA DOMINANTE - CONCEITO)\n   STJ - <<AgInt no PUIL 1799>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00927 PAR:00003" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000870155",
  "numeroProcesso" : "1945110",
  "numeroRegistro" : "202101909931",
  "siglaClasse" : "EDcl no REsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "BENEDITO GONÇALVES",
  "dataPublicacao" : "DJE        DATA:22/04/2024",
  "ementa" : "PROCESSUAL CIVIL. EMBARGOS DE DECLARAÇÃO NO RECURSO ESPECIAL.\nRECURSO APENAS PARCIALMENTE PROVIDO. DETERMINAÇÃO DE DEVOLUÇÃO DOS\nAUTOS À ORIGEM. AUSÊNCIA DE DECRETAÇÃO DE IMPROCEDÊNCIA O PEDIDO DE\nCONTRIBUINTE. IMPOSSIBILIDADE DE SUPRESSÃO DE INSTÂNCIA NA ANÁLISE\nDO ATENDIMENTO AOS REQUISITOS LEGAIS PARA O GOZO DO BENEFÍCIO. ART.\n1.022 DO CPC/2015. VÍCIOS NÃO CONFIGURADOS.\n1. Tendo o recurso sido interposto contra acórdão publicado na\nvigência do Código de Processo Civil de 2015, devem ser exigidos os\nrequisitos de admissibilidade na forma nele previsto, conforme\nEnunciado Administrativo n. 3/2016/STJ.\n2. Nos termos do que dispõe o artigo 1.022 do CPC/2015, cabem\nembargos de declaração contra qualquer decisão judicial para\nesclarecer obscuridade, eliminar contradição, suprir omissão de\nponto ou questão sobre a qual devia se pronunciar o juiz de ofício\nou a requerimento, bem como para corrigir erro material.\n3. O embargante sustenta que o acórdão contém omissão \"relativamente\naos demais aspectos da pretensão levada a julgamento, que guardam\nrelação com o período pretérito ao ajuizamento da demanda\" (fl.\n2586), muito embora tenha determinado \"a devolução dos autos ao E.\nTribunal de origem para que, em sede de juízo de retratação, seja\nanalisado e decidido acerca do efetivo cumprimento dos aludidos\nrequisitos legais autorizadores da exclusão pretendida\" (fl. 2587).\n4. No ponto, o acórdão embargado resolveu a controvérsia ao assentar\nque (item 9 da ementa) \"devem os autos retornarem para a Corte de\nOrigem a fim de que seja verificado o cumprimento das condições e\nrequisitos previstos em lei para a exclusão da base de cálculo do\nIRPJ e da CSLL dos demais benefícios fiscais de ICMS, que não seja o\ncrédito presumido, dentro dos limites cognitivos que a demanda\njudicial comporte (mandado de segurança)\".\n5. Restou firmado no voto do acórdão embargado que a pretensão de\ndireito material do contribuinte não estava sendo julgada\nimprocedente de plano no Superior Tribunal de Justiça\nespecificamente para oportunizar a análise, pelo Tribunal de origem,\ndo atendimento \"das exigências legais para a dedutibilidade\ntributária\". Com isso, o acórdão embargado trilhou o entendimento de\nprecedentes da Segunda Turma que adotaram a mesma providência,\nevitando a supressão de instância e propiciando ao julgador a\nanálise primeira sobre o ponto. Nesse sentido: AgInt no REsp n.\n2.012.522/RS, relator Ministro Herman Benjamin, Segunda Turma,\njulgado em 13/2/2023, DJe de 23/2/2023; AgInt no REsp n.\n2.023.754/RS, relatora Ministra Assusete Magalhães, Segunda Turma,\njulgado em 6/3/2023, D Je de 15/3/2023; AgInt nos EDcl no REsp n.\n1.920.207/RS, relator Ministro Mauro Campbell Marques, Segunda\nTurma, julgado em 7/3/2023, D Je de 16/3/2023.\n6. Não há vício a ensejar esclarecimento, complemento ou eventual\nintegração do que decidido no julgado, pois a tutela jurisdicional\nfoi prestada de forma clara e fundamentada.\n7. Embargos de declaração rejeitados.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240418",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO, por unanimidade,\nrejeitar  os embargos de declaração, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Herman Benjamin, Mauro Campbell\nMarques, Sérgio Kukina, Gurgel de Faria, Paulo Sérgio Domingues e\nAfrânio Vilela votaram com o Sr. Ministro Benedito Gonçalves.\nAusente, justificadamente, o Sr. Ministro Teodoro Silva Santos.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000870154",
  "numeroProcesso" : "1945110",
  "numeroRegistro" : "202101909931",
  "siglaClasse" : "EDcl no REsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "BENEDITO GONÇALVES",
  "dataPublicacao" : "DJE        DATA:22/04/2024",
  "ementa" : "PROCESSUAL CIVIL. EMBARGOS DE DECLARAÇÃO NO RECURSO ESPECIAL.\nALEGADA OMISSÃO NA ANÁLISE DA MODULAÇÃO DOS EFEITOS. ART. 1.022 DO\nCPC/2015. VÍCIO DE OMISSÃO NÃO CONFIGURADO.\n1. Tendo o recurso sido interposto contra acórdão publicado na\nvigência do Código de Processo Civil de 2015, devem ser exigidos os\nrequisitos de admissibilidade na forma nele previsto, conforme\nEnunciado Administrativo n. 3/2016/STJ.\n2. Nos termos do que dispõe o artigo 1.022 do CPC/2015, cabem\nembargos de declaração contra qualquer decisão judicial para\nesclarecer obscuridade, eliminar contradição, suprir omissão de\nponto ou questão sobre a qual devia se pronunciar o juiz de ofício\nou a requerimento, bem como para corrigir erro material.\n3. O embargante pugna pela modulação dos efeitos do Tema 1.182,\nsustentando que \"os v. acórdãos embargados omitiram-se sobre a\nnecessidade de modular a decisão proferida no Tema 1182 para exigir\nque os contribuintes façam a reserva de lucros prevista no art. 30,\n§ 2º, da Lei 12.973/204 somente após o julgamento desse tema,\nocorrido em 26/4/2023\".\n4. Ausência de omissão quanto à modulação de efeitos. O art. 927, §\n3º, do Código de Processo Civil de 2015 permite aos Tribunais\nSuperiores, excepcionalmente, a modulação dos efeitos dos seus\njulgados, na hipótese de alteração da jurisprudência dominante.\n5. De acordo com entendimento do Superior Tribunal de Justiça: \"O\ndesafio da técnica da modulação dos efeitos do julgado consiste\nexatamente em utilizar-se de critérios razoáveis, que permitam a\nflexibilização dos efeitos dos julgados e que auxiliem na\nidentificação de situações que, efetivamente, necessitam dessa\nmodulação, quando preenchido o requisito da necessidade de proteção,\nconcomitantemente, da segurança jurídica e do interesse social\"\n(REsp n. 1.872.008/RS, relatora Ministra Assusete Magalhães,\nPrimeira Seção, julgado em 11/5/2022, DJe de 1/8/2022).\n6. Em nenhum momento os embargantes apontam a existência de\n\"jurisprudência dominante\" sobre o tema julgado; ao contrário,\ndeixam claro que havia dissonância interpretativa sobre a questão,\nno âmbito da Primeira Seção.\n7. Assim, não se pode ter por \"jurisprudência dominante\" a\ncompreensão encontrada em julgado de órgão fracionário, ou no\ncontexto do Tema 1.182, no qual havia entendimentos favoráveis à\nFazenda e aos contribuintes, contemporâneos e dissonantes no âmbito\nda Primeira Seção.\n8. Por isso, no ponto, não há omissão na análise da possibilidade de\nmodulação dos efeitos da decisão, por estarem ausentes os\nrequisitos legais para a hipótese.\n9. Embargos de declaração opostos por ASSOCIAÇÃO BRASILEIRA DO\nAGRONEGÓCIO -ABAG rejeitados.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240418",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO, por unanimidade,\nrejeitar  os embargos de declaração, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Herman Benjamin, Mauro Campbell\nMarques, Sérgio Kukina, Gurgel de Faria, Paulo Sérgio Domingues e\nAfrânio Vilela votaram com o Sr. Ministro Benedito Gonçalves.\nAusente, justificadamente, o Sr. Ministro Teodoro Silva Santos.",
  "jurisprudenciaCitada" : "(MODULAÇÃO DE EFEITOS - CRITÉRIOS)\n   STJ - <<REsp 1872008>>-RS (RECURSO REPETITIVO - TEMA(s) 1088),\n         <<REsp 1721716>>-PR\n(JURISPRUDÊNCIA DOMINANTE - CONCEITO)\n   STJ - <<AgInt no PUIL 1799>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00927 PAR:00003" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000869491",
  "numeroProcesso" : "190676",
  "numeroRegistro" : "202202465282",
  "siglaClasse" : "CC",
  "descricaoClasse" : "CONFLITO DE COMPETENCIA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "AFRÂNIO VILELA",
  "dataPublicacao" : "DJE        DATA:12/04/2024",
  "ementa" : "PROCESSUAL CIVIL. CONFLITO DE COMPETÊNCIA. SERVIDOR PÚBLICO.\nCUMPRIMENTO DE SENTENÇA COM LITISCONSÓRCIO MULTITUDINÁRIO.\nDESMEMBRAMENTO. RESIDÊNCIA DO EXEQUENTE: FACULDADE. COMPETÊNCIA\nRELATIVA. CONFLITO CONHECIDO PARA DECLARAR A COMPETÊNCIA DO\nSUSCITADO.\n1. O art. 516, II, do CPC/2015 prevê o processamento do cumprimento\nde sentença no \"juízo que decidiu a causa no primeiro grau de\njurisdição\", e o excepciona, no parágrafo único, à conveniência e\nmediante requerimento da parte exequente.\n2. Para a definição da competência, para processar diversos\ncumprimentos de uma mesma sentença, imperioso considerar os\nprincípios da efetividade da prestação jurisdicional, do juiz\nnatural, da segurança jurídica e da celeridade.\n3. Conflito de competência conhecido para declarar competente o Juiz\nde Direito da 12ª Vara Federal do Rio de Janeiro para o\nprocessamento do cumprimento de sentença.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240404",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO, por unanimidade,\nconhecer do conflito para  declarar competente, para o processamento\ndo cumprimento de sentença, o Juiz de Direito da 12ª Vara Federal\ndo Rio de Janeiro, ora suscitado, nos termos do voto do Sr. Ministro\nRelator.\nOs Srs. Ministros Teodoro Silva Santos, Herman Benjamin, Benedito\nGonçalves, Sérgio Kukina, Gurgel de Faria e Paulo Sérgio Domingues\nvotaram com o Sr. Ministro Relator.\nAusentes, justificadamente, os Srs. Ministros Francisco Falcão e\nMauro Campbell Marques.\nPresidiu o julgamento a Sra. Ministra Regina Helena Costa.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00516 INC:00002", "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00109 PAR:00002" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000869423",
  "numeroProcesso" : "2082395",
  "numeroRegistro" : "202302231694",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "PAULO SÉRGIO DOMINGUES",
  "dataPublicacao" : "DJE        DATA:12/04/2024",
  "ementa" : "PROCESSUAL CIVIL - PREVIDENCIÁRIO - BENEFÍCIOS POR INCAPACIDADE -\nRECURSO ESPECIAL - CONTROVÉRSIA ACERCA DA COGNOSCIBILIDADE DO\nRECURSO ESPECIAL QUE VISA A REDISCUTIR A CONCLUSÃO DO ACÓRDÃO\nRECORRIDO QUANTO AO PREENCHIMENTO, NO CASO CONCRETO, DO REQUISITO\nLEGAL DA INCAPACIDADE DO SEGURADO PARA O EXERCÍCIO DE ATIVIDADE\nLABORATIVA - ITERATIVA JURISPRUDÊNCIA DO STJ QUANTO À MATÉRIA -\nJURIDICIDADE E CONVENIÊNCIA DA REAFIRMAÇÃO DA JURISPRUDÊNCIA SOB O\nREGIME DOS RECURSOS ESPECIAIS REPETITIVOS, DE MODO A ELEVÁ-LA DE\nPERSUASIVA A VINCULANTE, A FIM DE SE EXTRAIR DO SISTEMA BRASILEIRO\nDE PRECEDENTES A SUA MÁXIMA POTENCIALIDADE - AFETAÇÃO AO REGIME DOS\nRECURSOS ESPECIAIS REPETITIVOS.\n1. Controvérsia jurídica submetida à Primeira Seção do Superior\nTribunal de Justiça: \"(in)admissibilidade de recurso especial\ninterposto para rediscutir as conclusões do acórdão recorrido quanto\nao preenchimento, em caso concreto em que se controverte quanto a\nbenefício previdenciário por incapacidade (aposentadoria por\ninvalidez, auxílio-doença ou auxílio-acidente), do requisito legal\nda incapacidade do segurado para o exercício de atividade\nlaborativa, seja pela vertente de sua existência, de sua extensão\n(total ou parcial) e/ou de sua duração (temporária ou permanente)\".\n2. É legítima e conspira a favor da desejada funcionalidade do STJ a\nelevação de sua orientação jurisprudencial persuasiva à condição de\nprecedente vinculante (recurso repetitivo), ainda quando se cuide\nde controvérsia jurídica relativa à própria admissibilidade do\nrecurso especial, i.e., de controvérsia atinente ao preenchimento\ndos requisitos necessários para o conhecimento do recurso especial\npelo Tribunal. Nesse agir, estará o STJ extraindo do sistema\nbrasileiro de precedentes vinculantes a sua máxima potencialidade,\nconferindo às instâncias de origem o instrumental processual\nadequado para negar seguimento, com fundamento no art. 1.030, I,\n\"b\", do CPC, a recursos especiais notoriamente incognoscíveis que\nvenham a ser interpostos, já que esse descabimento do especial\nestará, finalmente, assentado em tese fixada em recurso especial\nrepetitivo.\n3. Controvérsia jurídica submetida à Primeira Seção caracterizada\npela multiplicidade e pela estabilidade da jurisprudência persuasiva\ndo STJ a ela alusiva.\n4. Afetação do recurso especial ao regime dos recursos repetitivos.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240409",
  "decisao" : "A PRIMEIRA SEÇÃO, por unanimidade, afetou o processo ao rito dos\nrecursos repetitivos (RISTJ, art. 257-C) para delimitar a seguinte\ntese controvertida: \"(in)admissibilidade de recurso especial\ninterposto  para rediscutir as conclusões do acórdão recorrido\nquanto ao preenchimento, em caso concreto em que se controverte\nquanto a benefício previdenciário por incapacidade (aposentadoria\npor invalidez, auxílio-doença ou auxílio-acidente), do requisito\nlegal da incapacidade do segurado para o exercício de atividade\nlaborativa, seja pela vertente de sua existência, de sua extensão\n(total ou parcial) e/ou de sua duração (temporária ou permanente)\"\ne, igualmente por unanimidade, suspendeu a tramitação dos processos\nque versem sobre a mesma matéria, nos quais tenha havido a\ninterposição de recurso especial ou de agravo em recurso especial,\nna segunda instância, ou que estejam em tramitação no STJ,\nrespeitada, no último caso, a orientação prevista no art. 256-L do\nRISTJ, conforme proposta do Sr. Ministro Relator.\nOs Srs. Ministros Teodoro Silva Santos, Afrânio Vilela, Francisco\nFalcão, Herman Benjamin, Mauro Campbell Marques, Benedito Gonçalves,\nSérgio Kukina e Gurgel de Faria votaram com o Sr. Ministro Relator.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1246",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1246\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01030 PAR:00002 ART:01037" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000869418",
  "numeroProcesso" : "6751",
  "numeroRegistro" : "202001001330",
  "siglaClasse" : "AR",
  "descricaoClasse" : "AÇÃO RESCISÓRIA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "GURGEL DE FARIA",
  "dataPublicacao" : "DJE        DATA:16/04/2024",
  "ementa" : "PROCESSUAL CIVIL. AÇÃO RESCISÓRIA. VIOLAÇÃO DA COISA JULGADA.\nINEXISTÊNCIA. ERRO DE FATO. NÃO OCORRÊNCIA.\n1. A pretensão rescisória, fundada em violação da  coisa julgada,\ntem aplicabilidade quando se busca desconstituir uma segunda coisa\njulgada sobre o mesmo objeto litigioso.\n2. O caso dos autos não se enquadra na hipótese do inciso IV do art.\n966 do CPC, pois a decisão rescindenda, no máximo, teria superado\npreclusão que supostamente teria ocorrido dentro do mesmo processo,\no que em nenhuma medida se confunde com o conflito entre duas coisas\njulgada s materiais.\n3. Inexiste \"erro de fato\" nas situações em que o ponto\ncontrovertido não foi ignorado no julgamento rescindendo, como na\nespécie.\n4. Improcedência do pedido da rescisória.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240404",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Primeira Seção do Superior\nTribunal de Justiça, por unanimidade, julgar improcedente o pedido\nda rescisória, nos termos do voto do Sr. Ministro Relator. Os Srs.\nMinistros Herman Benjamin, Benedito Gonçalves, Sérgio Kukina, Paulo\nSérgio Domingues, Teodoro Silva Santos e Afrânio Vilela votaram com\no Sr. Ministro Relator. Ausentes, justificadamente, os Srs.\nMinistros Francisco Falcão e Mauro Campbell Marques.",
  "jurisprudenciaCitada" : "(AÇÃO RESCISÓRIA - ERRO DE FATO - PONTO CONTROVERTIDO NÃO IGNORADO)\n   STJ - <<AgInt nos EDcl no REsp 1902978>>-PR,\n         <<AgInt no AREsp 371917>>-MG, <<REsp 1164961>>-AL",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00966 INC:00004 INC:00008 PAR:00001" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000869417",
  "numeroProcesso" : "2098629",
  "numeroRegistro" : "202203027190",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "PAULO SÉRGIO DOMINGUES",
  "dataPublicacao" : "DJE        DATA:12/04/2024",
  "ementa" : "PROCESSUAL CIVIL - PREVIDENCIÁRIO - BENEFÍCIOS POR INCAPACIDADE -\nRECURSO ESPECIAL - CONTROVÉRSIA ACERCA DA COGNOSCIBILIDADE DO\nRECURSO ESPECIAL QUE VISA A REDISCUTIR A CONCLUSÃO DO ACÓRDÃO\nRECORRIDO QUANTO AO PREENCHIMENTO, NO CASO CONCRETO, DO REQUISITO\nLEGAL DA INCAPACIDADE DO SEGURADO PARA O EXERCÍCIO DE ATIVIDADE\nLABORATIVA - ITERATIVA JURISPRUDÊNCIA DO STJ QUANTO À MATÉRIA -\nJURIDICIDADE E CONVENIÊNCIA DA REAFIRMAÇÃO DA JURISPRUDÊNCIA SOB O\nREGIME DOS RECURSOS ESPECIAIS REPETITIVOS, DE MODO A ELEVÁ-LA DE\nPERSUASIVA A VINCULANTE, A FIM DE SE EXTRAIR DO SISTEMA BRASILEIRO\nDE PRECEDENTES A SUA MÁXIMA POTENCIALIDADE - AFETAÇÃO AO REGIME DOS\nRECURSOS ESPECIAIS REPETITIVOS.\n1. Controvérsia jurídica submetida à Primeira Seção do Superior\nTribunal de Justiça: \"(in)admissibilidade de recurso especial\ninterposto para rediscutir as conclusões do acórdão recorrido quanto\nao preenchimento, em caso concreto em que se controverte quanto a\nbenefício previdenciário por incapacidade (aposentadoria por\ninvalidez, auxílio-doença ou auxílio-acidente), do requisito legal\nda incapacidade do segurado para o exercício de atividade\nlaborativa, seja pela vertente de sua existência, de sua extensão\n(total ou parcial) e/ou de sua duração (temporária ou permanente)\".\n2. É legítima e conspira a favor da desejada funcionalidade do STJ a\nelevação de sua orientação jurisprudencial persuasiva à condição de\nprecedente vinculante (recurso repetitivo), ainda quando se cuide\nde controvérsia jurídica relativa à própria admissibilidade do\nrecurso especial, i.e., de controvérsia atinente ao preenchimento\ndos requisitos necessários para o conhecimento do recurso especial\npelo Tribunal. Nesse agir, estará o STJ extraindo do sistema\nbrasileiro de precedentes vinculantes a sua máxima potencialidade,\nconferindo às instâncias de origem o instrumental processual\nadequado para negar seguimento, com fundamento no art. 1.030, I,\n\"b\", do CPC, a recursos especiais notoriamente incognoscíveis que\nvenham a ser interpostos, já que esse descabimento do especial\nestará, finalmente, assentado em tese fixada em recurso especial\nrepetitivo.\n3. Controvérsia jurídica submetida à Primeira Seção caracterizada\npela multiplicidade e pela estabilidade da jurisprudência persuasiva\ndo STJ a ela alusiva.\n4. Afetação do recurso especial ao regime dos recursos repetitivos.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240409",
  "decisao" : "A PRIMEIRA SEÇÃO, por unanimidade, afetou o processo ao rito dos\nrecursos repetitivos (RISTJ, art. 257-C) para delimitar a seguinte\ntese controvertida: \"(in)admissibilidade de recurso especial\ninterposto para rediscutir as conclusões do acórdão recorrido quanto\nao preenchimento, em caso concreto em que se controverte quanto a\nbenefício previdenciário por incapacidade (aposentadoria por\ninvalidez, auxílio-doença ou auxílio-acidente), do requisito legal\nda incapacidade do segurado para o exercício de atividade\nlaborativa, seja pela vertente de sua existência, de sua extensão\n(total ou parcial) e/ou de sua duração (temporária ou permanente)\"\ne, igualmente por unanimidade, suspendeu a tramitação dos processos\nque versem sobre a mesma matéria, nos quais tenha havido a\ninterposição de recurso especial ou de agravo em recurso especial,\nna segunda instância, ou que estejam em tramitação no STJ,\nrespeitada, no último caso, a orientação prevista no art. 256-L do\nRISTJ, conforme proposta do Sr. Ministro Relator.\nOs Srs. Ministros Teodoro Silva Santos, Afrânio Vilela, Francisco\nFalcão, Herman Benjamin, Mauro Campbell Marques, Benedito Gonçalves,\nSérgio Kukina e Gurgel de Faria votaram com o Sr. Ministro Relator.",
  "jurisprudenciaCitada" : "(REPERCUSSÃO GERAL - REAFIRMAÇÃO DE JURISPRUDÊNCIA - CONCESSÃO DE\nAUXÍLIO-DOENÇA - VERIFICAÇÃO DOS REQUISITOS)\n   STF - [[ARE 821296]]-PE (REPERCUSSÃO GERAL - TEMA(s) 766)\n(REPERCUSSÃO GERAL - REAFIRMAÇÃO DE JURISPRUDÊNCIA - CONCESSÃO DE\nPENSÃO POR MORTE - VERIFICAÇÃO)\n   STF - [[ARE 1170204]]-RS (REPERCUSSÃO GERAL - TEMA(s) 1208)",
  "notas" : "Decisão de Afetação - Tema 1246",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1246\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:0256L ART:0257C", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00927 INC:00003 ART:01030 INC:00001 LET:B\n        INC:00005 PAR:00002 ART:01036" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000869055",
  "numeroProcesso" : "1594428",
  "numeroRegistro" : "201601030951",
  "siglaClasse" : "EREsp",
  "descricaoClasse" : "EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "AFRÂNIO VILELA",
  "dataPublicacao" : "DJE        DATA:12/04/2024",
  "ementa" : "EMBARGOS DE DIVERGÊNCIA. AQUISIÇÃO DE VEÍCULOS NOVOS PARA REVENDA.\nPIS/COFINS. APURAÇÃO DE CRÉDITOS SOBRE O VALOR DO FRETE.\nIMPOSSIBILIDADE. RECURSO CONHECIDO E PROVIDO.\n1. A Primeira Seç ão desta Corte, no julgamento do EREsp\n1.691.475/RJ, pacificou o entendimento de que não é possível a\napuração de créditos da contribuição ao PIS e da COFINS sobre o\nvalor do frete decorrente da aquisição pela concessionária de\nveículos novos para revenda.\n2. Embargos de divergência providos.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240404",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO, por unanimidade,\ndar provimento aos embargos de divergência  para  reconhecer a\nimpossibilidade de apuração de créditos de PIS e COFINS em relação\nao valor do frete pago na aquisição de veículo novo para revenda,\nnos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Herman Benjamin, Benedito Gonçalves, Sérgio\nKukina, Gurgel de Faria, Paulo Sérgio Domingues e Teodoro Silva\nSantos votaram com o Sr. Ministro Relator.\nAusentes, justificadamente, os Srs. Ministros Francisco Falcão e\nMauro Campbell Marques.",
  "jurisprudenciaCitada" : "(FRETE NA AQUISIÇÃO DE VEÍCULOS - APURAÇÃO DE CRÉDITOS - PRINCÍPIO\nDA NÃO CUMULATIVIDADE)\n   STJ - <<EREsp 1691475>>-RJ",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000868816",
  "numeroProcesso" : "29616",
  "numeroRegistro" : "202302914121",
  "siglaClasse" : "MS",
  "descricaoClasse" : "MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "REGINA HELENA COSTA",
  "dataPublicacao" : "DJE        DATA:10/04/2024",
  "ementa" : "MANDADO DE SEGURANÇA. DIREITO PROCESSUAL CIVIL E CONSTITUCIONAL.\nREQUISIÇÃO DE INFORMAÇÕES POR COMISSÃO PARLAMENTAR DE INQUÉRITO.\nAUSÊNCIA DE DEMONSTRAÇÃO DE ATO ABUSIVO OU ILÍCITO. NECESSIDADE DE\nPROVA PRÉ-CONSTITUÍDA. DILAÇÃO PROBATÓRIA. IMPOSSIBILIDADE. MUDANÇA\nDOS LIMITES TRAÇADOS NO PEDIDO INICIAL. INVIABILIDADE. SEGURANÇA\nDENEGADA.\nI - Esta Corte possui entendimento consolidado segundo o qual a\nimpetração de mandado de segurança pressupõe a existência de direito\nlíquido e certo, comprovado mediante prova pré-constituída.\nII - Inviável acolher o pleito de acesso aos equipamentos de\ngravação formulado após a impetração do writ, porquanto, à vista do\nentendimento jurisprudencial desta Corte, é vedada a inovação no\ncenário do processo após manifestação da parte adversa.\nIII - No caso, não há elementos suficientes para dirimir a\ncontrovérsia fática apontada, precipuamente quanto ao ocultamento de\nimagens ou informações adicionais àquelas já disponibilizadas à\nCPMI, situação a ser apurada ou investigada mediante via processual\nprópria, porquanto inviável a dilação probatória em mandado de\nsegurança.\nIV - A Comissão Parlamentar Mista de Inquérito encontra-se\nencerrada, fato que, por si só, prejudicaria o presente Mandado de\nSegurança. Precedentes.\nV - Segurança denegada.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240404",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO, por unanimidade,\ndenegar a segurança, extinguindo  o  processo  sem  resolução  de\nmérito, e julgar prejudicado o agravo interno de fls. 262/329e, nos\ntermos do voto da Sra. Ministra Relatora.\nOs Srs. Ministros Herman Benjamin, Benedito Gonçalves, Sérgio\nKukina, Paulo Sérgio Domingues, Teodoro Silva Santos e Afrânio\nVilela votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento o Sr. Ministro Gurgel de Faria.\nAusentes, justificadamente, os Srs. Ministros Francisco Falcão e\nMauro Campbell Marques.",
  "jurisprudenciaCitada" : "(MANDADO DE SEGURANÇA - MUDANÇA DOS LIMITES INICIALMENTE TRAÇADOS NO\nPEDIDO INICIAL)\n   STJ - <<AgInt no MS 22129>>-DF, <<MS 19589>>-DF\n(MANDADO DE SEGURANÇA - CPMI ENCERRADA - PREJUDICIALIDADE)\n   STJ - <<RMS 32614>>-SP, <<AgRg no RMS 36843>>-PE\n   STF - [[MS-AGR 37973]], [[MS-AGR 38020]]",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000868749",
  "numeroProcesso" : "2053647",
  "numeroRegistro" : "202300520256",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "MAURO CAMPBELL MARQUES",
  "dataPublicacao" : "DJE        DATA:10/04/2024",
  "ementa" : "PROPOSTA DE AFETAÇÃO COMO REPETITIVO. RECURSOS ESPECIAIS.\nTRIBUTÁRIO. CONTRIBUIÇÕES AO PIS/PASEP E COFINS IMPORTAÇÃO.\nINCIDÊNCIA NAS OPERAÇÕES DE IMPORTAÇÃO DE PAÍSES SIGNATÁRIOS DO GATT\nSOBRE MERCADORIAS E BENS DESTINADOS À ZONA FRANCA DE MANAUS.\n1. Delimitação da questão de direito controvertida como sendo: \"a\npossibilidade de exigência das contribuições ao PIS - Importação e\nCOFINS - Importação nas operações de importação de países\nsignatários do GATT, sobre mercadorias e bens destinados ao consumo\ninterno ou industrialização na Zona Franca de Manaus - ZFM\".\n2. Multiplicidade efetiva ou potencial de processos com idêntica\nquestão de direito demonstrada pelo despacho do Ministro Presidente\nda Comissão Gestora de Precedentes e demais informações constantes\ndos autos dos processos repetitivos.\n3. Determinação ad cautelam para a suspensão do julgamento de todos\nos processos em primeira e segunda instâncias envolvendo a matéria,\ninclusive no Superior Tribunal de Justiça (art. 1.037, II, do\nCPC/2015).\n4. Recurso especial submetido à sistemática dos recursos\nrepetitivos, estando em afetação conjunta dos recursos REsp. n.\n2.046.893/AM, REsp. n. 2.053.569/AM e REsp. n. 2.053.647/AM.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240319",
  "decisao" : "Vistos, relatados e discutidos esses autos em que são partes as\nacima indicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, na conformidade dos votos e das notas\ntaquigráficas, o seguinte resultado de julgamento:\n\n  \"A PRIMEIRA SEÇÃO, por unanimidade, afetou o processo ao rito dos\nrecursos repetitivos (RISTJ, art. 257-C) para delimitar a seguinte\ntese controvertida: \"A possibilidade de exigência das contribuições\nao PIS - Importação e COFINS-Importação nas operações de importação\nde países signatários do GATT, sobre mercadorias e bens destinados\nao consumo interno ou industrialização na Zona Franca de Manaus -\nZFM.\" e, igualmente por unanimidade, nos termos do art. 1. 037, II,\ndo CPC/2015, suspendeu a tramitação de todos os processos em\nprimeira e segunda instâncias, envolvendo a matéria, inclusive no\nSuperior Tribunal de Justiça, conforme proposta do Sr. Ministro\nRelator. Os Srs. Ministros Benedito Gonçalves, Sérgio Kukina, Gurgel\nde Faria, Paulo Sérgio Domingues, Afrânio Vilela, Francisco Falcão\ne Herman Benjamin votaram com o Sr. Ministro Relator.\"\n\nNão participou do julgamento o Sr. Ministro Teodoro Silva Santos.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1244",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1244\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036 PAR:00005 ART:01037 INC:00002", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:0256E ART:0257A PAR:00001" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000868748",
  "numeroProcesso" : "2053569",
  "numeroRegistro" : "202300507664",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "MAURO CAMPBELL MARQUES",
  "dataPublicacao" : "DJE        DATA:10/04/2024",
  "ementa" : "PROPOSTA DE AFETAÇÃO COMO REPETITIVO. RECURSOS ESPECIAIS.\nTRIBUTÁRIO. CONTRIBUIÇÕES AO PIS/PASEP E COFINS IMPORTAÇÃO.\nINCIDÊNCIA NAS OPERAÇÕES DE IMPORTAÇÃO DE PAÍSES SIGNATÁRIOS DO GATT\nSOBRE MERCADORIAS E BENS DESTINADOS À ZONA FRANCA DE MANAUS.\n1. Delimitação da questão de direito controvertida como sendo: \"a\npossibilidade de exigência das contribuições ao PIS - Importação e\nCOFINS - Importação nas operações de importação de países\nsignatários do GATT, sobre mercadorias e bens destinados ao consumo\ninterno ou industrialização na Zona Franca de Manaus - ZFM\".\n2. Multiplicidade efetiva ou potencial de processos com idêntica\nquestão de direito demonstrada pelo despacho do Ministro Presidente\nda Comissão Gestora de Precedentes e demais informações constantes\ndos autos dos processos repetitivos.\n3. Determinação ad cautelam para a suspensão do julgamento de todos\nos processos em primeira e segunda instâncias envolvendo a matéria,\ninclusive no Superior Tribunal de Justiça (art. 1.037, II, do\nCPC/2015).\n4. Recurso especial submetido à sistemática dos recursos\nrepetitivos, estando em afetação conjunta dos recursos REsp. n.\n2.046.893/AM, REsp. n. 2.053.569/AM e REsp. n. 2.053.647/AM.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240319",
  "decisao" : "Vistos, relatados e discutidos esses autos em que são partes as\nacima indicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, na conformidade dos votos e das notas\ntaquigráficas, o seguinte resultado de julgamento:\n\n\"A PRIMEIRA SEÇÃO, por unanimidade, afetou o processo ao rito dos\nrecursos repetitivos (RISTJ, art. 257-C) para delimitar a seguinte\ntese controvertida: \"A possibilidade de exigência das contribuições\nao PIS - Importação e COFINS-Importação nas operações de importação\nde países signatários do GATT, sobre mercadorias e bens destinados\nao consumo interno ou industrialização na Zona Franca de Manaus -\nZFM.\" e, igualmente por unanimidade, nos termos do art. 1. 037, II,\ndo CPC/2015, suspendeu a tramitação de todos os processos em\nprimeira e segunda instâncias, envolvendo a matéria, inclusive no\nSuperior Tribunal de Justiça, conforme proposta do Sr. Ministro\nRelator. Os Srs. Ministros Benedito Gonçalves, Sérgio Kukina, Gurgel\nde Faria, Paulo Sérgio Domingues, Afrânio Vilela, Francisco Falcão\ne Herman Benjamin votaram com o Sr. Ministro Relator.\"\n\nNão participou do julgamento o Sr. Ministro Teodoro Silva Santos.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1244",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1244\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036 PAR:00005 ART:01037 INC:00002", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:0256E ART:0257A PAR:00001" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000868747",
  "numeroProcesso" : "2046893",
  "numeroRegistro" : "202300066895",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "MAURO CAMPBELL MARQUES",
  "dataPublicacao" : "DJE        DATA:10/04/2024",
  "ementa" : "PROPOSTA DE AFETAÇÃO COMO REPETITIVO. RECURSOS ESPECIAIS.\nTRIBUTÁRIO. CONTRIBUIÇÕES AO PIS/PASEP E COFINS IMPORTAÇÃO.\nINCIDÊNCIA NAS OPERAÇÕES DE IMPORTAÇÃO DE PAÍSES SIGNATÁRIOS DO GATT\nSOBRE MERCADORIAS E BENS DESTINADOS À ZONA FRANCA DE MANAUS.\n1. Delimitação da questão de direito controvertida como sendo: \"a\npossibilidade de exigência das contribuições ao PIS - Importação e\nCOFINS - Importação nas operações de importação de países\nsignatários do GATT, sobre mercadorias e bens destinados ao consumo\ninterno ou industrialização na Zona Franca de Manaus - ZFM\".\n2. Multiplicidade efetiva ou potencial de processos com idêntica\nquestão de direito demonstrada pelo despacho do Ministro Presidente\nda Comissão Gestora de Precedentes e demais informações constantes\ndos autos dos processos repetitivos.\n3. Determinação ad cautelam para a suspensão do julgamento de todos\nos processos em primeira e segunda instâncias envolvendo a matéria,\ninclusive no Superior Tribunal de Justiça (art. 1.037, II, do\nCPC/2015).\n4. Recurso especial submetido à sistemática dos recursos\nrepetitivos, estando em afetação conjunta dos recursos REsp. n.\n2.046.893/AM, REsp. n. 2.053.569/AM e REsp. n. 2.053.647/AM.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240319",
  "decisao" : "Vistos, relatados e discutidos esses autos em que são partes as\nacima indicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, na conformidade dos votos e das notas\ntaquigráficas, o seguinte resultado de julgamento:\n\n\"A PRIMEIRA SEÇÃO, por unanimidade, afetou o processo ao rito dos\nrecursos repetitivos (RISTJ, art. 257-C) para delimitar a seguinte\ntese controvertida: \"A possibilidade de exigência das contribuições\nao PIS - Importação e COFINS-Importação nas operações de importação\nde países signatários do GATT, sobre mercadorias e bens destinados\nao consumo interno ou industrialização na Zona Franca de Manaus -\nZFM.\" e, igualmente por unanimidade, nos termos do art. 1. 037, II,\ndo CPC/2015, suspendeu a tramitação de todos os processos em\nprimeira e segunda instâncias, envolvendo a matéria, inclusive no\nSuperior Tribunal de Justiça, conforme proposta do Sr. Ministro\nRelator.\"\n\nOs Srs. Ministros Benedito Gonçalves, Sérgio Kukina, Gurgel de\nFaria, Paulo Sérgio Domingues, Afrânio Vilela, Francisco Falcão e\nHerman Benjamin votaram com o Sr. Ministro Relator.\n\nNão participou do julgamento o Sr. Ministro Teodoro Silva Santos.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1244",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1244\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036 PAR:00005 ART:01037 INC:00002", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:0256E ART:0257A PAR:00001" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000868740",
  "numeroProcesso" : "2066696",
  "numeroRegistro" : "202301102687",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "MAURO CAMPBELL MARQUES",
  "dataPublicacao" : "DJE        DATA:10/04/2024",
  "ementa" : "PROPOSTA DE AFETAÇÃO COMO REPETITIVO. RECURSOS ESPECIAIS. PROCESSUAL\nCIVIL. TRIBUTÁRIO. AÇÃO RESCISÓRIA. ADMISSIBILIDADE PARA ADEQUAÇÃO\nDE JULGADOS À MODULAÇÃO ESTABELECIDA NO TEMA N. 69 DA REPERCUSSÃO\nGERAL DO STF. CONTRIBUIÇÕES AO PIS/PASEP E COFINS. ICMS NA BASE DE\nCÁLCULO.\n1. Delimitação da questão de direito controvertida como sendo:\n\"admissibilidade de ação rescisória para adequar julgado à modulação\nde efeitos estabelecida no Tema n. 69 da repercussão geral do\nSupremo Tribunal Federal\".\n2. Multiplicidade efetiva ou potencial de processos com idêntica\nquestão de direito demonstrada pelo despacho do Ministro Presidente\nda Comissão Gestora de Precedentes e demais informações constantes\ndos autos dos processos repetitivos.\n3. Determinação ad cautelam para a suspensão do julgamento de todos\nos processos em primeira e segunda instâncias envolvendo a matéria,\ninclusive no Superior Tribunal de Justiça (art. 1.037, II, do\nCPC/2015).\n4. Recurso especial submetido à sistemática dos recursos\nrepetitivos, estando em afetação conjunta os recursos REsp. n.\n2.054.759/RS e REsp. n. 2.066.696/RS.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240319",
  "decisao" : "Vistos, relatados e discutidos esses autos em que são partes as\nacima indicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, na conformidade dos votos e das notas\ntaquigráficas, o seguinte resultado de julgamento:\n\n\"A PRIMEIRA SEÇÃO, por unanimidade, afetou o processo ao rito dos\nrecursos repetitivos (RISTJ, art. 257-C) para delimitar a seguinte\ntese controvertida: \"A  admissibilidade  de  ação  rescisória  para\nadequar  julgado  à  modulação  de  efeitos estabelecida no Tema n.\n69 da repercussão geral do Supremo Tribunal Federal.\" e, por\nmaioria, vencido o Sr. Ministro Afrânio Vilela, suspendeu a\ntramitação de todos os processos envolvendo a matéria, em primeira e\nsegunda instâncias, inclusive no Superior Tribunal de Justiça, nos\ntermos do art. 1. 037, II, do CPC/2015, conforme proposta do Sr.\nMinistro Relator.\n\nOs Srs. Ministros Benedito Gonçalves, Sérgio Kukina, Gurgel de\nFaria, Paulo Sérgio Domingues, Afrânio Vilela, Francisco Falcão e\nHerman Benjamin votaram com o Sr. Ministro Relator.\n\nNão participou do julgamento o Sr. Ministro Teodoro Silva Santos.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1245",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1245\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036 PAR:00005 ART:01037 INC:00002", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:0256E ART:0257A PAR:00001" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000868739",
  "numeroProcesso" : "2054759",
  "numeroRegistro" : "202300574482",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "MAURO CAMPBELL MARQUES",
  "dataPublicacao" : "DJE        DATA:10/04/2024",
  "ementa" : "PROPOSTA DE AFETAÇÃO COMO REPETITIVO. RECURSOS ESPECIAIS. PROCESSUAL\nCIVIL. TRIBUTÁRIO. AÇÃO RESCISÓRIA. ADMISSIBILIDADE PARA ADEQUAÇÃO\nDE JULGADOS À MODULAÇÃO ESTABELECIDA NO TEMA N. 69 DA REPERCUSSÃO\nGERAL DO STF. CONTRIBUIÇÕES AO PIS/PASEP E COFINS. ICMS NA BASE DE\nCÁLCULO.\n1. Delimitação da questão de direito controvertida como sendo:\n\"admissibilidade de ação rescisória para adequar julgado à modulação\nde efeitos estabelecida no Tema n. 69 da repercussão geral do\nSupremo Tribunal Federal\".\n2. Multiplicidade efetiva ou potencial de processos com idêntica\nquestão de direito demonstrada pelo despacho do Ministro Presidente\nda Comissão Gestora de Precedentes e demais informações constantes\ndos autos dos processos repetitivos.\n3. Determinação ad cautelam para a suspensão do julgamento de todos\nos processos em primeira e segunda instâncias envolvendo a matéria,\ninclusive no Superior Tribunal de Justiça (art. 1.037, II, do\nCPC/2015).\n4. Recurso especial submetido à sistemática dos recursos\nrepetitivos, estando em afetação conjunta os recursos REsp. n.\n2.054.759/RS e REsp. n. 2.066.696/RS.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240319",
  "decisao" : "Vistos, relatados e discutidos esses autos em que são partes as\nacima indicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, na conformidade dos votos e das notas\ntaquigráficas, o seguinte resultado de julgamento:\n\n\"A PRIMEIRA SEÇÃO, por unanimidade, afetou o processo ao rito dos\nrecursos repetitivos (RISTJ, art. 257-C) para delimitar a seguinte\ntese controvertida: \"A  admissibilidade  de  ação  rescisória  para\nadequar  julgado  à  modulação  de  efeitos estabelecida no Tema n.\n69 da repercussão geral do Supremo Tribunal Federal.\" e, por\nmaioria, vencido o Sr. Ministro Afrânio Vilela, suspendeu a\ntramitação de todos os processos envolvendo a matéria, em primeira e\nsegunda instâncias, inclusive no Superior Tribunal de Justiça, nos\ntermos do art. 1. 037, II, do CPC/2015, conforme proposta do Sr.\nMinistro Relator.\"\n\nOs Srs. Ministros Benedito Gonçalves, Sérgio Kukina, Gurgel de\nFaria, Paulo Sérgio Domingues, Afrânio Vilela, Francisco Falcão e\nHerman Benjamin votaram com o Sr. Ministro Relator.\n\nNão participou do julgamento o Sr. Ministro Teodoro Silva Santos.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1245",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1245\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:0256E ART:0257A PAR:00001", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036 PAR:00005 ART:01037 INC:00002" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000868704",
  "numeroProcesso" : "1485533",
  "numeroRegistro" : "201901035132",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "BENEDITO GONÇALVES",
  "dataPublicacao" : "DJE        DATA:05/04/2024",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM\nAGRAVO EM RECURSO ESPECIAL. DEFICIÊNCIA NA FUNDAMENTAÇÃO RECURSAL.\nNÃO OBSERVÃNCIA AOS REQUISITOS DE ADMISSIBILIDADE DO RECURSO. NÃO\nEXPLICITAÇÃO DO COTEJO ANALÍTICO.\n1. O recurso foi interposto contra acórdão publicado na vigência do\nCódigo de Processo Civil de 2015, devendo ser exigidos os requisitos\nde admissibilidade na forma nele previsto, conforme Enunciado\nAdministrativo n. 3/2016/STJ.\n2. Os embargos de divergência têm por objetivo uniformizar a\njurisprudência do Tribunal ante a adoção de teses conflitantes pelos\nseus órgãos fracionários na decisão de casos similares. Para tanto,\nfaz-se necessária a demonstração da divergência atual mediante as\ncircunstâncias que assemelhem ou identifiquem os casos confrontados,\ncom a realização do cotejo analítico entre eles, nos termos do art.\n1.043, § 4º, do CPC de 2015 e do art. 266, caput, do RISTJ.\nPrecedentes.\n3. O embargante, ora agravante, furtou-se a realizar, na ocasião da\ninterposição dos embargos de divergência, o cotejo analítico entre\nos casos postos em comparação, revelando a deficiência na\nfundamentação recursal.\n4.  Agravo interno não provido",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240319",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 13/03/2024 a 19/03/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Herman Benjamin, Mauro Campbell\nMarques, Sérgio Kukina, Gurgel de Faria, Paulo Sérgio Domingues e\nAfrânio Vilela  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Regina Helena Costa.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000868697",
  "numeroProcesso" : "199289",
  "numeroRegistro" : "202302943857",
  "siglaClasse" : "AgInt no CC",
  "descricaoClasse" : "AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "GURGEL DE FARIA",
  "dataPublicacao" : "DJE        DATA:02/04/2024",
  "ementa" : "PROCESSUAL CIVIL. CONFLITO NEGATIVO DE COMPETÊNCIA. JUÍZOS FEDERAL E\nESTADUAL. DIREITO À SAÚDE. MEDICAMENTO NÃO INCORPORADO AO SUS PARA\nA PATOLOGIA QUE ACOMETE A PARTE AUTORA . INCIDENTE DE ASSUNÇÃO DE\nCOMPETÊNCIA (IAC 14/STJ). REPERCUSSÃO GERAL. DECISÃO LIMINAR NO RE\n1.366.243/SC - TEMA 1.234/STF. OBSERVÂNCIA.\n1. A Primeira Seção do STJ, no julgamento do Incidente de Assunção\nde Competência nos Conflitos de Competência n. 187.276/RS,\n187.533/SC e 188.002/SC, entendeu que a tese firmada pelo Supremo\nTribunal Federal em repercussão geral (Tema 793) refere-se ao\ncumprimento da sentença e às regras de ressarcimento aplicáveis ao\nente público que suportou o ônus financeiro decorrente do provimento\njurisdicional, de modo que o mencionado precedente não teria\nmodificado as regras de competência previstas no art. 109, I, da\nConstituição Federal e nas Súmulas 150, 224 e 254 do Superior\nTribunal de Justiça, tampouco tratara da natureza do litisconsórcio\nformado nas demandas relativas à saúde.\n2. No referido julgamento (IAC 14/STJ), entendeu-se que a Suprema\nCorte reafirmou a solidariedade entre os entes federativos e, ao\nfinal dos debates, deliberou expressamente que não se estaria\ntratando da formação (obrigatória) do polo passivo da lide, em face\ndos fundamentos propostos pelo Ministro Edson Fachin,\nespecificamente no item V de seu voto, tanto  que ele próprio,\ndesignado como relator para o acórdão, esclareceu essa questão na\nsessão de 23/05/2019.\n3. Posteriormente, em 17/04/2023, o eminente Ministro Gilmar Mendes,\nrelator do RE 1.366.243/SC (Tema 1.234), proferiu decisão naqueles\nautos deferindo parcialmente o pedido incidental de tutela\nprovisória, com fundamento no art. 300 do CPC/2015, para estabelecer\nque, até o julgamento definitivo do Tema 1.234 da Repercussão\nGeral, a atuação do Poder Judiciário seja regida pelos seguintes\nparâmetros: (i) nas demandas judiciais que envolvem medicamentos ou\ntratamentos padronizados: a composição do polo passivo deve observar\na repartição de responsabilidades estruturada no Sistema Único de\nSaúde, ainda que isso implique deslocamento de competência, cabendo\nao magistrado verificar a correta formação da relação processual,\nsem prejuízo da concessão de provimento de natureza cautelar ainda\nque antes do deslocamento de competência, se o caso assim exigir;\n(ii) nas demandas judiciais relativas a medicamentos não\nincorporados ao SUS: devem ser processadas e julgadas pelo Juízo,\nestadual ou federal, em que foram propostas pelo cidadão, sendo\nvedada, até o julgamento definitivo do Tema 1.234 da repercussão\ngeral, a declinação da competência ou a determinação de inclusão da\nUnião no polo passivo; (iii) diante da necessidade de evitar cenário\nde insegurança jurídica, esses parâmetros devem ser observados\npelos processos sem sentença prolatada; diferentemente, os processos\ncom sentença prolatada até a data dessa decisão (17 de abril de\n2023) devem permanecer no ramo da Justiça do magistrado sentenciante\naté o trânsito em julgado e respectiva execução.\n4. No caso, extrai-se dos autos que o medicamento pleiteado pelo\nautor encontra-se registrado na ANVISA e, apesar de ter sido\nincorporado ao SUS, não está inserido nas políticas públicas para o\ntratamento da patologia da autora, sendo sua indicação para uso off\nlabel.\n5. Até que se afastem os fundamentos acima citados, e outros sejam\nestabelecidos em seu lugar - pois ainda não houve o julgamento de\nmérito do RE 1.366.243/SC (Tema 1.234) -, nas ações relativas a\ndispensação de medicamentos não inseridos na lista do SUS para o\ntratamento da patologia indicada, mas registrados na ANVISA, deverá\nprevalecer a competência do juízo de acordo com os entes contra os\nquais a parte autora elegeu demandar.\n6. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240319",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 13/03/2024 a 19/03/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Herman Benjamin, Mauro Campbell\nMarques, Benedito Gonçalves, Sérgio Kukina, Paulo Sérgio Domingues e\nAfrânio Vilela  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Regina Helena Costa.",
  "jurisprudenciaCitada" : "(FORNECIMENTO DE MEDICAMENTO NÃO INCORPORADO AO SUS - COMPETÊNCIA)\n   STJ - <<CC 187276>>-RS (IAC - TEMA(s) 14),\n         <<CC 187533>>-SC (IAC - TEMA(s) 14),\n         <<CC 188002>>-SC (IAC - TEMA(s) 14)\n   STF - [[RE 1366243]]-SC (REPERCUSSÃO GERAL - TEMA(s) 1234)",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00300 ART:00947" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000868696",
  "numeroProcesso" : "29759",
  "numeroRegistro" : "202303664302",
  "siglaClasse" : "AgInt no MS",
  "descricaoClasse" : "AGRAVO INTERNO NO MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "GURGEL DE FARIA",
  "dataPublicacao" : "DJE        DATA:02/04/2024",
  "ementa" : "PROCESSUAL CIVIL. MANDADO DE SEGURANÇA. ANISTIA. REVISÃO.\nDECADÊNCIA. OCORRÊNCIA. PROVA PRÉ-CONSTITUÍDA. AUSÊNCIA.\n1. Esta Corte tem o entendimento de que o prazo de 120 (cento e\nvinte) dias para impetração do mandado de segurança tem início na\ndata em que o impetrante toma ciência do ato impugnado, nos termos\ndo art. 23 da Lei n. 12.016/2009.\n2. Em sede de mandado de segurança, é indispensável que a prova do\ndireito seja pré-constituída, sendo inviável a dilação probatória.\n3. Hipótese em que, ainda que a peça inicial pretenda tachar a\nimpetração com caráter de omissão, tem-se que a insurgência dos\nimpetrantes refere-se a supostos atos de instauração do processos de\nrevisão de anistia, atos concretos e únicos, que teriam sido\n(segundo alegam) editados em 2011, sendo o writ impetrado em 2023.\n4. Não foi apresentado nenhum documento comprobatório da efetiva\ninstauração de procedimentos de revisão de anistia dos impetrantes,\nrelacionados com o suposto direito líquido e certo, circunstância\nque inviabiliza o processamento do presente mandamus.\n5. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240319",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 13/03/2024 a 19/03/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Herman Benjamin, Mauro Campbell\nMarques, Benedito Gonçalves, Sérgio Kukina, Paulo Sérgio Domingues e\nAfrânio Vilela  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Regina Helena Costa.",
  "jurisprudenciaCitada" : "(MANDADO DE SEGURANÇA - PRAZO DECADENCIAL - TERMO INICIAL)\n   STJ - <<RMS 58712>>-SP, <<AgInt no RMS 50726>>-SP\n(MANDADO DE SEGURANÇA - PROVA PRÉ-CONSTITUÍDA - DILAÇÃO PROBATÓRIA)\n   STJ - <<AgInt no RMS 59942>>-BA, <<AgInt no MS 20315>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:012016 ANO:2009\n*****  LMS-09    LEI DO MANDADO DE SEGURANÇA\n        ART:00023" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000868695",
  "numeroProcesso" : "201159",
  "numeroRegistro" : "202304086854",
  "siglaClasse" : "AgInt no CC",
  "descricaoClasse" : "AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "GURGEL DE FARIA",
  "dataPublicacao" : "DJE        DATA:02/04/2024",
  "ementa" : "PROCESSUAL CIVIL. CONFLITO DE COMPETÊNCIA. INCIDENTE DE ARGUIÇÃO DE\nINCONSTITUCIONALIDADE. PLAUSIBILIDADE. AUSÊNCI AMANIFESTAÇÃO DE\nJUÍZOS CONFLITANTES. INEXISTÊNCIA.\n1. O Superior Tribunal de Justiça tem o entendimento de que somente\ndeve ser instaurado o incidente de arguição de inconstitucionalidade\nnas hipóteses em que for plausível a alegada desconformidade da\nnorma questionada com a ordem constitucional vigente, situação\ninexistente nos casos em que não há nenhuma inclinação desta Corte\nSuperior em reconhecer a suposta inconstitucionalidade. Precedentes.\n2. Hipótese em que não há a mínima plausibilidade da tese de\ninconstitucionalidade do art. 66, I, II e III, do CPC/2015, que tem\nsido regularmente aplicado para a verificação da existência de\nconflito de competência, não se constatando a incompatibilidade do\ndispositivo com o art. 5º, XXXV, XXXVII, LIII e LXXVIII, da CF/1988.\n3. A caracterização de conflito de competência pressupõe a\nmanifestação de dois ou mais juízes que se declaram competentes ou\nincompetentes, ou, ainda, a existência de controvérsia entre eles\nacerca da reunião ou da separação de processos, como estatui o art.\n66 do CPC/2015.\n4. No caso, embora a parte tenha legitimidade para propor o conflito\nde competência (art. 951 do CPC/2015), não existem decisões de dois\nou mais Juízos acerca da (in)competência para o julgamento e\nprocessamento de um mesmo processo, e sim decisões proferidas\n(sentença e acórdão em recurso ordinário) pela justiça trabalhista,\nrazão pela qual não há nenhum conflito estabelecido.\n5. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240319",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 13/03/2024 a 19/03/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Herman Benjamin, Mauro Campbell\nMarques, Benedito Gonçalves, Sérgio Kukina, Paulo Sérgio Domingues e\nAfrânio Vilela  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Regina Helena Costa.",
  "jurisprudenciaCitada" : "(CONFLITO DE COMPETÊNCIA - INCIDENTE DE ARGUIÇÃO DE\nINCONSTITUCIONALIDADE)\n   STJ - <<AgInt no RMS 59903>>-RJ, <<AgRg no CC 163595>>-MG,\n         <<AgRg nos EDcl no AREsp 1333669>>-SP\n(CONFLITO DE COMPETÊNCIA - MANIFESTAÇÃO DE JUÍZOS CONFLITANTES)\n   STJ - <<AgRg no CC 131534>>-SP, <<AgRg no CC 137444>>-PR,\n         {{CC 174179}}-DF, {{CC 183367}}-RS, {{CC 183268}}-PR,\n         {{CC 181887}}-SC, <<AgInt no CC 144591>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00066 ART:00951" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000868694",
  "numeroProcesso" : "46000",
  "numeroRegistro" : "202302417933",
  "siglaClasse" : "AgInt na Rcl",
  "descricaoClasse" : "AGRAVO INTERNO NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "GURGEL DE FARIA",
  "dataPublicacao" : "DJE        DATA:02/04/2024",
  "ementa" : "PROCESSUAL CIVIL. DIREITO À SAUDE. RECLAMAÇÃO. IAC 14 DO STJ.\nDESRESPEITO AO JULGADO. NÃO OCORRÊNCIA. DECISÃO RECLAMADA. APLICAÇÃO\nDO TEMA 793 DO STF. RECONHECIMENTO DA LEGITIMIDADE DA UNIÃO PELO\nJUÍZO FEDERAL. REEXAME. VIA ELEITA. INADEQUAÇÃO.\n1. Nos termos do art. 105, I, \"f\", da Constituição Federal, c/c o\nart. 988 do CPC/2015, e do art. 187 do RISTJ, cabe reclamação da\nparte interessada, a fim de preservar a competência do Superior\nTribunal de Justiça e garantir a autoridade de suas decisões, bem\ncomo para \"assegurar a observância de acórdão proferido em\njulgamento de incidente de resolução de demandas repetitivas ou de\nincidente de assunção de competência\", ex vi do art. 988, IV,\nCPC/2015.\n2.  A Primeira Seção desta Corte, na Questão de Ordem proferida nos\nautos dos Conflitos de Competência 187.276/RS, 187.533/SC e\n188.002/SC, submetidos à sistemática do incidente de assunção de\ncompetência (IAC 14 do STJ) determinou que, até o julgamento\ndefinitivo do incidente de assunção de competência (IAC 14/STJ), o\nJuiz estadual deverá abster-se de praticar qualquer ato judicial de\ndeclinação de competência nas ações que versem sobre à dispensação\nde tratamento/medicamento não incluído nas políticas públicas, em\natenção ao princípio da segurança jurídica.\n3. Hipótese em que a parte autora não recorreu da decisão do Juiz\nestadual que, após o julgamento da aludida questão de ordem, acolheu\no pedido do Estado do Paraná e do Município de Nova América da\nColina de inclusão da União no polo passivo da demanda e, por\nconseguinte, declinou da competência para a Justiça federal.\n4. O Juízo da 3ª Vara Federal de Londrina, antes do julgamento de\nmérito do IAC 14 do STJ, com base na interpretação que fez da tese\ndefinida pelo STF em repercussão geral (RE 855.178 - Tema 793),\nacolheu a competência da Justiça Federal e determinou a intimação da\nparte autora para requerer a citação da União que, por sua vez,\ncumpriu a ordem judicial  e redirecionou o pedido também contra a\nUnião.\n5. O Juiz federal - autoridade apontada como reclamada pela União -,\napós julgamento de mérito do IAC 14/STJ, manteve a competência da\nJustiça Federal, por entender que não descumpriu a decisão desta\nCorte nem a tutela provisória proferida no RE 1.366.243/SC (Tema\n1.234), pois não houve declinação de competência determinada pela\nJustiça Federal.\n6. O Superior Tribunal de Justiça, ao julgar o IAC 14/STJ, não\nproibiu a discussão acerca da legitimidade de parte na ação\noriginária, notadamente pela via recursal própria.\n7. Com efeito, as deliberações de natureza processual estabelecidas\nno julgamento do IAC 14 do STJ, a fim de evitar tumultos processuais\ndecorrentes de inúmeros declínios de competência entre os Juízos\nestadual e federal, não teve o condão de afastar, por óbvio, a\neficácia da decisão proferida pelo STF no Tema 793, tampouco de\nimpedir os magistrados de examinarem o mérito da controvérsia.\n8. No caso, tendo o Juiz federal reconhecido a legitimidade da União\npara figurar no polo passivo do litigio, sem qualquer insurgência\nda parte autora, é de rigor a aplicação da Súmula 150 do STJ -\n\"compete à Justiça Federal decidir sobre a existência de interesse\njurídico que justifique a presença, no processo, da União, suas\nautarquias ou empresas públicas\" -, conforme determinado no item \"c\"\nda decisão proferida no IAC 14 do STJ.\n9. Vale lembrar que a reclamação, em razão de sua natureza\nincidental e excepcional, somente é cabível quando se comprovar\nobjetivamente o desrespeito à autoridade de decisões judiciais do\nSuperior Tribunal de Justiça ou a usurpação de sua competência.\n10. Considerando que o IAC 14 do STJ foi instaurado com o objetivo\nde oferecer segurança jurídica e uma prestação jurisdicional mais\ncélere aos cidadãos com saúde debilitada, a postura da União, no\ncaso em apreço, contraria a finalidade do referido incidente.\nPrecedente.\n11. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240319",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 13/03/2024 a 19/03/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Herman Benjamin, Mauro Campbell\nMarques, Benedito Gonçalves, Sérgio Kukina, Paulo Sérgio Domingues e\nAfrânio Vilela  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Regina Helena Costa.",
  "jurisprudenciaCitada" : "(FORNECIMENTO DE MEDICAMENTO NÃO INCORPORADO AO SUS - COMPETÊNCIA)\n   STJ - <<CC 187276>>-RS (IAC - TEMA(s) 14),\n         <<CC 187533>>-SC (IAC - TEMA(s) 14),\n         <<CC 188002>>-SC (IAC - TEMA(s) 14)\n(FORNECIMENTO DE MEDICAMENTO NÃO INCORPORADO AO SUS - RECONHECIMENTO\nDA LEGITIMIDADE DA UNIÃO PELO JUÍZO FEDERAL)\n   STJ - <<AgInt na Rcl 45923>>-RS",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00105 INC:00001 LET:F", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000150", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00947 ART:00988 INC:00004", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00187" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000868693",
  "numeroProcesso" : "1717126",
  "numeroRegistro" : "201600238804",
  "siglaClasse" : "AgInt nos EDcl nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "GURGEL DE FARIA",
  "dataPublicacao" : "DJE        DATA:02/04/2024",
  "ementa" : "PROCESSUAL CIVIL E TRIBUTÁRIO. EMBARGOS DE DIVERGÊNCIA. JUÍZO DE\nADMISSIBILIDADE. VINCULAÇÃO. INEXISTÊNCIA. PIS. COFINS.  REGIME\nMONOFÁSICO. CREDITAMENTO. IMPOSSIBILIDADE.\n1. \"Juízo de admissibilidade provisório dos embargos de divergência,\ncom observância do art. 266, § 1º, do Regimento Interno do STJ, não\nimpede a posterior prolação de decisão monocrática, em juízo\ndefinitivo, com base em orientação jurisprudencial dominante desta\nCorte, o que afasta, portanto, a preclusão pro judicato alegada\npelos embargantes\" (EDcl no AgRg nos EREsp n. 1.173.287/SP, relator\nMinistro Moura Ribeiro, Segunda Seção, julgado em 22/10/2014, DJe de\n30/10/2014).\n2. A Primeira Seção do Superior Tribunal de Justiça, ao julgar o\nTema 1.093 dos repetitivos, firmou a seguinte tese: \"É vedada a\nconstituição de créditos da Contribuição para o PIS/PASEP e da\nCOFINS sobre os componentes do custo de aquisição (art. 13, do\nDecreto-Lei n. 1.598/77) de bens sujeitos à tributação monofásica\n(arts. 3º, I, \"b\" da Lei n. 10.637/2002 e da Lei n. 10.833/2003)\".\n3. Incide na hipótese o óbice da Súmula 168 do STJ: \"Não cabem\nembargos de divergência, quando a jurisprudência do Tribunal se\nfirmou no mesmo sentido do acórdão embargado.\"\n4. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240319",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 13/03/2024 a 19/03/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Herman Benjamin, Mauro Campbell\nMarques, Benedito Gonçalves, Sérgio Kukina, Paulo Sérgio Domingues e\nAfrânio Vilela  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Regina Helena Costa.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - JUÍZO DE ADMISSIBILIDADE PROVISÓRIO -\nPRECLUSÃO PRO JUDICATO)\n   STJ - <<EDcl no AgRg nos EREsp 1173287>>-SP,\n         <<AgRg nos EREsp 594218>>-SP,\n         <<AgRg nos EREsp 1124653>>-RJ\n(PIS E COFINS - REGIME MONOFÁSICO - CREDITAMENTO)\n   STJ - <<REsp 1894741>>-RS, <<EDv nos EAREsp 1109354>>-SP\n(EMBARGOS DE DIVERGÊNCIA - CONSONÂNCIA COM A ATUAL ORIENTAÇÃO -\nSÚMULA 168/STJ)\n   STJ - <<AgInt no REsp 1772957>>-PR",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:010637 ANO:2002\n        ART:00003 INC:00001 LET:B", "LEG:FED LEI:010833 ANO:2003", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000168", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266 PAR:00001", "LEG:FED DEL:001598 ANO:1977\n        ART:00013", "LEG:FED LEI:011033 ANO:2004\n        ART:00017" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000868670",
  "numeroProcesso" : "2247627",
  "numeroRegistro" : "202203603105",
  "siglaClasse" : "AgInt nos EDv nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "FRANCISCO FALCÃO",
  "dataPublicacao" : "DJE        DATA:21/03/2024",
  "ementa" : "PROCESSUAL CIVIL. DISTRIBUIÇÃO DO ÔNUS SUCUMBENCIAL GRAU DE\nDECAIMENTO DE CADA PARTE. REVISÃO DE MATÉRIA FÁTICA. SÚMULA N.\n7/STJ. DISSÍDIO NÃO DEMONSTRADO.             EMBARGOS DE\nDIVERGÊNCIA. DESPROVIMENTO DO AGRAVO INTERNO. MANUTENÇÃO DA DECISÃO\nRECORRIDA.\nI - Trata-se de agravo interno interposto contra decisão que julgou\nembargos de divergência opostos contra acórdão da Primeira Turma.\nII - De início, em relação aos apontados precedentes desta Corte\n(AgInt no REsp n. 1.770.908/PR, REsp n. 1.810.787/SP e AgInt no\nAREsp n. 39.382/DF), o recurso não pode ser conhecido, vez que\nausente o necessário cotejo analítico a viabilizar o processamento\ndo recurso.\nIII - Com efeito, \"A divergência jurisprudencial, para fins da\ninterposição dos embargos de divergência, deve ser demonstrada nos\ntermos do art. 266, § 4º, do RISTJ, de modo que os acórdãos\nconfrontados devem apresentar similitude fática, além de abordarem\ndeterminada questão jurídica sobre o mesmo enfoque legal, mas\nalcançando resultados discrepantes; sendo imprescindível a\nrealização do cotejo analítico entre os julgados divergentes\" (STJ,\nAgInt nos EAREsp n. 501.918/GO, relator Ministro Luis Felipe\nSalomão, Corte Especial, DJe de 3/5/2017).\nIV - Quanto ao mais, o art. 1.043, III, do CPC/2015 estipula ser\nembargável o acórdão de órgão fracionário que, \"em recurso\nextraordinário ou em recurso especial, divergir do julgamento de\nqualquer outro órgão do mesmo tribunal, sendo um acórdão de mérito e\noutro que não tenha conhecido do recurso, embora tenha apreciado a\ncontrovérsia\".\nV - Assim, permanece válida a jurisprudência do Superior Tribunal de\nJustiça no sentido de que não cabem embargos de divergência com a\nfinalidade de discutir eventual equívoco quanto ao exame dos\nrequisitos de admissibilidade de recurso especial, tais como aqueles\nreferentes à deficiência de fundamentação, ausência de\nprequestionamento, ao reexame de provas, à comprovação do dissídio\njurisprudencial. Nesse sentido: STJ, AgRg nos EREsp n. 1.393.786/RS,\nrelator Ministro Reynaldo Soares da Fonseca, Terceira Seção, DJe de\n2/12/2016.\nVI - No caso, no que se refere às matérias que seriam objeto da\nalegada divergência, a Primeira Turma do STJ, no acórdão embargado,\nmanteve a decisão que não conheceu do recurso especial, com base na\nincidência da Súmula n. 7 do STJ.\nVII - Nesse contexto, a análise da pretensão da parte embargante\nsomente seria possível com o rejulgamento do seu recurso especial,\npara que, afastados o óbice da mencionada súmula, fosse apreciado o\nmérito da controvérsia. No entanto, tal finalidade é estranha ao\nobjetivo dos embargos de divergência. Nesse sentido: STJ, AgRg nos\nEREsp n. 1.155.859/MT, relatora Ministra Maria Thereza de Assis\nMoura, Corte Especial, DJe de 12/8/2014.\nVIII - Reitera-se que, nos termos da jurisprudência desta Corte, se\no acórdão embargado decidiu com base em óbice sumular, falta aos\nembargos de divergência o pressuposto básico para a sua\nadmissibilidade, é dizer, discrepância entre julgados a respeito da\nmesma questão jurídica.\nIX - Com efeito, \"Os embargos de divergência não constituem via\nadequada para discutir, no caso concreto a correta aplicação de\nregra técnica de admissibilidade recursal\" (AgInt nos EAREsp n.\n2.124.882/PB, relator Ministro Antonio Carlos Ferreira, Corte\nEspecial, julgado em 12/9/2023, DJe de 26/9/2023.) Nem se diga,\noutrossim, que a referida súmula vem sendo \"reiteradamente\nflexibilizada\" (EREsp n. 1.424.404/SP), porquanto naquele julgado a\nhipótese era diversa da ora em comento, qual seja, não se tratava de\nadmissibilidade recursal, mas na aplicação da norma processual\nabstratamente considerada.\nX - Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240319",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 13/03/2024 a 19/03/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Herman Benjamin, Mauro Campbell Marques, Benedito\nGonçalves, Sérgio Kukina, Gurgel de Faria, Paulo Sérgio Domingues e\nAfrânio Vilela  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Regina Helena Costa.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - ACÓRDÃOS CONFRONTADOS - SIMILITUDE FÁTICA\n- DEMONSTRAÇÃO)\n   STJ - <<AgInt nos EAREsp 501918>>-GO\n(EMBARGOS DE DIVERGÊNCIA - REQUISITOS DE ADMISSIBILIDADE - EXAME -\nÓBICE)\n   STJ - <<AgRg nos EREsp 1393786>>-RS,\n         <<AgRg nos EREsp 1155859>>-MT,\n         <<AgInt nos EAREsp 2124882>>-PB",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01043 INC:00003", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266 PAR:00004" ],
  "acordaosSimilares" : [ "AgInt nos EAREsp  1553547  PR  2019/0222096-5  Decisão:24/04/2024\nDJE        DATA:26/04/2024" ]
}, {
  "id" : "000868661",
  "numeroProcesso" : "1530466",
  "numeroRegistro" : "201901845600",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "GURGEL DE FARIA",
  "dataPublicacao" : "DJE        DATA:02/04/2024",
  "ementa" : "TRIBUTÁRIO. EMBARGOS DE DIVERGÊNCIA. PIS. COFINS. REGIME MONOFÁSICO.\nCREDITAMENTO. IMPOSSIBILIDADE.\n1. A Primeira Seção do Superior Tribunal de Justiça, ao julgar o\nTema 1.093 dos repetitivos, firmou a seguinte tese: \"É vedada a\nconstituição de créditos da Contribuição para o PIS/PASEP e da\nCOFINS sobre os componentes do custo de aquisição (art. 13, do\nDecreto-Lei n. 1.598/77) de bens sujeitos à tributação monofásica\n(arts. 3º, I, \"b\" da Lei n. 10.637/2002 e da Lei n. 10.833/2003).\"\n2. Incide na hipótese o óbice da Súmula 168 do STJ: \"Não cabem\nembargos de divergência, quando a jurisprudência do Tribunal se\nfirmou no mesmo sentido do acórdão embargado.\"\n3. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240319",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 13/03/2024 a 19/03/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Herman Benjamin, Mauro Campbell\nMarques, Benedito Gonçalves, Sérgio Kukina, Paulo Sérgio Domingues e\nAfrânio Vilela  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Regina Helena Costa.",
  "jurisprudenciaCitada" : "(CONTRIBUIÇÃO AO PIS/PASEP E COFINS - TRIBUTAÇÃO MONOFÁSICA -\nCREDITAMENTO)\n   STJ - <<REsp 1894741>>-RS, <<EDv nos EAREsp 1109354>>-SP,\n         <<AgInt no REsp 1772957>>-PR",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:010637 ANO:2002\n        ART:00003 INC:00001 LET:B", "LEG:FED LEI:010833 ANO:2003\n        ART:00003 INC:00001 LET:B", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000168", "LEG:FED DEL:001598 ANO:1977\n        ART:00013" ],
  "acordaosSimilares" : [ "AgInt nos EREsp 1840858 RS 2019/0292869-8 Decisão:19/03/2024\nDJE        DATA:02/04/2024" ]
}, {
  "id" : "000868656",
  "numeroProcesso" : "1727722",
  "numeroRegistro" : "202001717190",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "BENEDITO GONÇALVES",
  "dataPublicacao" : "DJE        DATA:02/04/2024",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO REGIMENTAL NO EMBARGOS DE DIVERGÊNCIA EM\nRECURSO ESPECIAL. FALTA DE DEMONSTRAÇÃO DO COTEJO ANALÍTICO. NÃO\nCUMPRIMENTO DO QUE DISPÕEM OS ARTIGOS 1.043, § 4º, DO CPC e 266, §\n4º, DO RISTJ.\n1. Tendo o recurso sido interposto contra decisão publicada na\nvigência do Código de Processo Civil de 2015, devem ser exigidos os\nrequisitos de admissibilidade na forma nele previsto, conforme\nEnunciado Administrativo n. 3/2016/STJ.\n2. Os embargos de divergência têm por escopo uniformizar a\njurisprudência do Tribunal ante a adoção de teses conflitantes pelos\nseus órgãos fracionários, cabendo ao embargante a comprovação do\ndissídio pretoriano nos moldes estabelecidos no § 4º do artigo 1.043\ndo CPC/2015 e no § 4º do artigo 266, do RISTJ, art. 266 do RISTJ.\n3. Nesse sentido, o embargante deve cumprir os pressupostos\nindispensáveis à comprovação da alegada divergência jurisprudencial,\nquais sejam: (a) a juntada de certidões; (b) apresentação de cópias\ndo inteiro teor dos acórdãos apontados; (c) a citação do\nrepositório oficial, autorizado ou credenciado nos quais eles se\nachem publicados, inclusive em mídia eletrônica; e (d) a reprodução\nde julgado disponível na rede mundial de computadores, com a\nindicação da respectiva fonte na Internet. Precedente: AgInt nos\nEAREsp n. 1.610.769/ES, relator Ministro Benedito Gonçalves, Corte\nEspecial, DJe de 3/10/2022.\n4. No caso dos autos, de fato, a parte embargante, no momento da\ninterposição dos embargos de divergência, furtou-se a juntar a cópia\nintegral do acórdão paradigma.\n5. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240319",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 13/03/2024 a 19/03/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Herman Benjamin, Mauro Campbell\nMarques, Sérgio Kukina, Gurgel de Faria, Paulo Sérgio Domingues e\nAfrânio Vilela  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Regina Helena Costa.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000868609",
  "numeroProcesso" : "44671",
  "numeroRegistro" : "202300206416",
  "siglaClasse" : "AgInt na Rcl",
  "descricaoClasse" : "AGRAVO INTERNO NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "BENEDITO GONÇALVES",
  "dataPublicacao" : "DJE        DATA:02/04/2024",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NA RECLAMAÇÃO.  RESOLUÇÃO STJ N.\n3/2016. ACÓRDÃO DE TURMA RECURSAL ESTADUAL. INCOMPETÊNCIA DESTA\nCORTE.\n1. O recurso foi interposto contra acórdão publicado na vigência do\nCódigo de Processo Civil de 2015, devendo ser exigidos os requisitos\nde admissibilidade na forma nele previsto, conforme Enunciado\nAdministrativo n. 3/2016/STJ.\n2. \"Com o advento da Emenda Regimental nº 22-STJ, de 16/03/2016,\nficou revogada a Resolução n. 12/2009-STJ, que dispunha sobre o\nprocessamento, no Superior Tribunal de Justiça, das reclamações\ndestinadas a dirimir divergência entre acórdão prolatado por turma\nrecursal estadual e a jurisprudência desta Corte.\" (AgRg na Rcl n.\n18.506/SP, relator Ministro Raul Araújo, Corte Especial, julgado em\n6/4/2016, DJe de 27/5/2016.)\n3. A Resolução STJ n. 3/2016 atribuiu às câmaras reunidas ou às\nseções especializadas dos respectivos tribunais de justiça a\ncompetência para processar e julgar, em caráter excepcional, até a\ncriação das turmas de uniformização, as reclamações destinadas a\ndirimir divergência entre acórdão prolatado por turma recursal\nestadual e a jurisprudência desta Corte. Assim, considerando que a\npresente reclamação foi protocolada quando já em vigor a mencionada\nResolução n. 3/2016, não mais subsiste a competência desta Corte\npara a sua apreciação. Precedentes.\n5. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240319",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 13/03/2024 a 19/03/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Herman Benjamin, Mauro Campbell\nMarques, Sérgio Kukina, Gurgel de Faria, Paulo Sérgio Domingues e\nAfrânio Vilela  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Regina Helena Costa.",
  "jurisprudenciaCitada" : "(RECLAMAÇÃO - ACÓRDÃO DE TURMA RECURSAL ESTADUAL - INCOMPETÊNCIA\nDESTA CORTE)\n   STJ - <<AgInt na Rcl 41841>>-RJ, <<AgInt na Rcl 42824>>-MG,\n         <<RCD na Rcl 42888>>-DF, <<AgInt na Rcl 39961>>-AL,\n         <<AgInt nos EDcl na Rcl 40605>>-SP,\n         <<AgInt na Rcl 37137>>-MT",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED RES:000003 ANO:2016\n(SUPERIOR TRIBUNAL DE JUSTIÇA - STJ)" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000868596",
  "numeroProcesso" : "201510",
  "numeroRegistro" : "202304251918",
  "siglaClasse" : "AgInt no CC",
  "descricaoClasse" : "AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "REGINA HELENA COSTA",
  "dataPublicacao" : "DJE        DATA:03/04/2024",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA. CÓDIGO\nDE PROCESSO CIVIL DE 2015. APLICABILIDADE. EXTINÇÃO DO FEITO SEM\nRESOLUÇÃO DO MÉRITO. IMPOSSIBILIDADE DE UTILIZAR O CONFLITO DE\nCOMPETÊNCIA COMO SUCEDÂNEO RECURSAL. ARGUMENTOS INSUFICIENTES PARA\nDESCONSTITUIR A DECISÃO ATACADA. APLICAÇÃO DE MULTA. ART. 1.021, §\n4º, DO CÓDIGO DE PROCESSO CIVIL DE 2015. DESCABIMENTO.\nI - Consoante o decidido pelo Plenário desta Corte na sessão\nrealizada em 9.3.2016, o regime recursal será determinado pela data\nda publicação do provimento jurisdicional impugnado. In casu,\naplica-se o     Código de Processo Civil de 2015.\nII - Hipótese em que o Juizado Especial Federal declarou sua\nincompetência, extinguindo o expediente sem resolução de mérito.\nIII - A decisão terminativa afasta a existência de conflito de\ncompetência entre os juízos.\nIV - Não é possível utilizar o instituto processual como sucedâneo\nda via recursal prevista em lei. Precedentes.\nV - Não apresentação de argumentos suficientes para desconstituir a\ndecisão recorrida.\nVI - Em regra, descabe a imposição da multa, prevista no art. 1.021,\n§ 4º, do Código de Processo Civil de 2015, em razão do mero\nimprovimento do Agravo Interno em votação unânime, sendo necessária\na configuração da manifesta inadmissibilidade ou improcedência do\nrecurso a autorizar sua aplicação, o que não ocorreu no caso.\nVII - Agravo Interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240319",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 13/03/2024 a 19/03/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros Francisco Falcão, Herman Benjamin, Mauro Campbell\nMarques, Benedito Gonçalves, Sérgio Kukina, Paulo Sérgio Domingues e\nAfrânio Vilela  votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento o Sr. Ministro Gurgel de Faria.",
  "jurisprudenciaCitada" : "(CONFLITO DE COMPETÊNCIA - DECISÃO EXTINTIVA DE MÉRITO - PREVISÃO DE\nRECURSO ESPECÍFICO)\n   STJ - <<AgInt no CC 179911>>-SC, <<AgInt no CC 183047>>-SC",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00485 INC:00006", "LEG:FED LEI:010259 ANO:2001\n*****  LJEF-01    LEI DOS JUIZADOS ESPECIAIS FEDERAIS\n        ART:00001 INC:00003" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000868586",
  "numeroProcesso" : "46474",
  "numeroRegistro" : "202303565580",
  "siglaClasse" : "AgInt na Rcl",
  "descricaoClasse" : "AGRAVO INTERNO NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "GURGEL DE FARIA",
  "dataPublicacao" : "DJE        DATA:02/04/2024",
  "ementa" : "PROCESSUAL CIVIL. RECLAMAÇÃO. CUSTAS PROCESSUAIS. REGULARIZAÇÃO.\nDESPACHO DE MERO EXPEDIENTE. IRRECORRIBILIDADE.\n1. Por ser desprovido de conteúdo decisório, é insusceptível de\nrecurso o despacho de mero expediente que determina a intimação da\nparte para comprovar o recolhimento das custas judiciais.\n2. Agravo interno não conhecido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240319",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 13/03/2024 a 19/03/2024,\npor unanimidade, não conhecer do recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Herman Benjamin, Mauro Campbell\nMarques, Benedito Gonçalves, Sérgio Kukina, Paulo Sérgio Domingues e\nAfrânio Vilela  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Regina Helena Costa.",
  "jurisprudenciaCitada" : "(AUSÊNCIA DE PREPARO - REGULARIZAÇÃO - DESPACHO DE MERO EXPEDIENTE -\nRECORRIBILIDADE)\n   STJ - <<AgInt nos EDcl no AgInt nos EAREsp 2047225>>-GO,\n         <<AgInt no REsp 2085201>>-SE,\n         <<AgInt nos EAREsp 1415088>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000868434",
  "numeroProcesso" : "7044",
  "numeroRegistro" : "202102364324",
  "siglaClasse" : "AgInt na AR",
  "descricaoClasse" : "AGRAVO INTERNO NA AÇÃO RESCISÓRIA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "FRANCISCO FALCÃO",
  "dataPublicacao" : "DJE        DATA:21/03/2024",
  "ementa" : "PROCESSUAL CIVIL. AÇÃO RESCISÓRIA.  MILITAR TEMPORÁRIO DA\nAERONAUTICA. REINTEGRAÇÃO AO QUADRO DA FORÇA AÉREA BRASILEIRA.\nDESLIGAMENTO POR CUMPRIMENTO DE DECISÃO EM AÇÃO RESCISÓRIA. COISA\nJULGADA. MANDADO DE SEGURANÇA. SUCEDÂNEO RECURSAL. NÃO CABIMENTO.\nPROCEDÊNCIA DO PEDIDO.\nI - Na origem, trata-se de ação rescisória ajuizada pela União,\npostulando a rescisão de acórdão proferido pela Primeira Turma desta\nCorte Superior no julgamento de recurso decorrente de mandado de\nsegurança impetrado contra ato do Comandante da Base Aérea de\nFortaleza/CE, com o objetivo de cancelar o desligamento dos\nmilitares temporários com mais de 10 anos de serviço castrense, para\nque fosse reconhecida a sua estabilidade funcional, ainda que por\nforça de reintegração concedida por decisão judicial precária. No\nSTJ, a liminar foi concedida, para suspender os efeitos da decisão\nrescindenda, mantida quanto à reintegração dos militares.\nII - Consoante explicitado pela representante do Parquet Federal, o\nato coator alvo da impetração, cujo acórdão se pretende\ndesconstituir, visava apenas dar cumprimento ao que foi decidido na\nAção Rescisória n. 5.124/CE, em que se afastou o direito dos então\nréus à reintegração ao quadro da Força Aérea Brasileira, na\ngraduação de Cabo.\nIII - O acórdão  mencionado transitou em julgado em 18/9/2007.\nIV - Como se vê, o desligamento dos réus se deu apenas como\ncumprimento de decisão judicial, não sendo passível de ataque via\nmandado de segurança, dado que: a) a via escolhida não pode ser\nutilizada como sucedâneo recursal; e b) o referido mandamus buscou,\na grosso modo, a desconstituição de coisa julgada, mostrando-se,\nmais uma vez, incabível.\nV - Importante destacar que, especialmente considerando a ocorrência\ndo trânsito em julgado da Ação Rescisória n. 5.124/CE, o único\ninstrumento cabível para eventual discussão acerca de eventual\nacerto ou não dos fundamentos ali adotados seria a ação rescisória,\nsendo manifestamente incabível o mandado de segurança.\nVI - Consoante cediço, \"A Lei n. 12.016/2009 - que disciplina o\nmandado de segurança individual e coletivo - dispõe, em seu art. 5º,\nincisos II e III, que não se concederá mandado de segurança quando\nse tratar de decisão judicial da qual caiba recurso com efeito\nsuspensivo ou quando se tratar de decisão judicial transitada em\njulgado. O writ não pode ser utilizado como sucedâneo recursal ou\ncomo ação autônoma de impugnação tendente à desconstituição da\nautoridade da coisa julgada\". (AgInt no RMS n. 67.260/PR, relator\nMin. Humberto Martins, DJe de 18/8/2023). Confira-se: (AgInt no RMS\nn. 67.260/PR, relator Ministro Humberto Martins, Terceira Turma,\njulgado em 14/8/2023, DJe de 18/8/2023, AgInt no RMS n. 60.419/RS,\nrelatora Ministra Regina Helena Costa, Primeira Turma, julgado em\n21/10/2019, DJe de 23/10/2019.)\nVII - Desse modo, o acórdão ora rescindendo, ao dar provimento ao\nagravo em recurso especial para conceder a segurança inicialmente\npleiteada, violou manifestamente norma jurídica, porquanto se mostra\nmanifestamente incabível o manejo de mandado de segurança para\ndiscutir ato praticado pela autoridade que visa somente o\ncumprimento de decisão judicial já transitada em julgado.\nVIII - Cabe esclarecer, apenas a título de obter dictum, que os réus\npoderão aproveitar todo o tempo de contribuição realizado para o\nregime próprio de previdência para o regime geral, cabendo à\nrecorrente expedir a respectiva certidão de tempo de serviço para\nfins de averbação junto ao regime geral.\nIX  - Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240319",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 13/03/2024 a 19/03/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Herman Benjamin, Mauro Campbell Marques, Benedito\nGonçalves, Sérgio Kukina, Gurgel de Faria, Paulo Sérgio Domingues e\nAfrânio Vilela  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Regina Helena Costa.",
  "jurisprudenciaCitada" : "(MANDADO DE SEGURANÇA - UTILIZAÇÃO COMO SUCEDÂNEO RECURSAL)\n   STJ - <<AgInt no RMS 67260>>-PR, <<AgInt no RMS 60419>>-RS",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:012016 ANO:2009\n*****  LMS-09    LEI DO MANDADO DE SEGURANÇA\n        ART:00005 INC:00002 INC:00003" ],
  "acordaosSimilares" : [ "AgInt na AR   7044 DF 2021/0236432-4 Decisão:19/03/2024\nDJE        DATA:21/03/2024" ]
}, {
  "id" : "000868433",
  "numeroProcesso" : "29441",
  "numeroRegistro" : "202301890667",
  "siglaClasse" : "AgInt nos EDcl no MS",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NO MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "FRANCISCO FALCÃO",
  "dataPublicacao" : "DJE        DATA:21/03/2024",
  "ementa" : "PROCESSUAL CIVIL. MANDADO DE SEGURANÇA. INFRAÇÕES FUNCIONAIS\nCAPITULADAS COMO CRIME. ATRAÇÃO DO PRAZO PRESCRICIONAL DO CP.\nFORMAÇÃO DA COMISSÃO PROCESSANTE. AUSÊNCIA DE VIOLAÇÃO DO PRINCÍPIO\nDO JUIZ NATURAL. SUSPEIÇÃO DE MEMBRO DA COMISSÃO E NULIDADE.\nNECESSIDADE DE DEMONSTRAÇÃO DO PREJUÍZO. CERCEAMENTO DE DEFESA.\nINDEFERIMENTO DE PRODUÇÃO DE PROVAS. NÃO OCORRÊNCIA. TESES EM\nCONSONÂNCIA COM A JURISPRUDÊNCIA DESTA CORTE. DESPROVIMENTO DO\nAGRAVO INTERNO. MANUTENÇÃO DA DECISÃO RECORRIDA.\nI - Trata-se de mandado de segurança impetrado por David Sérvulo\nCampos contra ato atribuído ao Ministro de Estado da Justiça e\nSegurança Pública objetivando a anulação do PAD n. 005/2016 e da\nPortaria n. 50/2023, os quais culminaram em sua demissão, bem como a\nreintegração ao cargo de Delegado da Polícia Federal.\nII - Segundo a jurisprudência desta Corte, \"as infrações funcionais\nregidas pela Lei n. 8.112/1990, quando, também, capituladas como\ncrime, atraem a aplicação dos prazos prescricionais fixados no art.\n109 do Código Penal, sendo irrelevante a existência de apuração\ncriminal.\" AgInt no MS n. 23.848/DF, relatora Ministra Regina Helena\nCosta, Primeira Seção, julgado em 25/5/2022, DJe de 30/5/2022;\nAgInt no MS n. 23.848/DF, relatora Ministra Regina Helena Costa,\nPrimeira Seção, julgado em 25/5/2022, DJe de 30/5/2022.\nIII - Na hipótese dos autos, a conduta apurada no PAD é também\nclassificada como corrução passiva (art. 317 do CP). Aplica-se o\nprazo prescricional de 16 anos, nos termos do art. 109, II, do CP,\numa vez que a legislação prevê o máximo da pena em abstrato em 12\nanos de reclusão.  Assim, considerando que a ciência dos fatos pela\nautoridade coatora se deu em 28/10/2015, bem como a interrupção do\nprazo e seu recomeço após 140  dias, em 20/10/2016, não há que se\nfalar em prescrição da pretensão punitiva administrativa.\nIV - Quanto à apontada irregularidade referente à formação da\ncomissão processante, é cediço que \"A designação de comissão\ndisciplinar posteriormente ao fato, por si só, não configura\nviolação do princípio do juiz natural, pois à autoridade se impõe a\napuração somente a partir da ciência de irregularidade, conforme o\nart. 143 da Lei nº 8.112/90\" (RMS n. 31.207/DF, Relator(a): Ministro\nDias Toffoli, Primeira Turma, julgado em 18/12/2012, Processo\nEletrônico DJe-036 DIVULG 22-02-2013 PUBLIC 25-02-2013) e (MS n.\n15.924/DF, relator Ministro Napoleão Nunes Maia Filho, relator para\nacórdão Ministro Mauro Campbell Marques, Primeira Seção, julgado em\n28/9/2016, DJe de 2/2/2017.)\nV - O controle jurisdicional do PAD restringe-se ao exame da\nregularidade do procedimento e à legalidade do ato, à luz dos\nprincípios do contraditório, da ampla defesa e do devido processo\nlegal, sendo-lhe defeso qualquer incursão no mérito administrativo,\na impedir a análise e valoração das provas constantes no processo\ndisciplinar, especialmente no que se refere à análise da suficiência\nou não das provas que embasaram o decreto demissional. Confira-se:\n(AgInt nos EDcl no MS n. 29.028/DF, relator Ministro Herman\nBenjamin, Primeira Seção, julgado em 20/6/2023, DJe de 27/6/2023.)\nVI - Quanto às alegações de suspeição de membro da comissão\nprocessante e nulidade ante o indeferimento de prova testemunhal, a\njurisprudência do Superior Tribunal de Justiça é firme no sentido de\nque não se anulam atos pretensamente violadores de direitos sem a\ndemonstração de prejuízo (pás de nullité sans grief). Veja-se:\n(AgInt no MS n. 28.472/DF, relator Ministro Benedito Gonçalves,\nPrimeira Seção, julgado em 28/3/2023, DJe de 31/3/2023) e (MS n.\n23.192/DF, relator Ministro Sérgio Kukina, Primeira Seção, julgado\nem 27/10/2021, DJe de 9/11/2021.)\nVII - Ademais, \"não acarreta nulidade do PAD, por cerceamento de\ndefesa, o indeferimento de produção de provas e diligências, quando\nestas forem desnecessárias ou protelatórias, havendo motivação\nidônea nesse sentido, nos termos do art. 156 da Lei n. 8.112/1990\"\n(MS n. 20.945/DF, relatora Ministra Regina Helena Costa, DJe de\n20/6/2023).\nVIII - Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240319",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 13/03/2024 a 19/03/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Herman Benjamin, Mauro Campbell Marques, Benedito\nGonçalves, Sérgio Kukina, Gurgel de Faria, Paulo Sérgio Domingues e\nAfrânio Vilela  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Regina Helena Costa.",
  "jurisprudenciaCitada" : "(INFRAÇÕES DISCIPLINARES - LEI 8.112/1990 - CAPITULAÇÃO COMO CRIME -\nPRAZO PRESCRICIONAL)\n   STJ - <<AgInt no MS 23848>>-DF, <<MS 25700>>-DF,\n         <<MS 25401>>-DF\n(COMISSÃO DISCIPLINAR - DESIGNAÇÃO POSTERIOR AO FATO - PRINCÍPIO DO\nJUIZ NATURAL)\n   STJ - <<MS 15924>>-DF\n   STF - [[RMS 31207]]-DF\n(PROCESSO ADMINISTRATIVO DISCIPLINAR - CONTROLE JUDICIAL -\nREGULARIDADE FORMAL)\n   STJ - <<AgInt nos EDcl no MS 29028>>-DF\n(PROCESSO ADMINISTRATIVO DISCIPLINAR - ANULAÇÃO DE ATOS -\nDEMONSTRAÇÃO DE PREJUÍZO)\n   STJ - <<AgInt no MS 28472>>-DF, <<MS 23192>>-DF,\n         <<AgInt no MS 18018>>-DF\n(PROCESSO ADMINISTRATIVO DISCIPLINAR - PRODUÇÃO DE PROVAS -\nINDEFERIMENTO MOTIVADO)\n   STJ - <<MS 20945>>-DF, <<MS 26838>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEL:002848 ANO:1940\n*****  CP-40    CÓDIGO PENAL\n        ART:00109", "LEG:FED LEI:008112 ANO:1990\n*****  RJU-90    REGIME JURÍDICO DOS SERVIDORES PÚBLICOS CIVIS DA\nUNIÃO\n        ART:00143 ART:00156" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000868432",
  "numeroProcesso" : "199993",
  "numeroRegistro" : "202303261262",
  "siglaClasse" : "AgInt no CC",
  "descricaoClasse" : "AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "FRANCISCO FALCÃO",
  "dataPublicacao" : "DJE        DATA:21/03/2024",
  "ementa" : "PROCESSUAL CIVIL. ADMINISTRATIVO. INTERNAÇÃO HOSPITALAR. CONFLITO DE\nCOMPETÊNCIA. JUÍZOS FEDERAL E ESTADUAL. QUESTÃO SUBMETIDA A\nJULGAMENTO MEDIANTE A SISTEMÁTICA DO IAC N. 14. COMPETÊNCIA DO JUÍZO\nESTADUAL. DESPROVIMENTO DO AGRAVO INTERNO. MANUTENÇÃO DA DECISÃO\nRECORRIDA.\nI - Trata-se de conflito negativo de competência instaurado entre o\nJuízo Federal da 5ª Vara de Porto Alegre - SJ/RS e o Juízo de\nDireito do Juizado Especial Cível de Viamão - RS, nos autos de ação\nproposta contra o Município de Viamão e o Estado do Rio Grande do\nSul, em que se postula transferência hospitalar. Foi interposto\nagravo interno da decisão que declarou a competência do Juízo\nestadual.\nII - Após a deliberação a respeito do que foi decidido pelo Supremo\nTribunal Federal nos Temas n. 500 e 793/STF, esta Corte passou a\nconsignar acerca da solidariedade dos entes federados envolvendo\ndemanda prestacional de saúde, cujo polo passivo pode ser composto\npor qualquer um deles, isolada ou conjuntamente.\nIII - No entanto, considerando a grande repercussão social e\nrelevante questão de direito da matéria ora debatida, notadamente a\naplicação das Súmulas n. 150, 224 e 254 do Superior Tribunal de\nJustiça, foi realizada a proposta de instauração de incidente de\nassunção de competência nos autos do CC n. 187.276/RS, juntamente\ncomo os de números 187.533/SC e 188.0002/SC, a fim de definir o\njuízo competente e, se for o caso, evitar a declinação de\ncompetência para a Justiça Federal nas hipóteses em que essa medida\nnão se mostrar cabível - IAC n. 14, de relatoria do Ministro Gurgel\nde Faria. A referida proposta foi acolhida à unanimidade na sessão\nde julgamento virtual publicada em 13/6/2022.\nIV - Na sequência, em atenção ao princípio da segurança jurídica e\ntendo em vista que, mesmo após a afetação do IAC, os declínios\nmútuos de competência entre as Justiças Estaduais e Federais\npersistiram, resultando na instauração e consequente distribuição de\nconflito ao Superior Tribunal de Justiça, consignou-se em questão\nde ordem que: \"[...] até o julgamento definitivo do incidente de\nassunção de competência (IAC), o Juiz estadual deverá abster-se de\npraticar qualquer ato judicial de declinação de competência nas\nações que versem sobre tema idêntico ao destes autos, de modo que o\nprocesso deve prosseguir na jurisdição estadual.\"\nV - O Supremo Tribunal Federal, por sua vez, considerando o atual\nquadro de instabilidade processual, em decisão proferida no dia\n11/4/2023, nos autos do RE n. 1.366.243/SC, que discute, à luz dos\narts. 23, II, 109, I, 196, 197 e 198, I, da Constituição Federal, a\nobrigatoriedade de a União constar do polo passivo de lide que verse\nsobre a obtenção de medicamento ou tratamento não incorporado nas\npolíticas públicas do SUS, embora registrado pela Anvisa, reconheceu\na repercussão geral da matéria, descrita no Tema 1.234.\nVI - Na ocasião, determinou-se a suspensão nacional do processamento\ndos recursos especiais e extraordinários que tratam da questão\ncontrovertida no aludido Tema 1.234, inclusive dos processos em que\nse discute a aplicação do Tema 793 da Repercussão Geral, até o\njulgamento definitivo do recurso extraordinário, ressalvado o\ndeferimento ou ajuste de medidas cautelares.\nVII - A Primeira Seção do Superior Tribunal de Justiça, em sessão\nrealizada em 12/4/2023, ao ponderar que o comando exarado pela\nSuprema Corte, nos autos da Repercussão Geral n. 1.366.243 (Tema\n1.234), não abrangeria o julgamento do IAC n. 14, visto que\ninstaurado no âmbito de conflito de competência, procedeu ao\njulgamento de mérito do referido incidente, e, por unanimidade,\nentre outras, firmou a seguinte tese: \"a competência da Justiça\nFederal, nos termos do art. 109, I, da CF/88, é determinada por\ncritério objetivo, em regra, em razão das pessoas que figuram no\npolo passivo da demanda (competência ratione personae), competindo\nao Juízo federal decidir sobre o interesse da União no processo\n(Súmula 150 do STJ), não cabendo ao Juízo estadual, ao receber os\nautos que lhe foram restituídos em vista da exclusão do ente federal\ndo feito, suscitar conflito de competência (Súmula 254 do STJ).\"\nVIII - Por conseguinte, em atenção ao referido pronunciamento desta\nCorte, o pretório excelso concedeu tutela provisória incidental no\nRE 1.366.243/SC, para estabelecer que, até o julgamento definitivo\ndo Tema 1.234 da Repercussão Geral, sejam observados, entre outros,\no seguinte parâmetro: nas demandas judiciais envolvendo medicamentos\nou tratamentos padronizados: a composição do polo passivo deve\nobservar a repartição de responsabilidades estruturada no Sistema\nÚnico de Saúde, ainda que isso implique deslocamento de competência,\ncabendo ao magistrado verificar a correta formação da relação\nprocessual.\nIX - Ademais, cumpre consignar que a legitimidade passiva da União\nfoi explicitamente afastada pelo Juízo federal, competente para\ndecidir sobre a existência de interesse jurídico do referido ente no\nprocesso (Súmula n. 150/STJ)\nX - Por fim, de acordo com a tese firmada no IAC 14, não cabe ao\nJuízo estadual, ao receber os autos que lhe foram restituídos em\nvista da exclusão do ente federal do feito, suscitar conflito de\ncompetência (Súmula n. 254 do STJ), devendo abster-se da prática de\nato declinatório da competência.\nXI - Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240319",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 13/03/2024 a 19/03/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Herman Benjamin, Mauro Campbell Marques, Benedito\nGonçalves, Sérgio Kukina, Gurgel de Faria, Paulo Sérgio Domingues e\nAfrânio Vilela  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Regina Helena Costa.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000150 SUM:000254" ],
  "acordaosSimilares" : [ "AgInt na Rcl  46106  PR  2023/0264097-8  Decisão:30/04/2024\nDJE        DATA:06/05/2024", "AgInt no CC  201883  RS  2023/0442987-4  Decisão:30/04/2024\nDJE        DATA:06/05/2024", "AgInt no CC  201186  DF  2023/0409524-6  Decisão:14/05/2024\nDJE        DATA:16/05/2024" ]
}, {
  "id" : "000868427",
  "numeroProcesso" : "26841",
  "numeroRegistro" : "202002300753",
  "siglaClasse" : "AgInt no MS",
  "descricaoClasse" : "AGRAVO INTERNO NO MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "PAULO SÉRGIO DOMINGUES",
  "dataPublicacao" : "DJE        DATA:21/03/2024",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO. MANDADO DE SEGURANÇA. SERVIDOR\nPÚBLICO. PROCESSO ADMINISTRATIVO DISCIPLINAR. PENA DE DEMISSÃO\nAPLICADA POR MINISTRO DE ESTADO NO EXERCÍCIO DA COMPETÊNCIA\nDELEGADA. RECURSO HIERÁRQUICO. CABIMENTO. ATO PRATICADO NA VIGÊNCIA\nDO DECRETO 3.035, DE 27/4/1999. PROVIMENTO NEGADO.\n1. Segundo a jurisprudência desta Corte, na vigência do Decreto\n3.035, de 27/4/1999, não havia vedação à interposição de recurso\nhierárquico ao Presidente da República contra decisão disciplinar\nproferida por Ministro de Estado no exercício da competência\ndelegada.\n2. No presente caso, o ato coator foi praticado em 6/7/2020, isto é,\nantes da vigência do Decreto 11.123/2022, que vedou o cabimento do\nrecurso hierárquico ao Presidente da República, motivo pelo qual\ndeve-se reconhecer o cabimento do recurso em questão.\n3 . Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240319",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 13/03/2024 a 19/03/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Herman Benjamin, Mauro Campbell\nMarques, Benedito Gonçalves, Sérgio Kukina, Gurgel de Faria e\nAfrânio Vilela  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Regina Helena Costa.",
  "jurisprudenciaCitada" : "(RECURSO HIERÁRQUICO AO PRESIDENTE DA REPÚBLICA - HIPÓTESE DE\nCABIMENTO)\n   STJ - <<AgInt no MS 27286>>-DF, <<AgInt no MS 28285>>-DF,\n         <<AgInt no MS 28618>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEL:011123 ANO:2022\n        ART:00007", "LEG:FED DEC:003035 ANO:1999" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000868426",
  "numeroProcesso" : "44513",
  "numeroRegistro" : "202204013487",
  "siglaClasse" : "AgInt na Rcl",
  "descricaoClasse" : "AGRAVO INTERNO NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "PAULO SÉRGIO DOMINGUES",
  "dataPublicacao" : "DJE        DATA:21/03/2024",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO. RECLAMACÃO. APLICACÃO DE\nENTENDIMENTO FIRMADO EM RECURSO ESPECIAL REPETITIVO. DESCABIMENTO.\nSUCEDÂNEO RECURSAL. PRESERVAÇÃO DE DECISÃO TOMADA EM CASO CONCRETO.\nPROVIMENTO NEGADO.\n1. A presente reclamação foi ajuizada com o intuito de que esta\nCorte Superior aferisse a existência de eventual contrariedade do\njulgado reclamado com acórdão do Superior Tribunal de Justiça (STJ)\nproferido sob o rito dos recursos repetitivos -  Recurso Especial\n1.200.856/RS (Tema 743/STJ).\n2. A decisão agravada esclareceu que a reclamação não tinha\ncabimento como sucedâneo recursal, nem era adequada à preservação da\njurisprudência do STJ; prestava-se, sim, a preservar a autoridade\nde decisão tomada em caso concreto e envolvendo as partes postas no\nlitígio do qual se originava.\n3. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240319",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 13/03/2024 a 19/03/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Herman Benjamin, Mauro Campbell\nMarques, Benedito Gonçalves, Sérgio Kukina, Gurgel de Faria e\nAfrânio Vilela  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Regina Helena Costa.",
  "jurisprudenciaCitada" : "(RECLAMAÇÃO FUNDAMENTADA EM VIOLAÇÃO DE TESE FIXADA EM RECURSO\nREPETITIVO)\n   STJ - <<REsp 1200856>>-RS (RECURSO REPETITIVO - TEMA(s) 743),\n         <<AgInt na Rcl 44130>>-RJ, <<AgInt na Rcl 41925>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00988 INC:00004\n(COM A REDAÇÃO DADA PELA LEI 13.256/2016)", "LEG:FED LEI:013256 ANO:2016" ],
  "acordaosSimilares" : [ "AgInt nos EDcl na Rcl  39755  DF  2020/0035240-3  Decisão:14/05/2024\nDJE        DATA:20/05/2024" ]
}, {
  "id" : "000868425",
  "numeroProcesso" : "45370",
  "numeroRegistro" : "202301224558",
  "siglaClasse" : "AgInt nos EDcl na Rcl",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "PAULO SÉRGIO DOMINGUES",
  "dataPublicacao" : "DJE        DATA:21/03/2024",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO. RECLAMACÃO. RELAÇÃO PROCESSUAL\nCONCRETIZADA. CABIMENTO DE HONORÁRIOS. PRECEDENTES. PROVIMENTO\nNEGADO.\n1. O entendimento jurisprudencial deste Superior Tribunal é no\nsentido de que, uma vez aperfeiçoada a relação processual na\nreclamação, são cabíveis honorários sucumbenciais para as\nreclamações ajuizadas na vigência do Código de Processo Civil de\n2015.\n2. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240319",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 13/03/2024 a 19/03/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Herman Benjamin, Mauro Campbell\nMarques, Benedito Gonçalves, Sérgio Kukina, Gurgel de Faria e\nAfrânio Vilela  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Regina Helena Costa.",
  "jurisprudenciaCitada" : "(RECLAMACÃO - CABIMENTO DE HONORÁRIOS)\n   STJ - <<AgInt nos EDcl na Rcl 45065>>-PR,\n         <<EDcl no AgInt na Rcl 37559>>-DF,\n         <<EDcl na Rcl 39884>>-AL",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000868424",
  "numeroProcesso" : "46424",
  "numeroRegistro" : "202303430997",
  "siglaClasse" : "AgInt na Rcl",
  "descricaoClasse" : "AGRAVO INTERNO NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "SÉRGIO KUKINA",
  "dataPublicacao" : "DJE        DATA:22/03/2024",
  "ementa" : "ADMINISTRATIVO. RECLAMAÇÃO CONSTITUCIONAL.  EFICÁCIA RESTRITA ÀS\nPARTES ENVOLVIDAS NO CASO CONCRETO. IMPOSSIBILIDADE DO AJUIZAMENTO\nPARA PRESERVAÇÃO DA JURISPRUDÊNCIA. UTILIZAÇÃO COMO SUCEDÂNIO\nRECURSAL.\n1. Nos termos do artigo 105, I, f, da Constituição Federal, compete\na este Superior Tribunal de Justiça processar e julgar,\noriginariamente, a reclamação para a preservação de sua competência\ne garantia da autoridade de suas decisões, não podendo ser utilizada\ncomo sucedâneo recursal ou como meio de dirimir divergência\njurisprudencial.\n2. A reclamação não é via adequada para preservar a jurisprudência\ndo STJ, mas sim a autoridade de suas decisões tomadas no próprio\ncaso concreto, envolvendo as partes postas no litígio do qual\noriundo a reclamação. Não se pode pretender que, por intermédio do\ninstrumento constitucional, se avalie o acerto ou desacerto de\ndecisão proferida pela instância ordinária.\n3. O precedente indicado na exordial não possui efeito vinculante em\nrelação ao processo dentro do qual se pretende ver resguardada a\njurisprudência deste Superior Tribunal de Justiça, porquanto\noriginado de demanda absolutamente distinta.\n4. Agravo interno não provido .",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240319",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 13/03/2024 a 19/03/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Herman Benjamin, Mauro Campbell\nMarques, Benedito Gonçalves, Gurgel de Faria, Paulo Sérgio Domingues\ne Afrânio Vilela  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Regina Helena Costa.",
  "jurisprudenciaCitada" : "(RECLAMAÇÃO - PRECEDENTE QUALIFICADO)\n   STJ - <<Rcl 36476>>-SP\n(RECLAMAÇÃO - SUCEDÂNEO RECURSAL)\n   STJ - <<Rcl 39884>>-AL, <<AgInt na Rcl 40382>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00988", "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00105 INC:00001 LET:F" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000868423",
  "numeroProcesso" : "46744",
  "numeroRegistro" : "202304222344",
  "siglaClasse" : "AgInt na Rcl",
  "descricaoClasse" : "AGRAVO INTERNO NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "SÉRGIO KUKINA",
  "dataPublicacao" : "DJE        DATA:22/03/2024",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NA RECLAMAÇÃO CONSTITUCIONAL.\nEMPREGO COMO SUCEDÂNEO RECURSAL OU INSTRUMENTO DE GARANTIA DE\nENTENDIMENTO JURISPRUDENCIAL. IMPOSSIBILIDADE. AGRAVO INTERNO NÃO\nPROVIDO.\n1. Por conta dos princípios da taxatividade e da singularidade\nrecursal, o manejo de recursos é sempre limitado às espécies\nrecursais legalmente previstas e para emprego nas hipóteses que a\nlegislação federal abarca. Por essa razão, não se pode elastecer o\nrequisito do cabimento, admitindo à apreciação apelos sem amparo no\ndiploma processual vigente. Esta é a razão pela qual a\njurisprudência do STJ não admite o emprego da reclamação\nconstitucional como sucedâneo recursal.\n2. Compete ao Superior Tribunal de Justiça processar e julgar\noriginalmente tão somente \"a reclamação para a preservação de sua\ncompetência e garantia da autoridade de suas decisões\". Logo, à\nmíngua de indícios de usurpação da competência da Corte, ou de\ndescumprimento de decisões emanadas do STJ em benefício específico e\nnominal do reclamante, no bojo de ações das quais seja parte, não\nse autoriza o conhecimento da reclamação constitucional.\nInteligência do disposto no art. 105, I, f, da Constituição Federal.\n3. A reclamação constitucional não se presta como instrumento de\ngarantia da observância de entendimento jurisprudencial. Precedente:\nAgInt na Rcl n. 34.896/SP, relator Ministro Marco Buzzi, Segunda\nSeção, DJe de 1º/2/2018.\n4. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240319",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 13/03/2024 a 19/03/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Herman Benjamin, Mauro Campbell\nMarques, Benedito Gonçalves, Gurgel de Faria, Paulo Sérgio Domingues\ne Afrânio Vilela  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Regina Helena Costa.",
  "jurisprudenciaCitada" : "(RECLAMAÇÃO - SUCEDÂNEO RECURSAL)\n   STJ - <<AgInt na Rcl 46185>>-RS, <<Rcl 43718>>-PE\n(STJ - RECLAMAÇÃO - PRESERVAÇÃO DE SUA COMPETÊNCIA E GARANTIA DA\nAUTORIDADE DE SUAS DECISÕES)\n   STJ - <<AgRg na Rcl 3595>>-RN\n(RECLAMAÇÃO - OBSERVAÇÃO DE ENTENDIMENTO JURISPRUDENCIAL)\n   STJ - <<AgInt na Rcl 34896>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00105 INC:00001 LET:F" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000868422",
  "numeroProcesso" : "1744434",
  "numeroRegistro" : "201801286197",
  "siglaClasse" : "AgInt nos EDcl nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "PAULO SÉRGIO DOMINGUES",
  "dataPublicacao" : "DJE        DATA:21/03/2024",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO. EMBARGOS DE DIVERGÊNCIA EM\nRECURSO ESPECIAL. SERVIDOR PÚBLICO. AUSÊNCIA DE SIMILITUDE FÁTICA E\nJURÍDICA ENTRE OS ACÓRDÃOS EMBARGADO E PARADIGMA. PROVIMENTO NEGADO.\n1. Os embargos de divergência objetivam dissipar a adoção de teses\ndiversas para casos semelhantes; sua função precípua é a de\nuniformizar a jurisprudência interna do Tribunal, de modo a retirar\nantinomias entre julgamentos sobre questões ou teses submetidas à\nsua apreciação.\n2. Cabe à parte embargante a comprovação do dissídio jurisprudencial\nnos moldes dos arts. 1.043 e 1.044 do Código de Processo Civil\n(CPC) e 266, § 1º, c/c o art. 255, §§ 1º e 2º, ambos do Regimento\nInterno do Superior Tribunal de Justiça.\n3. Na espécie, não há similitude fática e jurídica entre os\njulgados. No acórdão embargado, a Primeira Turma afastou a tese de\nviolação do art. 489, § 1º, IV, do CPC por entender que o acórdão\nrecorrido teria se manifestado de maneira clara e fundamentada a\nrespeito das questões relevantes à solução da controvérsia. O\nacórdão paradigma, contudo, reafirmou o efeito devolutivo da\napelação, consoante interpretação dada ao art. 515, §§ 1º e 2º, do\nCPC de 1973.\n4. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240319",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 13/03/2024 a 19/03/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Herman Benjamin, Mauro Campbell\nMarques, Benedito Gonçalves, Sérgio Kukina, Gurgel de Faria e\nAfrânio Vilela  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Regina Helena Costa.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - ACÓRDÃOS CONFRONTADOS - FALTA DE\nSIMILITUDE FÁTICA E JURÍDICA)\n   STJ - <<AgInt nos EDcl nos EAREsp 1750031>>-SP,\n         <<AgInt no AgInt nos EREsp 1536017>>-PE",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:005869 ANO:1973\n*****  CPC-73    CÓDIGO DE PROCESSO CIVIL DE 1973\n        ART:01043 ART:01044", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00255 PAR:00001 PAR:00002 ART:00266 PAR:00001" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000868421",
  "numeroProcesso" : "1899384",
  "numeroRegistro" : "202002629270",
  "siglaClasse" : "AgInt no AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NO AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "PAULO SÉRGIO DOMINGUES",
  "dataPublicacao" : "DJE        DATA:21/03/2024",
  "ementa" : "TRIBUTÁRIO. AGRAVO INTERNO. EMBARGOS DE DIVERGÊNCIA EM RECURSO\nESPECIAL. COFINS-IMPORTAÇÃO. MAJORAÇÃO DA ALÍQUOTA EM UM PONTO\nPERCENTUAL. AUSÊNCIA DE SIMILITUDE ENTRE OS CASOS CONFRONTADOS.\nMATÉRIA CONSOLIDADA. SÚMULA 168/STF. PROVIMENTO NEGADO.\n1. Os embargos de divergência objetivam dissipar a adoção de teses\ndiversas para casos semelhantes; sua função precípua é a de\nuniformizar a jurisprudência interna do Tribunal, de modo a retirar\nantinomias entre julgamentos sobre questões ou teses submetidas à\nsua apreciação.\n2. No caso dos autos, a embargante não logrou comprovar o dissídio\njurisprudencial, pois o acórdão embargado reconheceu a legitimidade\nda incidência do adicional de 1% da COFINS-Importação sobre a\nimportação de aeronave classificada na posição 88.02 da NCM\n(Nomenclatura Comum do Mercosul), bem como de partes e peças\nvinculadas, enquanto que o acórdão paradigma apreciou questão fática\ndiversa, envolvendo a incidência do adicional de 1% da\nCOFINS-Importação sobre produtos farmacêuticos classificados no item\n3002.10.3 e na posição 3004 da NCM, por força da alíquota zero\ntrazida pelo Decreto 6.426/2008, c/c o § 11 do art. 8º da Lei\n10.865/2004.\n3. A Primeira Seção do Superior Tribunal de Justiça (STJ), em\nconformidade com a tese firmada pelo Supremo Tribunal Federal (STF)\nno julgamento do Recurso Extraordinário 1.178.310/PR, sob o regime\nde repercussão geral (Tema 1.047/STF), consagrou a orientação de ser\nlegítima a COFINS-Importação na alíquota de 1% sobre a importação\nde aeronaves classificadas na posição 88.02 da NCM. Diante da\nconsolidação do entendimento pela Primeira Seção deste Tribunal,\nverifica-se que o conflito não mais existe, o que faz incidir neste\ncaso o óbice da Súmula 168/STJ (\"Não cabem embargos de divergência,\nquando a jurisprudência do Tribunal se firmou no mesmo sentido do\nacórdão embargado\").\n4. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240319",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 13/03/2024 a 19/03/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Herman Benjamin, Mauro Campbell\nMarques, Benedito Gonçalves, Sérgio Kukina, Gurgel de Faria e\nAfrânio Vilela  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Regina Helena Costa.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL - FALTA DE SEMELHANÇA\nENTRE OS ACÓRDÃOS)\n   STJ - <<AgInt nos EREsp 1896233>>-DF\n(ADICIONAL DA COFINS-IMPORTAÇÃO - OPERAÇÕES DE IMPORTAÇÃO DE\nAERONAVES)\n   STJ - <<AgInt nos EDcl no REsp 1898857>>-MG\n   STF - [[RE 1178310]]-PR (REPERCUSSÃO GERAL - TEMA(s) 1047)",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:010865 ANO:2004\n        ART:00008 PAR:00021", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000168" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000868390",
  "numeroProcesso" : "184019",
  "numeroRegistro" : "202103522162",
  "siglaClasse" : "AgInt nos EDcl no CC",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "AFRÂNIO VILELA",
  "dataPublicacao" : "DJE        DATA:22/03/2024",
  "ementa" : "ADMINISTRATIVO E PROCESSUAL CIVIL. AGRAVO INTERNO NO CONFLITO DE\nCOMPETÊNCIA. FORNECIMENTO DE MEDICAMENTO REGISTRADO NA ANVISA E NÃO\nINCORPORADO AO SUS. SÚMULAS 150 E 254/STJ. COMPETÊNCIA DA JUSTIÇA\nESTADUAL. AGRAVO INTERNO IMPROVIDO.\n1. Conflito de competência no qual se discute a competência para o\nprocesso e o julgamento de ação, visando o fornecimento de\nmedicamento registrado na ANVISA e não incorporado ao SUS.\n2. No caso, em atenção ao enunciado das Súmulas 150 e 254/STJ, a\nação deve ser processada e julgada pelo Juiz estadual, nos termos do\nque fora decidido pela Primeira Seção do STJ, no julgamento do IAC\n14, e determinado pelo STF, na tutela provisória incidental\nproferida nos autos do RE 1.366.243/SC (Tema 1.234).\n3. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240319",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 13/03/2024 a 19/03/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Herman Benjamin, Mauro Campbell\nMarques, Benedito Gonçalves, Sérgio Kukina, Gurgel de Faria e Paulo\nSérgio Domingues  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Regina Helena Costa.",
  "jurisprudenciaCitada" : "(COMPETÊNCIA - FORNECIMENTO DE MEDICAMENTO NÃO INCORPORADO AO SUS -\nTEMA 1.234/STF)\n   STJ - <<IAC no CC 187276>>-RS, <<IAC no CC 187533>>-SC,\n         <<IAC no CC 188002>>-SC, <<AgInt no CC 192885>>-MG,\n         <<AgInt no CC 192485>>-PR\n   STF - [[RE 1366243]]-SC\n(FORNECIMENTO DE MEDICAMENTOS - EXCLUSÃO DO ENTE FEDERAL -\nRESTITUIÇÃO DOS AUTOS - SÚMULA 224/STJ - SEGURANÇA JURÍDICA)\n   STJ - <<AgInt no CC 189641>>-TO",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000150 SUM:000254", "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00109 INC:00001", "LEG:FED SUM:****** ANO:****\n*****  SUM(STF)    SÚMULA DO SUPREMO TRIBUNAL FEDERAL\n        SUM:000793" ],
  "acordaosSimilares" : [ "AgInt nos EDcl no CC 189138 PR 2022/0182543-6 Decisão:14/05/2024\nDJE        DATA:17/05/2024", "AgInt nos EDcl no CC 189341 PR 2022/0188672-9 Decisão:14/05/2024\nDJE        DATA:17/05/2024", "AgInt nos EDcl no CC 190547 PR 2022/0241282-6 Decisão:14/05/2024\nDJE        DATA:17/05/2024", "AgInt no CC 189885 RS 2022/0209354-8 Decisão:30/04/2024\nDJE        DATA:07/05/2024", "AgInt no CC 193608 RS 2022/0388159-0 Decisão:30/04/2024\nDJE        DATA:07/05/2024", "AgInt no CC 193878 RS 2022/0401046-9 Decisão:30/04/2024\nDJE        DATA:07/05/2024", "AgInt no CC 194127 RS 2023/0007454-4 Decisão:30/04/2024\nDJE        DATA:07/05/2024", "AgInt no CC 194127 RS 2023/0007454-4 Decisão:30/04/2024\nDJE        DATA:07/05/2024", "AgInt no CC 189778 SE 2022/0205080-0 Decisão:24/04/2024\nDJE        DATA:29/04/2024", "AgInt no CC 192936 SC 2022/0354617-5 Decisão:24/04/2024\nDJE        DATA:29/04/2024", "AgInt no CC 193204 MG 2022/0368984-6 Decisão:24/04/2024\nDJE        DATA:29/04/2024", "AgInt no CC 193214 RS 2022/0369205-0 Decisão:24/04/2024\nDJE        DATA:29/04/2024", "AgInt no CC 193324 MG 2022/0376040-3 Decisão:24/04/2024\nDJE        DATA:29/04/2024", "AgInt no CC 193580 RS 2022/0385738-3 Decisão:24/04/2024\nDJE        DATA:29/04/2024", "AgInt no CC 194174 RS 2023/0010033-3 Decisão:24/04/2024\nDJE        DATA:29/04/2024", "AgInt no CC 195341 RS 2023/0068317-3 Decisão:24/04/2024\nDJE        DATA:29/04/2024", "AgInt no CC 195382 SC 2023/0070104-9 Decisão:24/04/2024\nDJE        DATA:29/04/2024", "AgInt no CC 195561 PR 2023/0080010-0 Decisão:24/04/2024\nDJE        DATA:29/04/2024", "AgInt no CC 195831 PR 2023/0093126-9 Decisão:24/04/2024\nDJE        DATA:29/04/2024", "AgInt no CC 195957 PR 2023/0100772-1 Decisão:24/04/2024\nDJE        DATA:29/04/2024", "AgInt no CC 195973 RS 2023/0101025-2 Decisão:24/04/2024\nDJE        DATA:29/04/2024", "AgInt no CC 195985 PE 2023/0101785-5 Decisão:24/04/2024\nDJE        DATA:29/04/2024", "AgInt no CC 196121 RS 2023/0106840-7 Decisão:24/04/2024\nDJE        DATA:29/04/2024", "AgInt no CC 196379 AL 2023/0118920-4 Decisão:24/04/2024\nDJE        DATA:29/04/2024", "AgInt no CC 196389 RS 2023/0119570-3 Decisão:24/04/2024\nDJE        DATA:29/04/2024", "AgInt no CC 196456 AL 2023/0122655-4 Decisão:24/04/2024\nDJE        DATA:29/04/2024", "AgInt nos EDcl na Rcl  44370 SC 2022/0370522-2 Decisão:24/04/2024\nDJE        DATA:29/04/2024", "AgInt no CC 193145 SC 2022/0366933-5 Decisão:19/03/2024\nDJE        DATA:22/03/2024", "AgInt no CC 195952 SC 2023/0100767-0 Decisão:19/03/2024\nDJE        DATA:22/03/2024", "AgInt no CC 195969 SC 2023/0100825-0 Decisão:19/03/2024\nDJE        DATA:22/03/2024", "AgInt nos EDcl no CC 184028 SC 2021/0352252-9 Decisão:19/03/2024\nDJE        DATA:22/03/2024", "AgInt nos EDcl no CC 184036 SC 2021/0352241-6 Decisão:19/03/2024\nDJE        DATA:22/03/2024", "AgInt nos EDcl no CC 184779 SC 2021/0385143-2 Decisão:19/03/2024\nDJE        DATA:22/03/2024", "AgInt nos EDcl no CC 186982 SC 2022/0083888-5 Decisão:19/03/2024\nDJE        DATA:22/03/2024" ]
} ]