[ {
  "id" : "000912644",
  "numeroProcesso" : "209833",
  "numeroRegistro" : "202404403292",
  "siglaClasse" : "AgInt no CC",
  "descricaoClasse" : "AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "FRANCISCO FALCÃO",
  "dataPublicacao" : "DJEN       DATA:23/05/2025",
  "ementa" : "PROCESSUAL CIVIL. PREVIDENCIÁRIO. DESCONTOS INDEVIDOS. PSS. AUSÊNCIA\nDE MANIFESTAÇÃO CONFLITUOSA DE INCOMPETÊNCIA. SENTENÇA D EPRIMEIRO\nGRAU DEMONSTRANDO A INADEQUAÇÃO DA VIA ELEITA. IMPOSSIBILIDADE DO\nCONFLITO DE COMPETÊNCIA COMO SUCEDÂNEO RECURSAL. DESPROVIMENTO DO\nAGRAVO INTERNO. MANUTENÇÃO DA DECISÃO RECORRIDA.\nI - Na origem, trata-se de conflito negativo de competência\nprocedido pelo juízo da 7ª Vara Federal da SJRN e pelo juízo do\nJuizado Especial Cível Adjunto à 6ª Vara Federal da SJDF, em ação\nordinária perante a Seção Judiciária do Rio Grande do Norte, visando\na restituição de valores que lhe foram indevidamente cobrados pelo\npoder público a título de Plano de Seguridade Social - PSS em\nprecatório. Nesta Corte, o conflito não foi conhecido. O valor da\ncausa foi fixado em R$ 1.000,00 (mil reais).\nII - Nos termos do artigo 66 do CPC/2015, o conflito de competência\ncaracteriza-se pela manifestação de duas ou mais autoridades\njudiciárias, de esferas diferentes, que se declaram competentes ou\nincompetentes para apreciar o mesmo feito, ou, ainda, a existência\nde controvérsia entre eles acerca da reunião ou da separação de\nprocessos.\nIII - Ocorre que, no caso, não se constata nos autos manifestação de\ndois ou mais juízes, no mesmo feito, se considerando incompetentes\ne atribuindo um ao outro a competência para processar e julgar o\nmesmo feito, requisito básico para a configuração do conflito de\ncompetência.\nIV - Na hipótese, foram ajuizadas duas ações distintas, uma perante\na Seção Judiciária do Rio Grande do Norte e outra perante a Seção\nJudiciária do Distrito Federal. Na primeira ação, extinta sem\nresolução de mérito, a sentença prolatada em 3/9/2024 considerou\ntratar-se de inadequação da via eleita, registrando que a causa\n\"encontra-se desprovida do requisito da utilidade e adequação\" e que\n\"em casos como tais, ausente uma das condições da ação, não há como\nse dar prosseguimento ao processo\" (fl. 18).\nV - No mesmo sentido, as decisões monocráticas nos seguintes\nprocessos: CC n. 203.794, Ministro Sérgio Kukina, DJe de 10/04/2024;\nCC n. 209.236, Ministro Benedito Gonçalves, DJe de 05/11/2024.\nVI - Ademais, a jurisprudência desta Corte orienta-se no sentido de\nser incabível o conflito de competência como sucedâneo recursal na\nhipótese em que o juízo extingue a ação sem resolução de mérito,\ndevendo a sentença ser desafiada por meio de recurso próprio.\nVII - Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250520",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 14/05/2025 a 20/05/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Maria Thereza de Assis Moura, Benedito Gonçalves,\nMarco Aurélio Bellizze, Sérgio Kukina, Gurgel de Faria, Paulo Sérgio\nDomingues, Teodoro Silva Santos e Afrânio Vilela votaram com o Sr.\nMinistro Relator.\nPresidiu o julgamento a Sra. Ministra Regina Helena Costa.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000912638",
  "numeroProcesso" : "4596",
  "numeroRegistro" : "202404642183",
  "siglaClasse" : "AgInt no PUIL",
  "descricaoClasse" : "AGRAVO INTERNO NO PEDIDO DE UNIFORMIZAÇÃO DE INTERPRETAÇÃO DE LEI",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "TEODORO SILVA SANTOS",
  "dataPublicacao" : "DJEN       DATA:20/05/2025",
  "ementa" : "PROCESSUAL CIVIL E ADMINISTRATIVO. AGRAVO INTERNO NO PEDIDO DE\nUNIFORMIZAÇÃO DE INTERPRETAÇÃO DE LEI. DISSENSO INTERPRETATIVO. NÃO\nDEMONSTRAÇÃO. FALTA DE INDICAÇÃO DO DISPOSITIVO CONTROVERTIDO.\nREEXAME DE MATÉRIA FÁTICA. DESCABIMENTO. CORREÇÃO DAS DEFICIÊNCIAS\nNO RECURSO INTERNO. INVIABILIDADE. PRECLUSÃO CONSUMATIVA. AGRAVO\nINTERNO DESPROVIDO.\n1. O agravante não indicou qual o dispositivo de lei federal acerca\ndo qual haveria a divergência interpretativa.\n2. Não houve o devido cotejo analítico, com a transcrição de trechos\ndo acórdão recorrido e dos julgados paradigmas, demonstrando a\nsimilitude fática entre eles e o dissenso interpretativo em relação\nao dispositivo de lei federal. No caso, o pedido limitou-se a\ntranscrever as ementas dos julgados recorrido e paradigma.\n3. A análise das demais alegações trazidas no referido pedido,\nreferentes a prazos que teriam ou não sido cumprido no procedimento\nadministrativo, demandaria o reexame de matéria fática, incompatível\ncom a presente via.\n4. Pela preclusão consumativa, é inviável a tentativa de corrigir,\nno agravo interno, as deficiências da petição de interposição do\nincidente, como no caso concreto, em que, na presente insurgência\ninterna, se indicou o dispositivo cuja interpretação seria\ncontrovertida.\n5. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250514",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 08/05/2025 a 14/05/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Maria Thereza de Assis Moura,\nBenedito Gonçalves, Marco Aurélio Bellizze, Sérgio Kukina, Gurgel de\nFaria, Paulo Sérgio Domingues e Afrânio Vilela votaram com o Sr.\nMinistro Relator.\nPresidiu o julgamento a Sra. Ministra Regina Helena Costa.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000912636",
  "numeroProcesso" : "30845",
  "numeroRegistro" : "202404529180",
  "siglaClasse" : "RCD no MS",
  "descricaoClasse" : "PEDIDO DE RECONSIDERAÇÃO NO MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "FRANCISCO FALCÃO",
  "dataPublicacao" : "DJEN       DATA:23/05/2025",
  "ementa" : "AGRAVO INTERNO. MANDADO DE SEGURANÇA. ANULAÇÃO DE PORTARIA QUE\nRECONHECEU CONDIÇÃO DE ANISTIADO POLÍTICO. PROCEDIMENTO\nADMINISTRATIVO. DEVIDO PROCESSO LEGAL. CONTRADITÓRIO E AMPLA DEFESA.\nINSTRUÇÃO NORMATIVA Nº 2/2021. AUSÊNCIA DE FUMUS BONI IURIS.\nINDEFERIMENTO DE TUTELA DE URGÊNCIA. AGRAVO INTERNO NÃO PROVIDO.\nI - Mandado de segurança impetrado contra ato do Ministro de Estado\nde Direitos Humanos e da Cidadania, que anulou portaria reconhecendo\na condição de anistiado político do impetrante.\nII - Alegação de vícios no procedimento administrativo, incluindo a\nfalta de enfrentamento das questões de direito e ausência de\njulgamento efetivo pela autoridade coatora, em violação à Instrução\nNormativa nº 2/2021.\nIII - Pedido de tutela de urgência para suspender os efeitos da\nportaria anulatória, mantendo-se as prestações mensais e tratamento\nde saúde do impetrante.\nIV - Indeferimento da tutela de urgência por ausência de fumus boni\niuris, uma vez que, em um juízo de cognição sumária, não se\nvislumbrou irregularidade no procedimento administrativo revisional.\nV - Ausência de elementos que justifiquem a modificação da decisão\nrecorrida. Manutenção do indeferimento da tutela de urgência.\nVI - Agravo interno conhecido e desprovido. Decisão agravada\nmantida.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250520",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 14/05/2025 a 20/05/2025,\npor unanimidade, negar provimento ao agravo interno, nos termos do\nvoto do Sr. Ministro Francisco Falcão.\nOs Srs. Ministros Maria Thereza de Assis Moura, Benedito Gonçalves,\nMarco Aurélio Bellizze, Sérgio Kukina, Gurgel de Faria, Paulo Sérgio\nDomingues, Teodoro Silva Santos e Afrânio Vilela votaram com o Sr.\nMinistro Relator.\nPresidiu o julgamento a Sra. Ministra Regina Helena Costa.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000912635",
  "numeroProcesso" : "205919",
  "numeroRegistro" : "202402191700",
  "siglaClasse" : "AgInt no CC",
  "descricaoClasse" : "AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "FRANCISCO FALCÃO",
  "dataPublicacao" : "DJEN       DATA:23/05/2025",
  "ementa" : "PROCESSUAL CIVIL. SUPOSTO CONFLITO DE COMPETÊNCIA ENTRE JUÍZOS\nCOMPETENTES. INOCORRÊNCIA. AUSÊNCIA DE CONFLITO. JUÍZOS QUE REMETEM\nOS AUTOS A JUIZOS DISTINTOS SEM RETORNO AO JUÍZO ORIGINÁRIO OU\nANTERIOR. NESTA CORTE NÃO SE CONHECEU DO CONFLITO DE COMPETÊNCIA.\nAGRAVO INTERNO. ANÁLISE DAS ALEGAÇÕES. MANUTENÇÃO DA DECISÃO\nRECORRIDA QUE NÃO CONHECEU DO CONFLITO DE COMPETÊNCIA.\nI - Na origem, trata-se de cumprimento individual de sentença\ncoletiva decorrente de título judicial que reconheceu o direito a\npercepção de diferenças no repasse da verba do FUNDEF. O juízo\nFederal do DF declinou a competência para o Juízo Federal de São\nPaulo e este declinou a competência para o juízo de Maceió. Nesse\ninterim o TRF5ª Região proferiu julgamento reconhecendo a\nilegitimidade do município.\nII - Trata-se de agravo interno interposto contra decisão que não\nconheceu do recurso especial diante da incidência de óbices ao seu\nconhecimento. Na petição de agravo interno, a parte agravante repisa\nas alegações que foram objeto de análise na decisão recorrida.\nIII - Com efeito, a caracterização de conflito de competência\npressupõe a manifestação de dois ou mais juízes que se declaram\ncompetentes ou incompetentes, ou, ainda, a existência de\ncontrovérsia entre eles acerca da reunião ou da separação de\nprocessos, como estatui o art. 66 do CPC/2015.\nIV - No caso, todavia, não há propriamente conflito positivo de\ncompetência no caso dos autos, tendo em vista que: i) o objeto do\nconflito que se alega não diz respeito a uma mesma causa, uma vez\nque as demandas em trâmite no TRF1 (discussão em agravo de\ninstrumento contra decisão que trata de competência) e no TRF5\n(cumprimento de sentença coletiva) têm pedidos distintos; ii) nenhum\ndos Juízos declarou-se competente para julgar a causa em curso\nperante o outro; e iii) \"A conexão não determina a reunião dos\nprocessos, se um deles já foi julgado\" (Súmula 235 do STJ).\nV - Com efeito, o próprio suscitante reconhece que \"o processo em\ntrâmite na SJPE seguiu seu curso, momento em que o Município\ninterpôs recurso especial e recurso extraordinário, defendendo a sua\nlegitimidade ativa para propor a ação\" (fl. 4).\nVI - Registre-se, outrossim, que não há falar em nulidade do que\nrestou julgado pelo TRF 5, haja vista que o cumprimento de sentença\naqui tratado foi manejado contra a União, havendo autorizativo no §\n2º do art. 109 da Constituição Federal no sentido de que as causas\nintentadas contra a União poderão ser aforadas no Distrito Federal,\nalém das hipóteses de aforamento no domicílio do autor, onde houver\nocorrido o ato ou fato que deu origem à demanda ou onde esteja\nsituada a coisa.\nVII - Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250520",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 14/05/2025 a 20/05/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Maria Thereza de Assis Moura, Benedito Gonçalves,\nMarco Aurélio Bellizze, Sérgio Kukina, Gurgel de Faria, Paulo Sérgio\nDomingues, Teodoro Silva Santos e Afrânio Vilela votaram com o Sr.\nMinistro Relator.\nPresidiu o julgamento a Sra. Ministra Regina Helena Costa.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000912633",
  "numeroProcesso" : "4486",
  "numeroRegistro" : "202403936032",
  "siglaClasse" : "AgInt no PUIL",
  "descricaoClasse" : "AGRAVO INTERNO NO PEDIDO DE UNIFORMIZAÇÃO DE INTERPRETAÇÃO DE LEI",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "TEODORO SILVA SANTOS",
  "dataPublicacao" : "DJEN       DATA:20/05/2025",
  "ementa" : "ADMINISTRATIVO. AGRAVO INTERNO NO PEDIDO DE UNIFORMIZAÇÃO DE\nINTERPRETAÇÃO DE LEI. SERVIDOR PÚBLICO MUNICIPAL. ADICIONAL DE\nESPECIALIZAÇÃO. ACÓRDÃO PROFERIDO POR TURMA RECURSAL DOS JUIZADOS\nESPECIAIS. DISSÍDIO COM JULGADOS DO STJ. NÃO CABIMENTO. DIVERGÊNCIA\nJURISPRUDENCIAL. AUSÊNCIA  DE COTEJO ANALÍTICO. PEDIDO NÃO\nCONHECIDO. AGRAVO INTERNO DESPROVIDO.\n1. Não é cabível o PUIL contra decisão de Turma Recursal da Fazenda\nPública nos Estados por suposta contrariedade a jurisprudência do\nSuperior Tribunal de Justiça que não esteja sedimentada em súmula.\nPrecedentes.\n2. A parte também não demonstrou a alegada divergência, por meio do\nindispensável cotejo analítico entre o acórdão impugnado e os\nparadigmas, mediante a indicação das circunstâncias fáticas e\njurídicas que identifiquem ou assemelhem os casos confrontados, a\nfim de viabilizar a arguição de aplicação de solução jurídica\ndiversa, limitando-se a transcrever as ementas dos paradigmas, em\ndesacordo com as normas legais e regimentais de regência.\nPrecedentes.\n3. Pela preclusão consumativa, é inviável a tentativa de corrigir,\nno agravo interno, as deficiências da petição de interposição do\nincidente, como no caso concreto, em que, na presente insurgência\ninterna, se realizou o confronto narrativo dos casos.\n4. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250514",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 08/05/2025 a 14/05/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Maria Thereza de Assis Moura,\nBenedito Gonçalves, Marco Aurélio Bellizze, Sérgio Kukina, Gurgel de\nFaria, Paulo Sérgio Domingues e Afrânio Vilela votaram com o Sr.\nMinistro Relator.\nPresidiu o julgamento a Sra. Ministra Regina Helena Costa.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000912632",
  "numeroProcesso" : "7849",
  "numeroRegistro" : "202500511974",
  "siglaClasse" : "AgInt na AR",
  "descricaoClasse" : "AGRAVO INTERNO NA AÇÃO RESCISÓRIA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "FRANCISCO FALCÃO",
  "dataPublicacao" : "DJEN       DATA:23/05/2025",
  "ementa" : "PROCESSUAL CIVIL. DIREITO ADMINISTRATIVO. AÇÃO RESCISÓRIA. RESCISÃO\nDE ACÓRDÃO. SUSPENSÃO DE PROCESSO. AÇÃO RESCISÓRIA É MEDIDA\nEXCEPCIONAL, EXIGINDO A PRESENÇA CONCOMITANTE DO FUMUS BONI IURIS E\nDO PERICULUM IN MORA PARA SEU DEFERIMENTO. A SATISFAÇÃO DE\nPROVIDÊNCIA NÃO EFETIVADA NO PROCESSO ORIGINÁRIO, SE UTILIZANDO DA\nPRESENTE RESCISÓRIA COMO EFETIVO RECURSO NÃO MANEJADO NO MOMENTO\nPROCESSUAL CORRETO. NÃO  DEMONSTRADO O RISCO DE DANO IRREPARÁVEL OU\nDE DIFÍCIL REPARAÇÃO A DECISÃO QUE SE PRETENDE RESCINDIR JULGOU O\nMÉRITO DO RECURSO ESPECIAL. DESPROVIMENTO DO AGRAVO INTERNO.\nMANUTENÇÃO DA DECISÃO RECORRIDA.\nI - Na origem, trata-se de ação rescisória, objetivando rescindir\nacórdão proferido nos autos REsp n. 1.914.488/RN, em síntese, alega\na parte autora que o acórdão proferido pela Primeira Turma do STJ no\njulgamento do processo mencionado viola o disposto nos arts. 141,\n489 e 490, todos do CPC, \"em razão de vício citra petita no\njulgado\", desse modo, pleiteia o deferimento de tutela de urgência,\ncom vistas a suspender o processo n. 0801449-71.2018.4.05.8400 até o\ntrânsito em julgado da rescisória. Nesta corte, indeferiu-se o\npedido de liminar contido na ação rescisória.\nII - A concessão de liminar em sede ação rescisória é medida\nexcepcional, exigindo a presença concomitante do fumus boni iuris e\ndo periculum in mora para seu deferimento. No caso dos autos não\nverifica-se a presença do fumus boni iuris.\nIII - Com efeito, na inicial rescisória, a parte autora aponta os\narts. 141, 489 e 490 do CPC como manifestamente violados pelo\nacórdão rescindendo. Aponta a existência de ausência de\nfundamentação suficiente no julgado, de modo a justificar a violação\nao art. 489 do CPC, o que supostamente teria ocasionado o\njulgamento citra petita. Ocorre que, pelos documentos juntados à\ninicial, não é possível vislumbrar se houve a devida oposição de\nembargos de declaração, o que poderia justificar ou até mesmo sanar\neventual omissão no julgado. Neste contexto, ao menos nesse juízo\nsumário, o que se aparenta é que pretendem os Autores a satisfação\nde providência não efetivada no processo originário, se utilizando\nda presente rescisória como efetivo recurso não manejado no momento\nprocessual correto. Afasta-se, assim, o fumus boni iuris, necessário\npara a concessão da tutela pleiteada.\nIV - Ademais, não ficou demonstrado o risco de dano irreparável ou\nde difícil reparação, na medida em que a parte impetrante não\ndemonstra, suficientemente, o risco de inutilidade do provimento\njurisdicional na hipótese de não deferimento da liminar. Desse modo,\nausente qualquer dos requisitos autorizadores da tutela de\nurgência, é de rigor seu indeferimento.\nV - No mais, a ação, aparentemente, foi ajuizada dentro do prazo\ndisposto no art. 975 do CPC/2015 e a inicial está dentro dos\nparâmetros exigidos pelos arts. 319 e 968 ambos do CPC/2015,\ncontendo os específicos pedidos referentes à natureza da ação\nproposta. A competência constitucional do STJ para o processamento e\njulgamento do feito também está, aparentemente, configurada, pois a\ndecisão que se pretende rescindir julgou o mérito do recurso\nespecial.\nVI - Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250520",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 14/05/2025 a 20/05/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Maria Thereza de Assis Moura, Benedito Gonçalves,\nMarco Aurélio Bellizze, Sérgio Kukina, Gurgel de Faria, Paulo Sérgio\nDomingues, Teodoro Silva Santos e Afrânio Vilela votaram com o Sr.\nMinistro Relator.\nPresidiu o julgamento a Sra. Ministra Regina Helena Costa.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000912331",
  "numeroProcesso" : "2391841",
  "numeroRegistro" : "202302092086",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "MARCO AURÉLIO BELLIZZE",
  "dataPublicacao" : "DJEN       DATA:20/05/2025",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. PROCESSUAL CIVIL. AUSÊNCIA DE EXAME DO MÉRITO RECURSAL.\nINCIDÊNCIA DA SÚMULA 315/STJ. MITIGAÇÃO. IMPOSSIBILIDADE. AGRAVO\nDESPROVIDO.\n1. Este Tribunal Superior possui orientação consolidada no sentido\nde que, a partir da vigência do Código de Processo Civil de 2015,\ndeve ser mitigada a Súmula 315/STJ, pois o art. 1.043, III, do\nreferido Código autoriza a oposição dos embargos de divergência\nquando, embora não conhecido, tenha sido apreciado o mérito do\nrecurso especial.\n2. Na espécie, o mérito do recurso especial, no tocante à questão\nprincipal, não foi examinado pela Quarta Turma, por ter aquele\nColegiado concluído que tal providência esbarraria na Súmula 7/STJ.\nInafastável, portanto, a aplicação da Súmula 315 desta Casa.\n3. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250514",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 08/05/2025 a 14/05/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Maria Thereza de Assis Moura,\nBenedito Gonçalves, Sérgio Kukina, Gurgel de Faria, Paulo Sérgio\nDomingues, Teodoro Silva Santos e Afrânio Vilela votaram com o Sr.\nMinistro Relator.\nPresidiu o julgamento a Sra. Ministra Regina Helena Costa.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000912282",
  "numeroProcesso" : "4418",
  "numeroRegistro" : "202403678205",
  "siglaClasse" : "AgInt no PUIL",
  "descricaoClasse" : "AGRAVO INTERNO NO PEDIDO DE UNIFORMIZAÇÃO DE INTERPRETAÇÃO DE LEI",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "TEODORO SILVA SANTOS",
  "dataPublicacao" : "DJEN       DATA:20/05/2025",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NO PEDIDO DE UNIFORMIZAÇÃO DE\nINTERPRETAÇÃO DE LEI. SERVIDOR PÚBLICO ESTADUAL. PROGRESSÃO\nFUNCIONAL. DIFERENÇAS SALARIAIS. PRESCRIÇÃO DO FUNDO DE DIREITO.\nAUSÊNCIA DE COMPROVAÇÃO DO DISSÍDIO JURISPRUDENCIAL. INEXISTÊNCIA DE\nSIMILITUDE FÁTICO-JURÍDICA ENTRE OS ACÓRDÃOS CONFRONTADOS. AGRAVO\nINTERNO DESPROVIDO.\n1. \"Não é possível o conhecimento de pedido de uniformização de\ninterpretação de lei quando não há demonstração de similitude\nfático-jurídica entre os casos confrontados.\" (AgInt no PUIL n.\n2.249/SP, relator Ministro Mauro Campbell Marques, Primeira Seção,\njulgado em 15/2/2022, DJe de 17/2/2022.)\n2. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250514",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 08/05/2025 a 14/05/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Maria Thereza de Assis Moura,\nBenedito Gonçalves, Marco Aurélio Bellizze, Sérgio Kukina, Gurgel de\nFaria, Paulo Sérgio Domingues e Afrânio Vilela votaram com o Sr.\nMinistro Relator.\nPresidiu o julgamento a Sra. Ministra Regina Helena Costa.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000912280",
  "numeroProcesso" : "2411723",
  "numeroRegistro" : "202302454696",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "BENEDITO GONÇALVES",
  "dataPublicacao" : "DJEN       DATA:19/05/2025",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM\nAGRAVO EM RECURSO ESPECIAL. CONTROVÉRSIA A RESPEITO DE REGRA TÉCNICA\nDE ADMISSÃO DO RECURSO APLICADA NO ACÓRDÃO IMPUGNADO. SÚMULA\n315/STJ.\n1. O recurso foi interposto contra acórdão publicado na vigência do\nCódigo de Processo Civil de 2015, devendo ser exigidos os requisitos\nde admissibilidade na forma nele previsto, conforme Enunciado\nAdministrativo n. 3/2016/STJ.\n2. Os embargos de divergência têm por objetivo uniformizar a\njurisprudência do Tribunal ante a adoção de teses conflitantes pelos\nseus órgãos fracionários na decisão de casos similares. Para tanto,\nfaz-se necessária a demonstração da divergência atual mediante as\ncircunstâncias que assemelhem ou identifiquem os casos confrontados,\ncom a realização do cotejo analítico entre eles, nos termos do art.\n1.043, § 4º, do CPC de 2015 e do art. 266, caput, do RISTJ.\nPrecedentes.\n3. O acórdão embargado não analisou o mérito do recurso especial,\natraindo o enunciado da Súmula 315/STJ: \"Não cabem embargos de\ndivergência no âmbito do agravo de instrumento que não admite\nrecurso especial\".\n4. \"A vigência do Novo Código de Processo Civil não revogou o\ndisposto na súmula 315/STJ, uma vez que não há incompatibilidade\nentre eles, sendo o enunciado um meio interpretativo da norma\"\n(AgInt nos EDv nos EAREsp 1362179/SP, Rel. Ministro PAULO DE TARSO\nSANSEVERINO, CORTE ESPECIAL, julgado em 12/11/2019, DJe 20/11/2019).\n5. \"Nos termos da jurisprudência desta Corte de Justiça, o\nfundamento de mérito contido no acórdão embargado, mas proferido em\nobiter dictum, por ser apenas reforço de argumentação, não\ncaracteriza a divergência jurisprudencial, para o fim autorizar a\ninterposição de embargos de divergência.\"(AgRg nos EAREsp n.\n2.173.095/PB, relator Ministro Raul Araújo, Corte Especial, julgado\nem 29/11/2023, DJe de 5/12/2023.)\n6. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250514",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 08/05/2025 a 14/05/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Maria Thereza de Assis Moura,\nMarco Aurélio Bellizze, Sérgio Kukina, Gurgel de Faria, Teodoro\nSilva Santos e Afrânio Vilela votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Regina Helena Costa.\nImpedido o Sr. Ministro Paulo Sérgio Domingues.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000912278",
  "numeroProcesso" : "30807",
  "numeroRegistro" : "202404387285",
  "siglaClasse" : "AgInt no MS",
  "descricaoClasse" : "AGRAVO INTERNO NO MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "BENEDITO GONÇALVES",
  "dataPublicacao" : "DJEN       DATA:19/05/2025",
  "ementa" : "PROCESSUAL CIVIL E ADMINISTRATIVO. AGRAVO INTERNO NO MANDADO DE\nSEGURANÇA. ANULAÇÃO DE ANISTIA. TEMA 839/STF. NOTIFICAÇÃO. VIOLAÇÃO\nAO DEVIDO PROCESSO LEGAL, CONTRADITÓRIO E AMPLA DEFESA. DILAÇÃO\nPROBATÓRIA. IMPOSSIBILIDADE. AUSÊNCIA DE DIREITO LÍQUIDO E CERTO.\n1. Trata-se de mandado de segurança impetrado contra ato da Ministra\nde Estado dos Direitos Humanos e da Cidadania que, por meio da\nPortaria n. 1.401, de 25 de outubro de 2024, anulou a Portaria\nMinisterial n. 723, de 5 de maio de 2003, a qual havia declarado\nanistiado político Rosalvo Ramos dos Santos.\n2. O Supremo Tribunal Federal, no julgamento do Recurso\nExtraordinário n. 817.338-RG/DF, submetido à sistemática da\nrepercussão geral, paradigma do Tema 839, fixou a seguinte tese: \"No\nexercício do seu poder de autotutela, poderá a Administração\nPública rever os atos de concessão de anistia a cabos da Aeronáutica\ncom fundamento na Portaria nº 1.104/1964, quando se comprovar a\nausência de ato com motivação exclusivamente política,\nassegurando-se ao anistiado, em procedimento administrativo, o\ndevido processo legal e a não devolução das verbas já recebidas\".\n3. Após esse julgamento, o Superior Tribunal de Justiça adequou a\nsua jurisprudência para denegar a ordem no sentido de que \"de acordo\ncom a orientação do Pretório Excelso, ocorrendo violação direta do\nart. 8º da ADCT, é possível a anulação do ato de anistia pela\nadministração pública, mesmo quando decorrido o prazo decadencial\ncontido na Lei n. 9.784/1999\" (MS 19.070/DF, relator p/ acórdão\nMinistro Og Fernandes, Primeira Seção, DJe 27/3/2020).\n4. O impetrante, em suas razões, sustenta a nulidade do procedimento\nadministrativo por inobservância ao devido processo legal, o\ncontraditório e a ampla defesa, uma vez que as notificações foram\nexpedidas para endereço diverso, o que impossibilitou a apresentação\nde defesa.\n5. É inerente à via mandamental a exigência de comprovação\ndocumental e pré-constituída da situação que configura a lesão ou\nameaça a direito líquido e certo que se pretende coibir, devendo\nafastar quaisquer resquícios de dúvida. A propósito: AgInt no MS\n28.615/DF, relator Ministro Benedito Gonçalves, Primeira Seção, DJe\n16/2/2023.\n6. No caso em apreço, a partir dos documentos acostados e das\ninformações prestadas, não há como se aferir qualquer irregularidade\nno procedimento ou ilegalidade incontestável do ato atacado a\nviabilizar o manejo do mandado de segurança. De fato, não se\nverifica a alegada ocorrência de afronta à ampla defesa e\ncontraditório, porquanto, pelas provas produzidas, não é possível\nextrair tal fato, de forma conclusiva.\n7. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250514",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 08/05/2025 a 14/05/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Maria Thereza de Assis Moura,\nMarco Aurélio Bellizze, Sérgio Kukina, Gurgel de Faria, Paulo Sérgio\nDomingues, Teodoro Silva Santos e Afrânio Vilela votaram com o Sr.\nMinistro Relator.\nPresidiu o julgamento a Sra. Ministra Regina Helena Costa.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000912083",
  "numeroProcesso" : "7029",
  "numeroRegistro" : "202102032048",
  "siglaClasse" : "AgInt na AR",
  "descricaoClasse" : "AGRAVO INTERNO NA AÇÃO RESCISÓRIA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "AFRÂNIO VILELA",
  "dataPublicacao" : "DJEN       DATA:19/05/2025",
  "ementa" : "ADMINISTRATIVO E PROCESSUAL CIVIL. AGRAVO INTERNO NA AÇÃO\nRESCISÓRIA. SERVIDORES PÚBLICOS FEDERAIS. ANALISTAS JUDICIÁRIOS.\nÁREAS DE MEDICINA E ODONTOLOGIA. FUNÇÃO COMISSIONADA. CARGA HORÁRIA.\nVIOLAÇÃO À LITERAL DISPOSITIVO DE LEI. NÃO OCORRÊNCIA. AÇÃO\nIMPROCEDENTE. AGRAVO INTERNO IMPROVIDO. 1. O cabimento de ação\nrescisória por suposta ofensa à literalidade de dispositivo legal,\nfundada no art. 966, V, do Código de Processo Civil, exige que a\nnorma legal apontada como violada tenha sido ofendida em sua\nliteralidade, bem como que haja sido expressamente apreciada na\ndecisão rescindenda, o que não ocorreu no presente caso.2. A questão\nem discussão consiste em saber se a decisão rescindenda violou\nliteral disposição de lei ao permitir que servidores analistas da\nmedicina e odontologia, em função comissionada, exerçam jornada\nsemanal de 40 horas, em contraposição ao regime de dedicação\nintegral previsto no art. 19, § 1º, da Lei 8.112/1990.3. O\nentendimento deste STJ é de que a jornada de trabalho para analistas\njudiciários das áreas da medicina e odontologia, em função\ncomissionada, está sujeita a regramento específico, não havendo\nviolação ao art. 19, § 1º, da Lei 8.112/1990, de maneira que a\ndecisão rescindenda não apresenta interpretação teratológica da\nnorma, não configurando violação literal de disposição de lei.\n4. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250514",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 08/05/2025 a 14/05/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Maria Thereza de Assis Moura,\nBenedito Gonçalves, Marco Aurélio Bellizze, Sérgio Kukina, Gurgel de\nFaria, Paulo Sérgio Domingues e Teodoro Silva Santos votaram com o\nSr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Regina Helena Costa.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000912082",
  "numeroProcesso" : "30769",
  "numeroRegistro" : "202404272558",
  "siglaClasse" : "AgInt no MS",
  "descricaoClasse" : "AGRAVO INTERNO NO MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "TEODORO SILVA SANTOS",
  "dataPublicacao" : "DJEN       DATA:20/05/2025",
  "ementa" : "PROCESSUAL CIVIL E ADMINISTRATIVO. MANDADO DE SEGURANÇA. ATO DE\nDESEMBARGADORA FEDERAL DO TRIBUNAL REGIONAL FEDERAL DA 1ª REGIÃO.\nINCOMPETÊNCIA ORIGINÁRIA DO STJ. INCIDÊNCIA DA SÚMULA N. 41 DO STJ.\nAGRAVO INTERNO DESPROVIDO.\n1. Compete ao Superior Tribunal de Justiça processar e julgar,\noriginariamente, mandado de segurança contra ato de Ministro de\nEstado, dos Comandantes da Marinha, do Exército e da Aeronáutica ou\ndo próprio Tribunal, nos termos do art. 105, inciso I, alínea b, da\nConstituição Federal.\n2. Neste caso específico, o mandado de segurança contesta uma\ndecisão emitida pela Desembargadora Presidente da 12ª Turma da 3ª\nSeção do Tribunal Regional Federal da 1ª Região, autoridade que não\nestá incluída na lista de competências estabelecidas pela\nConstituição, como mencionado anteriormente. Circunstância que atrai\na incidência da Súmula n. 41 do STJ: \"[o] Superior Tribunal de\nJustiça não tem competência para processar e julgar,\noriginariamente, mandado de segurança contra ato de outros tribunais\nou dos respectivos órgãos\".\n3. Se a agravante entende que a decisão impetrada teria sido\nteratológica e, por essa razão, seria passível de impugnação por\nmandado de segurança, deveria impetrar o writ perante o Órgão\nJudicial competente para apreciar mandado de segurança contra ato de\nDesembargador do Tribunal Regional Federal, e não insistir no\njulgamento do feito pelo Superior Tribunal de Justiça. Vale\nressaltar que a incompetência desta Corte Superior para\nprocessamento do presente mandamus, impede-lhe inclusive, de\napreciar a alegada teratologia da decisão impetrada.\n4. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250514",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 08/05/2025 a 14/05/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Maria Thereza de Assis Moura,\nBenedito Gonçalves, Marco Aurélio Bellizze, Sérgio Kukina, Gurgel de\nFaria, Paulo Sérgio Domingues e Afrânio Vilela votaram com o Sr.\nMinistro Relator.\nPresidiu o julgamento a Sra. Ministra Regina Helena Costa.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000912081",
  "numeroProcesso" : "7796",
  "numeroRegistro" : "202403954976",
  "siglaClasse" : "AgInt na AR",
  "descricaoClasse" : "AGRAVO INTERNO NA AÇÃO RESCISÓRIA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "TEODORO SILVA SANTOS",
  "dataPublicacao" : "DJEN       DATA:20/05/2025",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NA AÇÃO RESCISÓRIA. ERRO DE FATO.\nINEXISTÊNCIA. VIOLAÇÃO DA NORMA JURÍDICA. ANÁLISE DE MATÉRIA NÃO\nEXAMINADA PELO JULGADO RESCINDENDO. IMPOSSIBILIDADE DE UTILIZAÇÃO DA\nRESCISÃO COMO SUCEDÂNEO RECURSAL. PROVA NOVA. DOCUMENTO QUE NÃO ERA\nIGNORADO PELA PARTE. INOVAÇÃO RECURSAL. AUSÊNCIA DE VÍCIOS\nRESCISÓRIOS. RECURSO INTERNO DESPROVIDO.\n1. No caso, o simples fato de a autarquia federal ter apresentado\nproposta de acordo, deixando de contestar e interpor apelação, não\nlhe retira o direito de recorrer especialmente a esta Casa, ainda\nmais quando a sentença foi reformada de ofício em reexame\nnecessário. Desse modo, não houve erro de fato verificável do exame\ndos autos ao conhecer-se do apelo nobre, por estarem presentes os\npressupostos processuais recursais.\n2. \"A análise da inicial evidencia, ainda, a não demonstração de\nmanifesta violação à norma jurídica ou da existência de erro de\nfato, o que confere à pretensão veiculada nesta demanda nítido\nescopo recursal, o que é vedado nos termos da jurisprudência do\nSuperior Tribunal de Justiça.\" (AR n. 5.999/SP, relator Ministro\nPaulo Sérgio Domingues, Primeira Seção, julgado em 27/11/2024, DJe\nde 5/12/2024.)\n3. Por fim, nos termos da jurisprudência desta Corte, a prova nova\napta a aparelhar a ação rescisória, fundada no art. 966, inciso VII,\ndo Código de Processo Civil de 2015, é aquela que, já existente à\népoca da decisão rescindenda, era ignorada pelo autor ou do qual não\npôde fazer uso, capaz de assegurar, por si só, um pronunciamento\njurisdicional distinto daquele proferido.\n4. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250514",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 08/05/2025 a 14/05/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Maria Thereza de Assis Moura,\nBenedito Gonçalves, Marco Aurélio Bellizze, Sérgio Kukina, Gurgel de\nFaria, Paulo Sérgio Domingues e Afrânio Vilela votaram com o Sr.\nMinistro Relator.\nPresidiu o julgamento a Sra. Ministra Regina Helena Costa.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000912080",
  "numeroProcesso" : "2089365",
  "numeroRegistro" : "202301718252",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "TEODORO SILVA SANTOS",
  "dataPublicacao" : "DJEN       DATA:20/05/2025",
  "ementa" : "PROCESSUAL CIVIL E ADMINISTRATIVO. AGRAVO INTERNO NOS EMBARGOS DE\nDIVERGÊNCIA. DESAPROPRIAÇÃO. INDENIZAÇÃO. ACÓRDÃO EMBARGADO. NÃO\nCONHECIMENTO DO RECURSO ESPECIAL. INCIDÊNCIA DA SÚMULA N. 284 DO\nSTF. FUNDAMENTAÇÃO DA INADMISSIBILIDADE. DISCUSSÃO. VIA INADEQUADA.\nART. 1.043, INCISO III, PARTE FINAL, DO CPC. INAPLICABILIDADE.\nMÉRITO NÃO DEBATIDO. AGRAVO INTERNO DESPROVIDO.\n1. O acórdão embargado não se pronunciou sobre o mérito da questão\nsuscitada nos embargos de divergência, em razão do óbice da Súmula\nn. 284 do STF, o que inviabiliza o conhecimento dos embargos,\nconsoante a Súmula n. 315 do STJ: \"Não cabem embargos de divergência\nno âmbito do agravo de instrumento que não admite recurso\nespecial\".\n2. Não cabe, na via dos embargos de divergência, que não se presta à\nreanálise dos requisitos de admissibilidade do recurso especial,\ndiscutir o teor da fundamentação utilizada, no acórdão embargado, no\nponto em que não conheceu do do recurso especial, pela incidência\nda Súmula n. 284 do STF.\n3. É inviável a aplicação da regra da parte final do art. 1.043,\ninciso III, do CPC, quando o acórdão embargado, além de não ter\nconhecido da insurgência, não se pronunciou sobre a questão de\nmérito apontada como controvertida.\n4. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250514",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 08/05/2025 a 14/05/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Maria Thereza de Assis Moura,\nBenedito Gonçalves, Marco Aurélio Bellizze, Sérgio Kukina, Gurgel de\nFaria, Paulo Sérgio Domingues e Afrânio Vilela votaram com o Sr.\nMinistro Relator.\nPresidiu o julgamento a Sra. Ministra Regina Helena Costa.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000912079",
  "numeroProcesso" : "21018",
  "numeroRegistro" : "201401233320",
  "siglaClasse" : "AgInt nos EDcl no MS",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NO MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "TEODORO SILVA SANTOS",
  "dataPublicacao" : "DJEN       DATA:20/05/2025",
  "ementa" : "ADMINISTRATIVO. AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NO MANDADO\nDE SEGURANÇA. POLICIAL RODOVIÁRIO FEDERAL. DEMISSÃO. OPERAÇÃO\nALCATEIA. PROCESSO ADMINISTRATIVO DISCIPLINAR. COMISSÃO PROCESSANTE.\nIMPARCIALIDADE. PARTICIPAÇÃO DO MESMO MEMBRO EM OUTRO PROCESSO.\nFATOS DIVERSOS. POSSIBILIDADE. DILAÇÃO PROBATÓRIA. DESCABIMENTO.\nINCIDENTE DE SANIDADE MENTAL. CERCEAMENTO DE DEFESA E AFRONTA AO\nCONTRADITÓRIO. INOCORRÊNCIA. NULIDADE NÃO CONFIGURADA. AGRAVO\nINTERNO DESPROVIDO.\n1. No caso, trata-se de mandado de segurança impetrado com o intuito\nde anular a Portaria do Ministério da Justiça e Segurança Pública\nque lhe aplicou a pena de demissão do cargo de Policial Rodoviário\nFederal, pelo enquadramento nas infrações disciplinares previstas\nnos arts. 117, inciso XI, e 132, incisos IV e XI, ambos da Lei n.\n8.112/1990.\n2. Segundo a jurisprudência consolidada desta Corte Superior, o\ncontrole jurisdicional do PAD restringe-se ao exame da regularidade\ndo procedimento e à legalidade do ato, à luz dos princípios do\ncontraditório, da ampla defesa e do devido processo legal, sendo-lhe\ndefesa qualquer incursão no mérito administrativo, a impedir a\nanálise e a valoração das provas constantes no processo disciplinar.\nPrecedentes.\n3. Da leitura atenta dos autos, percebe-se que a comissão\nprocessante, ao sugeriu a abertura de novo procedimento para a\ninstauração do PAD, não emitiu qualquer juízo de valor acerca da\nconduta praticada pelo indiciado, mas apenas constatou suspeitas de\ntransgressão disciplinar, limitando-se a narrar os fatos apurados no\ninquérito policial, a partir das provas já coletadas até então.\n4. \"De acordo com a jurisprudência do STJ, a participação de membro\nda comissão processante em mais de um processo administrativo\ndisciplinar envolvendo o mesmo investigado não macula a\nimparcialidade quando a apuração tratar de fatos distintos.\" (MS n.\n22.019/DF, relator Ministro Napoleão Nunes Maia Filho, relator para\nacórdão Ministro Og Fernandes, Primeira Seção, julgado em 27/5/2020,\nDJe de 14/8/2020.)\n5. Ademais, a jurisprudência desta Casa é firme no sentido da\nnecessidade de efetiva demonstração dos prejuízos à defesa como\npressuposto para a nulidade do processo administrativo disciplinar,\nem homenagem ao princípio pas de nullité sans grief, assim como a\ndemonstração da falta de imparcialidade e do impedimento dos membros\nda comissão processante requer dilação probatória, o que é inviável\nna via eleita. Precedentes.\n6. Por fim, não procede a alegação de nulidade do incidente de\ninsanidade mental, instaurado em face do impetrante, uma vez que os\ndocumentos colacionados aos autos levam à conclusão de que\ntranscorreu em conformidade com os requisitos legais, pois o\nadvogado do impetrante foi devidamente intimado e o laudo pericial\nfoi elaborado por junta médica integrada por três médicos, sendo um\ndeles psiquiatra, após prévio exame do impetrante, respeitando-se o\ntrâmite previsto no art. 160 da Lei n. 8.112/1990.\n7. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250514",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 08/05/2025 a 14/05/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Maria Thereza de Assis Moura,\nBenedito Gonçalves, Marco Aurélio Bellizze, Sérgio Kukina, Gurgel de\nFaria, Paulo Sérgio Domingues e Afrânio Vilela votaram com o Sr.\nMinistro Relator.\nPresidiu o julgamento a Sra. Ministra Regina Helena Costa.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000912078",
  "numeroProcesso" : "2111564",
  "numeroRegistro" : "202304221043",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "AFRÂNIO VILELA",
  "dataPublicacao" : "DJEN       DATA:19/05/2025",
  "ementa" : "ADMINISTRATIVO. PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE\nDIVERGÊNCIA EM RECURSO ESPECIAL. SÚMULA N. 315/STJ. INCIDÊNCIA.\nACÓRDÃO EMBARGADO. RECURSO ESPECIAL INADIMITIDO POR FORÇA DA SÚMULA\nN. 7/STJ. AGRAVO INTERNO DESPROVIDO.\n1. O acórdão embargado afirmou a incidência da Súmula n. 7/STJ sobre\na pretensão recursal de reconhecimento da comunicação entre as\nesferas penal e cível, na medida em que a origem teria afirmado que\nos fatos apurados nas duas instâncias dizem respeito a períodos\ndistintos.\n2. Inexiste similitude fático-jurídica entre essa situação e\nparadigmas que afirmam a comunicabilidade entre as esferas sobre\napurações envolvendo os mesmos fatos.\n3. Incidência da Súmula n. 315/STJ, na medida em que o recurso\nespecial não foi admitido.\n4. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250514",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 08/05/2025 a 14/05/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Maria Thereza de Assis Moura,\nBenedito Gonçalves, Marco Aurélio Bellizze, Sérgio Kukina, Gurgel de\nFaria, Paulo Sérgio Domingues e Teodoro Silva Santos votaram com o\nSr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Regina Helena Costa.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000912077",
  "numeroProcesso" : "6042",
  "numeroRegistro" : "201701185074",
  "siglaClasse" : "AgInt na AR",
  "descricaoClasse" : "AGRAVO INTERNO NA AÇÃO RESCISÓRIA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "AFRÂNIO VILELA",
  "dataPublicacao" : "DJEN       DATA:19/05/2025",
  "ementa" : "ADMINISTRATIVO E PROCESSUAL CIVIL. AGRAVO INTERNO. AÇÃO RESCISÓRIA.\nSERVIDOR PÚBLICO FEDERAL. PROCURADOR DA FAZENDA NACIONAL. PRÓ-LABORE\nDE ÊXITO. EXTENSÃO AOS INATIVOS. POSSIBILIDADE. PRECEDENTES DO STJ.\nAGRAVO INTERNO IMPROVIDO.\n1. Agravo interno interposto pela União contra decisão que julgou\nimprocedente a ação rescisória, mantendo o acórdão que reconheceu o\ndireito de servidora aposentada aos proventos acrescidos do\npró-labore de êxito.\n2. A pretensão rescisória visando desconstituir a coisa julgada no\ntocante ao direito ao Adicional por Tempo de Serviço RM Jurídico não\nexaminada no especial deve ser dirigida ao Tribunal de origem e não\na esta Corte Superior, pois impugna questões não decididas no\nacórdão rescindendo, o que atrai a aplicação analógica da Súmula\n515/STF, segundo a qual: \"A competência para a ação rescisória não é\ndo Supremo Tribunal Federal, quando a questão federal, apreciada no\nrecurso extraordinário ou no agravo de instrumento, seja diversa da\nque foi suscitada no pedido rescisório\".\n3. Nos termos da jurisprudência desta Corte, o pró-labore de êxito\npossui caráter geral e é devido a todos os integrantes da carreira\nde Procuradores da Fazenda Nacional, incluindo inativos e\npensionistas.\n4. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250514",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 08/05/2025 a 14/05/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Maria Thereza de Assis Moura,\nBenedito Gonçalves, Marco Aurélio Bellizze, Sérgio Kukina, Gurgel de\nFaria, Paulo Sérgio Domingues e Teodoro Silva Santos votaram com o\nSr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Regina Helena Costa.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000912076",
  "numeroProcesso" : "44517",
  "numeroRegistro" : "202204020858",
  "siglaClasse" : "AgInt na Rcl",
  "descricaoClasse" : "AGRAVO INTERNO NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "AFRÂNIO VILELA",
  "dataPublicacao" : "DJEN       DATA:19/05/2025",
  "ementa" : "TRIBUTÁRIO E PROCESSUAL CIVIL. AGRAVO INTERNO NA RECLAMAÇÃO. VIA\nESPECÍFICA. GARANTIA À AUTORIDADE DE DECISÕES DO TRIBUNAL.\nDESCABIMENTO DE UTILIZAÇÃO COMO SUCEDÂNEO RECURSAL. AGRAVO INTERNO\nDESPROVIDO.\n1. Nos termos do art. 105, I, f, da Constituição Federal, c/c o art.\n988 do CPC/2015; e do art. 187 do RISTJ, compete a esta Corte\nprocessar e julgar, originariamente, a reclamação para a preservação\nde sua competência e a garantia da autoridade de suas decisões,\nassim como para garantir a observância de acórdão proferido em\njulgamento de incidente de resolução de demandas repetitivas ou de\nincidente de assunção de competência. Além dessas hipóteses, cabe\nreclamação apenas para a adequação do entendimento adotado em\nacórdãos de Turma Recursais no subsistema dos Juizados Especiais\nComuns Estaduais à jurisprudência, súmula ou orientação adotada na\nsistemática dos recursos repetitivos do STJ.\n2. A reclamação é instrumento processual constitucional de aplicação\nrestrita, diante de sua especificidade. Serve à preservação da\ncompetência e autoridade das decisões dos tribunais e não como\nsucedâneo recursal.\n3. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250514",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 08/05/2025 a 14/05/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Maria Thereza de Assis Moura,\nBenedito Gonçalves, Marco Aurélio Bellizze, Sérgio Kukina, Gurgel de\nFaria, Paulo Sérgio Domingues e Teodoro Silva Santos votaram com o\nSr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Regina Helena Costa.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000911956",
  "numeroProcesso" : "6791",
  "numeroRegistro" : "202001692027",
  "siglaClasse" : "AgInt no AgInt na AR",
  "descricaoClasse" : "AGRAVO INTERNO NO AGRAVO INTERNO NA AÇÃO RESCISÓRIA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "MARIA THEREZA DE ASSIS MOURA",
  "dataPublicacao" : "DJEN       DATA:20/05/2025",
  "ementa" : "PROCESSUAL CIVIL E ADMINISTRATIVO. IMPROBIDADE ADMINISTRATIVA.\nAGRAVO INTERNO NO AGRAVO INTERNO NA AÇÃO RESCISÓRIA. DECISÃO\nMONOCRÁTICA DE NÃO CONHECIMENTO. VIOLAÇÃO MANIFESTA À NORMA JURÍDICA\nNO DECISUM RESCINDENDO. NÃO DEMONSTRAÇÃO. INSTRUMENTO RESCISÓRIO\nUTILIZADO COMO SUCEDÂNEO RECURSAL. NÃO CABIMENTO. PRETENSÃO DE\nSIMPLES REFORMA. DECISÃO MANTIDA POR SEUS PRÓPRIOS FUNDAMENTOS.\nAGRAVO INTERNO NÃO PROVIDO.\n1. Para a propositura da ação rescisória, nos termos do artigo 966,\ninciso V, e § 2.º, inciso II, do Código de Processo Civil, a\nviolação à disposição expressa de lei exige que a norma tenha sido\ndiretamente desrespeitada pela decisão de mérito que se pretende\nrescindir, de modo a emergir ofensa à sua literalidade.\n2. Na decisão unipessoal ora agravada, foi consignado que, além de\nnão ter sido demonstrada a ocorrência de violação direta e literal à\nnorma citada, o julgado atacado, ao contrário do que se alega, não\ndivergia da jurisprudência deste Superior Tribunal de Justiça ao\ntempo da sua prolação.\n3. Em prol de se preservar o instituto da intangibilidade da coisa\njulgada, a via rescisória não deve ser empregada como um recurso\nsubstitutivo não utilizado no tempo oportuno, nem serve para reparar\numa possível injustiçada decisão final.\n4. Mantidos os fundamentos da decisão agravada, porquanto não\ninfirmados por razões eficientes, é de ser rechaçada mera pretensão\nde reforma.\n5. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250514",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 08/05/2025 a 14/05/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros Francisco Falcão, Benedito Gonçalves, Marco\nAurélio Bellizze, Sérgio Kukina, Gurgel de Faria, Paulo Sérgio\nDomingues, Teodoro Silva Santos e Afrânio Vilela votaram com a Sra.\nMinistra Relatora.\nPresidiu o julgamento a Sra. Ministra Regina Helena Costa.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000911952",
  "numeroProcesso" : "7639",
  "numeroRegistro" : "202304589623",
  "siglaClasse" : "AgInt na AR",
  "descricaoClasse" : "AGRAVO INTERNO NA AÇÃO RESCISÓRIA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "MARIA THEREZA DE ASSIS MOURA",
  "dataPublicacao" : "DJEN       DATA:20/05/2025",
  "ementa" : "AGRAVO INTERNO. AÇÃO RESCISÓRIA. ADMINISTRATIVO. DECADÊNCIA. NÃO\nOCORRÊNCIA. OPTOMETRISTA DE NÍVEL SUPERIOR. NÃO APLICAÇÃO DAS\nVEDAÇÕES DOS DECRETOS NS. 20.931/32 E 24.492/34. JULGAMENTO, PELO\nSTF, DA ADPF N. 131/DF. PRECEDENTES. AGRAVO INTERNO NÃO PROVIDO.\n1. O Supremo Tribunal Federal, no julgamento de embargos\ndeclaratórios na ADPF n. 131/DF, promoveu a modulação dos efeitos\nsubjetivos da decisão de recepção dos Decretos ns. 20.931/32 e\n24.492/34, para enunciar expressamente que \"as vedações veiculadas\nnaquelas normas não se aplicam aos profissionais qualificados por\ninstituição de ensino superior regularmente instituída mediante\nautorização do Estado e por ele reconhecida\".\n2. \"A jurisprudência desta Corte reforça a inaplicabilidade das\nrestrições normativas aos optometristas de nível superior,\nassegurando-lhes o direito ao exercício profissional, desde que\nqualificados por instituição de ensino superior reconhecida\" (AgInt\nno AREsp n. 1.853.191/PR, relator Ministro Teodoro Silva Santos,\nSegunda Turma, julgado em 26/3/2025, DJEN de 2/4/2025).\n3. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250514",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 08/05/2025 a 14/05/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros Francisco Falcão, Benedito Gonçalves, Marco\nAurélio Bellizze, Sérgio Kukina, Gurgel de Faria, Paulo Sérgio\nDomingues, Teodoro Silva Santos e Afrânio Vilela votaram com a Sra.\nMinistra Relatora.\nPresidiu o julgamento a Sra. Ministra Regina Helena Costa.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000911950",
  "numeroProcesso" : "211111",
  "numeroRegistro" : "202500259653",
  "siglaClasse" : "AgInt no CC",
  "descricaoClasse" : "AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "MARIA THEREZA DE ASSIS MOURA",
  "dataPublicacao" : "DJEN       DATA:20/05/2025",
  "ementa" : "PROCESSUAL CIVIL E ADMINISTRATIVO. AGRAVO INTERNO NO CONFLITO\nPOSITIVO DE COMPETÊNCIA. FORNECIMENTO DE MEDICAMENTOS. AUSÊNCIA DE\nMANIFESTAÇÃO DE JUÍZOS DISTINTOS EM RELAÇÃO À COMPETÊNCIA PARA UMA\nMESMA AÇÃO. NÃO CONFIGURAÇÃO DE CONTROVÉRSIA ACERCA DA REUNIÃO DE\nPROCESSOS. INEXISTÊNCIA DE POSSIBILIDADE DE DECISÕES CONFLITANTES.\nINVIABILIDADE DE UTILIZAÇÃO COMO SUSCEDÂNEO RECURSAL.\n1. Conforme jurisprudência pacífica do Superior Tribunal de Justiça,\n\"para caracterizar-se o Conflito de Competência, é indispensável a\nmanifestação expressa de dois ou mais juízos que se considerem\ncompetentes, ou incompetentes, para processar e julgar a mesma\ndemanda (STJ, AgRg no CC 113.767/DF, Rel. Ministro CASTRO MEIRA,\nCORTE ESPECIAL, D Je de 14/10/2011), ou que entre dois ou mais\nJuízes surja controvérsia acerca da reunião ou separação de\nprocessos, nos termos do art. 115, I, II e III, do CPC/73 (art. 66,\nI, II e III, do CPC/2015), hipóteses inocorrentes, in casu. Ou seja,\npara a configuração de conflito, positivo ou negativo, é necessário\nque duas ou mais autoridades judiciárias, de esferas diversas,\ndeclarem-se competentes, ou incompetentes, para apreciar e julgar o\nmesmo feito, ou que incida a prática de atos processuais na mesma\ncausa, por mais de um juiz (STJ, AgRg no CC 120.584/GO, Rel.\nMinistro MASSAMI UYEDA, SEGUNDA SEÇÃO, D Je de 1º/08/2012). \" (AgInt\nno CC n. 196.914/PR, relatora Ministra Assusete Magalhães, Primeira\nSeção, julgado em 3/10/2023, D Je de 6/10/2023.)\n2. Observando-se cada lide apresentada, verifica-se que o provimento\njurisdicional pleiteado na justiça estadual irá apreciar relação\ncontratual firmada entre a operadora de plano de saúde e o seu\nbeneficiário, já o processo interposto na justiça federal tem como\nfundamento a obrigação de assistência à saúde atribuída à União, que\nnão será modificada em razão da relação contratual entre as partes\nlitigantes na justiça estadual, embora possa haver eventual ação de\nressarcimento contra a operadora de plano de saúde.\n3. O conflito de competência não pode ser utilizado como sucedâneo\nrecursal e nem como meio de suspensão de ações judiciais, pois\npossui finalidade estrita para solucionar controvérsias a respeito\nde competência jurisdicional.\n4. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250514",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 08/05/2025 a 14/05/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros Francisco Falcão, Benedito Gonçalves, Marco\nAurélio Bellizze, Sérgio Kukina, Gurgel de Faria, Paulo Sérgio\nDomingues, Teodoro Silva Santos e Afrânio Vilela votaram com a Sra.\nMinistra Relatora.\nPresidiu o julgamento a Sra. Ministra Regina Helena Costa.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000911921",
  "numeroProcesso" : "2054554",
  "numeroRegistro" : "202300541979",
  "siglaClasse" : "EDcl nos EDcl nos EDcl no AgInt nos EREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RESP",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "BENEDITO GONÇALVES",
  "dataPublicacao" : "DJEN       DATA:19/05/2025",
  "ementa" : "PROCESSUAL CIVIL E ADMINISTRATIVO. EMBARGOS DE DECLARAÇÃO NOS\nEMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO\nNOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL. ARTIGO 1.022 DO\nCPC/2015. VÍCIOS NÃO CONFIGURADOS.\n1. Tendo o recurso sido interposto contra acórdão publicado na\nvigência do Código de Processo Civil de 2015, devem ser exigidos os\nrequisitos de admissibilidade na forma nele previsto, conforme\nEnunciado Administrativo n. 3/2016/STJ.\n2. Nos termos do que dispõe o artigo 1.022 do CPC/2015, cabem\nembargos de declaração contra qualquer decisão judicial para\nesclarecer obscuridade, eliminar contradição, suprir omissão de\nponto ou questão sobre a qual devia se pronunciar o juiz de ofício\nou a requerimento, bem como para corrigir erro material.\n3. No caso, a parte embargante, nos terceiros embargos de\ndeclaração, insiste no exame de tese já rechaçada nos anteriores\naclaratórios em que se registrou a impossibilidade da análise da\nquestão de mérito dos embargos de divergência liminarmente\nindeferidos, situação que impõe a aplicação de multa, nos termos do\nart. 1.026, § 2º, do CPC/2015.\n4. Embargos de declaração rejeitados, com aplicação de multa.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250514",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 08/05/2025 a 14/05/2025,\npor unanimidade, rejeitar os embargos de declaração, com aplicação\nde multa, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Maria Thereza de Assis Moura,\nMarco Aurélio Bellizze, Sérgio Kukina, Gurgel de Faria, Paulo Sérgio\nDomingues, Teodoro Silva Santos e Afrânio Vilela votaram com o Sr.\nMinistro Relator.\nPresidiu o julgamento a Sra. Ministra Regina Helena Costa.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000911875",
  "numeroProcesso" : "47747",
  "numeroRegistro" : "202402485955",
  "siglaClasse" : "AgInt na Rcl",
  "descricaoClasse" : "AGRAVO INTERNO NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "SÉRGIO KUKINA",
  "dataPublicacao" : "DJEN       DATA:19/05/2025",
  "ementa" : "PROCESSUAL CIVIL. ADMINISTRATIVO. AGRAVO INTERNO NA RECLAMAÇÃO.\nRECURSO ESPECIAL AO QUAL O TRIBUNAL DE ORIGEM NEGOU SEGUIMENTO, COM\nFUNDAMENTO NA CONFORMIDADE ENTRE O ACÓRDÃO RECORRIDO E A ORIENTAÇÃO\nFIRMADA PELO STF EM REPERCUSSÃO GERAL. INTERPOSIÇÃO DE AGRAVO\nINTERNO NO TRIBUNAL LOCAL. DESPROVIMENTO. INADEQUAÇÃO DA VIA ELEITA.\n1. É firme o entendimento deste Superior Tribunal no sentido de que\na reclamação constitucional não trata de instrumento adequado para o\ncontrole da aplicação dos entendimentos firmados pelo STJ ou pelo\nSTF em recursos especiais repetitivos ou em repercussão geral,\nrespectivamente. Nesse sentido: Rcl n. 36.476/SP, relatora Ministra\nNancy Andrighi, Corte Especial, DJe de 6/3/2020; AgInt na Rcl n.\n47.574/ES, relator Ministro Benedito Gonçalves, Primeira Seção, DJEN\nde 21/3/2025; AgInt na Rcl n. 42.830/MT, relator Ministro Francisco\nFalcão, Primeira Seção, DJe de 22/9/2022.\n2. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250514",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 08/05/2025 a 14/05/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Maria Thereza de Assis Moura,\nBenedito Gonçalves, Marco Aurélio Bellizze, Gurgel de Faria, Paulo\nSérgio Domingues, Teodoro Silva Santos e Afrânio Vilela votaram com\no Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Regina Helena Costa.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000911873",
  "numeroProcesso" : "7786",
  "numeroRegistro" : "202403790297",
  "siglaClasse" : "AgInt na AR",
  "descricaoClasse" : "AGRAVO INTERNO NA AÇÃO RESCISÓRIA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "SÉRGIO KUKINA",
  "dataPublicacao" : "DJEN       DATA:19/05/2025",
  "ementa" : "PROCESSUAL CIVIL E ADMINISTRATIVO. AGRAVO INTERNO NA AÇÃO\nRESCISÓRIA. FORNECIMENTO DE MEDICAMENTOS PELO SUS. HONORÁRIOS\nADVOCATÍCIOS. CRITÉRIO DE FIXAÇÃO. MATÉRIA CONTROVERTIDA. SÚMULA\n343/STF. INCIDÊNCIA. AGRAVO INTERNO NÃO PROVIDO.\n1. Agravo interno interposto contra decisão que, com base na Súmula\n343/STF, julgou improcedente o pedido rescisório, visando à revisão\nde honorários advocatícios fixados por equidade em ação envolvendo\nfornecimento de medicamentos pelo Poder Público.\n2. O Supremo Tribunal Federal, no julgamento do RE 590.809/RS,\nratificou, com repercussão geral, o entendimento da Súmula 343/STF,\nsegundo o qual não cabe ação rescisória baseada na alegação de\nofensa a texto legal de interpretação controvertida nos tribunais,\ninclusive quando a controvérsia veiculada ostenta índole\nconstitucional, excepcionados apenas os casos submetidos a controle\nconcentrado de constitucionalidade (AR 4.827/MG, relator Ministro\nSérgio Kukina, relatora para acórdão Ministra Regina Helena Costa,\nPrimeira Seção, julgado em 23/10/2019, DJe de 10/12/2019).\n3. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250514",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 08/05/2025 a 14/05/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Maria Thereza de Assis Moura,\nBenedito Gonçalves, Marco Aurélio Bellizze, Gurgel de Faria, Paulo\nSérgio Domingues, Teodoro Silva Santos e Afrânio Vilela votaram com\no Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Regina Helena Costa.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000911864",
  "numeroProcesso" : "1896399",
  "numeroRegistro" : "202002427107",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "SÉRGIO KUKINA",
  "dataPublicacao" : "DJEN       DATA:19/05/2025",
  "ementa" : "TRIBUTÁRIO. PROCESSUAL CIVIL. AGRAVO INTERNO. EMBARGOS DE\nDIVERGÊNCIA INTEMPESTIVOS. EMBARGOS DE DECLARAÇÃO MANIFESTAMENTE\nINADMISSÍVEIS E NÃO CONHECIDOS QUE NÃO INTERROMPEM O PRAZO RECURSAL.\nAGRAVO DESPROVIDO.\n1. Nos termos da jurisprudência desta Corte, a oposição de embargos\nde declaração intempestivos ou incabíveis ou que deixarem de indicar\nos vícios próprios de embargabilidade (omissão, contradição,\nobscuridade ou erro material) não é capaz de interromper o prazo\nrecursal. Precedentes.\n2. No presente caso, a publicação do acórdão proferido pela Segunda\nTurma deste Tribunal ocorreu em 22/3/2024 (fl. 1.295). Já os\nembargos de divergência foram opostos somente em 1º/8/2024, quando\njá esgotado o lapso recursal.\n3. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250514",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 08/05/2025 a 14/05/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Maria Thereza de Assis Moura,\nBenedito Gonçalves, Marco Aurélio Bellizze, Gurgel de Faria, Paulo\nSérgio Domingues, Teodoro Silva Santos e Afrânio Vilela votaram com\no Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Regina Helena Costa.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000911851",
  "numeroProcesso" : "2459609",
  "numeroRegistro" : "202303218894",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "SÉRGIO KUKINA",
  "dataPublicacao" : "DJEN       DATA:19/05/2025",
  "ementa" : "PROCESSUAL CIVIL. ADMINISTRATIVO. SERVIDOR PÚBLICO. AGRAVO INTERNO\nNOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL. DISSÍDIO\nNÃO COMPROVADO. SÚMULA N. 315/STJ.\n1. Na forma da jurisprudência deste Superior Tribunal, \"[n]ão há que\nse falar em dissenso interpretativo entre julgados, quando não\nultrapassado o juízo de admissibilidade do recurso especial,\nrevelando-se inviável, em sede de Embargos de Divergência, a\ndiscussão sobre o acerto ou desacerto da aplicação de regra técnica\nde conhecimento recursal\" (AgInt nos EAREsp n. 2.051.752/MG,\nrelatora Ministra Regina Helena Costa, Primeira Seção, DJe de\n31/8/2023). Incidência da Súmula n. 315/STJ.\n2. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250514",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 08/05/2025 a 14/05/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Maria Thereza de Assis Moura,\nBenedito Gonçalves, Marco Aurélio Bellizze, Gurgel de Faria, Paulo\nSérgio Domingues, Teodoro Silva Santos e Afrânio Vilela votaram com\no Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Regina Helena Costa.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000911774",
  "numeroProcesso" : "2194734",
  "numeroRegistro" : "202500309981",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "GURGEL DE FARIA",
  "dataPublicacao" : "DJEN       DATA:26/05/2025",
  "ementa" : "PROCESSUAL CIVIL E TRIBUTÁRIO. RECURSO ESPECIAL REPRESENTATIVO DA\nCONTROVÉRSIA. EXECUÇÃO FISCAL. CDA. FUNDAMENTAÇÃO LEGAL. AUSÊNCIA OU\nDEFICIÊNCIA. DISCUSSÃO SOBRE A POSSIBILIDADE DE SUBSTITUIÇÃO.\nAFETAÇÃO.\n1. A questão jurídica a ser solucionada envolve o alcance do Tema\nRepetitivo 166 do STJ (\"A Fazenda Pública pode substituir a certidão\nde dívida ativa (CDA) até a prolação da sentença de embargos,\nquando se tratar de correção de erro material ou formal, vedada a\nmodificação do sujeito passivo da execução\") em relação à\npossibilidade de a Fazenda Pública substituir ou emendar a Certidão\nde Dívida Ativa (CDA), até a prolação da sentença nos embargos, para\nincluir, complementar ou modificar o fundamento legal do crédito\ntributário.\n2. Tese controvertida: Definir se, até a prolação da sentença nos\nembargos, é possível que a Fazenda Pública substitua ou emende a\nCertidão de Dívida Ativa (CDA), para incluir, complementar ou\nmodificar o fundamento legal do crédito tributário.\n3. Afetação do recurso especial como representativo da controvérsia\nrepetitiva para julgamento pela Primeira Seção do Superior Tribunal\nde Justiça.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250520",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO, por unanimidade,\nafetar o processo ao rito dos recursos repetitivos (RISTJ, art.\n257-C) para delimitar a seguinte tese controvertida: \"Definir se,\naté a prolação da sentença nos embargos, é possível que a Fazenda\nPública substitua ou emende a Certidão de Dívida Ativa (CDA), para\nincluir, complementar ou modificar o fundamento legal do crédito\ntributário.\" e, igualmente por unanimidade, suspender o\nprocessamento dos recursos especiais ou dos agravos em recursos\nespeciais em segunda instância e/ou no STJ fundados em idêntica\nquestão de direito (art.256-L do RISTJ), conforme proposta do Sr.\nMinistro Relator.\nOs Srs. Ministros Paulo Sérgio Domingues, Teodoro Silva Santos,\nAfrânio Vilela, Francisco Falcão, Maria Thereza de Assis Moura,\nBenedito Gonçalves, Marco Aurélio Bellizze e Sérgio Kukina votaram\ncom o Sr. Ministro Relator.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1350",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1350\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036 PAR:00005 PAR:00006 ART:01037" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000911773",
  "numeroProcesso" : "2194708",
  "numeroRegistro" : "202500310241",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "GURGEL DE FARIA",
  "dataPublicacao" : "DJEN       DATA:26/05/2025",
  "ementa" : "PROCESSUAL CIVIL E TRIBUTÁRIO. RECURSO ESPECIAL REPRESENTATIVO DA\nCONTROVÉRSIA. EXECUÇÃO FISCAL. CDA. FUNDAMENTAÇÃO LEGAL. AUSÊNCIA OU\nDEFICIÊNCIA. DISCUSSÃO SOBRE A POSSIBILIDADE DE SUBSTITUIÇÃO.\nAFETAÇÃO.\n1. A questão jurídica a ser solucionada envolve o alcance do Tema\nRepetitivo 166 do STJ (\"A Fazenda Pública pode substituir a certidão\nde dívida ativa (CDA) até a prolação da sentença de embargos,\nquando se tratar de correção de erro material ou formal, vedada a\nmodificação do sujeito passivo da execução\") em relação à\npossibilidade de a Fazenda Pública substituir ou emendar a Certidão\nde Dívida Ativa (CDA), até a prolação da sentença nos embargos, para\nincluir, complementar ou modificar o fundamento legal do crédito\ntributário.\n2. Tese controvertida: Definir se, até a prolação da sentença nos\nembargos, é possível que a Fazenda Pública substitua ou emende a\nCertidão de Dívida Ativa (CDA), para incluir, complementar ou\nmodificar o fundamento legal do crédito tributário.\n3. Afetação do recurso especial como representativo da controvérsia\nrepetitiva para julgamento pela Primeira Seção do Superior Tribunal\nde Justiça.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250520",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO, por unanimidade,\nafetar o processo ao rito dos recursos repetitivos (RISTJ, art.\n257-C) para delimitar a seguinte tese controvertida: \"Definir se,\naté a prolação da sentença nos embargos, é possível que a Fazenda\nPública substitua ou emende a Certidão de Dívida Ativa (CDA), para\nincluir, complementar ou modificar o fundamento legal do crédito\ntributário.\" e, igualmente por unanimidade, suspender o\nprocessamento dos recursos especiais ou dos agravos em recursos\nespeciais em segunda instância e/ou no STJ fundados em idêntica\nquestão de direito (art.256-L do RISTJ), conforme proposta do Sr.\nMinistro Relator.\nOs Srs. Ministros Paulo Sérgio Domingues, Teodoro Silva Santos,\nAfrânio Vilela, Francisco Falcão, Maria Thereza de Assis Moura,\nBenedito Gonçalves, Marco Aurélio Bellizze e Sérgio Kukina votaram\ncom o Sr. Ministro Relator.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1350",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1350\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036 PAR:00005 PAR:00006 ART:01037" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000911772",
  "numeroProcesso" : "2194706",
  "numeroRegistro" : "202500310305",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "GURGEL DE FARIA",
  "dataPublicacao" : "DJEN       DATA:26/05/2025",
  "ementa" : "PROCESSUAL CIVIL E TRIBUTÁRIO. RECURSO ESPECIAL REPRESENTATIVO DA\nCONTROVÉRSIA. EXECUÇÃO FISCAL. CDA. FUNDAMENTAÇÃO LEGAL. AUSÊNCIA OU\nDEFICIÊNCIA. DISCUSSÃO SOBRE A POSSIBILIDADE DE SUBSTITUIÇÃO.\nAFETAÇÃO.\n1. A questão jurídica a ser solucionada envolve o alcance do Tema\nRepetitivo 166 do STJ (\"A Fazenda Pública pode substituir a certidão\nde dívida ativa (CDA) até a prolação da sentença de embargos,\nquando se tratar de correção de erro material ou formal, vedada a\nmodificação do sujeito passivo da execução\") em relação à\npossibilidade de a Fazenda Pública substituir ou emendar a Certidão\nde Dívida Ativa (CDA), até a prolação da sentença nos embargos, para\nincluir, complementar ou modificar o fundamento legal do crédito\ntributário.\n2. Tese controvertida: Definir se, até a prolação da sentença nos\nembargos, é possível que a Fazenda Pública substitua ou emende a\nCertidão de Dívida Ativa (CDA), para incluir, complementar ou\nmodificar o fundamento legal do crédito tributário.\n3. Afetação do recurso especial como representativo da controvérsia\nrepetitiva para julgamento pela Primeira Seção do Superior Tribunal\nde Justiça.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250520",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO, por unanimidade,\nafetar o processo ao rito dos recursos repetitivos (RISTJ, art.\n257-C) para delimitar a seguinte tese controvertida: \"Definir se,\naté a prolação da sentença nos embargos, é possível que a Fazenda\nPública substitua ou emende a Certidão de Dívida Ativa (CDA), para\nincluir, complementar ou modificar o fundamento legal do crédito\ntributário.\" e, igualmente por unanimidade, suspender o\nprocessamento dos recursos especiais ou dos agravos em recursos\nespeciais em segunda instância e/ou no STJ fundados em idêntica\nquestão de direito (art.256-L do RISTJ), conforme proposta do Sr.\nMinistro Relator.\nOs Srs. Ministros Paulo Sérgio Domingues, Teodoro Silva Santos,\nAfrânio Vilela, Francisco Falcão, Maria Thereza de Assis Moura,\nBenedito Gonçalves, Marco Aurélio Bellizze e Sérgio Kukina votaram\ncom o Sr. Ministro Relator.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1350",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1350\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036 PAR:00005 PAR:00006 ART:01037" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000911770",
  "numeroProcesso" : "1978155",
  "numeroRegistro" : "202102859747",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "AFRÂNIO VILELA",
  "dataPublicacao" : "DJEN       DATA:26/05/2025",
  "ementa" : "ADMINISTRATIVO. PROCESSUAL CIVIL. RECURSO ESPECIAL REPRESENTATIVO DE\nCONTROVÉRSIA DE NATUREZA REPETITIVA. DEMANDA DE RESSARCIMENTO AO\nSISTEMA ÚNICO DE SAÚDE - SUS. PRAZO PRESCRICIONAL APLICÁVEL. ART. 1º\nDO DECRETO 20.910/1932. TERMO INICIAL DA CONTAGEM DO PRAZO\nPRESCRICIONAL. NOTIFICAÇÃO DA DECISÃO ADMINISTRATIVA. RECURSO\nESPECIAL PARCIALMENTE CONHECIDO E, NESSA EXTENSÃO, PARCIALMENTE\nPROVIDO.\n1. A controvérsia ora em apreciação, submetida ao rito dos recursos\nespeciais repetitivos, restou assim delimitada: \"Definir: 1) qual o\nprazo prescricional aplicável em caso de demanda que envolva pedido\nde ressarcimento ao Sistema Único de Saúde na hipótese do art. 32 da\nLei n. 9.656/98: se é aplicável o prazo quinquenal previsto no art.\n1º do Decreto n.º 20.910/32, ou o prazo trienal prescrito no art.\n206, § 3º, do Código Civil; 2) qual o termo inicial da contagem do\nprazo prescricional: se começa a correr com a internação do\npaciente, com a alta do hospital, ou a partir da notificação da\ndecisão do processo administrativo que apura os valores a serem\nressarcidos\".\n2. A obrigação imposta às operadoras de planos de saúde, de\nressarcirem os serviços de atendimento à saúde prestados aos seus\nclientes pelas instituições integrantes do Sistema Único de Saúde -\nSUS, é prevista no art. 32 da Lei 9.656/1998, que atribuiu à Agência\nNacional de Saúde Suplementar - ANS a definição do procedimento\npara apuração dos valores devidos. Nos termos da lei, finalizado o\nprocedimento para apuração do montante devido e expedida notificação\nde cobrança, a operadora tem o prazo de quinze dias úteis para\nefetuar o ressarcimento. Ultrapassado esse prazo, os valores não\nrecolhidos serão inscritos em dívida ativa da ANS, que promoverá a\ncobrança judicial. Esse contexto revela que a relação existente\nentre a ANS e as operadoras de planos de saúde é regida pelo Direito\nAdministrativo, motivo pelo qual deve ser afastada a incidência do\nprazo prescricional previsto no Código Civil.\n3. Este Superior Tribunal já teve a oportunidade de apreciar a\nmatéria em debate, tendo firmado entendimento no sentido de que as\ndemandas envolvendo pedido de ressarcimento ao Sistema Único de\nSaúde, de que trata o art. 32 da Lei 9.656/1998, estão sujeitas ao\nprazo prescricional quinquenal , previsto no Decreto 20.910/1932.\nAlém disso, este Superior Tribunal também vem decidindo que, por se\ntratar de cobrança de valores que, por expressa previsão legal,\ndevem ser apurados em prévio procedimento administrativo, o termo\ninicial do prazo prescricional somente tem início após a notificação\nda cobrança feita pela ANS (art. 32, § 3º, da Lei 9.656/1998).\n4. Tese jurídica firmada: \"Nas ações com pedido de ressarcimento ao\nSistema Único de Saúde de que trata o art. 32 da Lei 9.656/1998, é\naplicável o prazo prescricional de cinco anos previsto no Decreto\n20.910/1932, contado a partir da notificação da decisão\nadministrativa que apurou os valores\".\n5. Caso concreto: recurso especial parcialmente  conhecido e, nessa\nextensão, parcialmente provido.\n6. Recurso julgado sob a sistemática dos recursos especiais\nrepresentativos de controvérsia (art. 1.036 e seguintes do CPC/2015;\ne art. 256-N e seguintes do RISTJ).",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250514",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Primeira Seção, por unanimidade,\nconhecer parcialmente do recurso especial e, nessa extensão, dar-lhe\nparcial provimento, apenas para o fim de afastar a multa processual\nimposta à recorrente, nos termos do voto do Sr. Ministro Relator.\nFoi aprovada, por unanimidade, a seguinte tese no tema repetitivo\n1147:\nNas ações com pedido de ressarcimento ao Sistema Único de Saúde de\nque trata o art. 32 da Lei 9.656/1998, é aplicável o prazo\nprescricional de cinco anos previsto no Decreto 20.910/1932, contado\na partir da notificação da decisão administrativa que apurou os\nvalores.\nOs Srs. Ministros Francisco Falcão, Maria Thereza de Assis Moura,\nBenedito Gonçalves, Marco Aurélio Bellizze, Sérgio Kukina, Gurgel de\nFaria, Paulo Sérgio Domingues e Teodoro Silva Santos votaram com o\nSr. Ministro Relator.",
  "jurisprudenciaCitada" : "(SISTEMA ÚNICO DE SAÚDE - SUS - RESSARCIMENTO - OPERADORAS DE PLANOS\nDE SAÚDE)\n   STF - [[RE 597064]] (REPERCUSSÃO GERAL - TEMA(s) 345)\n(COBRANÇA DAS DÍVIDAS ATIVAS NÃO TRIBUTÁRIAS - PRAZO PRESCRICIONAL)\n   STJ - <<AgRg no REsp 1236866>>-RS, <<REsp 1197850>>-SP,\n         <<RO 187>>-RJ\n(RESSARCIMENTO AO SUS - OPERADORAS DE PLANOS OU SEGURADOS DE SAÚDE -\nPRAZO PRESCRICIONAL QUINQUENAL)\n   STJ - <<REsp 1728843>>-RS\n(RESSARCIMENTO AO SUS - PRAZO PRESCRICIONAL - TERMO INICIAL)\n   STJ - <<REsp 1435077>>-RS, <<AgInt no AREsp 1626837>>-SP,\n         <<AgInt no REsp 1930034>>-RS,\n         <<AgInt no AREsp 1348875>>-SP,\n         <<AgInt no AREsp 1457618>>-SP,\n         <<AgInt no AREsp 1375651>>-SP",
  "notas" : "Julgado conforme procedimento previsto para os Recursos Repetitivos\nno âmbito do STJ.",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : "\"Nas ações com pedido de ressarcimento ao Sistema Único de Saúde de\nque trata o art. 32 da Lei 9.656/1998, é aplicável o prazo\nprescricional de cinco anos previsto no Decreto 20.910/1932, contado\na partir da notificação da decisão administrativa que apurou os\nvalores\".",
  "tema" : "Tema Repetitivo 1147\nSituação do tema: Acórdão Publicado",
  "referenciasLegislativas" : [ "LEG:FED DEC:020910 ANO:1932\n*****  DPRES-1932    DECRETO SOBRE PRESCRIÇÃO QUINQUENAL\n        ART:00001", "LEG:FED LEI:009656 ANO:1998\n*****  LPSS-98    LEI DE PLANOS E SEGUROS PRIVADOS DE ASSISTÊNCIA À\nSAÚDE\n        ART:00032 PAR:00003", "LEG:FED LEI:010406 ANO:2002\n*****  CC-02    CÓDIGO CIVIL DE 2002\n        ART:00206 PAR:00003", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036", "LEG:FED LEI:004320 ANO:1964\n        ART:00011 PAR:00001 PAR:00004 ART:00039" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000911769",
  "numeroProcesso" : "1978141",
  "numeroRegistro" : "202102257778",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "AFRÂNIO VILELA",
  "dataPublicacao" : "DJEN       DATA:26/05/2025",
  "ementa" : "ADMINISTRATIVO . PROCESSUAL CIVIL. RECURSO ESPECIAL REPRESENTATIVO\nDE CONTROVÉRSIA DE NATUREZA REPETITIVA. DEMANDA DE RESSARCIMENTO AO\nSISTEMA ÚNICO DE SAÚDE - SUS. PRAZO PRESCRICIONAL APLICÁVEL. ART. 1º\nDO DECRETO 20.910/1932. TERMO INICIAL DA CONTAGEM DO PRAZO\nPRESCRICIONAL. NOTIFICAÇÃO DA DECISÃO ADMINISTRATIVA. RECURSO\nESPECIAL PARCIALMENTE CONHECIDO E, NESSA EXTENSÃO, NÃO PROVIDO.\n1. A controvérsia ora em apreciação, submetida ao rito dos recursos\nespeciais repetitivos, restou assim delimitada: \"Definir: 1) qual o\nprazo prescricional aplicável em caso de demanda que envolva pedido\nde ressarcimento ao Sistema Único de Saúde na hipótese do art. 32 da\nLei n. 9.656/98: se é aplicável o prazo quinquenal previsto no art.\n1º do Decreto n.º 20.910/32, ou o prazo trienal prescrito no art.\n206, § 3º, do Código Civil; 2) qual o termo inicial da contagem do\nprazo prescricional: se começa a correr com a internação do\npaciente, com a alta do hospital, ou a partir da notificação da\ndecisão do processo administrativo que apura os valores a serem\nressarcidos\".\n2. A obrigação imposta às operadoras de planos de saúde, de\nressarcirem os serviços de atendimento à saúde prestados aos seus\nclientes pelas instituições integrantes do Sistema Único de Saúde -\nSUS, é prevista no art. 32 da Lei 9.656/1998, que atribuiu à Agência\nNacional de Saúde Suplementar - ANS a definição do procedimento\npara apuração dos valores devidos. Nos termos da lei, finalizado o\nprocedimento para apuração do montante devido e expedida notificação\nde cobrança, a operadora tem o prazo de quinze dias úteis para\nefetuar o ressarcimento. Ultrapassado esse prazo, os valores não\nrecolhidos serão inscritos em dívida ativa da ANS, que promoverá a\ncobrança judicial. Esse contexto revela que a relação existente\nentre a ANS e as operadoras de planos de saúde é regida pelo Direito\nAdministrativo, motivo pelo qual deve ser afastada a incidência do\nprazo prescricional previsto no Código Civil.\n3. Este Superior Tribunal já teve a oportunidade de apreciar a\nmatéria em debate, tendo firmado entendimento no sentido de que as\ndemandas envolvendo pedido de ressarcimento ao Sistema Único de\nSaúde, de que trata o art. 32 da Lei 9.656/1998, estão sujeitas ao\nprazo prescricional quinquenal, previsto no Decreto 20.910/1932.\nAlém disso, este Superior Tribunal também vem decidindo que, por se\ntratar de cobrança de valores que, por expressa previsão legal,\ndevem ser apurados em prévio procedimento administrativo, o termo\ninicial do prazo prescricional somente tem início após a notificação\nda cobrança feita pela ANS (art. 32, § 3º, da Lei 9.656/1998).\n4. Tese jurídica firmada: \"Nas ações com pedido de ressarcimento ao\nSistema Único de Saúde de que trata o art. 32 da Lei 9.656/1998, é\naplicável o prazo prescricional de cinco anos previsto no Decreto\n20.910/1932, contado a partir da notificação da decisão\nadministrativa que apurou os valores\".\n5. Caso concreto: recurso especial parcialmente conhecido e, nessa\nextensão, não provido.\n6. Recurso julgado sob a sistemática dos recursos especiais\nrepresentativos de controvérsia (art. 1.036 e seguintes do CPC/2015;\ne art. 256-N e seguintes do RISTJ).",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250514",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Primeira Seção, por unanimidade,\nconhecer parcialmente do recurso especial e, nessa extensão,\nnegar-lhe provimento, nos termos do voto do Sr. Ministro Relator.\nFoi aprovada, por unanimidade, a seguinte tese no tema repetitivo\n1147:\nNas ações com pedido de ressarcimento ao Sistema Único de Saúde de\nque trata o art. 32 da Lei 9.656/1998, é aplicável o prazo\nprescricional de cinco anos previsto no Decreto 20.910/1932, contado\na partir da notificação da decisão administrativa que apurou os\nvalores.\nOs Srs. Ministros Francisco Falcão, Maria Thereza de Assis Moura,\nBenedito Gonçalves, Marco Aurélio Bellizze, Sérgio Kukina, Gurgel de\nFaria, Paulo Sérgio Domingues e Teodoro Silva Santos votaram com o\nSr. Ministro Relator.",
  "jurisprudenciaCitada" : "(SISTEMA ÚNICO DE SAÚDE - SUS - RESSARCIMENTO - OPERADORAS DE PLANOS\nDE SAÚDE)\n   STF - [[RE 597064]] (REPERCUSSÃO GERAL - TEMA(s) 345)\n(COBRANÇA DAS DÍVIDAS ATIVAS NÃO TRIBUTÁRIAS - PRAZO PRESCRICIONAL)\n   STJ - <<AgRg no REsp 1236866>>-RS, <<REsp 1197850>>-SP,\n         <<RO 187>>-RJ\n(RESSARCIMENTO AO SUS - OPERADORAS DE PLANOS OU SEGURADOS DE SAÚDE -\nPRAZO PRESCRICIONAL QUINQUENAL)\n   STJ - <<REsp 1728843>>-RS\n(RESSARCIMENTO AO SUS - PRAZO PRESCRICIONAL - TERMO INICIAL)\n   STJ - <<REsp 1435077>>-RS, <<AgInt no AREsp 1626837>>-SP,\n         <<AgInt no REsp 1930034>>-RS,\n         <<AgInt no AREsp 1348875>>-SP,\n         <<AgInt no AREsp 1457618>>-SP,\n         <<AgInt no AREsp 1375651>>-SP",
  "notas" : "Julgado conforme procedimento previsto para os Recursos Repetitivos\nno âmbito do STJ.",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : "\"Nas ações com pedido de ressarcimento ao Sistema Único de Saúde de\nque trata o art. 32 da Lei 9.656/1998, é aplicável o prazo\nprescricional de cinco anos previsto no Decreto 20.910/1932, contado\na partir da notificação da decisão administrativa que apurou os\nvalores\".",
  "tema" : "Tema Repetitivo 1147\nSituação do tema: Acórdão Publicado",
  "referenciasLegislativas" : [ "LEG:FED DEC:020910 ANO:1932\n*****  DPRES-1932    DECRETO SOBRE PRESCRIÇÃO QUINQUENAL\n        ART:00001", "LEG:FED LEI:009656 ANO:1998\n*****  LPSS-98    LEI DE PLANOS E SEGUROS PRIVADOS DE ASSISTÊNCIA À\nSAÚDE\n        ART:00032 PAR:00003", "LEG:FED LEI:010406 ANO:2002\n*****  CC-02    CÓDIGO CIVIL DE 2002\n        ART:00206 PAR:00003", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036", "LEG:FED LEI:004320 ANO:1964\n        ART:00011 PAR:00001 PAR:00004 ART:00039" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000911768",
  "numeroProcesso" : "1976624",
  "numeroRegistro" : "202101933756",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "AFRÂNIO VILELA",
  "dataPublicacao" : "DJEN       DATA:26/05/2025",
  "ementa" : "ADMINISTRATIVO, CIVIL E PROCESSUAL CIVIL. RECURSO ESPECIAL\nREPRESENTATIVO DE CONTROVÉRSIA DE NATUREZA REPETITIVA. INTERRUPÇÃO\nDA PRESCRIÇÃO PELO DESPACHO QUE ORDENA A CITAÇÃO. RETROAÇÃO À DATA\nDA PROPOSITURA DA AÇÃO. ART. 240, § 1º, DO CPC/2015 (ART. 219, § 1º,\nDO CPC/1973). RECONHECIMENTO DE LITISCONSÓRCIO PASSIVO NECESSÁRIO\nDURANTE A TRAMITAÇÃO DO FEITO. TEORIA DA APARÊNCIA. EXTENSÃO DOS\nEFEITOS DA INTERRUPÇÃO DA PRESCRIÇÃO AO LITISCONSORTE CITADO\nTARDIAMENTE. POSSIBILIDADE. SOLIDARIEDADE. ART. 204, I, DO CÓDIGO\nCIVIL. DEMORA ATRIBUÍVEL AO PODER JUDICIÁRIO.  ART. 240, § 3º, DO\nCPC/2015. SÚMULA 106/STJ. PRESCRIÇÃO. INOCORRÊNCIA. PRECEDENTES\nDESTE STJ. RECURSO ESPECIAL CONHECIDO E NÃO PROVIDO.\n1. A controvérsia submetida ao rito dos recursos especiais\nrepetitivos (Tema 1131/STJ) foi assim delimitada: \"Definir se, nas\nações que tenham como objeto o Tema Repetitivo 928/STJ, a retroação\nda interrupção da prescrição à data da propositura da ação, nos\ntermos do disposto no art. 240, § 1º, do CPC/2015 (art. 219, § 1º,\ndo CPC/1973), deve ocorrer também quando a citação da parte legítima\nse der fora do prazo prescricional, caso a demora no ato citatório\ndecorra do reconhecimento da existência de litisconsórcio passivo\nnecessário durante a tramitação do feito\".\n2. A matéria de fundo discutida no Tema 928/STJ refere-se à validade\ndo Curso de Capacitação para Docentes instituído pelo Estado do\nParaná em 2002, em parceria com a Fundação Faculdade Vizinhança Vale\ndo Iguaçu - Vizivali, na modalidade semipresencial, destinado aos\nprofessores que atuavam na educação infantil e nas quatro primeiras\nséries do ensino fundamental. Embora autorizado pelo Conselho\nEstadual de Educação, com fundamento no art. 87, § 3º, III, da Lei\nde Diretrizes e Bases da Educação, os diplomas não foram\nreconhecidos pelo Ministério da Educação e Cultura - MEC, ensejando\no ajuizamento de milhares de ações judiciais. À época, a\njurisprudência oscilava quanto à legitimidade passiva da União, de\nmodo que muitas ações foram ajuizadas tão somente contra o Estado do\nParaná e a instituição de ensino, perante a Justiça Estadual. No\njulgamento do Tema Repetitivo 584/STJ, esta Corte decidiu pela\nnecessidade de formação de litisconsórcio passivo necessário entre a\nUnião, o Estado do Paraná e a Faculdade Vizivali, o que ensejou, no\ncurso do processo, o declínio da competência para a Justiça\nFederal. Por essa razão, em muitos casos, a União só foi citada após\no transcurso do prazo prescricional.\n3. Posteriormente, no julgamento do Tema Repetitivo 928/STJ,\nreconheceu-se a regularidade do Curso de Capacitação instituído pelo\nEstado do Paraná, e a responsabilidade dos envolvidos foi definida\ncom base na situação individual dos alunos matriculados no curso:\n(i) em se tratando de professor com vínculo formal com instituição\npública ou privada, a União é exclusivamente responsável pelo\nregistro do diploma e pela indenização pelos danos causados; (ii)\nnos casos de professores voluntários ou com vínculo precário, a\nUnião responde pelo registro, mas a indenização deve ser suportada\nsolidariamente pela União e pelo Estado do Paraná; (iii) quanto aos\nestagiários, não há direito ao registro do diploma, cabendo à\nFaculdade Vizivali a responsabilidade exclusiva por eventuais danos.\n4. Nesse contexto, é necessário definir se, nos casos relacionados\nao Tema Repetitivo 928/STJ, os efeitos da citação válida do Estado\ndo Paraná e da Faculdade Vizivali - contra os quais a ação foi\ninicialmente proposta - se estendem também à União, que somente foi\ncitada após o decurso do prazo prescricional, devido ao\nreconhecimento, no curso do processo, da necessidade de formação de\nlitisconsórcio passivo necessário.\n5. A prescrição é interrompida pelo despacho que ordena a citação,\ncom efeitos retroativos à data de ajuizamento, desde que a citação\nválida da parte legítima ocorra dentro do prazo legal. É o que\ndispõe o art. 202, I, do Código Civil e o art. 240, § 1º, do\nCPC/2015 (art. 219, § 1º, do CPC/1973). Em caso de aparente\nlegitimidade passiva dos réus inicialmente demandados - situação que\nautoriza a aplicação da Teoria da Aparência -, esta Corte reconhece\nque a citação será considerada válida para fins de interrupção da\nprescrição em relação aos demais réus que venham a integrar o polo\npassivo após o decurso do prazo prescricional. Esse raciocínio\ndecorre do entendimento de que a caracterização da prescrição\npressupõe, além do transcurso do tempo, a possibilidade de exercício\ndo direito de ação e a inércia do seu titular.\n6. Além da Teoria da Aparência, há outro fundamento jurídico\nrelevante que permite estender a interrupção do prazo prescricional\nao litisconsorte cuja citação se deu após o prazo prescricional: a\nsolidariedade. Nos termos do art. 204, § 1º, do Código Civil, a\ninterrupção operada contra um devedor solidário estende-se aos\ndemais. Assim, a solidariedade reconhecida entre os réus reforça o\nentendimento de que os efeitos da interrupção da prescrição\ndecorrente da citação válida do Estado do Paraná e da Faculdade\nVizivali alcançam também a União, ainda que sua citação tenha\nocorrido após o decurso de cinco anos do ajuizamento da ação.\n7. Ademais, nos termos do art. 240, § 3º, do CPC/2015 e da Súmula\n106/STJ, proposta a ação no prazo fixado para seu exercício, a\ndemora na citação, por motivos inerentes ao mecanismo da Justiça,\nnão justifica o acolhimento da arguição de prescrição. Também por\nessa razão, nas ações relacionadas ao Tema 928/STJ, a parte não pode\nser prejudicada pela demora na citação da União, imputável\nexclusivamente ao serviço judiciário. Essa solução prestigia não\napenas a segurança jurídica, mas também a efetividade da tutela\njurisdicional e a boa-fé objetiva, pilares estruturantes do Estado\nDemocrático de Direito.\n8. Este Tema Repetitivo 1.131/STJ tem o objetivo de firmar tese\nvinculante sobre os efeitos interruptivos da prescrição a serem\nobservados especificamente nos casos abrangidos pelo Tema 928/STJ,\nnão sendo possível estender sua ratio decidendi a processos com\nsituações fático-jurídicas distintas, por ausência de similitude.\n9. Tese jurídica firmada: \"Nas ações relacionadas ao Tema Repetitivo\n928/STJ, a citação válida do Estado do Paraná e da Faculdade\nVizivali tem o condão de interromper a prescrição também em relação\nà União, com efeitos retroativos à data da propositura da ação. Esse\nentendimento aplica-se inclusive aos casos em que a citação da\nUnião tenha ocorrido após o decurso de cinco anos desde o\najuizamento da demanda, quando essa demora for imputável\nexclusivamente ao Poder Judiciário, em razão do reconhecimento, no\ncurso do processo, da necessidade de formação de litisconsórcio\npassivo necessário\".\n10. Caso concreto: recurso especial da União conhecido e não\nprovido.\n11. Recurso julgado sob a sistemática dos recursos especiais\nrepresentativos de controvérsia (art. 1.036 e seguintes do CPC/2015\ne art. 256-N e seguintes do RISTJ).",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250514",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Primeira Seção, por unanimidade,\nconhecer do recurso especial da União e negar-lhe provimento, nos\ntermos do voto do Sr. Ministro Relator.\nFoi aprovada, por unanimidade, a seguinte tese no tema repetitivo\n1131:\nNas ações relacionadas ao Tema Repetitivo 928/STJ, a citação válida\ndo Estado do Paraná e da Faculdade Vizivali tem o condão de\ninterromper a prescrição também em relação à União, com efeitos\nretroativos à data da propositura da ação. Esse entendimento\naplica-se inclusive aos casos em que a citação da União tenha\nocorrido após o decurso de cinco anos desde o ajuizamento da\ndemanda, quando essa demora for imputável exclusivamente ao Poder\nJudiciário, em razão do reconhecimento, no curso do processo, da\nnecessidade de formação de litisconsórcio passivo necessário.\nOs Srs. Ministros Francisco Falcão, Maria Thereza de Assis Moura,\nBenedito Gonçalves, Marco Aurélio Bellizze, Sérgio Kukina, Gurgel de\nFaria, Paulo Sérgio Domingues e Teodoro Silva Santos votaram com o\nSr. Ministro Relator.",
  "jurisprudenciaCitada" : "(DIPLOMA DE CONCLUSÃO DE CURSO DE ENSINO SUPERIOR - EXPEDIÇÃO -\nFUNDAÇÃO FACULDADE VIZINHANÇA VALE DO IGUAÇU - VIZIVALI)\n   STJ - RECURSO REPETITIVO TEMA(S) 928\n(ILEGITIMIDADE DA PARTE - CITAÇÃO VÁLIDA - AUSÊNCIA DE INTERRUPÇÃO\nDA PRESCRIÇÃO)\n   STJ - <<EAREsp 1294919>>-PR\n(PRESCRIÇÃO - CITAÇÃO VÁLIDA - INTERRUPÇÃO)\n   STJ - <<AgInt no AREsp 1294919>>-PR,\n         <<AgInt no AREsp 2393912>>-SP,\n         <<AgInt no REsp 2075675>>-SP, <<REsp 1679199>>-SP,\n         <<REsp 1636677>>-RJ\n(RESPONSABILIDADE SOLIDÁRIA - LITISCONSÓRCIO PASSIVO - PRESCRIÇÃO -\nINTERRUPÇÃO)\n   STJ - <<AgInt no AREsp 1932371>>-RS,\n         <<AgInt no REsp 1926964>>-PR,\n         <<AgInt no AREsp 1730015>>-PR,\n         <<AgInt no AREsp 1728822>>-PR,\n         <<AgInt no AREsp 1758666>>-PR\n(PRESCRIÇÃO - POSSIBILIDADE DO EXERCÍCIO DE AÇÃO - INÉRCIA DO SEU\nTITULAR)\n   STJ - <<REsp 1776017>>-RJ, <<AREsp 1735384>>-RS,\n         <<AgInt no REsp 1602304>>-RS,\n         <<AgInt no REsp 1596547>>-PE, <<AgRg no AREsp 497928>>-AL",
  "notas" : "Julgado conforme procedimento previsto para os Recursos Repetitivos\nno âmbito do STJ.",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : "\"Nas ações relacionadas ao Tema Repetitivo 928/STJ, a citação válida\ndo Estado do Paraná e da Faculdade Vizivali tem o condão de\ninterromper a prescrição também em relação à União, com efeitos\nretroativos à data da propositura da ação. Esse entendimento\naplica-se inclusive aos casos em que a citação da União tenha\nocorrido após o decurso de cinco anos desde o ajuizamento da\ndemanda, quando essa demora for imputável exclusivamente ao Poder\nJudiciário, em razão do reconhecimento, no curso do processo, da\nnecessidade de formação de litisconsórcio passivo necessário\".",
  "tema" : "Tema Repetitivo 1131\nSituação do tema: Acórdão Publicado",
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000106", "LEG:FED LEI:005869 ANO:1973\n*****  CPC-73    CÓDIGO DE PROCESSO CIVIL DE 1973\n        ART:00219 PAR:00001", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00240 PAR:00001 PAR:00003 ART:01036", "LEG:FED LEI:010406 ANO:2002\n*****  CC-02    CÓDIGO CIVIL DE 2002\n        ART:00202 INC:00001 ART:00204 INC:00001" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000911767",
  "numeroProcesso" : "1962118",
  "numeroRegistro" : "202101657350",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "AFRÂNIO VILELA",
  "dataPublicacao" : "DJEN       DATA:26/05/2025",
  "ementa" : "ADMINISTRATIVO, CIVIL E PROCESSUAL CIVIL. RECURSO ESPECIAL\nREPRESENTATIVO DE CONTROVÉRSIA DE NATUREZA REPETITIVA. INTERRUPÇÃO\nDA PRESCRIÇÃO PELO DESPACHO QUE ORDENA A CITAÇÃO. RETROAÇÃO À DATA\nDA PROPOSITURA DA AÇÃO. ART. 240, § 1º, DO CPC/2015 (ART. 219, § 1º,\nDO CPC/1973). RECONHECIMENTO DE LITISCONSÓRCIO PASSIVO NECESSÁRIO\nDURANTE A TRAMITAÇÃO DO FEITO. TEORIA DA APARÊNCIA. EXTENSÃO DOS\nEFEITOS DA INTERRUPÇÃO DA PRESCRIÇÃO AO LITISCONSORTE CITADO\nTARDIAMENTE. POSSIBILIDADE. SOLIDARIEDADE. ART. 204, I, DO CÓDIGO\nCIVIL. DEMORA ATRIBUÍVEL AO PODER JUDICIÁRIO. ART. 240, § 3º, DO\nCPC/2015. SÚMULA 106/STJ. PRESCRIÇÃO. INOCORRÊNCIA. PRECEDENTES\nDESTE STJ. RECURSO ESPECIAL CONHECIDO E NÃO PROVIDO.\n1. A controvérsia submetida ao rito dos recursos especiais\nrepetitivos (Tema 1.131/STJ) foi assim delimitada: \"Definir se, nas\nações que tenham como objeto o Tema Repetitivo 928/STJ, a retroação\nda interrupção da prescrição à data da propositura da ação, nos\ntermos do disposto no art. 240, § 1º, do CPC/2015 (art. 219, § 1º,\ndo CPC/1973), deve ocorrer também quando a citação da parte legítima\nse der fora do prazo prescricional, caso a demora no ato citatório\ndecorra do reconhecimento da existência de litisconsórcio passivo\nnecessário durante a tramitação do feito.\".\n2. A matéria de fundo discutida no Tema 928/STJ refere-se à validade\ndo Curso de Capacitação para Docentes instituído pelo Estado do\nParaná em 2002, em parceria com a Fundação Faculdade Vizinhança Vale\ndo Iguaçu - Vizivali, na modalidade semipresencial, destinado aos\nprofessores que atuavam na educação infantil e nas quatro primeiras\nséries do ensino fundamental. Embora autorizado pelo Conselho\nEstadual de Educação, com fundamento no art. 87, § 3º, III, da Lei\nde Diretrizes e Bases da Educação, os diplomas não foram\nreconhecidos pelo Ministério da Educação e Cultura - MEC, ensejando\no ajuizamento de milhares de ações judiciais. À época, a\njurisprudência oscilava quanto à legitimidade passiva da União, de\nmodo que muitas ações foram ajuizadas tão somente contra o Estado do\nParaná e a instituição de ensino, perante a Justiça Estadual. No\njulgamento do Tema Repetitivo 584/STJ, esta Corte decidiu pela\nnecessidade de formação de litisconsórcio passivo necessário entre a\nUnião, o Estado do Paraná e a Faculdade Vizivali, o que ensejou, no\ncurso do processo, o declínio da competência para a Justiça\nFederal. Por essa razão, em muitos casos, a União só foi citada após\no transcurso do prazo prescricional.\n3. Posteriormente, no julgamento do Tema Repetitivo 928/STJ,\nreconheceu-se a regularidade do Curso de Capacitação instituído pelo\nEstado do Paraná, e a responsabilidade dos envolvidos foi definida\ncom base na situação individual dos alunos matriculados no curso:\n(i) em se tratando de professor com vínculo formal com instituição\npública ou privada, a União é exclusivamente responsável pelo\nregistro do diploma e pela indenização pelos danos causados; (ii)\nnos casos de professores voluntários ou com vínculo precário, a\nUnião responde pelo registro, mas a indenização deve ser suportada\nsolidariamente pela União e pelo Estado do Paraná; (iii) quanto aos\nestagiários, não há direito ao registro do diploma, cabendo à\nFaculdade Vizivali a responsabilidade exclusiva por eventuais danos.\n4. Nesse contexto, é necessário definir se, nos casos relacionados\nao Tema Repetitivo 928/STJ, os efeitos da citação válida do Estado\ndo Paraná e da Faculdade Vizivali - contra os quais a ação foi\ninicialmente proposta - se estendem também à União, que somente foi\ncitada após o decurso do prazo prescricional, devido ao\nreconhecimento, no curso do processo, da necessidade de formação de\nlitisconsórcio passivo necessário.\n5. A prescrição é interrompida pelo despacho que ordena a citação,\ncom efeitos retroativos à data de ajuizamento da ação, desde que a\ncitação válida da parte legítima ocorra dentro do prazo legal. É o\nque dispõe o art. 202, I, do Código Civil e o art. 240, § 1º, do\nCPC/2015 (art. 219, § 1º, do CPC/1973). Em caso de aparente\nlegitimidade passiva dos réus inicialmente demandados - situação que\nautoriza a aplicação da Teoria da Aparência -, esta Corte reconhece\nque a citação será considerada válida para fins de interrupção da\nprescrição em relação aos demais réus que venham a integrar o polo\npassivo após o decurso do prazo prescricional. Esse raciocínio\ndecorre do entendimento de que a caracterização da prescrição\npressupõe, além do transcurso do tempo, a possibilidade de exercício\ndo direito de ação e a inércia do seu titular.\n6. Além da Teoria da Aparência, há outro fundamento jurídico\nrelevante que permite estender a interrupção do prazo prescricional\nao litisconsorte cuja citação se deu após o prazo prescricional: a\nsolidariedade. Nos termos do art. 204, § 1º, do Código Civil, a\ninterrupção operada contra um devedor solidário estende-se aos\ndemais. Assim, a solidariedade reconhecida entre os réus reforça o\nentendimento de que os efeitos da interrupção da prescrição\ndecorrente da citação válida do Estado do Paraná e da Faculdade\nVizivali alcançam também a União, ainda que sua citação tenha\nocorrido após o decurso de cinco anos do ajuizamento da ação.\n7. Ademais, nos termos do art. 240, § 3º, do CPC/2015 e da Súmula\n106/STJ, proposta a ação no prazo fixado para seu exercício, a\ndemora na citação, por motivos inerentes ao mecanismo da Justiça,\nnão justifica o acolhimento da arguição de prescrição. Também por\nessa razão, nas ações relacionadas ao Tema 928/STJ, a parte não pode\nser prejudicada pela demora na citação da União, imputável\nexclusivamente ao serviço judiciário. Essa solução prestigia não\napenas a segurança jurídica, mas também a efetividade da tutela\njurisdicional e a boa-fé objetiva, pilares estruturantes do Estado\nDemocrático de Direito.\n8. Este Tema Repetitivo 1.131/STJ tem o objetivo de firmar tese\nvinculante sobre os efeitos interruptivos da prescrição a serem\nobservados especificamente nos casos abrangidos pelo Tema 928/STJ,\nnão sendo possível estender sua ratio decidendi a processos com\nsituações fático-jurídicas distintas, por ausência de similitude.\n9. Tese jurídica firmada: \"Nas ações relacionadas ao Tema Repetitivo\n928/STJ, a citação válida do Estado do Paraná e da Faculdade\nVizivali tem o condão de interromper a prescrição também em relação\nà União, com efeitos retroativos à data da propositura da ação. Esse\nentendimento aplica-se inclusive aos casos em que a citação da\nUnião tenha ocorrido após o decurso de cinco anos desde o\najuizamento da demanda, quando essa demora for imputável\nexclusivamente ao Poder Judiciário, em razão do reconhecimento, no\ncurso do processo, da necessidade de formação de litisconsórcio\npassivo necessário\".\n10. Caso concreto: recurso especial da União conhecido e não\nprovido.\n11. Recurso julgado sob a sistemática dos recursos especiais\nrepresentativos de controvérsia (art. 1.036 e seguintes do CPC/2015\ne art. 256-N e seguintes do RISTJ).",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250514",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Primeira Seção, por unanimidade,\nconhecer do recurso especial da União e negar-lhe provimento, nos\ntermos do voto do Sr. Ministro Relator.\nFoi aprovada, por unanimidade, a seguinte tese no tema repetitivo\n1131:\nNas ações relacionadas ao Tema Repetitivo 928/STJ, a citação válida\ndo Estado do Paraná e da Faculdade Vizivali tem o condão de\ninterromper a prescrição também em relação à União, com efeitos\nretroativos à data da propositura da ação. Esse entendimento\naplica-se inclusive aos casos em que a citação da União tenha\nocorrido após o decurso de cinco anos desde o ajuizamento da\ndemanda, quando essa demora for imputável exclusivamente ao Poder\nJudiciário, em razão do reconhecimento, no curso do processo, da\nnecessidade de formação de litisconsórcio passivo necessário.\nOs Srs. Ministros Francisco Falcão, Maria Thereza de Assis Moura,\nBenedito Gonçalves, Marco Aurélio Bellizze, Sérgio Kukina, Gurgel de\nFaria, Paulo Sérgio Domingues e Teodoro Silva Santos votaram com o\nSr. Ministro Relator.",
  "jurisprudenciaCitada" : "(DIPLOMA DE CONCLUSÃO DE CURSO DE ENSINO SUPERIOR - EXPEDIÇÃO -\nFUNDAÇÃO FACULDADE VIZINHANÇA VALE DO IGUAÇU - VIZIVALI)\n   STJ - RECURSO REPETITIVO TEMA(S) 928\n(ILEGITIMIDADE DA PARTE - CITAÇÃO VÁLIDA - AUSÊNCIA DE INTERRUPÇÃO\nDA PRESCRIÇÃO)\n   STJ - <<EAREsp 1294919>>-PR\n(PRESCRIÇÃO - CITAÇÃO VÁLIDA - INTERRUPÇÃO)\n   STJ - <<AgInt no AREsp 1294919>>-PR,\n         <<AgInt no AREsp 2393912>>-SP,\n         <<AgInt no REsp 2075675>>-SP, <<REsp 1679199>>-SP,\n         <<REsp 1636677>>-RJ\n(RESPONSABILIDADE SOLIDÁRIA - LITISCONSÓRCIO PASSIVO - PRESCRIÇÃO -\nINTERRUPÇÃO)\n   STJ - <<AgInt no AREsp 1932371>>-RS,\n         <<AgInt no REsp 1926964>>-PR,\n         <<AgInt no AREsp 1730015>>-PR,\n         <<AgInt no AREsp 1728822>>-PR,\n         <<AgInt no AREsp 1758666>>-PR\n(PRESCRIÇÃO - POSSIBILIDADE DO EXERCÍCIO DE AÇÃO - INÉRCIA DO SEU\nTITULAR)\n   STJ - <<REsp 1776017>>-RJ, <<AREsp 1735384>>-RS,\n         <<AgInt no REsp 1602304>>-RS,\n         <<AgInt no REsp 1596547>>-PE, <<AgRg no AREsp 497928>>-AL",
  "notas" : "Julgado conforme procedimento previsto para os Recursos Repetitivos\nno âmbito do STJ.",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : "\"Nas ações relacionadas ao Tema Repetitivo 928/STJ, a citação válida\ndo Estado do Paraná e da Faculdade Vizivali tem o condão de\ninterromper a prescrição também em relação à União, com efeitos\nretroativos à data da propositura da ação. Esse entendimento\naplica-se inclusive aos casos em que a citação da União tenha\nocorrido após o decurso de cinco anos desde o ajuizamento da\ndemanda, quando essa demora for imputável exclusivamente ao Poder\nJudiciário, em razão do reconhecimento, no curso do processo, da\nnecessidade de formação de litisconsórcio passivo necessário\".",
  "tema" : "Tema Repetitivo 1131\nSituação do tema: Acórdão Publicado",
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000106", "LEG:FED LEI:005869 ANO:1973\n*****  CPC-73    CÓDIGO DE PROCESSO CIVIL DE 1973\n        ART:00219 PAR:00001", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00240 PAR:00001 PAR:00003 ART:01036", "LEG:FED LEI:010406 ANO:2002\n*****  CC-02    CÓDIGO CIVIL DE 2002\n        ART:00202 INC:00001 ART:00204 INC:00001" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000911591",
  "numeroProcesso" : "2840",
  "numeroRegistro" : "199300141732",
  "siglaClasse" : "EDcl no AgInt na PET no MS",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NA PETIÇÃO NO MANDADO DE\nSEGURANÇA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "REGINA HELENA COSTA",
  "dataPublicacao" : "DJEN       DATA:23/05/2025",
  "ementa" : "PROCESSUAL CIVIL. EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NA\nPETIÇÃO NO MANDADO DE SEGURANÇA. SERVIDOR PÚBLICO. AQUISIÇÃO DE\nIMÓVEL FUNCIONAL. PRESCRIÇÃO. MATÉRIA EXAMINADA NO ACÓRDÃO\nEMBARGADO. OMISSÃO INEXISTENTE. ALIENAÇÃO. OBSERVÂNCIA DO VALOR DE\nMERCADO, APURADO MEDIANTE AVALIAÇÃO CONTEMPORÂNEA. MATÉRIA SUSCITADA\nMAS NÃO APRECIADA NO JULGAMENTO DO AGRAVO INTERNO. COMPLEMENTAÇÃO\nDO JULGADO, NO PONTO.\n1. A embargante afirma que houve omissão quanto ao fundamento\nnuclear a respeito da prescrição, isto é, o fato incontroverso de\nque o trânsito em julgado ocorreu em 25/3/1996, tendo sido remetidos\nos autos para o arquivo, sem que houvesse qualquer iniciativa dos\nimpetrantes até 07/11/2001, quando o impetrante Jurandir Ferreira\nMozzer requereu a execução do julgado,   e em 16/11/2014, quando o\nimpetrante José Rildo de Moraes se manifestou nos autos. Também\nalega omisso o acórdão relativamente \"à questão da avaliação dos\nimóveis, não tendo sido apreciado o pedido da União de que 'o valor\ndo imóvel seja contemporâneo à data de alienação e de acordo com o\nvalor do mercado' e não o valor apurado no ano de 2009 ou 2015\" (fl.\n1081).\n2. O tema relacionado à prescrição foi expressamente abordado no\nacórdão embargado, tendo sido expressamente consignadas, no\nrespectivo relatório, as datas acima mencionadas, que foram\nrechaçadas com base no entendimento de que a natureza da obrigação\nveiculada no writ não impõe que a parte impetrante deflagre a fase\nexecutiva. Acrescentou-se que a \"decisão mandamental não se limita a\ncondenar; vai além, para ordenar que a autoridade impetrada cumpra\na obrigação na medida em que reconhecido o direito líquido e certo\nem favor da parte impetrante, estando sua efetivação diretamente\nligada ao destinatário da ordem\".  Inexiste omissão.\n3. Diferentemente, o questionamento a respeito do valor de alienação\ndo imóvel, suscitado no Agravo Interno, deixou de ser apreciado. No\nponto, assiste razão à parte embargante.\n4. Em complementação ao acórdão embargado, tem-se que a discussão a\nrespeito do valor do imóvel, veiculada na Exceção de\nPré-Executividade, não foi apreciada na decisão monocrática que deu\norigem ao Agravo Interno. Assim, segundo a jurisprudência do STJ, é\nincabível a interposição de agravo interno para análise de eventual\nomissão da decisão agravada, sendo os embargos de declaração a via\nadequada para tal objetivo. Precedentes do STJ.\n5. Embargos de Declaração parcialmente acolhidos, sem atribuição de\nefeitos infringentes.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250520",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 14/05/2025 a 20/05/2025,\npor unanimidade, acolher parcialmente os embargos de declaração, nos\ntermos do voto da Sra. Ministra Relatora.\nOs Srs. Ministros Francisco Falcão, Maria Thereza de Assis Moura,\nBenedito Gonçalves, Marco Aurélio Bellizze, Sérgio Kukina, Paulo\nSérgio Domingues, Teodoro Silva Santos e Afrânio Vilela votaram com\na Sra. Ministra Relatora.\nPresidiu o julgamento o Sr. Ministro Gurgel de Faria.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000911590",
  "numeroProcesso" : "5870",
  "numeroRegistro" : "201602188980",
  "siglaClasse" : "EDcl na AR",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NA AÇÃO RESCISORIA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "FRANCISCO FALCÃO",
  "dataPublicacao" : "DJEN       DATA:23/05/2025",
  "ementa" : "AÇÃO RESCISÓRIA. EMBARGOS DE DECLARAÇÃO. OMISSÃO QUANTO À ANÁLISE DE\nPEDIDO SUCESSIVO FORMULADO PELA PARTE NA CONTESTAÇÃO. ACOLHIMENTO\nDOS EMBARGOS COM EFEITOS INFRINGENTES.\nI - Trata-se de embargos de declaração opostos contra acórdão de\nprocedência em ação rescisória proferido pela Primeira Seção do\nSuperior Tribunal de Justiça.\nII - Em Juízo rescisório, foi dado provimento ao recurso especial do\nINSS interposto nos autos originários, para afastar o pleito de\nconversão de tempo de serviço comum em especial, no caso em que a\naquisição do direito à aposentadoria ocorre após a Lei n.\n9.032/1995.\nIII - Não foi analisado o pedido formulado pelo beneficiário da\nPrevidência de que, em caso de procedência da ação rescisória, fosse\n\"reafirmada a DER para o momento em que o segurado implementou o\ntempo mínimo necessário para a concessão do beneficio de\naposentadoria especial, nos termos do art. 493 do CPC/2015, cumulado\ncom o art. 122 da Lei de Benefícios, com a condenação da autarquia\nno pagamento das parcelas em atraso desde a nova DIB a ser fixada,\nsucessivamente, seja mantida a concessão/revisão da aposentadoria da\nespécie B42\". (fl. 785).\nIV - A análise do pleito formulado demanda o exame de circunstâncias\nfático-probatórias que refogem à competência desta Corte. Nessa\nperspectiva, faz-se necessário que o Tribunal de origem, instância\nordinária, a partir do provimento dado nesta ação rescisória, em\nJuízo rescindendo, com o consequente provimento dado ao recurso\nespecial anterior, em Juízo rescisório, analise o pedido formulado\npor Fernando de Andrade, quanto à possibilidade de reafirmação da\nDER.\nV - Embargos de declaração acolhidos, com efeitos infringentes, para\nintegrar o julgamento no sentido de determinar ao Tribunal de\norigem a análise do preenchimento dos requisitos para aposentadoria\npor tempo de contribuição e a possibilidade de reafirmação da DER\nantes da suspensão do benefício atualmente percebido, em observância\naos pedidos sucessivos formulados na inicial da ação originária.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250520",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 14/05/2025 a 20/05/2025,\npor unanimidade, acolher os embargos de declaração, com efeitos\nmodificativos, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Maria Thereza de Assis Moura, Benedito Gonçalves,\nMarco Aurélio Bellizze, Sérgio Kukina, Gurgel de Faria, Paulo Sérgio\nDomingues, Teodoro Silva Santos e Afrânio Vilela votaram com o Sr.\nMinistro Relator.\nPresidiu o julgamento a Sra. Ministra Regina Helena Costa.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000911468",
  "numeroProcesso" : "203930",
  "numeroRegistro" : "202401080714",
  "siglaClasse" : "AgInt no CC",
  "descricaoClasse" : "AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "FRANCISCO FALCÃO",
  "dataPublicacao" : "DJEN       DATA:13/05/2025",
  "ementa" : "PROCESSUAL CIVIL. ADMINISTRATIVO. AGRAVO INTERNO EM CONFLITO\nNEGATIVO DE COMPETÊNCIA. JUÍZOS FEDERAL E ESTADUAL. PROCEDIMENTO\nCIRÚRGICO. COMPETÊNCIA DO JUÍZO ESTADUAL. PRECEDENTES DO STJ.\nI - Trata-se de conflito negativo de competência instaurado entre o\nJuízo Federal da 2ª Vara de Passo Fundo e o Juízo de Direito do\nJuizado Especial da Fazenda Pública de Passo Fundo - RS, nos autos\nde ação proposta contra o Estado do Rio Grande do Sul e o Município\nde Passo Fundo, em que se postula a realização de consulta com\nmédico especialista em cirurgia de obesidade mórbida, incluindo\nprocedimentos pré-cirúrgicos, e o acompanhamento pós-operatório. Foi\ninterposto agravo interno da decisão que declarou a competência do\nJuízo estadual.\nII - Após a deliberação a respeito do que foi decidido pelo Supremo\nTribunal Federal nos Temas n. 500 e 793/STF, esta Corte passou a\nconsignar acerca da inexistência de obrigatoriedade de inclusão de\ntodos os entes federados no polo passivo das ações que pleiteiam o\nfornecimento de medicamentos que não constem da Rename/SUS, mas que\njá sejam registrados na Anvisa. No sentido, os seguintes\nprecedentes: AgInt nos EDcl no CC n. 182.610/SC, relator Ministro\nFrancisco Falcão, Primeira Seção, DJe de 1º/7/2002, AgInt no CC n.\n177.314/SC, relator Ministro Gurgel de Faria, Primeira Seção, DJe\n22/3/2022.\nIII - No entanto, considerando a grande repercussão social e\nrelevante questão de direito da matéria, notadamente a aplicação das\nSúmulas n. 150, 224 e 254 do Superior Tribunal de Justiça, foi\nrealizada a proposta de instauração de incidente de assunção de\ncompetência nos autos dos CCs n. 187.276/RS, 187.533/SC e\n188.0002/SC, a fim de definir o Juízo competente e, se for o caso,\nevitar a declinação de competência para a Justiça Federal nas\nhipóteses em que essa medida não se mostrar cabível - IAC n. 14, da\nrelatoria do Ministro Gurgel de Faria. A referida proposta fora\nacolhida à unanimidade, na sessão de julgamento virtual publicada em\n13/6/2022.\nIV - Na sequência, em atenção ao princípio da segurança jurídica e\ntendo em vista que, mesmo após a afetação do IAC, os declínios\nmútuos de competência entre as Justiças estaduais e Federais\npersistiram, resultando na instauração e consequente distribuição de\nconflito ao Superior Tribunal de Justiça, consignou-se em questão\nde ordem que: \"[...] até o julgamento definitivo do incidente de\nassunção de competência (IAC), o Juiz estadual deverá abster-se de\npraticar qualquer ato judicial de declinação de competência nas\nações que versem sobre tema idêntico ao destes autos, de modo que o\nprocesso deve prosseguir na jurisdição estadual.\"\nV - O Supremo Tribunal Federal, por sua vez, considerando o atual\nquadro de instabilidade processual, em decisão proferida em\n11/4/2023, nos autos do RE n. 1.366.243/SC, que discutia, à luz dos\narts. 23, II, 109, I, 196, 197 e 198, I, da Constituição Federal, a\nobrigatoriedade de a União constar do polo passivo de lide que verse\nsobre a obtenção de medicamento ou tratamento não incorporado nas\npolíticas públicas do SUS, embora registrado pela Anvisa, reconheceu\na repercussão geral da matéria, descrita no Tema n. 1.234.\nVI - Na ocasião, determinou-se a suspensão nacional do processamento\ndos recursos especiais e extraordinários que tratam da questão\ncontrovertida no aludido Tema n. 1.234, inclusive, dos processos em\nque se discute a aplicação do Tema n. 793 da Repercussão Geral, até\no julgamento definitivo do recurso extraordinário, ressalvado o\ndeferimento ou ajuste de medidas cautelares.\nVII - A Primeira Seção do Superior Tribunal de Justiça, em sessão\nrealizada em 12/4/2023, ao ponderar que o comando exarado pela\nSuprema Corte, nos autos da Repercussão Geral n. 1.366.243 (Tema n.\n1.234), não abrangeria o julgamento do IAC n. 14, visto que\ninstaurado no conflito de competência, procedeu ao julgamento de\nmérito do referido incidente, e, por unanimidade, firmou a seguinte\ntese: \"a. Nas hipóteses de ações relativas à saúde intentadas com o\nobjetivo de compelir o Poder Público ao cumprimento de obrigação de\nfazer consistente na dispensação de medicamentos não inseridos na\nlista do SUS, mas registrado na ANVISA, deverá prevalecer a\ncompetência do juízo de acordo com os entes contra os quais a parte\nautora elegeu demandar; b. as regras de repartição de competência\nadministrativas do SUS não devem ser invocadas pelos magistrados\npara fins de alteração ou ampliação do polo passivo delineado pela\nparte no momento da propositura da ação, mas tão somente para fins\nde redirecionar o cumprimento da sentença ou determinar o\nressarcimento da entidade federada que suportou o ônus financeiro no\nlugar do ente público competente, não sendo o conflito de\ncompetência a via adequada para discutir a legitimidade ad causam, à\nluz da Lei n. 8.080/1990, ou a nulidade das decisões proferidas\npelo Juízo estadual ou federal, questões que devem ser analisada no\nbojo da ação principal. c. a competência da Justiça Federal, nos\ntermos do art. 109, I, da CF/88, é determinada por critério\nobjetivo, em regra, em razão das pessoas que figuram no polo passivo\nda demanda (competência ratione personae), competindo ao Juízo\nfederal decidir sobre o interesse da União no processo (Súmula 150\ndo STJ), não cabendo ao Juízo estadual, ao receber os autos que lhe\nforam restituídos em vista da exclusão do ente federal do feito,\nsuscitar conflito de competência (Súmula 254 do STJ).\"\nVIII - Por conseguinte, em atenção ao referido pronunciamento desta\nCorte, o pretório excelso concedeu tutela provisória incidental no\nRE n. 1.366.243/SC, para estabelecer que, até o julgamento\ndefinitivo do Tema n. 1.234 da Repercussão Geral, fossem observados\nos seguintes parâmetros: \"5.1. nas demandas judiciais envolvendo\nmedicamentos ou tratamentos padronizados: a composição do polo\npassivo deve observar a repartição de responsabilidades estruturada\nno Sistema Único de Saúde, ainda que isso implique deslocamento de\ncompetência, cabendo ao magistrado verificar a correta formação da\nrelação processual; 5.2. nas demandas judiciais relativas a\nmedicamentos não incorporados: devem ser processadas e julgadas pelo\nJuízo, estadual ou federal, ao qual foram direcionadas pelo\ncidadão, sendo vedada, até o julgamento definitivo do Tema 1234 da\nRepercussão Geral, a declinação da competência ou determinação de\ninclusão da União no polo passivo; 5.3. diante da necessidade de\nevitar cenário de insegurança jurídica, esses parâmetros devem ser\nobservados pelos processos sem sentença prolatada; diferentemente,\nos processos com sentença prolatada até a data desta decisão (17 de\nabril de 2023) devem permanecer no ramo da Justiça do magistrado\nsentenciante até o trânsito em julgado e respectiva execução (adotei\nessa regra de julgamento em: RE 960429 ED-segundos Tema 992, de\nminha relatoria, DJe de 5.2.2021); 5.4. ficam mantidas as demais\ndeterminações contidas na decisão de suspensão nacional de processos\nna fase de recursos especial e extraordinário.\"\nIX - Recentemente, em 13/09/2024, o Supremo Tribunal Federal julgou\no mérito do Tema 1.234/STF, ressalvando, no item VIII da ementa, que\nsomente haverá alteração, quanto à competência, no que diz respeito\naos feitos que forem ajuizados após a publicação do resultado do\njulgamento de mérito no Diário de Justiça Eletrônico, ocorrido no\ndia 10/10/2024, afastando, assim, a sua incidência sobre os\nprocessos em tramitação até o referido marco, sem possibilidade de\nsuscitação de conflito negativo de competência a respeito dos\nprocessos anteriores ao aludido período. Demais disso, restou\nexpressamente previsto no voto do relator, Ministro Gilmar Mendes, a\nquestão da inaplicabilidade do precedente \"aos produtos de\ninteresse para saúde que não sejam caracterizados como medicamentos,\ntais como órteses, próteses e equipamentos médicos, bem como nos\nprocedimentos terapêuticos, em regime domiciliar, ambulatorial e\nhospitalar\". Ou seja, o STF nada decidiu ou homologou no tocante a\nprocedimentos terapêuticos hospitalares, nos quais se incluem as\ncirurgias. Seria, por isso mesmo, inadequado se utilizar do apontado\njulgamento do STF como referência para a solução do caso sob crivo,\nque envolve pleito para a feitura de cirurgia bariátrica. Na mesma\nperspectiva, o IAC 14. Precedentes.\nX - No caso concreto, o procedimento postulado -  preparação,\ncirurgia bariátrica e pós-operatório -, em ação ajuizada em\n26/09/2023, não está abarcado pelas compreensões estabelecidas tanto\nno IAC 14/STJ quanto no Tema 1234/STF, devendo incidir, à espécie,\no entendimento consolidado nas Súmulas 150 e 224 do STJ, porquanto\nafastada, pela Justiça Federal, a legitimidade passiva da União para\na causa. No mesmo sentido: CC 208.982/RS, Rel. Ministro Sérgio\nKukina, DJe de 16/10/2024; CC 204615/RS, Rel. Ministro Gurgel de\nFaria, Data de Publicação 14/10/2024; CC n. 205.828, Ministro Gurgel\nde Faria, DJe de 1º/8/2024; CC 207.071, Ministro Benedito\nGonçalves, DJe de 9/9/2024; CC 207.882, Ministro Afrânio Vilela, DJe\nde 3/9/2024; CC 205.750, Ministro Teodoro Silva Santos, DJe de\n3/9/2024; CC 206.701, Ministro Benedito Gonçalves, DJe de 2/9/2024;\nCC 207.748, Ministro Afrânio Vilela, DJe de 30/08/2024; CC 207.156,\nMinistro Gurgel de Faria, DJe de 28/08/202; CC 207.048, Ministro\nHerman Benjamin, DJe de 14/08/2024.\nXI - Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250508",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO, por unanimidade,\nnegar provimento ao agravo interno, nos termos do voto do Sr.\nMinistro Francisco Falcão.\nOs Srs. Ministros Maria Thereza de Assis Moura, Benedito Gonçalves,\nSérgio Kukina, Gurgel de Faria, Paulo Sérgio Domingues e Afrânio\nVilela votaram com o Sr. Ministro Relator.\nAusentes, justificadamente, os Srs. Ministros Marco Aurélio Bellizze\ne Teodoro Silva Santos.",
  "jurisprudenciaCitada" : "(FORNECIMENTO DE MEDICAMENTOS - REGISTRO NA ANVISA - LEGITIMIDADE\nPASSIVA - INCLUSÃO DE TODOS OS ENTES FEDERADOS)\n   STJ - <<AgInt nos EDcl no CC 182610>>-SC,\n         <<AgInt no CC 177314>>-SC\n   STF - [[RE-RG 855178]] (REPERCUSSÃO GERAL - TEMA(s) 793),\n         [[RE-RG 657718]] (REPERCUSSÃO GERAL - TEMA(s) 500)\n(COMPETÊNCIA - FORNECIMENTO DE MEDICAMENTO NÃO INCORPORADO AO SUS)\n   STJ - <<CC 187276>>-RS (IAC - TEMA 14)\n(FORNECIMENTO DE MEDICAMENTOS - DEMANDAS JUDICIAIS - PARÂMETROS A\nSEREM OBSERVADOS)\n   STF - [[RE-RG 1366243]]-SC (REPERCUSSÃO GERAL - TEMA(s) 1234)\n(FORNECIMENTO DE MEDICAMENTOS - REGISTRO NA ANVISA - UNIÃO -\nILEGITIMIDADE PASSIVA)\n   STJ - {{CC 208982}}-RS, {{CC 204615}}-RS, {{CC 205828}},\n         {{CC 207071}}, {{CC 205750}}\n(TRATAMENTO MÉDICO - ENTES ESTADUAIS E/OU MUNICIPAIS - COMPETÊNCIA -\nJUSTIÇA ESTADUAL)\n   STJ - <<AgInt no CC 184311>>-MG\n(CONFLITO DE COMPETÊNCIA - CORREÇÃO DAS DECISÕES PROFERIDAS NA AÇÃO\nSUBJACENTE)\n   STJ - <<AgInt no CC 201071>>-SC, <<AgInt no CC 200131>>-RS,\n         <<AgRg no CC 117133>>-SP\n(DIREITO À SAÚDE - MEDICAMENTO NÃO INCORPORADO AO SUS - REGISTRO NA\nANVISA - COMPETÊNCIA)\n   STJ - <<CC 188002>>-SC",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000150 SUM:000224 SUM:000254" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000911040",
  "numeroProcesso" : "1957818",
  "numeroRegistro" : "202102789285",
  "siglaClasse" : "IAC no REsp",
  "descricaoClasse" : "INCIDENTE DE ASSUNÇÃO DE COMPETÊNCIA NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "AFRÂNIO VILELA",
  "dataPublicacao" : "DJEN       DATA:20/05/2025",
  "ementa" : "ADMINISTRATIVO. AMBIENTAL. PROCESSUAL CIVIL. INCIDENTE DE ASSUNÇÃO\nDE COMPETÊNCIA NO RECURSO ESPECIAL. PROPOSTA DE AFETAÇÃO. EXPLORAÇÃO\nDE GÁS E ÓLEO DE FONTES NÃO CONVENCIONAIS  (XISTO OU FOLHELHO -\nSHALE GAS E SHALE OIL) MEDIANTE FRATURAMENTO HIDRÁULICO (FRACKING).\nPOSSIBILIDADE E CONDIÇÕES. AMPLAS DIVERGÊNCIAS CIENTÍFICAS,\nJURÍDICAS E POLÍTICAS. AUSÊNCIA DE MULTIPLICIDADE. RISCOS\nSOCIOAMBIENTAIS EXTENSIVOS À TODA A COLETIVIDADE. NECESSIDADE DE\nDECISÃO UNIFORME. MATÉRIA DE ELEVADA RELEVÂNCIA E REPERCUSSÃO\nSOCIAL. INCIDENTE DE ASSUNÇÃO DE COMPETÊNCIA ADMITIDO. SUSPENSÃO DE\nRECURSOS EXCEPCIONAIS.\n1. A exploração do gás e óleo de fontes não convencionais (xisto ou\nfolhelho) com uso da técnica de fraturamento hidráulico (fracking) é\ntema objeto de elevada controvérsia científica, jurídica e política\nem todo o mundo. O enorme potencial econômico se contrapõe a riscos\nsocioambientais igualmente exacerbados. Outros países e estados\nbrasileiros se contrapõem entre o aproveitamento comercial das\nreservas e o banimento ou moratória de sua exploração. A matéria é\numa das mais relevantes e polarizantes no embate entre\nambientalistas e industriais, e coloca no mesmo polo político a\nagroindústria e movimentos sociais. A dissonância em torno do tema\nexige o debate qualificado, ampliado e democrático, viabilizado ao\nJudiciário por meio dos procedimentos de formação de precedentes\nqualificados, como o incidente de assunção de competência.\n2. A questão tem limitada capacidade repetitiva, porquanto vinculada\na leilões de poucas áreas em 2013. Porém, as ações civis públicas\najuizadas em diferentes foros, visando blocos licitatórios\ndistintos, estão submetidas a tribunais regionais diversos, obtendo\nsoluções díspares. A dispersão jurisprudencial, embora\nquantitativamente limitada, implica insegurança jurídica em setor\naltamente regulado de interesse estratégico internacional, com\narestas competitivas que devem ser mitigadas. Além disso, dados os\npotenciais riscos ambientais envolvidos, com alcance para além de\nfronteiras jurídico-políticas artificiais, exigem uma solução\njurisdicional única. É inviável e ilógico permitir a exploração em\numa unidade da federação e impedi-la em outra, quando a atividade\npode afetar indistintamente a população e meio ambiente de ambas as\nlocalidades, notadamente no que diz respeito à possibilidade de\ncontaminação irreversível, inclusive por radioatividade, de extensos\naquíferos subterrâneos, solo e ar. A incidência do princípio da\nprecaução, se houver, deve ser uniforme. Além disso, se ausentes os\nriscos, seria injusto impedir que a população de um estado\nisoladamente obtivesse os benefícios econômicos da atividade. Ainda\nmais injusto seria que determinada comunidade se beneficiasse da\nextração gerando externalidades em outra, isto é, que a população de\num ente federado se apropriasse dos lucros da exploração e a de\noutro arcasse apenas com os prejuízos da exploração minerária, ainda\nquando a atividade tenha sido vedada pelo parlamento local.\n3. A causa, portanto, envolve relevante questão de direito, com\ngrande repercussão social e sem repetição em múltiplos processos\n(art. 947 do CPC/2015), devendo ser processada na forma de incidente\nde assunção de competência - IAC.\n4. Tema afetado em IAC: Possibilidade, impossibilidade e/ou\ncondições de exploração de gás e óleo de fontes não convencionais\n(óleo e gás de xisto ou folhelho) mediante fraturamento hidráulico\n(fracking), considerado o arcabouço jurídico vertido nas Leis n.\n6.938/1981 (Política Nacional do Meio Ambiente), 9.433/1997\n(Política Nacional dos Recursos Hídricos), 9.478/1997 (Lei do\nPetróleo), 12.187/2009 (Política Nacional da Mudança do Clima) e\ndemais normas protetivas do meio ambiente e biomas nacionais.\n5. Os recursos especiais e extraordinários que versem sobre a\nmatéria devem ser sobrestados na origem.\n6. Incidente de assunção de competência admitido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250513",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da PRIMEIRA SEÇÃO, por maioria, admitir o\nIncidente de Assunção de Competência (Arts. 947, do CPC, e 271-C, do\nRISTJ) para delimitar a seguinte tese controvertida:\n\"Possibilidade, impossibilidade e/ou condições de exploração de gás\ne óleo de fontes não convencionais (óleo e gás de xisto ou folhelho)\nmediante fraturamento hidráulico (fracking), considerado o\narcabouço jurídico vertido nas Leis n. 6.938/1981(Política Nacional\ndo Meio Ambiente), 9.433/1997 (Política Nacional dos Recursos\nHídricos), 9.478/1997 (Lei do Petróleo), 12.187/2009 (Política\nNacional da Mudança do Clima) e demais normas protetivas do meio\nambiente e biomas nacionais.\" e, igualmente por maioria, suspender a\ntramitação dos recursos especiais ou extraordinários que estejam\npendentes ou venham a ser interpostos nos tribunais ordinários,\nconforme proposta do Sr. Ministro Relator.\nVencida a Sra. Ministra Maria Thereza de Assis que votou pela\nrejeição da instauração do incidente de assunção de competência, bem\ncomo pela não suspensão de recursos com mesma questão jurídica.\nOs Srs. Ministros Francisco Falcão, Benedito Gonçalves, Marco\nAurélio Bellizze, Sérgio Kukina, Gurgel de Faria, Paulo Sérgio\nDomingues e Teodoro Silva Santos votaram com o Sr. Ministro Relator.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Admissão - Tema 21.\nTema: Meio Ambiente.",
  "informacoesComplementares" : "     (VOTO VENCIDO) (MIN. MARIA THEREZA DE ASSIS MOURA)\n     \"[...] a avaliação socioambiental do uso do fracking como forma\nde extração de hidrocarbonetos em território brasileiro está em fase\nembrionária.\n     Interromper o debate seria contrário ao interesse público. Nem\nmesmo o pedido da ação civil pública era, desde logo, estabelecer\numa proibição geral ao uso da técnica. O objeto da ação está bem\naquém disso, visto que não se buscou proibir ou mesmo regular o uso\nda técnica. Os pedidos formulados podem ser resumidos em três: o\nprimeiro, parar e desconstituir os efeitos de uma concessão\nespecífica; o segundo, impedir nova licitação, sem que se faça a\nprévia AAAS; e o terceiro, impedir nova licitação, exploração ou\nprodução, 'enquanto não houver a realização de estudos técnicos\ncientíficos que demonstrem a viabilidade do uso dessa técnica em\nsolo brasileiro'. O primeiro pedido é voltado para um concessão\nespecífica, amparado fortemente em peculiaridades do processo\nadministrativo de licitação. O segundo pedido busca que, na fase\ninterna da licitação, seja avaliada a segurança ambiental. O\nterceiro, busca condicionar o uso da técnica à demonstração de sua\nsegurança. Portanto, deixou-se aberto o flanco para uma avaliação\nmais completa do uso do fraturamento.\n     Apesar da patente relevância jurídica, social, ambiental e\neconômica da controvérsia, uma decisão judicial definitiva e de\ncaráter geral, neste momento, seria precipitada.\n     Assim, a instauração do IAC deve ser rechaçada, por contrária\nao interesse público\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Original repetitivo.\nTema Repetitivo 21\nSituação do tema: Admitido",
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00947" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000911039",
  "numeroProcesso" : "2160674",
  "numeroRegistro" : "202402817147",
  "siglaClasse" : "EDcl no REsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "GURGEL DE FARIA",
  "dataPublicacao" : "DJEN       DATA:20/05/2025",
  "ementa" : "PROCESSUAL CIVIL. RECURSO ESPECIAL REPETITIVO. TEMA 1.290 DO STJ.\nEMBARGOS DE DECLARAÇÃO. OMISSÃO. OBSCURIDADE. INEXISTÊNCIA.\n1. Os embargos de declaração têm por escopo sanar decisão judicial\neivada de obscuridade, contradição, omissão ou erro material (art.\n1.022-CPC/2015).\n2. O acórdão embargado, proferido sob o regime dos recursos\nrepetitivos, definiu as seguintes teses: a) Nas ações em que\nempregadores buscam recuperar valores pagos a empregadas gestantes\nafastadas do trabalho durante a pandemia de COVID-19, a legitimidade\npassiva ad causam recai sobre a Fazenda Nacional, e não sobre o\nINSS; b) Os valores pagos às empregadas gestantes afastadas,\ninclusive às que não puderam trabalhar remotamente, durante a\nemergência de saúde pública da pandemia de COVID-19, possuem\nnatureza jurídica de remuneração regular, a cargo do empregador, não\nse configurando como salário-maternidade para fins de compensação.\n3. Hipótese em que não há no acórdão nenhuma situação que dê amparo\nao recurso integrativo, porquanto os vícios alegados pela parte\nembargante, na realidade, manifesta seu inconformismo com o\nresultado do julgamento.\n4. Embargos de declaração rejeitados.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250514",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO, por unanimidade,\nrejeitar os embargos de declaração, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Paulo Sérgio Domingues, Teodoro Silva Santos,\nAfrânio Vilela, Francisco Falcão, Maria Thereza de Assis Moura,\nBenedito Gonçalves, Marco Aurélio Bellizze e Sérgio Kukina votaram\ncom o Sr. Ministro Relator.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000911038",
  "numeroProcesso" : "2153347",
  "numeroRegistro" : "202402320311",
  "siglaClasse" : "EDcl no REsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "GURGEL DE FARIA",
  "dataPublicacao" : "DJEN       DATA:20/05/2025",
  "ementa" : "PROCESSUAL CIVIL. RECURSO ESPECIAL REPETITIVO. TEMA 1.290 DO STJ.\nEMBARGOS DE DECLARAÇÃO. OMISSÃO. OBSCURIDADE. INEXISTÊNCIA.\n1. Os embargos de declaração têm por escopo sanar decisão judicial\neivada de obscuridade, contradição, omissão ou erro material (art.\n1.022 do CPC/2015).\n2. O acórdão embargado, proferido sob o regime dos recursos\nrepetitivos, definiu as seguintes teses: a) Nas ações em que\nempregadores buscam recuperar valores pagos a empregadas gestantes\nafastadas do trabalho durante a pandemia de COVID-19, a legitimidade\npassiva ad causam recai sobre a Fazenda Nacional, e não sobre o\nINSS; b) Os valores pagos às empregadas gestantes afastadas,\ninclusive às que não puderam trabalhar remotamente, durante a\nemergência de saúde pública da pandemia de COVID-19, possuem\nnatureza jurídica de remuneração regular, a cargo do empregador, não\nse configurando como salário-maternidade para fins de compensação.\n3. Hipótese em que não há no acórdão nenhuma situação que dê amparo\nao recurso integrativo, porquanto os vícios alegados pela parte\nembargante, na realidade, manifestam seu inconformismo com o\nresultado do julgamento.\n4. Embargos de declaração rejeitados.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250514",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO, por unanimidade,\nrejeitar os embargos de declaração, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Paulo Sérgio Domingues, Teodoro Silva Santos,\nAfrânio Vilela, Francisco Falcão, Maria Thereza de Assis Moura,\nBenedito Gonçalves, Marco Aurélio Bellizze e Sérgio Kukina votaram\ncom o Sr. Ministro Relator.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000911037",
  "numeroProcesso" : "2068311",
  "numeroRegistro" : "202301350767",
  "siglaClasse" : "EDcl no REsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "GURGEL DE FARIA",
  "dataPublicacao" : "DJEN       DATA:20/05/2025",
  "ementa" : "PROCESSUAL CIVIL. RECURSO ESPECIAL REPETITIVO. TEMA 1.238 DO STJ.\nEMBARGOS DE DECLARAÇÃO. REQUISITOS. AUSÊNCIA.\n1. Os embargos de declaração têm ensejo quando há obscuridade,\ncontradição, omissão ou erro material no julgado.\n2. O acórdão embargado, no Tema 1.238, firmou a seguinte tese\nrepetitiva: \"Não é possível o cômputo do período de aviso prévio\nindenizado como tempo de serviço para fins previdenciários.\"\n3. Hipótese em que não há no acórdão nenhuma situação que dê amparo\nao recurso integrativo, porquanto o vício alegado pela parte\nembargante, na realidade, manifesta seu inconformismo com o\nprovimento do recurso especial da autarquia.\n4. Embargos de declaração rejeitados.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250514",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO, por unanimidade,\nrejeitar os embargos de declaração, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Paulo Sérgio Domingues, Teodoro Silva Santos,\nAfrânio Vilela, Francisco Falcão, Maria Thereza de Assis Moura,\nBenedito Gonçalves, Marco Aurélio Bellizze e Sérgio Kukina votaram\ncom o Sr. Ministro Relator.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000910697",
  "numeroProcesso" : "200751",
  "numeroRegistro" : "202303832433",
  "siglaClasse" : "AgInt no CC",
  "descricaoClasse" : "AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "PAULO SÉRGIO DOMINGUES",
  "dataPublicacao" : "DJEN       DATA:13/05/2025",
  "ementa" : "AGRAVO INTERNO. CONFLITO DE COMPETÊNCIA. INSTITUIÇÃO DE ENSINO\nSUPERIOR. SISTEMA FEDERAL DE ENSINO. CONTROVÉRSIA RELATIVA À\nEXPEDIÇÃO DE HISTÓRICO ESCOLAR DE CURSO SUPERIOR. INTERESSE DA\nUNIÃO. TEMA 1.154/STF. COMPETÊNCIA DA JUSTIÇA FEDERAL. PROVIMENTO\nNEGADO.\n1. O Supremo Tribunal Federal, em 25/6/2021, ao apreciar o Recurso\nExtraordinário 1.304.964, julgou o mérito do Tema 1.154,\nestabelecendo a seguinte tese: \"Compete à Justiça Federal processar\ne julgar feitos em que se discuta controvérsia relativa à expedição\nde diploma de conclusão de curso superior realizado em instituição\nprivada de ensino que integre o Sistema Federal de Ensino, mesmo que\na pretensão limite-se ao pagamento de indenização\".\n2. O que atrai a competência da Justiça Federal é a sujeição das\ninstituições privadas de ensino superior ao Sistema Federal de\nEnsino (SFE), com regulação pela Lei de Diretrizes e Bases da\nEducação (Lei 9.394/1996). Nas hipóteses de negativa de expedição de\ndiploma, de atraso na entrega do diploma ou, como neste caso, de\napreciação do pedido de colação antecipada de grau, a conduta da\ninstituição de ensino estará sujeita ao interesse da União,\nresponsável pela fiscalização e pelo cumprimento das orientações do\nSFE, e, por isso, a Justiça Federal é competente.\n3. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250508",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO, por unanimidade,\nnegar provimento ao agravo interno, nos termos do voto do Sr.\nMinistro Paulo Sérgio Domingues.\nOs Srs. Ministros Afrânio Vilela, Francisco Falcão, Maria Thereza de\nAssis Moura, Benedito Gonçalves, Sérgio Kukina e Gurgel de Faria\nvotaram com o Sr. Ministro Relator.\nAusentes, justificadamente, os Srs. Ministros Marco Aurélio Bellizze\ne Teodoro Silva Santos.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000910576",
  "numeroProcesso" : "212162",
  "numeroRegistro" : "202500975990",
  "siglaClasse" : "CC",
  "descricaoClasse" : "CONFLITO DE COMPETENCIA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "FRANCISCO FALCÃO",
  "dataPublicacao" : "DJEN       DATA:16/05/2025",
  "ementa" : "CONFLITO NEGATIVO DE COMPETÊNCIA. AÇÕES PREVIDENCIÁRIAS. LEI N.\n13.876/2019. ALTERAÇÃO DAS REGRAS DE COMPETÊNCIA DELEGADA.\nDEPRECAÇÃO DOS ATOS INSTRUTÓRIOS. DISTINGUISHING EM RELAÇÃO À\nJURISPRUDÊNCIA CONSOLIDADA.\nI - Trata-se de conflito negativo de competência suscitado entre o\nJUÍZO FEDERAL DO JUIZADO ESPECIAL DA 3A REGIÃO DE ITAPEVA - SJ/SP e\no JUÍZO DE DIREITO DA 2ª VARA DE ITAPEVA - SP, nos autos de ação\nprevidenciária, com celeuma instaurada em relação ao cumprimento de\ncarta precatória expedida pelo Juízo Federal ao Juízo Estadual, mas\npara realização de atos instrutórios dentro de sua própria subseção\njudiciária.\nII - Não se desconhece a jurisprudência desta Corte no sentido de\nque as hipóteses de recusa de cumprimento de carta precatória,\nlistadas no art. 267 do CPC/2015, encerram rol taxativo.\nPrecedentes. Não se pretende superar a referida premissa. Caso\nespecífico em que se verifica a subversão da norma prevista no art.\n267 do CPC/2015, a autorizar a realização de distinguishing em\nrelação à jurisprudência consolidada.\nIII - A matéria posta nestes autos, no entanto, demanda análise mais\nampla, que considere o contexto fático-jurídico subjacente à\nhipótese e não se limite à mera interpretação literal do dispositivo\nque disciplina a recusa de cumprimento da carta precatória -\nmormente porque, na hipótese, sequer houve recusa, tendo o juízo\ndeprecado suscitado o conflito - mas de avaliação anterior,\npertinente ao próprio cabimento da expedição da carta precatória\npelo juízo deprecante, em estudo que considere os fundamentos e as\nconsequências dos diversos conflitos submetidos à análise desta\nCorte. Releva registrar, nesse sentido, que foram identificados mais\nde 120 Conflitos de Competência distribuídos nesta Corte, desde\nfevereiro de 2023, decorrentes de deprecação inaugurada pela 1ª Vara\ndo Juizado Especial Federal de Itapeva - SJ/SP.\nIV - A Lei n. 13.876/2019, regulamentando o art. 109, § 3º da CF nos\ntermos previstos na EC 103/2019, impõe normas cogentes de\norganização judiciária, cuja disciplina, alterando os pressupostos\nanteriores, evidentemente produziram impacto no volume de ações\ndistribuídas, especialmente nas sedes de vara federal circundadas,\nnum raio de 70 quilômetros, por municípios que exerciam competência\ndelegada - caso da Subseção Judiciária de Itapeva/SP. A estimativa\nde impacto não passou ao largo da atuação do Conselho Nacional de\nJustiça, conforme se observa do relatório Competência Delegada,\npublicado em 2020.\nV - Assumindo que a competência territorial das varas federais\nabrangeria municípios diversos do que lhes serve de sede, previu,\ncomo regra, a possibilidade de que os Juízes e os auxiliares da\nJustiça Federal pratiquem atos e diligências processuais no\nterritório de qualquer Município abrangido pela seção, subseção ou\ncircunscrição da respectiva Vara Federal. A regra, contudo, não se\nreveste de natureza absoluta, de modo que o referido poder-dever\nserá exercido sem prejuízo da possibilidade de expedição de carta\nprecatória (remissão aos arts. 42 da Lei n. 5.010/1996 e 237 do\nCPC/2015).\nVI - A regra para expedição de carta precatória é a necessidade de\nprática de ato jurisdicional em comarca de competência territorial\ndiversa. A exceção prevista no parágrafo único do art. 237 do CPC\nautoriza a expedição de carta ao juízo estadual da respectiva\ncomarca se o ato for relativo a processo em curso na justiça federal\ne houver de ser praticado \"em local onde não haja vara federal\".\nVII - O Código de Processo Civil também vincula a expedição da carta\nprecatória à cooperação judiciária, cuja disciplina foi igualmente\nsistematizada pelo novo Código nos art. 67 e seguintes, que institui\no dever de recíproca cooperação entre juízos. Ainda, a remissão\nexpressa da Lei 13.876/2019 ao art. 42 da Lei n. 5.010/1996 conduz à\ntese de inocorrência de revogação tácita de suas disposições pela\nregulamentação do CPC/2015, valendo destacar a regra ali prevista de\nque somente se expedirá precatória, quando, por essa forma, for\nmais econômica e expedita a realização do ato ou diligência.\nVIII - A Resolução n. 105/2010 - CNJ dispõe em seu art. 3º que\n\"quando a testemunha arrolada não residir na sede do juízo em que\ntramita o processo, deve-se dar preferência, em decorrência do\nprincípio da identidade física do juiz, à expedição da carta\nprecatória para a inquirição pelo sistema de videoconferência.\".\nAinda, no § 2º do referido dispositivo, consta que \"[a] direção da\ninquirição de testemunha realizada por sistema de videoconferência\nserá do juiz deprecante\". Apenas de maneira excepcional - \"não sendo\npossível o cumprimento da carta precatória pelo sistema de\nvideoconferência\" - estabelece-se a possibilidade de o juiz\ndeprecado proceda à inquirição da testemunha (art. 3º, § 3º, III da\nResolução n. 105/2010-CNJ).\nIX -No caso específico destes autos, o argumento de proximidade\nfísica do fórum em relação à residência do autor sequer se\nconcretiza, na medida em que o conflito se instaurou entre o JUÍZO\nFEDERAL DO JUIZADO ESPECIAL DA 3A REGIÃO DE ITAPEVA - SJ/SP e o\nJUÍZO DE DIREITO DA 2ª VARA JUDICIAL DA COMARCA DE ITAPEVA - SP - ou\nseja, a deprecação ocorreu para juízo estadual dentro do mesmo\nmunicípio do juízo federal deprecante, do que se denota que o motivo\ndeterminante da deprecação não tal proximidade.\nX - A deprecação de todos os atos instrutórios relativos aos\nprocessos cuja competência, antes delegada, concentrou-se na sede da\nvara federal, subverte a razão de existir da Lei n. 13.876/2019,\nque, certamente, não reduziu sobremaneira a competência delegada\npara que os atos retornassem ao mesmo juízo estadual, agora por meio\nda expedição de cartas precatórias. O impacto no número de\nprocessos distribuídos às sedes de varas federais, a depender de sua\nlocalização, foi antevisto pelo Conselho Nacional de Justiça,\nconsiderado pelas normas constitucionais e federais alteradoras de\ncompetência e evidentemente projetará efeitos nas normas de\norganização judiciária. O aumento significativo no número de\nprocessos deve ser ponderado para verificação das eventual\nnecessidade de criação de novas varas federais ou juizados especiais\nfederais na região, a fim de garantir a equidade na distribuição\ndos processos, sem violar os princípios do juiz natural e da\nidentidade física do juiz.\nXI - Tampouco as razões pertinentes às regras de cooperação\njurisdicional nacional socorrem o juízo deprecante. Isso porque o\ndever de cooperação não pode ser visto apenas sob a ótica da\nimpossibilidade de recusa ao cumprimento de carta precatória,\nsobressaindo-se, anteriormente, a premissa estabelecida no Código de\nProcesso Civil que existe um dever de cooperação recíproca entre os\njuízos.\nXII - Também viola o dever de cooperação e representa indevida\nterceirização de obrigações que lhes são próprias com a expedição de\nvolume excessivo e desproporcional de cartas precatórias - a ponto\nde o número de conflitos de competência vinculados ao juízo\ndeprecante destacar-se, inclusive, na gestão processual desta Corte\n- especialmente quando há outros meios de realização dos atos\ninstrutórios, por meio de videoconferência com uso da sala passiva,\ncujo uso inclusive é recomendado pelo Conselho Nacional de Justiça e\npela Corregedoria do Tribunal Regional Federal da 3ª Região, medida\nque vem sendo solenemente ignorada pelo Juízo Deprecante.\nXIII - O dever de cooperação nacional impõe ao magistrado a\nobservância das normas de organização judiciária, das resoluções do\nConselho Nacional de Justiça e da Corregedoria do Tribunal ao qual\nestá vinculado, cujas regras objetivam em sentido macro o alcance da\nmelhor prestação jurisdicional. Distancia-se do dever de cooperação\nnacional o magistrado que, de maneira aparentemente automática,\ndepreca todos os atos instrutórios que decorram de processos cujas\npartes sejam domiciliadas em comarcas de juízos estaduais no âmbito\nde sua jurisdição, sem atentar-se aos requisitos de expedição de\ncarta precatória, cuja interpretação sistemática recomenda a\ndeprecação de atos específicos, quando assim se verifique a\notimização, em concreto, da prestação jurisdicional. Vale dizer, nos\nlocais em que existente sala passiva, a deprecação há de limitar-se\nà disponibilização desta em data e hora previamente agendada,\nintimação de quem necessário e demais atos preparatórios de modo que\no magistrado efetivamente competente cumpra, sequencialmente, seu\ndever de oitiva das partes e testemunhas.\nXIV - Conflito conhecido para declarar competente o JUÍZO FEDERAL DO\nJUIZADO ESPECIAL DA 3A REGIÃO DE ITAPEVA - SJ/SP que deverá, de\nmaneira direta, realizar os atos instrutórios dos processos sob sua\ncompetência, com uso da sala passiva pelo sistema de\nvideoconferência sempre que necessário, nos termos da Resolução n.\n105/2010 - CNJ e dos provimentos da Corregedoria do Tribunal\nRegional Federal da 3ª Região pertinentes à hipótese.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250508",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da PRIMEIRA SEÇÃO, por unanimidade, conhecer\ndo conflito para declarar competente o JUÍZO FEDERAL DO JUIZADO\nESPECIAL DA 3A REGIÃO DE ITAPEVA - SJ/SP, o suscitante, nos termos\ndo voto do Sr. Ministro Relator.\nOs Srs. Ministros Maria Thereza de Assis Moura, Benedito Gonçalves,\nSérgio Kukina, Gurgel de Faria, Paulo Sérgio Domingues e Afrânio\nVilela votaram com o Sr. Ministro Relator.\nAusentes, justificadamente, os Srs. Ministros Marco Aurélio Bellizze\ne Teodoro Silva Santos.",
  "jurisprudenciaCitada" : "(CARTA PRECATÓRIO - RECUSA DE CUMPRIMENTO)\n   STJ - <<AgInt no CC 201915>>-SP, <<AgInt no CC 197103>>-SP,\n         <<CC 165381>>-MG",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013876 ANO:2019\n        ART:00003", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00067 ART:00237 ART:00267", "LEG:FED RES:000105 ANO:2010\n        ART:00003 PAR:00002 PAR:00003 INC:00003\n(CONSELHO NACIONAL DE JUSTIÇA - CNJ)", "LEG:FED RES:000603 ANO:2019\n(CONSELHO DA JUSTIÇA FEDERAL - CJF)", "LEG:FED RES:000429 ANO:2021\n(TRIBUNAL REGIONAL FEDERAL DA 3ª REGIÃO/PRESIDÊNCIA - TRF3/PRES)", "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00109 PAR:00003", "LEG:FED LEI:005010 ANO:1996\n        ART:00015 INC:00003 PAR:00001 ART:00042", "LEG:FED EMC:000103 ANO:2019" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000910575",
  "numeroProcesso" : "209623",
  "numeroRegistro" : "202404278177",
  "siglaClasse" : "CC",
  "descricaoClasse" : "CONFLITO DE COMPETENCIA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "FRANCISCO FALCÃO",
  "dataPublicacao" : "DJEN       DATA:16/05/2025",
  "ementa" : "CONFLITO NEGATIVO DE COMPETÊNCIA. AÇÕES PREVIDENCIÁRIAS. LEI N.\n13.876/2019. ALTERAÇÃO DAS REGRAS DE COMPETÊNCIA DELEGADA.\nDEPRECAÇÃO DOS ATOS INSTRUTÓRIOS. VIDEOCONFERÊNCIA. SALA PASSIVA.\nDISTINGUISHING EM RELAÇÃO À JURISPRUDÊNCIA CONSOLIDADA.\nI - Trata-se de conflito negativo de competência suscitado entre o\nJUÍZO FEDERAL DA 1ª VARA DO JUIZADO ESPECIAL DE ITAPEVA - SJ/SP e o\nJUÍZO DE DIREITO DA 2ª VARA DE CAPÃO BONITO - SP, nos autos de ação\nprevidenciária, com celeuma instaurada em relação ao cumprimento de\ncarta precatória expedida pelo Juízo Federal ao Juízo Estadual, mas\npara realização de atos instrutórios dentro de sua própria subseção\njudiciária.\nII - Não se desconhece a jurisprudência desta Corte no sentido de\nque as hipóteses de recusa de cumprimento de carta precatória,\nlistadas no art. 267 do CPC/2015, encerram rol taxativo.\nPrecedentes. Não se pretende superar a referida premissa. Caso\nespecífico em que se verifica a subversão da norma prevista no art.\n267 do CPC/2015, a autorizar a realização de distinguishing em\nrelação à jurisprudência consolidada.\nIII - A matéria posta nestes autos, no entanto, demanda análise mais\nampla, que considere o contexto fático-jurídico subjacente à\nhipótese e não se limite à mera interpretação literal do dispositivo\nque disciplina a recusa de cumprimento da carta precatória -\nmormente porque, na hipótese, sequer houve recusa, tendo o juízo\ndeprecado suscitado o conflito - mas de avaliação anterior,\npertinente ao próprio cabimento da expedição da carta precatória\npelo juízo deprecante, em estudo que considere os fundamentos e as\nconsequências dos diversos conflitos submetidos à análise desta\nCorte. Releva registrar, nesse sentido, que foram identificados mais\nde 120 Conflitos de Competência distribuídos nesta Corte, desde\nfevereiro de 2023, decorrentes de deprecação inaugurada pela 1ª Vara\ndo Juizado Especial Federal de Itapeva - SJ/SP.\nIV - A Lei n. 13.876/2019, regulamentando o art. 109, § 3º da CF nos\ntermos previstos na EC 103/2019, impõe normas cogentes de\norganização judiciária, cuja disciplina, alterando os pressupostos\nanteriores, evidentemente produziram impacto no volume de ações\ndistribuídas, especialmente nas sedes de vara federal circundadas,\nnum raio de 70 quilômetros, por municípios que exerciam competência\ndelegada - caso da Subseção Judiciária de Itapeva/SP. A estimativa\nde impacto não passou ao largo da atuação do Conselho Nacional de\nJustiça, conforme se observa do relatório Competência Delegada,\npublicado em 2020.\nV - Assumindo que a competência territorial das varas federais\nabrangeria municípios diversos do que lhes serve de sede, previu,\ncomo regra, a possibilidade de que os Juízes e os auxiliares da\nJustiça Federal pratiquem atos e diligências processuais no\nterritório de qualquer Município abrangido pela seção, subseção ou\ncircunscrição da respectiva Vara Federal. A regra, contudo, não se\nreveste de natureza absoluta, de modo que o referido poder-dever\nserá exercido sem prejuízo da possibilidade de expedição de carta\nprecatória (remissão aos arts. 42 da Lei n. 5.010/1996 e 237 do\nCPC/2015).\nVI - A regra para expedição de carta precatória é a necessidade de\nprática de ato jurisdicional em comarca de competência territorial\ndiversa. A exceção prevista no parágrafo único do art. 237 do CPC\nautoriza a expedição de carta ao juízo estadual da respectiva\ncomarca se o ato for relativo a processo em curso na justiça federal\ne houver de ser praticado \"em local onde não haja vara federal\".\nVII - O Código de Processo Civil também vincula a expedição da carta\nprecatória à cooperação judiciária, cuja disciplina foi igualmente\nsistematizada pelo novo Código nos art. 67 e seguintes, que institui\no dever de recíproca cooperação entre juízos. Ainda, a remissão\nexpressa da Lei 13.876/2019 ao art. 42 da Lei n. 5.010/1996 conduz à\ntese de inocorrência de revogação tácita de suas disposições pela\nregulamentação do CPC/2015, valendo destacar a regra ali prevista de\nque somente se expedirá precatória, quando, por essa forma, for\nmais econômica e expedita a realização do ato ou diligência.\nVIII - Consta dos autos que já houve a implantação de sala passiva\nde audiência na Comarca de Capão Bonito, a qual fica à disposição do\njuízo deprecante, permitindo que o magistrado, de sua própria sala\nna sede do Juizado Especial Federal, realize a oitiva de testemunhas\ne pratique os demais atos instrutórios por meio do sistema de\nvideoconferência disponibilizado. A medida confere celeridade ao\nprocesso, possibilita que as partes se desloquem ao foro mais\npróximo de sua residência e prestigia o princípio da identidade\nfísica do juiz.\nIX - A Resolução n. 105/2010 - CNJ dispõe em seu art. 3º que \"quando\na testemunha arrolada não residir na sede do juízo em que tramita o\nprocesso, deve-se dar preferência, em decorrência do princípio da\nidentidade física do juiz, à expedição da carta precatória para a\ninquirição pelo sistema de videoconferência.\". Ainda, no § 2º do\nreferido dispositivo, consta que \"[a] direção da inquirição de\ntestemunha realizada por sistema de videoconferência será do juiz\ndeprecante\". Apenas de maneira excepcional - \"não sendo possível o\ncumprimento da carta precatória pelo sistema de videoconferência\" -\nestabelece-se a possibilidade de o juiz deprecado proceda à\ninquirição da testemunha (art. 3º, § 3º, III da Resolução n.\n105/2010-CNJ).\nX - A realização de audiência por videoconferência com uso da sala\npassiva é a medida que melhor atende aos princípios do acesso à\njustiça e celeridade processual - legítimas preocupações do juízo\ndeprecante - na medida em que o jurisdicionado apenas se deslocará,\nde fato, até a unidade jurisdicional mais próxima de sua residência;\nbem como atende ao princípio da identidade física do juiz e às\nnovas diretrizes de organização judiciária.\nXI - A deprecação de todos os atos instrutórios relativos aos\nprocessos cuja competência, antes delegada, concentrou-se na sede da\nvara federal, subverte a razão de existir da Lei n. 13.876/2019,\nque, certamente, não reduziu sobremaneira a competência delegada\npara que os atos retornassem ao mesmo juízo estadual, agora por meio\nda expedição de cartas precatórias. O impacto no número de\nprocessos distribuídos às sedes de varas federais, a depender de sua\nlocalização, foi antevisto pelo Conselho Nacional de Justiça,\nconsiderado pelas normas constitucionais e federais alteradoras de\ncompetência e evidentemente projetará efeitos nas normas de\norganização judiciária. O aumento significativo no número de\nprocessos deve ser ponderado para verificação das eventual\nnecessidade de criação de novas varas federais ou juizados especiais\nfederais na região, a fim de garantir a equidade na distribuição\ndos processos, sem violar os princípios do juiz natural e da\nidentidade física do juiz.\nXII - Tampouco as razões pertinentes às regras de cooperação\njurisdicional nacional socorrem o juízo deprecante. Isso porque o\ndever de cooperação não pode ser visto apenas sob a ótica da\nimpossibilidade de recusa ao cumprimento de carta precatória,\nsobressaindo-se, anteriormente, a premissa estabelecida no Código de\nProcesso Civil que existe um dever de cooperação recíproca entre os\njuízos.\nXIII - Também viola o dever de cooperação e representa indevida\nterceirização de obrigações que lhes são próprias com a expedição de\nvolume excessivo e desproporcional de cartas precatórias - a ponto\nde o número de conflitos de competência vinculados ao juízo\ndeprecante destacar-se, inclusive, na gestão processual desta Corte\n- especialmente quando há outros meios de realização dos atos\ninstrutórios, por meio de videoconferência com uso da sala passiva,\ncujo uso inclusive é recomendado pelo Conselho Nacional de Justiça e\npela Corregedoria do Tribunal Regional Federal da 3ª Região, medida\nque vem sendo solenemente ignorada pelo Juízo Deprecante.\nXIV - O dever de cooperação nacional impõe ao magistrado a\nobservância das normas de organização judiciária, das resoluções do\nConselho Nacional de Justiça e da Corregedoria do Tribunal ao qual\nestá vinculado, cujas regras objetivam em sentido macro o alcance da\nmelhor prestação jurisdicional. Distancia-se do dever de cooperação\nnacional o magistrado que, de maneira aparentemente automática,\ndepreca todos os atos instrutórios que decorram de processos cujas\npartes sejam domiciliadas em comarcas de juízos estaduais no âmbito\nde sua jurisdição, sem atentar-se aos requisitos de expedição de\ncarta precatória, cuja interpretação sistemática recomenda a\ndeprecação de atos específicos, quando assim se verifique a\notimização, em concreto, da prestação jurisdicional. Vale dizer, nos\nlocais em que existente sala passiva, a deprecação há de limitar-se\nà disponibilização desta em data e hora previamente agendada,\nintimação de quem necessário e demais atos preparatórios de modo que\no magistrado efetivamente competente cumpra, sequencialmente, seu\ndever de oitiva das partes e testemunhas.\nXV - Conflito conhecido para declarar competente o JUÍZO FEDERAL DA\n1ª VARA DO JUIZADO ESPECIAL DE ITAPEVA - SJ/SP que deverá, de\nmaneira direta, realizar os atos instrutórios dos processos sob sua\ncompetência, com uso da sala passiva pelo sistema de\nvideoconferência sempre que necessário, nos termos da Resolução n.\n105/2010 - CNJ e dos provimentos da Corregedoria do Tribunal\nRegional Federal da 3ª Região pertinentes à hipótese.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250508",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO, por unanimidade,\nconhecer do conflito para declarar competente o JUÍZO FEDERAL DA 1ª\nVARA DO JUIZADO ESPECIAL DE ITAPEVA - SJ/SP, o suscitado, nos termos\ndo voto do Sr. Ministro Relator.\nOs Srs. Ministros Maria Thereza de Assis Moura, Benedito Gonçalves,\nSérgio Kukina, Gurgel de Faria, Paulo Sérgio Domingues e Afrânio\nVilela votaram com o Sr. Ministro Relator.\nAusentes, justificadamente, os Srs. Ministros Marco Aurélio Bellizze\ne Teodoro Silva Santos.",
  "jurisprudenciaCitada" : "(CARTA PRECATÓRIO - RECUSA DE CUMPRIMENTO)\n   STJ - <<AgInt no CC 201915>>-SP, <<AgInt no CC 197103>>-SP,\n         <<CC 165381>>-MG",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013876 ANO:2019\n        ART:00003", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00067 ART:00237 ART:00267", "LEG:FED RES:000105 ANO:2010\n        ART:00003 PAR:00002 PAR:00003 INC:00003\n(CONSELHO NACIONAL DE JUSTIÇA - CNJ)", "LEG:FED RES:000603 ANO:2019\n(CONSELHO DA JUSTIÇA FEDERAL - CJF)", "LEG:FED RES:000429 ANO:2021\n(TRIBUNAL REGIONAL FEDERAL DA 3ª REGIÃO/PRESIDÊNCIA - TRF3/PRES)", "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00109 PAR:00003", "LEG:FED LEI:005010 ANO:1996\n        ART:00015 INC:00003 PAR:00001 ART:00042", "LEG:FED EMC:000103 ANO:2019" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000910362",
  "numeroProcesso" : "991788",
  "numeroRegistro" : "201000913510",
  "siglaClasse" : "AgRg nos EDcl nos EAg",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE\nDIVERGÊNCIA EM AGRAVO",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "PAULO SÉRGIO DOMINGUES",
  "dataPublicacao" : "DJEN       DATA:15/05/2025",
  "ementa" : "DIREITO TRIBUTÁRIO. EMBARGOS DE DIVERGÊNCIA EM AGRAVO. AUSÊNCIA DE\nINTIMAÇÃO PARA IMPUGNAÇÃO. CONTRADITÓRIO. NULIDADE ABSOLUTA.\nRETIFICAÇÃO DE VOTO DO RELATOR ORIGINAL. INTIMAÇÃO PARA IMPUGNAÇÃO.\nAGRAVO REGIMENTAL PROVIDO.\n1. A ausência de intimação para oportunizar à parte embargada a\napresentação de impugnação aos embargos de divergência, a fim de\nexercer plenamente seu direito ao contraditório e à ampla defesa,\nconfigura nulidade absoluta cujo reconhecimento pode se dar de\nofício.\n2. Voto do relator original retificado para dar provimento ao agravo\nregimental a fim de anular as decisões de fls. 639/647 e 683/694 e\ndeterminar a intimação da parte embargada para, querendo, oferecer\nimpugnação aos embargos de divergência.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250508",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da PRIMEIRA SEÇÃO do Superior Tribunal de\nJustiça, prosseguindo o julgamento, por maioria, vencido o Sr.\nMinistro César Asfor Rocha, dar provimento ao agravo regimental a\nfim de anular as decisões de fls. 639/647 e 683/694 e determinar a\nintimação da parte embargada para, querendo, oferecer impugnação aos\nembargos de divergência, nos termos da retificação de voto do Sr.\nMinistro Paulo Sérgio Domingues, Relator por sucessão.\nOs Srs. Ministros Afrânio Vilela, Maria Thereza de Assis Moura,\nMauro Campbell Marques, Benedito Gonçalves, Sérgio Kukina e Gurgel\nde Faria votaram com o Sr. Ministro Relator.\nNão participaram do julgamento os Srs. Ministros Teodoro Silva\nSantos e Marco Aurélio Bellizze.\nAusente, ocasionalmente, o Sr. Ministro Francisco Falcão.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - INTIMAÇÃO PARA IMPUGNAÇÃO)\n   STJ - <<EAREsp 343441>>-RS, <<EAREsp 285745>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266 PAR:00004 ART:0266D ART:00267" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000910361",
  "numeroProcesso" : "841818",
  "numeroRegistro" : "201000913813",
  "siglaClasse" : "AgRg nos EDcl nos EREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE\nDIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "PAULO SÉRGIO DOMINGUES",
  "dataPublicacao" : "DJEN       DATA:15/05/2025",
  "ementa" : "DIREITO TRIBUTÁRIO. EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL.\nAUSÊNCIA DE INTIMAÇÃO PARA IMPUGNAÇÃO. CONTRADITÓRIO. NULIDADE\nABSOLUTA. RETIFICAÇÃO DE VOTO DO RELATOR ORIGINAL. INTIMAÇÃO PARA\nIMPUGNAÇÃO. AGRAVO REGIMENTAL PROVIDO.\n1. A ausência de intimação para oportunizar à parte embargada a\napresentação de impugnação aos embargos de divergência, a fim de\nexercer plenamente seu direito ao contraditório e à ampla defesa,\nconfigura nulidade absoluta cujo reconhecimento pode se dar de\nofício.\n2. Voto do relator original retificado para dar provimento ao agravo\nregimental a fim de anular as decisões de fls. 777/785 e 821/832 e\ndeterminar a intimação da parte embargada para, querendo, oferecer\nimpugnação aos embargos de divergência.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250508",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da PRIMEIRA SEÇÃO do Superior Tribunal de\nJustiça, prosseguindo o julgamento, por maioria, vencido o Sr.\nMinistro César Asfor Rocha, dar provimento ao agravo regimental a\nfim de anular as decisões de fls. 777/785 e 821/832 e determinar a\nintimação da parte embargada para, querendo, oferecer impugnação aos\nembargos de divergência, nos termos da retificação de voto do Sr.\nMinistro Paulo Sérgio Domingues, Relator por sucessão.\nOs Srs. Ministros Afrânio Vilela, Maria Thereza de Assis Moura,\nMauro Campbell Marques, Benedito Gonçalves, Sérgio Kukina e Gurgel\nde Faria votaram com o Sr. Ministro Relator.\nNão participaram do julgamento os Srs. Ministros Teodoro Silva\nSantos e Marco Aurélio Bellizze.\nAusente, ocasionalmente, o Sr. Ministro Francisco Falcão.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - INTIMAÇÃO PARA IMPUGNAÇÃO)\n   STJ - <<EAREsp 343441>>-RS, <<EAREsp 285745>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266 PAR:00004 ART:0266D ART:00267" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000910360",
  "numeroProcesso" : "207333",
  "numeroRegistro" : "202402971629",
  "siglaClasse" : "AgInt no CC",
  "descricaoClasse" : "AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "MARIA THEREZA DE ASSIS MOURA",
  "dataPublicacao" : "DJEN       DATA:15/05/2025",
  "ementa" : "AGRAVO INTERNO NO CONFLITO NEGATIVO DE COMPETÊNCIA. CARTA\nPRECATÓRIA. OITIVA DE TESTEMUNHAS. POSSIBILIDADE DE REALIZAÇÃO DO\nATO PROCESSUAL POR VIDEOCONFERÊNCIA.\n1. Diante da possibilidade, no caso, de realização do ato processual\npelo próprio juiz da causa, ainda que de forma virtual, sem\nqualquer prejuízo às partes, impõe-se reconhecer a competência do\njuízo suscitante.\n2. Agravo interno provido para declarar a competência do do Juízo\nFederal da 1ª Vara do Juizado Especial Cível de Itapeva - SJ/SP, o\nsuscitante.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250508",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da PRIMEIRA SEÇÃO do Superior Tribunal de\nJustiça, prosseguindo o julgamento, após o voto-vista do Sr.\nMinistro Paulo Sérgio Domingues e a reformulação de voto dos Srs.\nMinistros Francisco Falcão, Benedito Gonçalves, Gurgel de Faria e\nAfrânio Vilela, por maioria, vencidos os Srs. Ministros Marco\nAurélio Bellizze e Teodoro Silva Santos, dar provimento ao agravo\ninterno a fim de conhecer do conflito para declarar a competência do\nJuízo Federal da 1ª Vara do Juizado Especial Cível de Itapeva -\nSJ/SP, ora suscitante, nos termos da retificação de voto da Sra.\nMinistra Relatora.\nOs Srs. Ministros Benedito Gonçalves, Sérgio Kukina, Gurgel de\nFaria, Paulo Sérgio Domingues (voto-vista), Afrânio Vilela e\nFrancisco Falcão votaram com a Sra. Ministra Relatora.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED RES:000105 ANO:2010\n        ART:00003 ART:00004\n(CONSELHO NACIONAL DE JUSTIÇA - CNJ)\n(ALTERADA PELA RESOLUÇÃO CNJ 326/2020)", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00236 PAR:00003 ART:00267", "LEG:FED RES:000354 ANO:2020\n        ART:00004\n(CONSELHO NACIONAL DE JUSTIÇA - CNJ)", "LEG:FED RES:000326 ANO:2020\n(CONSELHO NACIONAL DE JUSTIÇA - CNJ)" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000909865",
  "numeroProcesso" : "2174052",
  "numeroRegistro" : "202401998282",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "MARIA THEREZA DE ASSIS MOURA",
  "dataPublicacao" : "DJEN       DATA:13/05/2025",
  "ementa" : "Ementa. Processo civil. Recurso especial. Indicação como\nrepresentativo de controvérsia. Iluminação pública. Transferência de\nativos das distribuidoras de energia elétrica aos municípios.\nInterpretação de resoluções da ANEEL. Admissibilidade. Afetação ao\nrito dos repetitivos.\nI. Caso em exame\n1. Recursos selecionados como representativos de controvérsia\nrelativa à admissibilidade da discussão, em recurso especial, da\ntransferência, com base no art. 218 Resolução Normativa ANEEL n.\n414/2010, alterado pela Resolução ANEEL n. 479/2012, e Resolução\nNormativa ANEEL n. 959/2021, da responsabilidade pela manutenção do\nsistema de iluminação pública, registrado como Ativo Imobilizado em\nServiço - AIS, pelas distribuidoras de energia elétrica aos\nmunicípios e ao Distrito Federal.\nII. Questão em discussão\n2. Saber se é admissível o recurso especial para discutir a\ntransferência, com base no art. 218 Resolução Normativa ANEEL n.\n414/2010, Resolução ANEEL n. 479/2012 e Resolução Normativa ANEEL n.\n959/2021, da responsabilidade pela manutenção do sistema de\niluminação pública, registrado como Ativo Imobilizado em Serviço -\nAIS, pelas distribuidoras de energia elétrica aos municípios e ao\nDistrito Federal.\nIII. Razões de decidir\n3. Os recursos especiais selecionados representam controvérsia\nrepetitiva sobre a admissibilidade recursal.\nIV. Dispositivo e tese\n4. Afetação dos recursos especiais ao rito previsto nos arts. 1.036\ne 1.037 do CPC e nos arts. 256 ao 256-X do RISTJ.\n5. Delimitação da controvérsia afetada: Admissibilidade, ou não, dos\nrecursos especiais que discutem a transferência, com base em\nnormativos da ANEEL (art. 218 da Resolução Normativa ANEEL n.\n414/2010, alterado pela Resolução ANEEL n. 479/2012 e sucedido pela\nResolução Normativa ANEEL n. 959/2021), da responsabilidade pela\nmanutenção do sistema de iluminação pública, registrado como Ativo\nImobilizado em Serviço - AIS, pelas distribuidoras de energia\nelétrica aos municípios e ao Distrito Federal.\n6. Suspensão de todos os processos pendentes em que tenha havido a\ninterposição de recurso especial ou de agravo em recurso especial,\nna segunda instância, ou que estejam em tramitação no STJ.\n______\nDispositivos relevantes citados: art. 4º, § 5º, V, da Lei n.\n9.074/1995, incluído pela Lei n. 10.848/2004.\nJurisprudência relevante citada: STF, Tema 1.181, RE 1.350.965 RG,\nRel. Min. Presidente, Tribunal Pleno, julgado em 11/11/2021; STJ,\nTema 1.246, REsp ns. 2.082.395 e REsp 2.098.629, Rel. Min. Paulo\nSérgio Domingues, afetação em 12/04/2024.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250429",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da PRIMEIRA SEÇÃO, por unanimidade, afetar o\nprocesso ao rito dos recursos repetitivos (RISTJ, art. 257-C) para\ndelimitar a seguinte tese controvertida: \"Admissibilidade, ou não,\ndos recursos especiais que discutem a transferência, com base em\nnormativos da ANEEL (art. 218 da Resolução Normativa ANEEL n.\n414/2010, alterado pela Resolução ANEEL n. 479/2012 e sucedido pela\nResolução Normativa ANEEL n. 959/2021), da responsabilidade pela\nmanutenção do sistema de iluminação pública, registrado como Ativo\nImobilizado em Serviço - AIS, pelas distribuidoras de energia\nelétrica aos municípios e ao Distrito Federal.\" e, igualmente por\nunanimidade, nos termos do art. 1.037, inciso II, do Código de\nProcesso Civil, suspender o processamento de todos os processos,\nindividuais ou coletivos, que versem sobre a mesma matéria, nos\nquais tenha havido a interposição de recurso especial ou de agravo\nem recurso especial, na segunda instância, ou que estejam em\ntramitação no Superior Tribunal de Justiça, observada a orientação\nprevista no art. 256-L do RISTJ, conforme proposta da Sra. Ministra\nRelatora.\nOs Srs. Ministros Benedito Gonçalves, Marco Aurélio Bellizze, Sérgio\nKukina, Gurgel de Faria, Paulo Sérgio Domingues, Teodoro Silva\nSantos, Afrânio Vilela e Francisco Falcão votaram com a Sra.\nMinistra Relatora.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1346.",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1346\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01037" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000909864",
  "numeroProcesso" : "2174051",
  "numeroRegistro" : "202401039646",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "MARIA THEREZA DE ASSIS MOURA",
  "dataPublicacao" : "DJEN       DATA:13/05/2025",
  "ementa" : "Ementa. Processo civil. Recurso especial. Indicação como\nrepresentativo de controvérsia. Iluminação pública. Transferência de\nativos das distribuidoras de energia elétrica aos municípios.\nInterpretação de resoluções da ANEEL. Admissibilidade. Afetação ao\nrito dos repetitivos.\nI. Caso em exame\n1. Recursos selecionados como representativos de controvérsia\nrelativa à admissibilidade da discussão, em recurso especial, da\ntransferência, com base no art. 218 Resolução Normativa ANEEL n.\n414/2010, alterado pela Resolução ANEEL n. 479/2012, e Resolução\nNormativa ANEEL n. 959/2021, da responsabilidade pela manutenção do\nsistema de iluminação pública, registrado como Ativo Imobilizado em\nServiço - AIS, pelas distribuidoras de energia elétrica aos\nmunicípios e ao Distrito Federal.\nII. Questão em discussão\n2. Saber se é admissível o recurso especial para discutir a\ntransferência, com base no art. 218 Resolução Normativa ANEEL n.\n414/2010, Resolução ANEEL n. 479/2012 e Resolução Normativa ANEEL n.\n959/2021, da responsabilidade pela manutenção do sistema de\niluminação pública, registrado como Ativo Imobilizado em Serviço -\nAIS, pelas distribuidoras de energia elétrica aos municípios e ao\nDistrito Federal.\nIII. Razões de decidir\n3. Os recursos especiais selecionados representam controvérsia\nrepetitiva sobre a admissibilidade recursal.\nIV. Dispositivo e tese\n4. Afetação dos recursos especiais ao rito previsto nos arts. 1.036\ne 1.037 do CPC e nos arts. 256 ao 256-X do RISTJ.\n5. Delimitação da controvérsia afetada: Admissibilidade, ou não, dos\nrecursos especiais que discutem a transferência, com base em\nnormativos da ANEEL (art. 218 da Resolução Normativa ANEEL n.\n414/2010, alterado pela Resolução ANEEL n. 479/2012 e sucedido pela\nResolução Normativa ANEEL n. 959/2021), da responsabilidade pela\nmanutenção do sistema de iluminação pública, registrado como Ativo\nImobilizado em Serviço - AIS, pelas distribuidoras de energia\nelétrica aos municípios e ao Distrito Federal.\n6. Suspensão de todos os processos pendentes em que tenha havido a\ninterposição de recurso especial ou de agravo em recurso especial,\nna segunda instância, ou que estejam em tramitação no STJ.\n______\nDispositivos relevantes citados: art. 4º, § 5º, V, da Lei n.\n9.074/1995, incluído pela Lei n. 10.848/2004.\nJurisprudência relevante citada: STF, Tema 1.181, RE 1.350.965 RG,\nRel. Min. Presidente, Tribunal Pleno, julgado em 11/11/2021; STJ,\nTema 1.246, REsp ns. 2.082.395 e REsp 2.098.629, Rel. Min. Paulo\nSérgio Domingues, afetação em 12/04/2024.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250429",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da PRIMEIRA SEÇÃO, por unanimidade, afetar o\nprocesso ao rito dos recursos repetitivos (RISTJ, art. 257-C) para\ndelimitar a seguinte tese controvertida: \"Admissibilidade, ou não,\ndos recursos especiais que discutem a transferência, com base em\nnormativos da ANEEL (art. 218 da Resolução Normativa ANEEL n.\n414/2010, alterado pela Resolução ANEEL n. 479/2012 e sucedido pela\nResolução Normativa ANEEL n. 959/2021), da responsabilidade pela\nmanutenção do sistema de iluminação pública, registrado como Ativo\nImobilizado em Serviço - AIS, pelas distribuidoras de energia\nelétrica aos municípios e ao Distrito Federal.\" e, igualmente por\nunanimidade, nos termos do art. 1.037, inciso II, do Código de\nProcesso Civil, suspender o processamento de todos os processos,\nindividuais ou coletivos, que versem sobre a mesma matéria, nos\nquais tenha havido a interposição de recurso especial ou de agravo\nem recurso especial, na segunda instância, ou que estejam em\ntramitação no Superior Tribunal de Justiça, observada a orientação\nprevista no art. 256-L do RISTJ, conforme proposta da Sra. Ministra\nRelatora.\nOs Srs. Ministros Benedito Gonçalves, Marco Aurélio Bellizze, Sérgio\nKukina, Gurgel de Faria, Paulo Sérgio Domingues, Teodoro Silva\nSantos, Afrânio Vilela e Francisco Falcão votaram com a Sra.\nMinistra Relatora.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1346.",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1346\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01037" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000909663",
  "numeroProcesso" : "2172227",
  "numeroRegistro" : "202403611152",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "MARCO AURÉLIO BELLIZZE",
  "dataPublicacao" : "DJEN       DATA:12/05/2025",
  "ementa" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL. RITO DOS RECURSOS\nREPRESENTATIVOS DA CONTROVÉRSIA. DISCUSSÃO QUANTO À POSSIBILIDADE DE\nDETERMINAR A LIMITAÇÃO TEMPORAL DAS DIFERENÇAS DE URV, COM\nAPLICAÇÃO DO TEMA 5/STF, NA FASE DE CUMPRIMENTO DE SENTENÇA, MESMO\nSEM QUE A MATÉRIA TENHA SIDO DEBATIBA NA FASE DE CONHECIMENTO.\nREQUISITOS PARA AFETAÇÃO PREENCHIDOS.\n1. Delimitação da controvérsia, para fins de afetação da matéria ao\nrito dos recursos repetitivos, nos termos do art. 1.036, caput e §\n1º, do CPC/2015: \"Definir se é possível determinar a limitação\ntemporal das diferenças de URV, com aplicação do Tema 5 de\nRepercussão Geral, durante a fase de cumprimento de sentença, mesmo\nquando a tese de limitação temporal não tenha sido debatida na fase\nde conhecimento da demanda\".\n2. Recurso especial afetado ao rito dos repetitivos, nos termos do\nart. 1.036 e seguintes do CPC/2015.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250429",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO, por unanimidade,\nafetar o processo ao rito dos recursos repetitivos (RISTJ, art.\n257-C) para delimitar a seguinte tese controvertida: \"Definir se é\npossível determinar a limitação temporal das diferenças de URV, com\naplicação do Tema 5 de Repercussão Geral, durante a fase de\ncumprimento de sentença, mesmo quando a tese de limitação temporal\nnão tenha sido debatida na fase de conhecimento da demanda.\" e, por\nunanimidade, suspender a tramitação dos recursos especiais e agravos\nem recurso especial em segunda instância ou no âmbito desta Corte\nque versem sobre a mesma questão jurídica, conforme proposta do Sr.\nMinistro Relator.\nOs Srs. Ministros Sérgio Kukina, Gurgel de Faria, Paulo Sérgio\nDomingues, Teodoro Silva Santos, Afrânio Vilela, Francisco Falcão,\nMaria Thereza de Assis Moura e Benedito Gonçalves votaram com o Sr.\nMinistro Relator.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000909662",
  "numeroProcesso" : "2171764",
  "numeroRegistro" : "202403576894",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "MARCO AURÉLIO BELLIZZE",
  "dataPublicacao" : "DJEN       DATA:12/05/2025",
  "ementa" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL. RITO DOS RECURSOS\nREPRESENTATIVOS DA CONTROVÉRSIA. DISCUSSÃO QUANTO À POSSIBILIDADE DE\nDETERMINAR A LIMITAÇÃO TEMPORAL DAS DIFERENÇAS DE URV, COM\nAPLICAÇÃO DO TEMA 5/STF, NA FASE DE CUMPRIMENTO DE SENTENÇA, MESMO\nSEM QUE A MATÉRIA TENHA SIDO DEBATIBA NA FASE DE CONHECIMENTO.\nREQUISITOS PARA AFETAÇÃO PREENCHIDOS.\n1. Delimitação da controvérsia, para fins de afetação da matéria ao\nrito dos recursos repetitivos, nos termos do art. 1.036, caput e §\n1º, do CPC/2015: \"Definir se é possível determinar a limitação\ntemporal das diferenças de URV, com aplicação do Tema 5 de\nRepercussão Geral, durante a fase de cumprimento de sentença, mesmo\nquando a tese de limitação temporal não tenha sido debatida na fase\nde conhecimento da demanda\".\n2. Recurso especial afetado ao rito dos repetitivos, nos termos do\nart. 1.036 e seguintes do CPC/2015.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250429",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da PRIMEIRA SEÇÃO, por unanimidade, afetar o\nprocesso ao rito dos recursos repetitivos (RISTJ, art. 257-C) para\ndelimitar a seguinte tese controvertida: \"Definir se é possível\ndeterminar a limitação temporal das diferenças de URV, com aplicação\ndo Tema 5 de Repercussão Geral, durante a fase de cumprimento de\nsentença, mesmo quando a tese de limitação temporal não tenha sido\ndebatida na fase de conhecimento da demanda.\" e, por unanimidade,\nsuspender a tramitação dos recursos especiais e agravos em recurso\nespecial em segunda instância ou no âmbito desta Corte que versem\nsobre a mesma questão jurídica, conforme proposta do Sr. Ministro\nRelator.\nOs Srs. Ministros Sérgio Kukina, Gurgel de Faria, Paulo Sérgio\nDomingues, Teodoro Silva Santos, Afrânio Vilela, Francisco Falcão,\nMaria Thereza de Assis Moura e Benedito Gonçalves votaram com o Sr.\nMinistro Relator.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1344",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1344\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036 ART:01037" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000909554",
  "numeroProcesso" : "2109012",
  "numeroRegistro" : "202304082118",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "BENEDITO GONÇALVES",
  "dataPublicacao" : "DJEN       DATA:28/04/2025",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM\nRECURSO ESPECIAL. SIMILITUDE FÁTICA NÃO DEMONSTRADA. PREMISSAS DOS\nACÓRDÃOS RECORRIDO E PARADIGMA DISTINTAS. AUSÊNCIA DE ATUALIDADE DO\nACÓRDÃO INDICADO COMO PARADIGMA.\n1. Tendo o recurso sido interposto contra decisão publicada na\nvigência do Código de Processo Civil de 2015, devem ser exigidos os\nrequisitos de admissibilidade na forma nele previsto, conforme\nEnunciado Administrativo n. 3/2016/STJ.\n2. Os embargos de divergência têm por escopo uniformizar a\njurisprudência do Tribunal ante a adoção de teses conflitantes pelos\nseus órgãos fracionários, cabendo ao embargante a comprovação do\ndissídio pretoriano nos moldes estabelecidos nos arts. 1.043, § 4º,\ndo CPC/2015 e 266, § 4º, do RISTJ.\n3. No caso dos autos, não se verifica a existência da indispensável\nsimilitude fática entre os acórdãos confrontados. Com efeito,\nobserva-se que, no acórdão recorrido, a controvérsia foi decidida à\nluz do art. 71, § 4º, do RISTJ, segundo o qual, a competência\ninterna desta Corte é de natureza relativa, razão pela qual a\nprevenção supostamente indevida deve ser suscitada até o início do\njulgamento do Recurso pelo Colegiado ou monocraticamente pelo\nRelator, sob pena de preclusão. De outro lado, no acórdão paradigma,\ntratou-se do caput e §1º do art. 71 do RISTJ, em que se estabelece\nas hipóteses de prevenção e o procedimento em caso de transferência\ndo relator.\n4. Além disso, evidencia-se que o embargante não cumpriu o requisito\nde admissibilidade dos embargos de divergência, nos termos do\nartigo 266 do RISTJ, segundo o qual: \"Cabem embargos de divergência\ncontra acórdão de Órgão Fracionário que, em recurso especial,\ndivergir do julgamento atual de qualquer outro Órgão Jurisdicional\ndeste Tribunal\".\n5. Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250415",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 09/04/2025 a 15/04/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Maria Thereza de Assis Moura,\nMarco Aurélio Bellizze, Sérgio Kukina, Gurgel de Faria, Paulo Sérgio\nDomingues, Teodoro Silva Santos e Afrânio Vilela votaram com o Sr.\nMinistro Relator.\nPresidiu o julgamento a Sra. Ministra Regina Helena Costa.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : "Aguardando análise.",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000909479",
  "numeroProcesso" : "2174355",
  "numeroRegistro" : "202403747844",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "MARCO AURÉLIO BELLIZZE",
  "dataPublicacao" : "DJEN       DATA:09/05/2025",
  "ementa" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL. RITO DOS RECURSOS\nREPRESENTATIVOS DA CONTROVÉRSIA. DISCUSSÃO QUANTO À POSSIBILIDADE DE\nDETERMINAR A LIMITAÇÃO TEMPORAL DAS DIFERENÇAS DE URV, COM\nAPLICAÇÃO DO TEMA 5/STF, NA FASE DE CUMPRIMENTO DE SENTENÇA, MESMO\nSEM QUE A MATÉRIA TENHA SIDO DEBATIBA NA FASE DE CONHECIMENTO.\nREQUISITOS PARA AFETAÇÃO PREENCHIDOS.\n1. Delimitação da controvérsia, para fins de afetação da matéria ao\nrito dos recursos repetitivos, nos termos do art. 1.036, caput e §\n1º, do CPC/2015: \"Definir se é possível determinar a limitação\ntemporal das diferenças de URV, com aplicação do Tema 5 de\nRepercussão Geral, durante a fase de cumprimento de sentença, mesmo\nquando a tese de limitação temporal não tenha sido debatida na fase\nde conhecimento da demanda\".\n2. Recurso especial afetado ao rito dos repetitivos, nos termos do\nart. 1.036 e seguintes do CPC/2015.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250429",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da PRIMEIRA SEÇÃO, por unanimidade, afetar o\nprocesso ao rito dos recursos repetitivos (RISTJ, art. 257-C) para\ndelimitar a seguinte tese controvertida: \"Definir se é possível\ndeterminar a limitação temporal das diferenças de URV, com aplicação\ndo Tema 5 de Repercussão Geral, durante a fase de cumprimento de\nsentença, mesmo quando a tese de limitação temporal não tenha sido\ndebatida na fase de conhecimento da demanda.\" e, por unanimidade,\nsuspender a tramitação dos recursos especiais e agravos em recurso\nespecial em segunda instância ou no âmbito desta Corte que versem\nsobre a mesma questão jurídica, conforme proposta do Sr. Ministro\nRelator.\nOs Srs. Ministros Sérgio Kukina, Gurgel de Faria, Paulo Sérgio\nDomingues, Teodoro Silva Santos, Afrânio Vilela, Francisco Falcão,\nMaria Thereza de Assis Moura e Benedito Gonçalves votaram com o Sr.\nMinistro Relator.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1344",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1344\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036 ART:01037" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000909478",
  "numeroProcesso" : "2171762",
  "numeroRegistro" : "202403576808",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "MARCO AURÉLIO BELLIZZE",
  "dataPublicacao" : "DJEN       DATA:09/05/2025",
  "ementa" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL. RITO DOS RECURSOS\nREPRESENTATIVOS DA CONTROVÉRSIA. DISCUSSÃO QUANTO À POSSIBILIDADE DE\nDETERMINAR A LIMITAÇÃO TEMPORAL DAS DIFERENÇAS DE URV, COM\nAPLICAÇÃO DO TEMA 5/STF, NA FASE DE CUMPRIMENTO DE SENTENÇA, MESMO\nSEM QUE A MATÉRIA TENHA SIDO DEBATIBA NA FASE DE CONHECIMENTO.\nREQUISITOS PARA AFETAÇÃO PREENCHIDOS.\n1. Delimitação da controvérsia, para fins de afetação da matéria ao\nrito dos recursos repetitivos, nos termos do art. 1.036, caput e §\n1º, do CPC/2015: \"Definir se é possível determinar a limitação\ntemporal das diferenças de URV, com aplicação do Tema 5 de\nRepercussão Geral, durante a fase de cumprimento de sentença, mesmo\nquando a tese de limitação temporal não tenha sido debatida na fase\nde conhecimento da demanda\".\n2. Recurso especial afetado ao rito dos repetitivos, nos termos do\nart. 1.036 e seguintes do CPC/2015.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250429",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da PRIMEIRA SEÇÃO, por unanimidade, afetar o\nprocesso ao rito dos recursos repetitivos (RISTJ, art. 257-C) para\ndelimitar a seguinte tese controvertida: \"Definir se é possível\ndeterminar a limitação temporal das diferenças de URV, com aplicação\ndo Tema 5 de Repercussão Geral, durante a fase de cumprimento de\nsentença, mesmo quando a tese de limitação temporal não tenha sido\ndebatida na fase de conhecimento da demanda.\" e, por unanimidade,\nsuspender a tramitação dos recursos especiais e agravos em recurso\nespecial em segunda instância ou no âmbito desta Corte que versem\nsobre a mesma questão jurídica, conforme proposta do Sr. Ministro\nRelator.\nOs Srs. Ministros Sérgio Kukina, Gurgel de Faria, Paulo Sérgio\nDomingues, Teodoro Silva Santos, Afrânio Vilela, Francisco Falcão,\nMaria Thereza de Assis Moura e Benedito Gonçalves votaram com o Sr.\nMinistro Relator.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1344",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1344\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036 ART:01037" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000909477",
  "numeroProcesso" : "2171684",
  "numeroRegistro" : "202403572551",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "MARCO AURÉLIO BELLIZZE",
  "dataPublicacao" : "DJEN       DATA:09/05/2025",
  "ementa" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL. RITO DOS RECURSOS\nREPRESENTATIVOS DA CONTROVÉRSIA. DISCUSSÃO QUANTO À POSSIBILIDADE DE\nDETERMINAR A LIMITAÇÃO TEMPORAL DAS DIFERENÇAS DE URV, COM\nAPLICAÇÃO DO TEMA 5/STF, NA FASE DE CUMPRIMENTO DE SENTENÇA, MESMO\nSEM QUE A MATÉRIA TENHA SIDO DEBATIBA NA FASE DE CONHECIMENTO.\nREQUISITOS PARA AFETAÇÃO PREENCHIDOS.\n1. Delimitação da controvérsia, para fins de afetação da matéria ao\nrito dos recursos repetitivos, nos termos do art. 1.036, caput e §\n1º, do CPC/2015: \"Definir se é possível determinar a limitação\ntemporal das diferenças de URV, com aplicação do Tema 5 de\nRepercussão Geral, durante a fase de cumprimento de sentença, mesmo\nquando a tese de limitação temporal não tenha sido debatida na fase\nde conhecimento da demanda\".\n2. Recurso especial afetado ao rito dos repetitivos, nos termos do\nart. 1.036 e seguintes do CPC/2015.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250429",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da PRIMEIRA SEÇÃO, por unanimidade, afetar o\nprocesso ao rito dos recursos repetitivos (RISTJ, art. 257-C) para\ndelimitar a seguinte tese controvertida: \"Definir se é possível\ndeterminar a limitação temporal das diferenças de URV, com aplicação\ndo Tema 5 de Repercussão Geral, durante a fase de cumprimento de\nsentença, mesmo quando a tese de limitação temporal não tenha sido\ndebatida na fase de conhecimento da demanda.\" e, por unanimidade,\nsuspender a tramitação dos recursos especiais e agravos em recurso\nespecial em segunda instância ou no âmbito desta Corte que versem\nsobre a mesma questão jurídica, conforme proposta do Sr. Ministro\nRelator.\nOs Srs. Ministros Sérgio Kukina, Gurgel de Faria, Paulo Sérgio\nDomingues, Teodoro Silva Santos, Afrânio Vilela, Francisco Falcão,\nMaria Thereza de Assis Moura e Benedito Gonçalves votaram com o Sr.\nMinistro Relator.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1344",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1344\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036 ART:01037" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000909476",
  "numeroProcesso" : "2165813",
  "numeroRegistro" : "202403167496",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "MARCO AURÉLIO BELLIZZE",
  "dataPublicacao" : "DJEN       DATA:09/05/2025",
  "ementa" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL. RITO DOS RECURSOS\nREPRESENTATIVOS DA CONTROVÉRSIA. DISCUSSÃO QUANTO À POSSIBILIDADE DE\nDETERMINAR A LIMITAÇÃO TEMPORAL DAS DIFERENÇAS DE URV, COM\nAPLICAÇÃO DO TEMA 5/STF, NA FASE DE CUMPRIMENTO DE SENTENÇA, MESMO\nSEM QUE A MATÉRIA TENHA SIDO DEBATIBA NA FASE DE CONHECIMENTO.\nREQUISITOS PARA AFETAÇÃO PREENCHIDOS.\n1. Delimitação da controvérsia, para fins de afetação da matéria ao\nrito dos recursos repetitivos, nos termos do art. 1.036, caput e §\n1º, do CPC/2015: \"Definir se é possível determinar a limitação\ntemporal das diferenças de URV, com aplicação do Tema 5 de\nRepercussão Geral, durante a fase de cumprimento de sentença, mesmo\nquando a tese de limitação temporal não tenha sido debatida na fase\nde conhecimento da demanda\".\n2. Recurso especial afetado ao rito dos repetitivos, nos termos do\nart. 1.036 e seguintes do CPC/2015.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250429",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da PRIMEIRA SEÇÃO, por unanimidade, afetar o\nprocesso ao rito dos recursos repetitivos (RISTJ, art. 257-C) para\ndelimitar a seguinte tese controvertida: \"Definir se é possível\ndeterminar a limitação temporal das diferenças de URV, com aplicação\ndo Tema 5 de Repercussão Geral, durante a fase de cumprimento de\nsentença, mesmo quando a tese de limitação temporal não tenha sido\ndebatida na fase de conhecimento da demanda.\" e, por unanimidade,\nsuspender a tramitação dos recursos especiais e agravos em recurso\nespecial em segunda instância ou no âmbito desta Corte que versem\nsobre a mesma questão jurídica, conforme proposta do Sr. Ministro\nRelator.\nOs Srs. Ministros Sérgio Kukina, Gurgel de Faria, Paulo Sérgio\nDomingues, Teodoro Silva Santos, Afrânio Vilela, Francisco Falcão,\nMaria Thereza de Assis Moura e Benedito Gonçalves votaram com o Sr.\nMinistro Relator.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1344",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1344\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036 ART:01037" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000909261",
  "numeroProcesso" : "4404",
  "numeroRegistro" : "202403563780",
  "siglaClasse" : "AgInt no PUIL",
  "descricaoClasse" : "AGRAVO INTERNO NO PEDIDO DE UNIFORMIZAÇÃO DE INTERPRETAÇÃO DE LEI",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "AFRÂNIO VILELA",
  "dataPublicacao" : "DJEN       DATA:24/04/2025",
  "ementa" : "ADMINISTRATIVO E PROCESSUAL CIVIL. SERVIDOR PÚBLICO. AGRAVO INTERNO\nNO PEDIDO DE UNIFORMIZAÇÃO DE LEI. TEMPESTIVIDADE RECURSAL. QUESTÃO\nPROCESSUAL. NÃO CONHECIMENTO DO PEDIDO. AGRAVO INTERNO DESPROVIDO.\n1. A Turma Recursal não conheceu do recurso intempestivo, não\nobstante tenha reconhecido que o sistema PJe apresentou informação\nequivocada quanto ao prazo recursal do juizado especial.\n2. O art. 18 da Lei 12.153/2009 prevê expressamente o cabimento do\npedido de uniformização de interpretação de lei quando: (a) houver\ndivergência entre decisões proferidas por Turmas Recursais sobre\nquestões de direito material; (b) as Turmas de diferentes Estados\nderem à lei federal interpretações divergentes, ou quando a decisão\nproferida estiver em contrariedade com súmula deste Superior\nTribunal.\n3. No caso, a discussão se limita à matéria processual, cuja análise\né inviável por meio do incidente do Pedido de Uniformização de\nInterpretação de Lei - PUIL, conforme disposição legal e precedentes\ndesta Corte Superior.\n4. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250415",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 09/04/2025 a 15/04/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Maria Thereza de Assis Moura,\nBenedito Gonçalves, Marco Aurélio Bellizze, Sérgio Kukina, Gurgel de\nFaria, Paulo Sérgio Domingues e Teodoro Silva Santos votaram com o\nSr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Regina Helena Costa.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000909219",
  "numeroProcesso" : "2317034",
  "numeroRegistro" : "202300759913",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "MARIA THEREZA DE ASSIS MOURA",
  "dataPublicacao" : "DJEN       DATA:25/04/2025",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA. ADMINISTRATIVO E\nPROCESSO CIVIL. MULTA APLICADA PELO PROCON. PRETENSA REDUÇÃO.\nAUSÊNCIA DE SIMILITUDE FÁTICA COM O ARESTO PARADIGMA. MÉRITO DA\nCONTROVÉRSIA NÃO EXAMINADO NO ACÓRDÃO EMBARGADO. NÃO CABIMENTO DOS\nEMBARGOS DE DIVERGÊNCIA. 1. São incabíveis os embargos de\ndivergência na hipótese em que no acórdão embargado não houve o\nexame da matéria de mérito objeto da controvérsia, mas apenas da\nsuposta violação dos arts. 489 e 1.022 do CPC, o que afasta a\nsimilitude fático-jurídica necessária ao conhecimento dos embargos\nde divergência. 2. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250415",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 09/04/2025 a 15/04/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros Francisco Falcão, Benedito Gonçalves, Marco\nAurélio Bellizze, Sérgio Kukina, Gurgel de Faria, Paulo Sérgio\nDomingues, Teodoro Silva Santos e Afrânio Vilela votaram com a Sra.\nMinistra Relatora.\nPresidiu o julgamento a Sra. Ministra Regina Helena Costa.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ "AgInt no PUIL  4474  SP  2024/0397276-0  Decisão:20/05/2025\nDJEN       DATA:23/05/2025", "AgInt no PUIL  4561  SP  2024/0445163-5  Decisão:20/05/2025\nDJEN       DATA:23/05/2025" ]
}, {
  "id" : "000909218",
  "numeroProcesso" : "2350776",
  "numeroRegistro" : "202301295040",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "GURGEL DE FARIA",
  "dataPublicacao" : "DJEN       DATA:25/04/2025",
  "ementa" : "PROCESSUAL CIVIL. EMBARGOS DE DIVERGÊNCIA. REGRA TÉCNICA DE\nADMISSIBILIDADE DO ESPECIAL. DISCUSSÃO. INVIABILIDADE. NOVO GRAU\nRECURSAL. MAJORAÇÃO DA VERBA HONORÁRIA. CABIMENTO.1. De acordo com o\ndisposto no art. 1.043, III, do CPC/2015 e no art. 266, II, do\nRISTJ, a comparação com acórdão em que se examinou o mérito de\nrecurso apenas é admitida se, no julgado embargado, apesar de não\nconhecido o recurso, houver sido apreciada a controvérsia de mérito.\n2. As peculiaridades do caso concreto que ensejaram a incidência da\nSúmula 7 do STJ inviabilizam o cabimento dos embargos de\ndivergência, ante a impossibilidade de harmonizar o juízo de\nconhecimento realizado no acórdão embargado, com o do paradigma\nquanto à aplicação de regra técnica de conhecimento do recurso\nespecial.\n3. A Corte Especial estabeleceu o entendimento de que, com a\ninterposição de embargos de divergência em recurso especial, tem\ninício novo grau recursal, razão pela qual é cabível a majoração dos\nhonorários sucumbenciais, nos termos do art. 85, § 11, do\nCPC/2015.4. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250415",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 09/04/2025 a 15/04/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Maria Thereza de Assis Moura,\nBenedito Gonçalves, Marco Aurélio Bellizze, Sérgio Kukina, Paulo\nSérgio Domingues, Teodoro Silva Santos e Afrânio Vilela votaram com\no Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Regina Helena Costa.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - ACÓRDÃO EMBARGADO OU PARADIGMA QUE NÃO\nADENTRA NO MÉRITO DO RECURSO ESPECIAL)\n   STJ - <<AgInt nos EAREsp 1963225>>-PR,\n         <<AgInt nos EAREsp 1260002>>-PR,\n         <<AgInt nos EREsp 1983808>>-RJ,\n         <<AgInt nos EREsp 1983445>>-RN\n(EMBARGOS DE DIVERGÊNCIA - HONORÁRIOS ADVOCATÍCIOS - MAJORAÇÃO)\n   STJ - <<AgInt nos EAREsp 762075>>-MT,\n         <<AgInt nos EREsp 1721472>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00085 PAR:00011 ART:01043 INC:00003" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000909113",
  "numeroProcesso" : "2168455",
  "numeroRegistro" : "202402551530",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "AFRÂNIO VILELA",
  "dataPublicacao" : "DJEN       DATA:07/05/2025",
  "ementa" : "PREVIDENCIÁRIO. PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL. RITO DOS\nRECURSOS ESPECIAIS REPETITIVOS. ARTS. 1.036, CAPUT E § 1º, 1.037 E\n1.038 DO CPC/2015, C/C ART. 256-I DO RISTJ, NA REDAÇÃO DA EMENDA\nREGIMENTAL 24, DE 28/9/2016.\nI. Delimitação da controvérsia, para fins de afetação da matéria ao\nrito dos recursos repetitivos, nos termos do art. 1.036, caput e §\n1º, do CPC: \"Definir se o filho maior inválido com renda auferida da\nconcessão de benefício previdenciário pode receber o benefício de\npensão por morte\".\nII. Recurso Especial afetado ao rito do art. 1.036 e seguintes do\nCPC (art. 256-I do RISTJ, na redação da Emenda Regimental 24, de\n28/9/2016).",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250429",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da PRIMEIRA SEÇÃO, por unanimidade, afetar o\nprocesso ao rito dos recursos repetitivos (RISTJ, art. 257-C) para\ndelimitar a seguinte tese controvertida: \"Definir se o filho maior\ninválido com renda auferida da concessão de benefício previdenciário\npode receber o benefício de pensão por morte.\" e, igualmente por\nunanimidade, nos termos do art. 1.037, II, do CPC/2015, suspender o\nprocessamento de todos os processos, individuais ou coletivos, que\nversem sobre a mesma matéria, nos quais tenha havido a interposição\nde recurso especial ou de agravo em recurso especial, na segunda\ninstância, ou que estejam em tramitação no STJ, observada a\norientação prevista no art. 256-L do RISTJ, conforme proposta do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Maria Thereza de Assis Moura,\nBenedito Gonçalves, Marco Aurélio Bellizze, Sérgio Kukina, Gurgel de\nFaria, Paulo Sérgio Domingues e Teodoro Silva Santos votaram com o\nSr. Ministro Relator.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1341",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1341\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036 PAR:00001 ART:01037 INC:00002", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00256" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000909112",
  "numeroProcesso" : "2168454",
  "numeroRegistro" : "202402501242",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "AFRÂNIO VILELA",
  "dataPublicacao" : "DJEN       DATA:07/05/2025",
  "ementa" : "PREVIDENCIÁRIO. PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL. RITO DOS\nRECURSOS ESPECIAIS REPETITIVOS. ARTS. 1.036, CAPUT E § 1º, 1.037 E\n1.038 DO CPC/2015, C/C ART. 256-I DO RISTJ, NA REDAÇÃO DA EMENDA\nREGIMENTAL 24, DE 28/9/2016.\nI. Delimitação da controvérsia, para fins de afetação da matéria ao\nrito dos recursos repetitivos, nos termos do art. 1.036, caput e §\n1º, do CPC: \"Definir se o filho maior inválido com renda auferida da\nconcessão de benefício previdenciário pode receber o benefício de\npensão por morte\".\nII. Recurso Especial afetado ao rito do art. 1.036 e seguintes do\nCPC (art. 256-I do RISTJ, na redação da Emenda Regimental 24, de\n28/9/2016).",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250429",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da PRIMEIRA SEÇÃO, por unanimidade, afetar o\nprocesso ao rito dos recursos repetitivos (RISTJ, art. 257-C) para\ndelimitar a seguinte tese controvertida: \"Definir se o filho maior\ninválido com renda auferida da concessão de benefício previdenciário\npode receber o benefício de pensão por morte.\" e, igualmente por\nunanimidade, nos termos do art. 1.037, II, do CPC/2015, suspender o\nprocessamento de todos os processos, individuais ou coletivos, que\nversem sobre a mesma matéria, nos quais tenha havido a interposição\nde recurso especial ou de agravo em recurso especial, na segunda\ninstância, ou que estejam em tramitação no STJ, observada a\norientação prevista no art. 256-L do RISTJ, conforme proposta do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Maria Thereza de Assis Moura,\nBenedito Gonçalves, Marco Aurélio Bellizze, Sérgio Kukina, Gurgel de\nFaria, Paulo Sérgio Domingues e Teodoro Silva Santos votaram com o\nSr. Ministro Relator.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1341",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1341\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036 PAR:00001 ART:01037 ART:01038", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00256" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000909111",
  "numeroProcesso" : "2191694",
  "numeroRegistro" : "202403542208",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "MARIA THEREZA DE ASSIS MOURA",
  "dataPublicacao" : "DJEN       DATA:07/05/2025",
  "ementa" : "Ementa. Tributário. Recurso especial. Indicação como representativo\nde controvérsia. Contribuição patronal. Incidência. Contrato de\naprendizagem (art. 428 da CLT).  Admissibilidade. Afetação ao rito\ndos repetitivos.\nI. Caso em exame\n1. Recursos selecionados como representativos de controvérsia\nrelativa à incidência da contribuição previdenciária patronal,\ninclusive a adicional Contribuição do Grau de Incidência de\nIncapacidade Laborativa decorrente dos Riscos Ambientais do Trabalho\n(GIIL-RAT) e as contribuições destinadas a terceiros, sobre a\nremuneração decorrente do contrato de aprendizagem (art. 428 da\nCLT).\nII. Questão em discussão\n2. Saber se a controvérsia é repetitiva e se os recursos especiais\nselecionados são admissíveis e representativos.\nIII. Razões de decidir\n3. Os recursos especiais selecionados são admissíveis e representam\ncontrovérsia repetitiva sobre a interpretação da legislação federal.\nIV. Dispositivo e tese\n4. Afetação dos recursos especiais ao rito previsto nos arts. 1.036\ne 1.037 do CPC e nos arts. 256 ao 256-X do RISTJ.\n5. Delimitação da controvérsia afetada: Definir se a remuneração\ndecorrente do contrato de aprendizagem (art. 428 da CLT) integra a\nbase de cálculo da contribuição previdenciária patronal, inclusive\nas adicionais Contribuição do Grau de Incidência de Incapacidade\nLaborativa decorrente dos Riscos Ambientais do Trabalho (GIIL-RAT) e\nas contribuições a terceiros.\n6. Suspensão de todos os processos pendentes em que tenha havido a\ninterposição de recurso especial ou de agravo em recurso especial,\nna segunda instância, ou que estejam em tramitação no STJ.\n______\nDispositivos relevantes citados: arts. 14 e 22 da Lei n. 8.212/1991,\nart. 13 da Lei n. 8.213/1991, art. 4º, § 4º, do Decreto-Lei n.\n2.318/1986, art. 428 da CLT, art. 65 do ECA.\nJurisprudência relevante citada: STF, Tema 1.294, RE 1.468.898, Rel.\nMin. Presidente, julgado em 16/3/2024; STJ, AgInt no REsp n.\n2.146.118, Rel. Min. Teodoro Silva Santos, Segunda Turma, julgado em\n7/10/2024; AgInt nos EDcl no REsp n. 2.078.398, Rel. Min. Francisco\nFalcão, Segunda Turma, julgado em 26/2/2024; AgInt no REsp n.\n2.092.814, Rel. Min. Herman Benjamin, Segunda Turma, julgado em\n11/3/2024; AgInt no REsp n. 2.089.137, Rel. Min. Herman Benjamin,\nSegunda Turma, julgado em 18/12/2023.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250429",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da PRIMEIRA SEÇÃO, por unanimidade, afetar o\nprocesso ao rito dos recursos repetitivos (RISTJ, art. 257-C) para\ndelimitar a seguinte tese controvertida: \"Definir se a remuneração\ndecorrente do contrato de aprendizagem (art. 428 da CLT) integra a\nbase de cálculo da contribuição previdenciária patronal, inclusive\nas adicionais Contribuição do Grau de Incidência de Incapacidade\nLaborativa decorrente dos Riscos Ambientais do Trabalho (GIIL-RAT) e\nas contribuições a terceiros.\" e, igualmente por unanimidade, nos\ntermos do art. 1.037, inciso II, do Código de Processo Civil,\nsuspender o processamento de todos os processos, individuais ou\ncoletivos, que versem sobre a mesma matéria, nos quais tenha havido\na interposição de recurso especial ou de agravo em recurso especial,\nna segunda instância, ou que estejam em tramitação no Superior\nTribunal de Justiça, observada a orientação prevista no art. 256-L\ndo RISTJ, conforme proposta da Sra. Ministra Relatora.\nOs Srs. Ministros Benedito Gonçalves, Marco Aurélio Bellizze, Sérgio\nKukina, Gurgel de Faria, Paulo Sérgio Domingues, Teodoro Silva\nSantos, Afrânio Vilela e Francisco Falcão votaram com a Sra.\nMinistra Relatora.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1342",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1342\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00256 ART:0257A PAR:00001", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036 ART:01037" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000909110",
  "numeroProcesso" : "2191479",
  "numeroRegistro" : "202403217423",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "MARIA THEREZA DE ASSIS MOURA",
  "dataPublicacao" : "DJEN       DATA:07/05/2025",
  "ementa" : "Ementa. Tributário. Recurso especial. Indicação como representativo\nde controvérsia. Contribuição patronal. Incidência. Contrato de\naprendizagem (art. 428 da CLT).  Admissibilidade. Afetação ao rito\ndos repetitivos.\nI. Caso em exame\n1. Recursos selecionados como representativos de controvérsia\nrelativa à incidência da contribuição previdenciária patronal,\ninclusive a adicional Contribuição do Grau de Incidência de\nIncapacidade Laborativa decorrente dos Riscos Ambientais do Trabalho\n(GIIL-RAT) e as contribuições destinadas a terceiros, sobre a\nremuneração decorrente do contrato de aprendizagem (art. 428 da\nCLT).\nII. Questão em discussão\n2. Saber se a controvérsia é repetitiva e se os recursos especiais\nselecionados são admissíveis e representativos.\nIII. Razões de decidir\n3. Os recursos especiais selecionados são admissíveis e representam\ncontrovérsia repetitiva sobre a interpretação da legislação federal.\nIV. Dispositivo e tese\n4. Afetação dos recursos especiais ao rito previsto nos arts. 1.036\ne 1.037 do CPC e nos arts. 256 ao 256-X do RISTJ.\n5. Delimitação da controvérsia afetada: Definir se a remuneração\ndecorrente do contrato de aprendizagem (art. 428 da CLT) integra a\nbase de cálculo da contribuição previdenciária patronal, inclusive\nas adicionais Contribuição do Grau de Incidência de Incapacidade\nLaborativa decorrente dos Riscos Ambientais do Trabalho (GIIL-RAT) e\nas contribuições a terceiros.\n6. Suspensão de todos os processos pendentes em que tenha havido a\ninterposição de recurso especial ou de agravo em recurso especial,\nna segunda instância, ou que estejam em tramitação no STJ.\n______\nDispositivos relevantes citados: arts. 14 e 22 da Lei n. 8.212/1991,\nart. 13 da Lei n. 8.213/1991, art. 4º, § 4º, do Decreto-Lei n.\n2.318/1986, art. 428 da CLT, art. 65 do ECA.\nJurisprudência relevante citada: STF, Tema 1.294, RE 1.468.898, Rel.\nMin. Presidente, julgado em 16/3/2024; STJ, AgInt no REsp n.\n2.146.118, Rel. Min. Teodoro Silva Santos, Segunda Turma, julgado em\n7/10/2024; AgInt nos EDcl no REsp n. 2.078.398, Rel. Min. Francisco\nFalcão, Segunda Turma, julgado em 26/2/2024; AgInt no REsp n.\n2.092.814, Rel. Min. Herman Benjamin, Segunda Turma, julgado em\n11/3/2024; AgInt no REsp n. 2.089.137, Rel. Min. Herman Benjamin,\nSegunda Turma, julgado em 18/12/2023.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250429",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da PRIMEIRA SEÇÃO, por unanimidade, afetar o\nprocesso ao rito dos recursos repetitivos (RISTJ, art. 257-C) para\ndelimitar a seguinte tese controvertida: \"Definir se a remuneração\ndecorrente do contrato de aprendizagem (art. 428 da CLT) integra a\nbase de cálculo da contribuição previdenciária patronal, inclusive\nas adicionais Contribuição do Grau de Incidência de Incapacidade\nLaborativa decorrente dos Riscos Ambientais do Trabalho (GIIL-RAT) e\nas contribuições a terceiros.\" e, igualmente por unanimidade, nos\ntermos do art. 1.037, inciso II, do Código de Processo Civil,\nsuspender o processamento de todos os processos, individuais ou\ncoletivos, que versem sobre a mesma matéria, nos quais tenha havido\na interposição de recurso especial ou de agravo em recurso especial,\nna segunda instância, ou que estejam em tramitação no Superior\nTribunal de Justiça, observada a orientação prevista no art. 256-L\ndo RISTJ, conforme proposta da Sra. Ministra Relatora.\nOs Srs. Ministros Benedito Gonçalves, Marco Aurélio Bellizze, Sérgio\nKukina, Gurgel de Faria, Paulo Sérgio Domingues, Teodoro Silva\nSantos, Afrânio Vilela e Francisco Falcão votaram com a Sra.\nMinistra Relatora.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1342",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1342\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00256 ART:0257A PAR:00001", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036 ART:01037" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000908947",
  "numeroProcesso" : "2178164",
  "numeroRegistro" : "202404019180",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "GURGEL DE FARIA",
  "dataPublicacao" : "DJEN       DATA:06/05/2025",
  "ementa" : "TRIBUTÁRIO. RECURSO ESPECIAL REPRESENTATIVO DE CONTROVÉRSIA. PIS E\nCOFINS. REGIME NÃO CUMULATIVO. COMERCIANTE VAREJISTA DE\nCOMBUSTÍVEIS. MANUTENÇÃO DE CRÉDITOS. LEI COMPLEMENTAR N. 192/2022.\nAFETAÇÃO.\n1. A questão jurídica a ser equacionada pelo Superior Tribunal de\nJustiça refere-se à possibilidade de assegurar a comerciante\nvarejista de combustíveis a manutenção de créditos vinculados da\nContribuição para o PIS e da COFINS, com base nas Leis\nComplementares n. 192/2022 e 194/2022 e na MP 1.118/2022\n2. Tese controvertida: decidir se o comerciante varejista de\ncombustíveis, sujeito ao regime monofásico de tributação da\nContribuição para o PIS e da COFINS, tem direito à manutenção de\ncréditos vinculados, decorrentes da aquisição de combustíveis, no\nperíodo compreendido entre a data da entrada em vigor da Lei\nComplementar n. 192/2022 até 31/12/2022 ou, subsidiariamente, até\n22/09/2022, data final do prazo nonagesimal, contado da publicação\nda Lei Complementar n. 194/2022.\n3. Afetação do recurso especial como representativo da controvérsia\nrepetitiva para julgamento pela Primeira Seção do Superior Tribunal\nde Justiça.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250415",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO, por unanimidade,\nafetar o processo ao rito dos recursos repetitivos (RISTJ, art.\n257-C) para delimitar a seguinte tese controvertida: \"Decidir se o\ncomerciante varejista de combustíveis, sujeito ao regime monofásico\nde tributação da Contribuição para o PIS e da COFINS, tem direito à\nmanutenção de créditos vinculados, decorrentes da aquisição de\ncombustíveis, no período compreendido entre a data da entrada em\nvigor da Lei Complementar n. 192/2022 até 31/12/2022 ou,\nsubsidiariamente, até 22/09/2022, data final do prazo nonagesimal,\ncontado da publicação da Lei Complementar n. 194/2022\" e, igualmente\npor unanimidade, suspender o processamento dos recursos especiais\nou agravos em recursos especiais em segunda instância e/ou no STJ\nfundados em idêntica questão de direito, observada a orientação\nprevista no art. 256-L do RISTJ, conforme proposta do Sr. Ministro\nRelator.\nOs Srs. Ministros Paulo Sérgio Domingues, Teodoro Silva Santos,\nAfrânio Vilela, Francisco Falcão, Maria Thereza de Assis Moura,\nBenedito Gonçalves, Marco Aurélio Bellizze e Sérgio Kukina votaram\ncom o Sr. Ministro Relator.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1339",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1339\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036 ART:01037" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000908946",
  "numeroProcesso" : "2124940",
  "numeroRegistro" : "202400515305",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "GURGEL DE FARIA",
  "dataPublicacao" : "DJEN       DATA:06/05/2025",
  "ementa" : "TRIBUTÁRIO. RECURSO ESPECIAL REPRESENTATIVO DE CONTROVÉRSIA. PIS E\nCOFINS. REGIME NÃO CUMULATIVO. COMERCIANTE VAREJISTA DE\nCOMBUSTÍVEIS. MANUTENÇÃO DE CRÉDITOS. LEI COMPLEMENTAR N. 192/2022.\nAFETAÇÃO.\n1. A questão jurídica a ser equacionada pelo Superior Tribunal de\nJustiça refere-se à possibilidade de assegurar a comerciante\nvarejista de combustíveis a manutenção de créditos vinculados da\nContribuição para o PIS e da COFINS, com base nas Leis\nComplementares n. 192/2022 e 194/2022 e na MP 1.118/2022\n2. Tese controvertida: decidir se o comerciante varejista de\ncombustíveis, sujeito ao regime monofásico de tributação da\nContribuição para o PIS e da COFINS, tem direito à manutenção de\ncréditos vinculados, decorrentes da aquisição de combustíveis, no\nperíodo compreendido entre a data da entrada em vigor da Lei\nComplementar n. 192/2022 até 31/12/2022 ou, subsidiariamente, até\n22/09/2022, data final do prazo nonagesimal, contado da publicação\nda Lei Complementar n. 194/2022.\n3. Afetação do recurso especial como representativo da controvérsia\nrepetitiva para julgamento pela Primeira Seção do Superior Tribunal\nde Justiça.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250415",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO, por unanimidade,\nafetar o processo ao rito dos recursos repetitivos (RISTJ, art.\n257-C) para delimitar a seguinte tese controvertida: \"Decidir se o\ncomerciante varejista de combustíveis, sujeito ao regime monofásico\nde tributação da Contribuição para o PIS e da COFINS, tem direito à\nmanutenção de créditos vinculados, decorrentes da aquisição de\ncombustíveis, no período compreendido entre a data da entrada em\nvigor da Lei Complementar n. 192/2022 até 31/12/2022 ou,\nsubsidiariamente, até 22/09/2022, data final do prazo nonagesimal,\ncontado da publicação da Lei Complementar n. 194/2022\" e, igualmente\npor unanimidade, suspender o processamento dos recursos especiais\nou agravos em recursos especiais em segunda instância e/ou no STJ\nfundados em idêntica questão de direito, observada a orientação\nprevista no art. 256-L do RISTJ, conforme proposta do Sr. Ministro\nRelator.\nOs Srs. Ministros Paulo Sérgio Domingues, Teodoro Silva Santos,\nAfrânio Vilela, Francisco Falcão, Maria Thereza de Assis Moura,\nBenedito Gonçalves, Marco Aurélio Bellizze e Sérgio Kukina votaram\ncom o Sr. Ministro Relator.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1339",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1339\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036 ART:01038 PAR:01037" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000908945",
  "numeroProcesso" : "2123838",
  "numeroRegistro" : "202400440598",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "GURGEL DE FARIA",
  "dataPublicacao" : "DJEN       DATA:06/05/2025",
  "ementa" : "TRIBUTÁRIO. RECURSO ESPECIAL REPRESENTATIVO DE CONTROVÉRSIA. PIS E\nCOFINS. REGIME NÃO CUMULATIVO. COMERCIANTE VAREJISTA DE\nCOMBUSTÍVEIS. MANUTENÇÃO DE CRÉDITOS. LEI COMPLEMENTAR N. 192/2022.\nAFETAÇÃO.\n1. A questão jurídica a ser equacionada pelo Superior Tribunal de\nJustiça refere-se à possibilidade de assegurar a comerciante\nvarejista de combustíveis a manutenção de créditos vinculados da\nContribuição para o PIS e da COFINS, com base nas Leis\nComplementares n. 192/2022 e 194/2022 e na MP 1.118/2022\n2. Tese controvertida: decidir se o comerciante varejista de\ncombustíveis, sujeito ao regime monofásico de tributação da\nContribuição para o PIS e da COFINS, tem direito à manutenção de\ncréditos vinculados, decorrentes da aquisição de combustíveis, no\nperíodo compreendido entre a data da entrada em vigor da Lei\nComplementar n. 192/2022 até 31/12/2022 ou, subsidiariamente, até\n22/09/2022, data final do prazo nonagesimal, contado da publicação\nda Lei Complementar n. 194/2022.\n3. Afetação do recurso especial como representativo da controvérsia\nrepetitiva para julgamento pela Primeira Seção do Superior Tribunal\nde Justiça.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250415",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO, por unanimidade,\nafetar o processo ao rito dos recursos repetitivos (RISTJ, art.\n257-C) para delimitar a seguinte tese controvertida: \"Decidir se o\ncomerciante varejista de combustíveis, sujeito ao regime monofásico\nde tributação da Contribuição para o PIS e da COFINS, tem direito à\nmanutenção de créditos vinculados, decorrentes da aquisição de\ncombustíveis, no período compreendido entre a data da entrada em\nvigor da Lei Complementar n. 192/2022 até 31/12/2022 ou,\nsubsidiariamente, até 22/09/2022, data final do prazo nonagesimal,\ncontado da publicação da Lei Complementar n. 194/2022\" e, igualmente\npor unanimidade, suspender o processamento dos recursos especiais\nou agravos em recursos especiais em segunda instância e/ou no STJ\nfundados em idêntica questão de direito, observada a orientação\nprevista no art. 256-L do RISTJ, conforme proposta do Sr. Ministro\nRelator.\nOs Srs. Ministros Paulo Sérgio Domingues, Teodoro Silva Santos,\nAfrânio Vilela, Francisco Falcão, Maria Thereza de Assis Moura,\nBenedito Gonçalves, Marco Aurélio Bellizze e Sérgio Kukina votaram\ncom o Sr. Ministro Relator.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1339",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1339\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036 ART:01037", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:0256E" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000908796",
  "numeroProcesso" : "30283",
  "numeroRegistro" : "202402068760",
  "siglaClasse" : "AgInt no MS",
  "descricaoClasse" : "AGRAVO INTERNO NO MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "SÉRGIO KUKINA",
  "dataPublicacao" : "DJEN       DATA:25/04/2025",
  "ementa" : "ADMINISTRATIVO E PROCESSUAL CIVIL. AGRAVO INTERNO NO MANDADO DE\nSEGURANÇA. SERVIDOR FEDERAL. DEMISSÃO. ALEGAÇÃO DE NULIDADE DAS\nPROVAS POR DERIVAÇÃO. VIA IMPRÓPRIA. VIOLAÇÃO AO CONTRADITÓRIO.\nINOVAÇÃO RECURSAL. IMPOSSIBILIDADE. AGRAVO INTERNO NÃO PROVIDO.\n1. Nos termos da jurisprudência desta Corte, é \"inviável a tentativa\nde discutir no mandado de segurança impetrado contra ato\nadministrativo disciplinar a validade das provas colhidas pela\nautoridade policial federal no processo penal, sob pena de usurpação\nda competência do juízo criminal\" (MS n. 19.771/DF, relator\nMinistro Sérgio Kukina, Primeira Seção, julgado em 24/2/2022, DJe de\n17/3/2022.)\n2. Não se admite a inclusão de novo fundamento à impetração somente\nna via recursal, porque a \"alegação tardia de tese em agravo interno\nconfigura inovação recursal, insuscetível de exame diante da\npreclusão consumativa\" (AgInt no REsp n. 1.948.445/MS, relator\nMinistro Ricardo Villas Bôas Cueva, Terceira Turma, julgado em\n16/12/2024, DJEN de 20/12/2024.)\n3. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250415",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 09/04/2025 a 15/04/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Maria Thereza de Assis Moura,\nBenedito Gonçalves, Marco Aurélio Bellizze, Gurgel de Faria, Paulo\nSérgio Domingues, Teodoro Silva Santos e Afrânio Vilela votaram com\no Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Regina Helena Costa.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000908783",
  "numeroProcesso" : "48532",
  "numeroRegistro" : "202404831636",
  "siglaClasse" : "AgInt na Rcl",
  "descricaoClasse" : "AGRAVO INTERNO NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "PRIMEIRA SEÇÃO",
  "ministroRelator" : "SÉRGIO KUKINA",
  "dataPublicacao" : "DJEN       DATA:25/04/2025",
  "ementa" : "TRIBUTÁRIO. PROCESSUAL CIVIL. AGRAVO INTERNO NA RECLAMAÇÃO. ALEGADA\nVIOLAÇÃO A ENTENDIMENTO FIRMADO EM RECURSO REPRESENTATIVO DE\nCONTROVÉRSIA REPETITIVA. INADEQUAÇÃO DA VIA ELEITA. PRECEDENTES.\n1. Nos termos dos arts. 105, I, f, da CF e 187 do RISTJ, a\nreclamação destina-se a preservar a competência deste Tribunal ou\ngarantir a autoridade das suas [próprias] decisões. Além disso, o\nCPC vigente autorizou o uso dessa ação para garantir a observância\nde: (i) enunciado de súmula vinculante; (ii) decisão do Supremo\nTribunal Federal em controle concentrado de constitucionalidade; e\n(iii) acórdão proferido em julgamento de incidente de resolução de\ndemandas repetitivas ou de incidente de assunção de competência\n(art. 988, III e IV, do CPC). O caso em tela, todavia, não se ajusta\na nenhuma dessas hipóteses de cabimento.\n2. A reclamação não é instrumento adequado para o controle da\naplicação dos entendimentos firmados pelo Superior Tribunal de\nJustiça em julgamento de recurso especial representativo de\ncontrovérsia repetitiva.\n3. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250415",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 09/04/2025 a 15/04/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Maria Thereza de Assis Moura,\nBenedito Gonçalves, Marco Aurélio Bellizze, Gurgel de Faria, Paulo\nSérgio Domingues, Teodoro Silva Santos e Afrânio Vilela votaram com\no Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Regina Helena Costa.",
  "jurisprudenciaCitada" : "(RECLAMAÇÃO - CONTROLE DE APLICAÇÃO DE TESE FIRMADA EM RECURSO\nREPETITIVO)\n   STJ - <<Rcl 36476>>-SP, <<AgInt na Rcl 47502>>-GO,\n         <<AgInt nos EDcl na Rcl 47309>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00105 INC:00001 LET:F", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00988 INC:00003 INC:00004", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00187" ],
  "acordaosSimilares" : [ ]
} ]