[ {
  "id" : "000829840",
  "numeroProcesso" : "2013351",
  "numeroRegistro" : "202202132618",
  "siglaClasse" : "AgInt nos EDcl no REsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJE        DATA:11/11/2022",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NO RECURSO ESPECIAL. AGRAVO INTERNO\nCONTRA ACÓRDÃO DE SEÇÃO DO STJ. ERRO GROSSEIRO. RECURSO\nMANIFESTAMENTE INCABÍVEL.\n1. É incabível o agravo interno interposto contra decisão proferida\npor órgão colegiado, constituindo erro grosseiro.\n2. Agravo interno em recurso especial não conhecido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221109",
  "decisao" : "Vistos, relatados e discutidos estes autos, acordam os Ministros da\nSegunda Seção do Superior Tribunal de Justiça, na conformidade dos\nvotos e das notas taquigráficas constantes dos autos, , por\nunanimidade, não conhecer do agravo interno, nos termos do voto da\nSra. Ministra Relatora. Os Srs. Ministros João Otávio de Noronha,\nRaul Araújo, Paulo de Tarso Sanseverino, Maria Isabel Gallotti,\nRicardo Villas Bôas Cueva, Marco Buzzi, Marco Aurélio Bellizze e\nMoura Ribeiro votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.\nConsignado pedido de preferência pela Agravada NORTE ENERGIA S/A\nrepresentada pelo Dr. ENRIQUE DORADO DE OLIVEIRA.",
  "jurisprudenciaCitada" : "(DECISÃO COLEGIADA - INTERPOSIÇÃO DE AGRAVO INTERNO - ERRO GROSSEIRO\n- NÃO CABIMENTO)\n   STJ - <<AgInt no AgInt no AgInt nos EDcl no AgInt nos EDcl no\nAREsp 990945>>-RJ,\n         <<AgInt no AgInt no AREsp 913519>>-GO",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01021 PAR:00004", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00258" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000830149",
  "numeroProcesso" : "6149",
  "numeroRegistro" : "201702884355",
  "siglaClasse" : "AR",
  "descricaoClasse" : "AÇÃO RESCISÓRIA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MARIA ISABEL GALLOTTI",
  "dataPublicacao" : "DJE        DATA:16/11/2022",
  "ementa" : "AÇÃO RESCISÓRIA. FALTA DE INTERESSE PROCESSUAL. A EVENTUAL PRETENSÃO\nDE REEXAME DO CONJUNTO PROBATÓRIO NADA TEM A VER COM A NECESSIDADE,\nA ADEQUAÇÃO E A UTILIDADE DA PRESTAÇÃO JURISDICIONAL PRETENDIDA\nNESTES AUTOS. INÉPCIA DA PETIÇÃO INICIAL. IMPROCEDÊNCIA, NO CASO. A\nAÇÃO RESCISÓRIA DISPENSA O PREQUESTIONAMENTO DO DISPOSITIVO LEGAL\nTIDO POR MANIFESTAMENTE VIOLADO. CPC 2015, ART. 966, V. VIOLAÇÃO\nMANIFESTA DE NORMA JURÍDICA. CPC 2015, ART. 966, V. NÃO OCORRÊNCIA,\nNO CASO. IMPERTINÊNCIA, NA ESPÉCIE, DA INVOCAÇÃO DE DISPOSITIVOS\nLEGAIS RELATIVOS À INTERRUPÇÃO DO PRAZO PRESCRICIONAL. HIPÓTESE EM\nQUE O PRAZO PRESCRICIONAL DE UM ANO, PARA O AJUIZAMENTO DA AÇÃO DE\nCOBRANÇA DE INDENIZAÇÃO SECURITÁRIA, ESCOOU ENTRE O DEPÓSITO DA\nINDENIZAÇÃO PELA SEGURADORA EM 25 DE JANEIRO DE 2005 E A FORMULAÇÃO\nDO PEDIDO DE COMPLEMENTAÇÃO DO VALOR DEPOSITADO, EM 30 DE AGOSTO DE\n2007. CONSEQUENTE AUSÊNCIA DE VIOLAÇÃO MANIFESTA DOS ARTS. 199, I, E\n202, V E VI, PARÁGRAFO ÚNICO, DO CC 2002, E DA SÚMULA 229 DESTA\nCORTE. PEDIDO RESCISÓRIO IMPROCEDENTE.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221109",
  "decisao" : "A Segunda Segunda Seção, por unanimidade, julgou improcedente a ação\nrescisória, nos termos dos votos da Sra. Ministra Relatora e do Sr.\nMinistro Revisor. Os Srs. Ministros Ricardo Villas Bôas Cueva\n(Revisor), Marco Buzzi, Marco Aurélio Bellizze, Moura Ribeiro, Nancy\nAndrighi, Raul Araújo e Paulo de Tarso Sanseverino votaram com a\nSra. Ministra Relatora.\nImpedido o Sr. Ministro João Otávio de Noronha.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : "(CONDIÇÃO DA AÇÃO - INTERESSE DE AGIR)\n   STJ - <<REsp 1514120>>-PE,\n         <<REsp 710599>>-SP\n   STF - [[RE 631240]]\n(AÇÃO RESCISÓRIA - PREQUESTIONAMENTO)\n   STJ - <<AR 3234>>-MG,\n         <<AR 4202>>-RS,\n         <<AgRg na AR 4459>>-DF\n   STF - [[RE-AGR 444810]],\n         [[AR-EI 732]]\n(AÇÃO RESCISÓRIA - VIOLAÇÃO LITERAL À DISPOSIÇÃO DE LEI)\n   STJ - <<REsp 1812083>>-MA,\n         <<REsp 1738015>>-SP,\n         <<AR 5649>>-SP,\n         <<AgInt no AREsp 625927>>-PR,\n         <<AgInt no AREsp 1677838>>-SP,\n         <<AgInt no REsp 1869637>>-SE,\n         <<AgInt na AR 6092>>-CE\n(AÇÃO RESCISÓRIA - DECISÃO RESCINDENDA - NECESSIDADE DE MANIFESTAÇÃO\nACERCA DA TESE)\n   STJ - <<AgRg na AR 4741>>-SC,\n         <<REsp 1749812>>-PR,\n         <<AR 4496>>-RS,\n         <<AR 5064>>-ES,\n         <<AgInt no AREsp 1546720>>-SC,\n         <<AgInt no AREsp 635766>>-AL\n(RECURSO ESPECIAL - ANÁLISE DOS FATOS - TRIBUNAL DE ORIGEM)\n   STJ - <<AgInt no AREsp 846437>>-RJ,\n         <<AgRg no Ag 3742>>-RJ,\n         <<EDcl no REsp 147122>>-MG\n(PRAZO PRESCRICIONAL - PRORROGAÇÃO)\n   STF - [[RE 201634]]\n(AÇÃO PARA COMPLEMENTAR INDENIZAÇÃO SECURITÁRIA - PRESCRIÇÃO)\n   STJ - <<AgRg no Ag 1286984>>-SP",
  "notas" : null,
  "informacoesComplementares" : "     \"'O interesse de agir ou processual configura-se com a\nexistência do binômio necessidade-utilidade da pretensão submetida\nao Juiz'\".\n     \"[...] 'a ação rescisória não está sujeita ao requisito do\nprequestionamento, de modo que, identificada hipótese legal de\nrescindibilidade, torna-se irrelevante o fato de não ter sido\ninterposto recurso eventualmente cabível. Isso se deve não somente à\nfalta de previsão legal, mas também à própria natureza jurídica do\ninstituto, em razão de se tratar de ação originária e não de\nrecurso'\".\n     \"[...] 'é indispensável que a questão aduzida na ação\nrescisória tenha sido objeto de deliberação na ação rescindenda, o\nque não se confunde com exigência de prequestionamento do\ndispositivo legal apontado'\".\n     \"A jurisprudência desta Corte é firme no sentido de que 'a\nviabilidade da ação rescisória por ofensa à literal disposição de\nlei reclama a demonstração de afronta ao texto legal de modo direto,\nfrontal e inequívoco, 'de forma que a interpretação dada pelo\nacórdão rescindendo seja de tal modo teratológica que viole o\ndispositivo legal em sua literalidade [...]\".\n     \"[...] 'o prazo prescricional, nas ações de cobrança de\ncomplementação securitária, é de um ano, a partir da ciência do\nsegurado a respeito do pagamento incompleto, nos termos da regra do\nart. 206, § 1º, II, Código Civil'\".\n     \"[...] 'os fatos reconhecidos pelo Tribunal 'a quo' constituem\npremissa, inalterável, no julgamento do recurso especial'\".\n     \"[...] somente se prorroga 'prazo ainda existente para além de\nseu termo final' [...], e 'não se prorroga o que está expirado,\nacabado, em suma, que não está em vigor' [...]\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:005869 ANO:1973\n*****  CPC-73    CÓDIGO DE PROCESSO CIVIL DE 1973\n        ART:00003 ART:00004 ART:00267 INC:00006 ART:00295\n        INC:00003 ART:00485 INC:00005", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00017 ART:00018 ART:00330 INC:00003 ART:00337\n        INC:00011 ART:00485 INC:00006 ART:00966 INC:00005", "LEG:FED LEI:010406 ANO:2002\n*****  CC-02    CÓDIGO CIVIL DE 2002\n        ART:00199 INC:00001 ART:00206 PAR:00001 INC:00002", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000229" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000830150",
  "numeroProcesso" : "6226",
  "numeroRegistro" : "201800534416",
  "siglaClasse" : "AR",
  "descricaoClasse" : "AÇÃO RESCISÓRIA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MARIA ISABEL GALLOTTI",
  "dataPublicacao" : "DJE        DATA:16/11/2022",
  "ementa" : "AÇÃO RESCISÓRIA. VIOLAÇÃO MANIFESTA DE NORMA JURÍDICA. AUSÊNCIA DE\nINDICAÇÃO DA NORMA JURÍDICA SUPOSTAMENTE VIOLADA. INVIABILIDADE DO\nPEDIDO. PEDIDO RESCISÓRIO IMPROCEDENTE.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221109",
  "decisao" : "A Segunda Segunda Seção, por unanimidade, julgou improcedente a ação\nrescisória, nos termos dos votos da Sra. Ministra Relatora e do Sr.\nMinistro Revisor. Os Srs. Ministros Ricardo Villas Bôas\nCueva(Revisor), Marco Buzzi, Marco Aurélio Bellizze, Moura Ribeiro,\nNancy Andrighi, João Otávio de Noronha, Raul Araújo e Paulo de Tarso\nSanseverino votaram com a Sra. Ministra Relatora.",
  "jurisprudenciaCitada" : "(AÇÃO RESCISÓRIA - VIOLAÇÃO LITERAL DE DISPOSITIVO DE LEI)\n   STJ - <<AR 5649>>-SP,\n         <<AgInt no AREsp 625927>>-PR,\n         <<AgInt no AREsp 1677838>>-SP,\n         <<REsp 1812083>>-MA,\n         <<REsp 1738015>>-SP,\n         <<AgInt no REsp 1869637>>-SE,\n         <<AgInt na AR 6092>>-CE\n(AÇÃO RESCISÓRIA - ADMISSIBILIDADE RECURSAL - CABIMENTO)\n   STJ - <<AgInt na AR 6745>>-DF\n(AÇÃO RESCISÓRIA - VIOLAÇÃO MANIFESTA DE DISPOSITIVO LEGAL -\nNECESIDADE DE INDICAÇÃO DA NORMA JURÍDICA)\n   STJ - <<AgInt na AR 5410>>-RS,\n         <<AgInt na AR 7061>>-DF,\n         <<AR 1396>>-PB,\n         <<AR 1394>>-PB",
  "notas" : null,
  "informacoesComplementares" : "     \"[...] 'a viabilidade da ação rescisória por ofensa à literal\ndisposição de lei reclama a demonstração de afronta ao texto legal\nde modo direto, frontal e inequívoco, 'de forma que a interpretação\ndada pelo acórdão rescindendo seja de tal modo teratológica que\nviole o dispositivo legal em sua literalidade' [...]\".\n     \"[...] 'o CPC/2015 admite a propositura de ação rescisória para\nrescindir decisão transitada em julgado que, embora não seja de\nmérito, impeça a admissibilidade do recurso correspondente (art.\n966, § 2º, II), hipótese em que o objeto da presente demanda visa\napenas a admissibilidade do recurso e superar a intempestividade\nreconhecida no aresto rescindendo' [...]\".\n     \"[...] é incabível a propositura de ação rescisória\nfundamentada no artigo 485, V, do CPC, sem que haja a indicação de\nqual artigo de lei foi violado [...]\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00966 INC:00005 PAR:00002 INC:00002 ART:00968\n        INC:00001", "LEG:FED LEI:005869 ANO:1973\n*****  CPC-73    CÓDIGO DE PROCESSO CIVIL DE 1973\n        ART:00485 INC:00005" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000830151",
  "numeroProcesso" : "6280",
  "numeroRegistro" : "201801378410",
  "siglaClasse" : "AR",
  "descricaoClasse" : "AÇÃO RESCISÓRIA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "RICARDO VILLAS BÔAS CUEVA",
  "dataPublicacao" : "DJE        DATA:16/11/2022",
  "ementa" : "AÇÃO RESCISÓRIA. PROCESSUAL CIVIL. MANIFESTA VIOLAÇÃO DE LEI.\nAFASTAMENTO. ERRO DE FATO. NÃO CARACTERIZAÇÃO. PEDIDO E CAUSA DE\nPEDIR. NEXO LÓGICO. INEXISTÊNCIA. IMPROCEDÊNCIA. DEPÓSITO PRÉVIO.\nREVERSÃO.\n1. Ação rescisória objetivando a rescisão de acórdão que manteve a\ncondenação ao pagamento de danos morais e materiais em virtude do\ndescumprimento, pela autora, de um termo de compromisso no qual ela\nse comprometeu a desenvolver e complementar, com recursos próprios,\num projeto de reassentamento de um grupo de pessoas, como condição\npara a desocupação de área pública por eles habitada.\n2. Pretensão rescisória fundada na assertiva de que não ficou\nconfigurada a hipótese de lesão, considerando não ter a autora se\napropriado da área objeto de desocupação e tampouco sobre ela\nexpandido suas atividades empresariais.\n3. Hipótese em que o reconhecimento da lesão não resultou da\ndesproporcionalidade entre o valor das indenizações e o proveito\neconômico auferido pela autora com a suposta apropriação da área\ndesocupada, mas, sim, da inegável desproporção verificada entre a\nindenização paga e os benefícios anteriormente prometidos no termo\nde compromisso por ela assinado.\n4. Sendo incontroverso que houve a desocupação do imóvel por parte\ndos que ora figuram como réus e que estes sofreram lesão ao aceitar\na substituição do compromisso original pelo pagamento de uma\nindenização aparentemente inexpressiva, por ato imputável à conduta\nda autora, pouco ou nada importa se esta última alcançou o intento\nde expandir suas atividades na área em comento.\n5. Inexistência de nexo lógico entre o que se pede (rescisão de\nacórdão fundado no descumprimento do acordo original e na nulidade\nda transação posteriormente celebrada) e a causa de pedir (não\ncomprovação do apossamento da área pela autora).\n6. A ação rescisória não constitui meio adequado para corrigir\nsuposta injustiça da decisão, apreciar má interpretação dos fatos ou\nreexaminar as provas produzidas ou complementá-las.\n7. Confirmada a improcedência da demanda por unanimidade de votos,\nimpõe-se a conversão do valor do depósito prévio em multa e a sua\nreversão em favor da parte ré, nos termos do art. 974, parágrafo\núnico, do Código de Processo Civil de 2015.\n8. Ação rescisória improcedente.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221109",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Segunda Seção, por unanimidade,\njulgar improcedente o pedido formulado na ação rescisória, nos\ntermos dos votos dos Srs. Ministros Relator e Revisor.\nOs Srs. Ministros Marco Buzzi (Revisor), Marco Aurélio Bellizze,\nMoura Ribeiro, Nancy Andrighi, João Otávio de Noronha, Raul Araújo,\nPaulo de Tarso Sanseverino e Maria Isabel Gallotti votaram com o Sr.\nMinistro Relator.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : "(AÇÃO RESCISÓRIA - PEDIDO E CAUSA DE PEDIR - NEXO LÓGICO -\nINEXISTÊNCIA)\n   STJ - <<AgRg no Ag 1151417>>-RJ,\n         <<AgRg na AR 3737>>-SC\n(AÇÃO RESCISÓRIA - CORREÇÃO DE INJUSTIÇA - NÃO CABIMENTO)\n   STJ - <<REsp 1806316>>-SP\n(VOTO REVISOR - AÇÃO RESCISÓRIA - REVELIA)\n   STJ - {{AR 5384}}-AP,\n         {{AR 7013}}-DF,\n         {{AR 6928}}-DF,\n         <<REsp 1260772>>-MG,\n         {{AR 7001}}-SP,\n         <<REsp 1128646>>-SP\n(VOTO REVISOR - AÇÃO RESCISÓRIA - HIPÓTESE DE CABIMENTO - ROL\nTAXATIVO)\n   STJ - <<AgRg na AR 4530>>-DF,\n         <<AR 4176>>-PR,\n         <<AgInt no AREsp 635766>>-AL\n(VOTO REVISOR - AÇÃO RESCISÓRIA - REVISÃO DO MÉRITO)\n   STJ - <<REsp 1191544>>-RJ,\n         <<AgRg no REsp 1518519>>-RS,\n         <<AgRg no REsp 873570>>-SP,\n         <<AgRg no AREsp 808685>>-DF,\n         <<AgRg no AREsp 820479>>-SP",
  "notas" : "Indenização por dano moral: 40.000,00 (quarenta mil reais).",
  "informacoesComplementares" : "     (VOTO REVISOR) (MIN. MARCO BUZZI)\n     \"[...] 'a revelia, na ação rescisória, não produz os efeitos da\nconfissão (art. 319 do CPC) já que o 'judicium rescindens' é\nindisponível, não se podendo presumir verdadeiras as alegações que\nconduziriam à rescisão, sendo de rigor a normal instrução do feito\npara se chegar a uma resolução judicial do que proposto na\nrescisória'\".\n     \"[...] o acolhimento de ação rescisória somente é possível nos\nlimites das hipóteses taxativas de rescindibilidade previstas no\nart. 966, do CPC/15 em razão da necessidade de se conferir proteção\nconstitucional à coisa julgada e ao princípio da segurança\njurídica\".\n     \"[...] a via processual da rescisória não se presta a\nrediscutir a matéria já apreciada e tampouco analisar a Justiça da\ndecisão fustigada, desde que, por óbvio, a interpretação aplicada se\nmostre possível, razoável e devidamente fundamentada\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00319 ART:00966 ART:00974 PAR:ÚNICO" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000830268",
  "numeroProcesso" : "6047",
  "numeroRegistro" : "201701248974",
  "siglaClasse" : "AR",
  "descricaoClasse" : "AÇÃO RESCISÓRIA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MARCO AURÉLIO BELLIZZE",
  "dataPublicacao" : "DJE        DATA:17/11/2022",
  "ementa" : "AÇÃO RESCISÓRIA. PRELIMINAR DE DECADÊNCIA. AFASTAMENTO. MANIFESTA\nVIOLAÇÃO À NORMA JURÍDICA. NÃO OCORRÊNCIA. UTILIZAÇÃO DA AÇÃO\nRESCISÓRIA COMO SUCEDÂNEO RECURSAL. INADMISSIBILIDADE. AÇÃO\nIMPROCEDENTE.\n1. Nos termos do art. 975 do CPC/2015, o direito à rescisão se\nextingue em 2 (dois) anos a partir do trânsito em julgado da última\ndecisão proferida no processo, o que foi observado pelo autor.\nRejeição da preliminar.\n2. O cabimento da ação rescisória, com amparo na violação literal da\nnorma jurídica, pressupõe que o órgão julgador, ao deliberar sobre\na questão posta, confira má aplicação a determinado dispositivo\nlegal ou deixe de aplicar dispositivo legal que, supostamente,\nmelhor resolveria a controvérsia. Portanto, é indispensável que a\nquestão aduzida na ação rescisória tenha sido objeto de deliberação\nna ação rescindenda, mediante a aplicação errada da norma, não\npodendo ser a ação utilizada como sucedâneo recursal, sobretudo para\nse analisar a aplicação de eventuais óbices de conhecimento no\nrecurso especial objeto acórdão rescindendo.\n3. Ação rescisória improcedente.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221109",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Segunda Seção do Superior Tribunal de\nJustiça, por unanimidade, julgar improcedente a ação rescisória, nos\ntermos dos votos dos Srs. Ministros Relator e Revisor.\nOs Srs. Ministros Moura Ribeiro, Nancy Andrighi, João Otávio de\nNoronha, Raul Araújo, Paulo de Tarso Sanseverino, Maria Isabel\nGallotti, Ricardo Villas Bôas Cueva e Marco Buzzi votaram com o Sr.\nMinistro Relator.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : "(AÇÃO RESCISÓRIA - NECESSIDADE DE APRECIAÇÃO DA MATÉRIA NO ACÓRDÃO\nRESCINDENDO)\n   STJ - <<REsp 1648617>>-RS,\n         <<AR 5581>>-DF\n(SEGURO DE VIDA EM GRUPO - CLÁUSULA DE NÃO RENOVAÇÃO - INEXISTÊNCIA\nDE ABUSIVIDADE)\n   STJ - <<AgInt no REsp 1992136>>-SP,\n         <<AgInt nos EDcl no REsp 1889370>>-PR,\n         <<EREsp 1372785>>-SP\n(VOTO REVISOR - AÇÃO RESCISÓRIA - SUCEDÂNEO RECURSAL)\n   STJ - <<AR 4176>>-PR,\n         <<AR 4613>>-DF",
  "notas" : null,
  "informacoesComplementares" : "     \"[...] não se está a exigir, para efeito de ação rescisória, o\nprequestionamento do artigo cuja literalidade se repute violado.\nImpõe-se, para efeito de cabimento de ação rescisória, fundada na\nalegação de manifesta ofensa à norma jurídica, que a questão tenha\nsido objeto de decisão na ação rescindenda [...]\".\n     \"[...] não ficou demonstrada a manifesta ofensa à norma\njurídica, pois o acórdão impugnado deu interpretação razoável à\nlegislação aplicável ao caso, inclusive com amparo na jurisprudência\ndesta Corte Superior [...]\".\n     \"[...] a Segunda Seção do STJ firmou o entendimento de\ninexistir abusividade na cláusula contratual que prevê a\npossibilidade de não renovação do contrato de seguro de vida em\ngrupo, pois decorrente da própria natureza do contrato, em harmonia\ncom o princípio do mutualismo [...]\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00966 INC:00005 ART:00975" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000830269",
  "numeroProcesso" : "7067",
  "numeroRegistro" : "202102786951",
  "siglaClasse" : "AR",
  "descricaoClasse" : "AÇÃO RESCISÓRIA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MARCO AURÉLIO BELLIZZE",
  "dataPublicacao" : "DJE        DATA:17/11/2022",
  "ementa" : "AÇÃO RESCISÓRIA. ACÓRDÃO RESCINDENDO EM CONFORMIDADE COM A\nJURISPRUDÊNCIA DO STJ. VIOLAÇÃO À NORMA JURÍDICA. NÃO DEMONSTRAÇÃO.\nMULTA APLICADA EM EMBARGOS DE DECLARAÇÃO. AFASTAMENTO. DESCABIMENTO.\nAÇÃO RESCISÓRIA UTILIZADA COMO SUCEDÂNEO RECURSAL. AÇÃO JULGADA\nIMPROCEDENTE.\n1. A violação literal de lei (ou melhor dizendo, da norma jurídica,\nnos termos da redação do art. 966, V, do CPC/2015), como fundamento\nda ação rescisória, pressupõe que o órgão julgador, ao deliberar\nsobre a questão controvertida, aplique, ou deixe de aplicar,\nequivocadamente determinado dispositivo legal, que, sob a ótica do\nautor da rescisória, mereceria acepção diversa. Precedentes.\n2. O pressuposto da ação rescisória amparada no art. 966, V, do\nCPC/2015 de violação literal e direta ao texto de lei não enseja a\nrescisão do julgado, com fundamento em interpretação controvertida\nnos tribunais, quando a decisão rescindenda adotar uma das\ninterpretações possíveis. Precedentes.\n2. Na hipótese, o acórdão rescindendo está fundamento em\njurisprudência pacífica deste Tribunal, na esteira de que o\nvencimento antecipado da dívida constante de contrato de empréstimo\npelo inadimplemento do devedor, sobretudo de mútuo imobiliário, não\naltera o termo inicial da prescrição da pretensão de cobrança a ser\nexercitada pela parte credora, correspondente à data de vencimento\nda última parcela.\n3. O entendimento predominante nesta Corte Superior assenta-se no\ndescabimento de utilização da ação rescisória como sucedâneo\nrecursal, não se afigurando possível em tal acepção, a modificação\nda conclusão constante do acórdão rescindendo quanto à multa\naplicada no âmbito dos embargos de declaração.\n4. Ação rescisória julgada improcedente.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221109",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Segunda Seção do Superior Tribunal de\nJustiça, por unanimidade, julgar improcedente a ação rescisória, nos\ntermos dos votos dos Srs. Ministros Relator e Revisor.\nOs Srs. Ministros Moura Ribeiro (Revisor), Nancy Andrighi, João\nOtávio de Noronha, Raul Araújo, Paulo de Tarso Sanseverino, Maria\nIsabel Gallotti e Marco Buzzi votaram com o Sr. Ministro Relator.\nImpedido o Sr. Ministro Antonio Carlos Ferreira.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : "(AÇÃO RESCISÓRIA - VIOLAÇÃO LITERAL DE LEI)\n   STJ - <<AR 5166>>-DF,\n         <<AR 3751>>-PR,\n         <<AgInt no REsp 1880216>>-SP\n(AÇÃO RESCISÓRIA - VIOLAÇÃO LITERAL DE LEI - INTERPRETAÇÃO\nCONTROVERTIDA NOS TRIBUNAIS)\n   STJ - <<AR 6549>>-DF,\n         <<AgInt nos EAREsp 1404784>>-RS\n(AÇÃO DE COBRANÇA - EMPRÉSTIMO - VENCIMENTO ANTECIPADO DA DÍVIDA -\nINADIMPLEMENTO DO DEVEDOR - TERMO INICIAL DA PRESCRIÇÃO)\n   STJ - <<AgInt no REsp 1706644>>-CE,\n         <<AgInt no REsp 1486155>>-PR,\n         <<AgInt no REsp 1737161>>-PR,\n         <<AgInt no AREsp 1738935>>-RS,\n         <<AgInt no AREsp 1260865>>-SP,\n         <<AgInt no AgInt no AREsp 1272297>>-RJ\n(AÇÃO RESCISÓRIA COMO SUCEDÂNEO RECURSAL)\n   STJ - <<AR 5748>>-ES,\n         <<AR 5171>>-PR,\n         <<AR 4176>>-PR,\n         <<AR 4613>>-DF",
  "notas" : null,
  "informacoesComplementares" : "     (VOTO REVISOR) (MIN. MOURA RIBEIRO)\n     \"[...] a violação ao texto legal que autoriza a ação rescisória\ndeve ser direta e aberrante a ponto de ofender o dispositivo em sua\nliteralidade, não se admitindo, para tanto, demonstração de eventual\ndiscrepância jurisprudencial.\n     Nesse sentido, é a Súmula nº 343 do STF, a qual tem sido\nreiteradamente aplicada pelo STJ, inclusive pela Corte Especial,\npara obstar o cabimento de ação rescisória com fundamento em\nviolação de lei, se a interpretação dada à lei tiver sido razoável\nna época em que proferida a decisão alvo da rescisória\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00966 INC:00005", "LEG:FED SUM:****** ANO:****\n*****  SUM(STF)    SÚMULA DO SUPREMO TRIBUNAL FEDERAL\n        SUM:000343" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000830792",
  "numeroProcesso" : "6868",
  "numeroRegistro" : "202002883581",
  "siglaClasse" : "AgInt na AR",
  "descricaoClasse" : "AGRAVO INTERNO NA AÇÃO RESCISÓRIA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "ANTONIO CARLOS FERREIRA",
  "dataPublicacao" : "DJE        DATA:14/11/2022",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NA AÇÃO RESCISÓRIA. OFENSA À COISA\nJULGADA. INEXISTÊNCIA. INDEFERIMENTO LIMINAR. AÇÃO DE NULIDADE DE\nREGISTRO DE MARCA E AÇÃO INDENIZATÓRIA. FALTA DE IDENTIDADE DE CAUSA\nDE PEDIR E PEDIDO. DECISÃO MANTIDA.\n1. Não há falar em coisa julgada envolvendo ação cominatória e\nindenizatória por uso indevido de marca proposta contra empresa que\nutiliza marca semelhante à da autora, que tramitou na Justiça Comum\nestadual, e ação de nulidade de registro marca, proposta pela mesma\nautora contra a idêntica empresa e contra o INPI, decidida na\nJustiça Federal. Os elementos da demandas são diversos (art. 337, §§\n1º e 2º, do CPC/2015).\n2. Admite-se o indeferimento liminar da ação rescisória quando\nmanifestamente improcedente o pedido (AgInt na AR n. 5.974/RN, Rel.\nMinistra NANCY ANDRIGHI, SEGUNDA SEÇÃO, julgado em 2/6/2020, DJe\n5/6/2020).\n3. Inadmitida liminarmente a ação rescisória, o comparecimento\nespontâneo da parte ré para se defender, mediante impugnação ao\nagravo interno, resulta na angularização da relação processual (art.\n239, § 1º, do CPC/2015), devendo ser arbitrados honorários em seu\nfavor. Precedentes.\n4. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221109",
  "decisao" : "A Segunda Seção, por unanimidade, negou provimento ao agravo\ninterno, nos termos do voto do Sr. Ministro Relator. Os Srs.\nMinistros Marco Buzzi, Marco Aurélio Bellizze, Moura Ribeiro, Nancy\nAndrighi, João Otávio de Noronha, Raul Araújo, Paulo de Tarso\nSanseverino e Maria Isabel Gallotti votaram com o Sr. Ministro\nRelator.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.\nSustentou oralmente pela agravante BRIL COSMETICOS S.A. a Dra.\nLILIANE DO ESPÍRITO SANTO RORIZ DE ALMEIDA.",
  "jurisprudenciaCitada" : "(AÇÃO RESCISÓRIA - OFENSA A COISA JULGADA - ELEMENTOS DA LIDE\nDIFERENTES)\n   STJ - <<REsp 1336164>>-SP\n(AÇÃO RESCISÓRIA - INDEFERIMENTO LIMINAR)\n   STJ - <<AgInt na AR 5974>>-RN,\n         <<AgInt na AR 6382>>-DF,\n         <<AgInt na AR 6654>>-DF,\n         <<AgRg na AR 4923>>-MT,\n         <<AgRg na AR 2747>>-SP\n(DECISÃO MONOCRÁTICA - OFENSA AO PRINCÍPIO DA COLEGIALIDADE -\nSUPERVENIÊNCIA DE JULGAMENTO COLEGIADO)\n   STJ - <<AgInt na AR 6475>>-SC\n(AÇÃO RESCISÓRIA - INDEFERIMENTO LIMINAR - COMPARECIMENTO ESPONTÂNEO\nDO RÉU)\n   STJ - <<EDcl no AgInt na AR 6364>>-DF",
  "notas" : null,
  "informacoesComplementares" : "     \"[...] 'não constitui ofensa ao Princípio da Colegialidade a\nprolação de decisões monocráticas no âmbito desta Corte, estando tal\nentendimento inclusive sedimentado por ocasião da edição da Súmula\nn. 568/STJ. Ademais, sempre haverá a possibilidade de a decisão\nmonocrática estar sujeita à apreciação do órgão colegiado, em\nvirtude de eventual recurso de agravo regimental, como na espécie'\n[...]\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00239 PAR:00001 ART:00337 PAR:00001 PAR:00002\n        ART:00502 ART:00504", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000568", "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00005 INC:00036" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000829364",
  "numeroProcesso" : "6373",
  "numeroRegistro" : "201803261697",
  "siglaClasse" : "AR",
  "descricaoClasse" : "AÇÃO RESCISÓRIA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MOURA RIBEIRO",
  "dataPublicacao" : "DJE        DATA:03/11/2022",
  "ementa" : "AÇÃO RESCISÓRIA. PEDIDO AJUIZADO SOB A ÉGIDE DO NCPC. IMPUGNAÇÕES À\nJUSTIÇA GRATUITA E AO VALOR DA CAUSA REJEITADAS. PEDIDO DE\nINDENIZAÇÃO POR DANOS MORAIS E MATERIAIS. VIOLAÇÃO DE DIREITO\nAUTORAL. PLÁGIO DE OBRA MUSICAL. RECONHECIMENTO DE PRESCRIÇÃO.\nCABIMENTO. DIREITO MORAL DO AUTOR, IRRENUNCIÁVEL, IMPRESCRITÍVEL E\nINATO QUE NÃO SE CONFUNDE COM O DIREITO À REPARAÇÃO PECUNIÁRIA, ESSE\nSIM, PRESCRITÍVEL. PRETENSÃO, ADEMAIS, PERSONALÍSSIMA QUE NÃO SE\nESTENDE AOS SUCESSORES, SALVO SE O DIREITO JÁ VINHA SENDO EXERCIDO\nOU A REPARAÇÃO POSTULADA PELO TITULAR DA OBRA. INOCORRENCIA DE ERRO\nDE FATO, VIOLAÇÃO DE NORMA JURÍDICA OU OFENSA À COISA JULGADA.\nREJEIÇÃO DA MATÉRIA PRELIMINAR. AÇÃO RESCISÓRIA IMPROCEDENTE.\n1. Ação rescisória ajuizada contra acórdão transitado em julgado na\nvigência do NCPC, a atrair a aplicação das regras contidas no\nreferido diploma legal, quanto às hipóteses de cabimento (AR nº\n5.931/SP, sessão de julgamento do dia 8/11/2017).\n2. O STJ possui entendimento de que, para a concessão da justiça\ngratuita, basta que o postulante afirme não possuir condições de\narcar com as custas e despesas processuais sem prejuízo do sustento\npróprio e de sua família. Ausência de elementos nos autos a\nautorizar a revogação da benesse legal.\n3. Comprovação do deferimento de justiça gratuita na origem que se\nestende aos demais feitos (AgRg nos EAREsp 86.915/SP, Rel. Ministro\nRAUL ARAÚJO, Corte Especial, julgado em 26/02/2015, DJe 04/03/2015).\nImpugnação à justiça gratuita rejeitada.\n4. A jurisprudência do STJ é pacífica no sentido de que o valor da\ncausa em ação rescisória deve corresponder, em princípio, ao da ação\noriginária, corrigido monetariamente. Havendo, porém, discrepância\nentre o valor da causa originário e o proveito econômico buscado na\nação rescisória, deve prevalecer este último.\n5. No caso, o valor dado à rescisória corresponde ao valor da ação\noriginal e ao proveito econômico almejado pelos autores. Impugnação\nao valor da causa rejeitado.\n6. Pedido de indenização por danos morais e materiais por violação a\ndireito autoral. Prescrição reconhecida em acórdão prolatado no\nsegundo recurso especial do réu.\n7. Os direitos morais do autor, de essência personalíssima, garantem\nao titular os direitos elencados no art. 24 da Lei nº 9.610/98,\ndentre eles o direito à paternidade, de reivindicar a autoria da\nobra e de ter o seu nome nela indicado. Estão ligados,\nessencialmente, à integridade criativa e ao gênio inventivo do seu\nautor. Tais direitos não se exaurem pelo não uso ou decurso do\ntempo, sendo autorizado ao ofendido, a qualquer tempo, pretender a\nexecução específica das obrigações de fazer ou não fazer dali\ndecorrentes.\n8. Os direitos patrimoniais, por seu turno, conferem ao autor o\ndireito exclusivo de utilizar, fruir e dispor da obra literária,\nartística ou científica (art. 28). Dizem respeito, portanto, a\nexploração econômica da criatividade do autor, não se estendendo a\nseus sucessores, salvo se esse direito já vinha sendo por ele\nexercido ou a eventual reparação já havia sido por ele postulada, o\nque, frise-se, não se verifica no caso.\n9. A essa vertente do direito autoral, aplicam-se as regras\nrelativas à prescrição.\n10. Na hipótese, ficou reconhecido no acórdão rescindendo que a\nsuposta violação ocorreu em 1976, quando vigente a Lei nº 5.988/73\nque estabelecia o prazo prescricional de cinco anos, para a\npretensão de reparação material por violação a direito autoral.\n11. Todavia, a ação originária foi proposta pelos sucessores do\nautor da obra apenas em 2000. Prescrição da pretensão que se operou\nem 1981, bem antes da republicação da música em 1998 ou da carta\nenviada por FAGNER a ALBERTO e ZAIRA, onde, supostamente, ele\nreconheceu o dever de reparação.\n12. A indicação de equívocos de interpretação ou de de qualificação\njurídica dos fatos conferidos no julgado não autorizam a sua\ndesconstituição. Hipótese em que não se verificou violação frontal a\ndispositivo legal, tampouco erro de fato ou mesmo ofensa à coisa\njulgada.\n13. A questão atinente a prescrição não foi objeto de deliberação no\nprimeiro recurso especial que determinou a reapreciação do feito\npelo Tribunal de origem (REsp nº 732.482-RJ). Matéria que foi\njulgada prejudicada naquele recurso, vindo a ser conhecida e julgada\napenas no recurso especial que ensejou o ajuizamento desta ação.\n14. Rejeição da matéria preliminar. Ação rescisória improcedente.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221026",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Segunda Seção, por unanimidade,\njulgar improcedente a ação rescisória, nos termos dos votos dos Srs.\nMinistros Relator e Revisor.\nOs Srs. Ministros Nancy Andrighi (Revisora), João Otávio de Noronha,\nRaul Araújo, Paulo de Tarso Sanseverino, Maria Isabel Gallotti,\nRicardo Villas Bôas Cueva, Marco Buzzi e Marco Aurélio Bellizze\nvotaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : "(JUSTIÇA GRATUITA - DECLARAÇÃO DE HIPOSSUFICIÊNCIA - PRESUNÇÃO\nRELATIVA)\n   STJ - <<AgInt no AREsp 1995577>>-RS,\n         <<AgInt no AREsp 915526>>-MT\n(JUSTIÇA GRATUITA - CONCESSÃO - EFICÁCIA EM TODAS AS INSTÂNCIAS E\nATOS PROCESSUAIS)\n   STJ - <<AgRg nos EAREsp 86915>>-SP\n(AÇÃO RESCISÓRIA - VALOR DA CAUSA - PROVEITO ECONÔMICO -\nEQUIVALÊNCIA)\n   STJ - <<REsp 1689175>>-MS\n(AÇÃO RESCISÓRIA - SUCEDÂNEO RECURSAL - ERRO DE FATO)\n   STJ - <<AR 6549>>-DF,\n         <<AR 6258>>-DF,\n         <<AR 4613>>-DF,\n         <<PET na AR 4707>>-MG,\n         <<AR 4176>>-PR,\n         <<AgInt no AREsp 1362768>>-SP,\n         <<AR 5696>>-DF",
  "notas" : null,
  "informacoesComplementares" : "     \"Não se afasta [...] a possibilidade de o magistrado exigir a\ncomprovação do estado de necessidade do benefício, quando as\ncircunstâncias dos autos apontarem que o pretendente possui meios de\narcar com as custas do processo, pois a presunção de veracidade da\nreferida declaração é apenas relativa\".\n     É devida a manutenção do benefício da justiça gratuita deferido\npela instância a quo. Isso porque, uma vez concedido, tal benefício\nse estende aos demais feitos, conforme entendimento do STJ.\n     (VOTO REVISOR) (MIN. NANCY ANDRIGHI)\n     \"Corte Especial do STJ possui entendimento pacificado no\nsentido de que 'A ação rescisória fundada em erro de fato, nos\ntermos do art. 966, VIII e § 1º, do CPC/2015 (CPC/1973, art. 485,\nIX, §§ 1º e 2º), pressupõe que o acórdão rescindendo tenha admitido\num fato inexistente, ou considerado inexistente um fato efetivamente\nocorrido,  que seja relevante e capaz de conduzir à modificação do\nresultado do julgamento, sendo indispensável, em ambos os casos, não\nter havido controvérsia nem pronunciamento judicial a respeito.\nExige-se, ademais, que o erro seja apurável pelo exame dos elementos\njá constantes dos autos, não se admitindo nova prova para\ndemonstrá-lo' [...]\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00966 INC:00005 INC:00008 PAR:00001", "LEG:FED LEI:005869 ANO:1973\n*****  CPC-73    CÓDIGO DE PROCESSO CIVIL DE 1973\n        ART:00485 INC:00009 PAR:00001 PAR:00002", "LEG:FED LEI:009610 ANO:1998\n*****  LDA-98    LEI DOS DIREITOS AUTORAIS\n        ART:00022 ART:00024 INC:00001 ART:00028", "LEG:FED LEI:003071 ANO:1916\n*****  CC-16    CÓDIGO CIVIL DE 1916\n        ART:00178 PAR:00010 INC:00007", "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00005 INC:00005 INC:00010 INC:00027 INC:00028\n        LET:A LET:B", "LEG:FED LEI:005988 ANO:1973\n        ART:00131", "LEG:INT DCL:****** ANO:1948\n*****  DUDH    DECLARAÇÃO UNIVERSAL DOS DIREITOS HUMANOS\n        ART:00027 ITEM:00002" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000829478",
  "numeroProcesso" : "1575781",
  "numeroRegistro" : "201503214127",
  "siglaClasse" : "EREsp",
  "descricaoClasse" : "EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJE        DATA:04/11/2022",
  "ementa" : "EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL. DIREITO EMPRESARIAL.\nAÇÃO MONITÓRIA FUNDADA EM CHEQUE PRESCRITO.  PERDA DOS ATRIBUTOS\nCAMBIÁRIOS. POSSIBILIDADE DE DISCUSSÃO DA CAUSA DEBENDI. OPOSIÇÃO DE\nEXCEÇÕES PESSOAIS. POSSIBILIDADE.\n1- Embargos de divergência em recurso especial interpostos em\n3/3/2020 e conclusos ao gabinete em 15/10/2021.\n2- O propósito recursal consiste em dizer se, em ação monitória\nfundada em cheque prescrito, ajuizada em face do emitente, seria\ndispensável menção ao negócio jurídico subjacente à emissão da\ncártula, não se admitindo, por conseguinte, exceção pessoal contra\nterceiros portadores do título que circulou.\n3- Nos termos do art. 25 da Lei 7.357/85, quem for demandado por\nobrigação resultante de cheque não pode opor ao portador exceções\nfundadas em relações pessoais com o emitente, ou com os portadores\nanteriores, salvo se o portador o adquiriu conscientemente em\ndetrimento do devedor, isto é, com exceção da constatada má-fé.\n4- Esta Corte Superior perfilha o entendimento de que é possível a\ndiscussão da causa debendi em embargos à monitória, constituindo\nônus do devedor a prova da ilicitude do negócio jurídico.\nPrecedentes.\n5- Não é mais o cheque, por si, o fundamento da pretensão, mas o\nfato jurídico que precedeu e motivou a sua emissão.\n6- Em consequência, dessume-se que a ação monitória, neste documento\nfundada, admitirá a discussão do próprio fato gerador da obrigação,\nsendo possível a oposição de exceções pessoais.\n7- Para efeitos de solução do litígio, deve prevalecer, nesta Corte,\na seguinte tese: ocorrida a prescrição cambial, o cheque perde os\natributos cambiários, sendo possível, na ação monitória, a discussão\ndo negócio jurídico subjacente e a oposição de exceções pessoais a\nportadores precedentes ou ao próprio emitente do título.\n8- Embargos de divergência providos, para conhecer e dar provimento\nao recurso especial.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221026",
  "decisao" : "Vistos, relatados e discutidos estes autos, acordam os Ministros da\nSegunda Seção do Superior Tribunal de Justiça, na conformidade dos\nvotos e das notas taquigráficas constantes dos autos,  Prosseguindo\no julgamento, após o voto-vista antecipado da Sra. Ministra Maria\nIsabel Gallotti, acompanhando a Sra. Ministra Relatora,, por\nunanimidade, dar provimento aos embargos de divergência para,\nreformando o acórdão recorrido, conhecer e dar provimento ao recurso\nespecial nos termos do voto da Sra. Ministra Relatora. Os Srs.\nMinistros Raul Araújo, Paulo de Tarso Sanseverino, Maria Isabel\nGallotti, Ricardo Villas Bôas Cueva, Marco Buzzi, Marco Aurélio\nBellizze e Moura Ribeiro votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : "(CHEQUE - OPOSIÇÃO DE EXCEÇÕES PESSOAIS AO PORTADOR)\n   STJ - <<AgRg no AREsp 724963>>-DF,\n         <<AgInt no REsp 1280442>>-MG,\n         <<REsp 889713>>-RS,\n         <<AgInt no REsp 1513521>>-RS,\n         <<AgInt no AREsp 1252159>>-SP,\n         <<AgRg no AREsp 574717>>-SP,\n         <<REsp 1270885>>-SC,\n         <<AgInt no AREsp 850433>>-SP,\n         <<AgInt nos EDcl no AREsp 1221366>>-RS\n(AÇÃO MONITÓRIA - EMBARGOS - CAUSA DEBENDI)\n   STJ - <<REsp 1162207>>-RS,\n         <<AgInt no REsp 1452757>>-SP,\n         <<AgInt no AREsp 860470>>-SP,\n         <<REsp 1094571>>-SP (RECURSO REPETITIVO - TEMA(s) 564)\n(CHEQUE PRESCRITO - PERDA DAS CARACTERÍSTICAS CAMBIÁRIAS)\n   STJ - <<REsp 926312>>-SP,\n         <<AgRg no AREsp 593208>>,\n         <<AgInt no REsp 1751755>>-RS,\n         <<AgRg nos EDcl no REsp 1115609>>-ES",
  "notas" : null,
  "informacoesComplementares" : "     (VOTO VENCIDO) (MIN. MARIA ISABEL GALLOTTI)\n     \"Embora reconheça que a declinação da causa debendi não seja\nexigência nas execuções ou mesmo nas ações monitórias, a prescrição\ndo título tem o condão de ampliar a  matéria de defesa do devedor.\n[...]\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00702 PAR:00001 ART:01043 PAR:00004", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00012 PAR:ÚNICO INC:00001 ART:00255 PAR:00001", "LEG:FED LEI:007357 ANO:1985\n        ART:00025" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000829778",
  "numeroProcesso" : "5511",
  "numeroRegistro" : "201403242065",
  "siglaClasse" : "AR",
  "descricaoClasse" : "AÇÃO RESCISÓRIA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MARIA ISABEL GALLOTTI",
  "dataPublicacao" : "DJE        DATA:10/11/2022",
  "ementa" : "AÇÃO RESCISÓRIA. REVISÃO DE BENEFÍCIO PREVIDENCIÁRIO COMPLEMENTAR.\nAUSÊNCIA DE REALIZAÇÃO DE PERÍCIA ATUARIAL REQUERIDA PELA ENTIDADE\nDE PREVIDÊNCIA PRIVADA. INTERPRETAÇÃO CONTROVERTIDA NA ÉPOCA EM QUE\nPROFERIDA A DECISÃO RESCINDENDA. VIOLAÇÃO A LITERAL DISPOSITIVO DE\nLEI NÃO CONFIGURADA. SÚMULA 343/STF.\n1. Acórdão rescindendo proferido em momento no qual não havia\nentendimento consolidado nos tribunais no tocante ao tema da\nnecessidade de perícia técnica em demandas que envolviam a revisão\nde pagamento de benefício previdenciário complementar com a\naplicação de critérios de cálculos diversos dos estabelecidos no\nplano de contribuição.\n2. \"A Corte Especial, por ocasião do julgamento do REsp n.\n736.650/MT (Rel. Ministro Antonio Carlos Ferreira, julgado em\n20/08/2014, DJe 01/09/2014), reafirmou a aplicação do enunciado n.\n343 da Súmula do Supremo Tribunal Federal, explicitando não caber o\nmanejo de ação rescisória quando a pacificação da jurisprudência\ndesta Corte de Justiça dá-se em momento posterior e em sentido\ncontrário ao acórdão rescindendo, considerada a divergência então\nexistente sobre o tema\" (AR n. 6.311/SP, relator Ministro Marco\nAurélio Bellizze, Segunda Seção, julgado em 24.11.2021, DJe de\n3.12.2021).\n3. Ação rescisória improcedente.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221026",
  "decisao" : "A Segunda Segunda Seção, por unanimidade, julgou improcedente a ação\nrescisória, nos termos dos votos dos Srs. Ministros Relatora e\nRevisor. Os Srs. Ministros Ricardo Villas Bôas Cueva (Revisor),\nMarco Buzzi, Marco Aurélio Bellizze, Moura Ribeiro, Nancy Andrighi,\nJoão Otávio de Noronha, Raul Araújo e Paulo de Tarso Sanseverino\nvotaram com a Sra. Ministra Relatora.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.\nConsignado pedido de preferência pelo Autor MBM PREVIDENCIA\nCOMPLEMENTAR, representado pelo Dr. MARCONNI CHIANCA TOSCANO DA\nFRANCA.",
  "jurisprudenciaCitada" : "(AÇÃO RESCISÓRIA - OFENSA A LITERAL DISPOSIÇÃO DE LEI -\nINTERPRETAÇÃO DIVERGENTE - PACIFICAÇÃO POSTERIOR À DECISÃO\nRESCINDENDA)\n   STJ - <<AR 4767>>-DF,\n         <<AR 5255>>-RS,\n         <<AR 6311>>-SP,\n         <<REsp 736650>>-MT\n(AÇÃO RESCISÓRIA - OFENSA A LITERAL DISPOSIÇÃO DE LEI -\nINTERPRETAÇÃO DIVERGENTE - PACIFICAÇÃO POSTERIOR À DECISÃO\nRESCINDENDA - NORMA CONSTITUCIONAL)\n   STF - [[RE 590809]]-RS (REPERCUSSÃO GERAL)",
  "notas" : null,
  "informacoesComplementares" : "     \"O falecimento da parte ré na ação rescisória não implica a\nextinção do processo sem resolução do mérito, mas, sim, a\nhabilitação dos sucessores respectivos. [...]\".\n     \"[...] deve ser aplicada a Súmula n. 343/STF mesmo quando a\ncontrovérsia de interpretação jurídica se basear na aplicação de\nnorma constitucional\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00110 ART:00313 PAR:00001 ART:00507 ART:00689", "LEG:FED LEI:005869 ANO:1973\n*****  CPC-73    CÓDIGO DE PROCESSO CIVIL DE 1973\n        ART:00485 INC:00005", "LEG:FED SUM:****** ANO:****\n*****  SUM(STF)    SÚMULA DO SUPREMO TRIBUNAL FEDERAL\n        SUM:000343" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000830749",
  "numeroProcesso" : "6241",
  "numeroRegistro" : "201800776261",
  "siglaClasse" : "AgInt na AR",
  "descricaoClasse" : "AGRAVO INTERNO NA AÇÃO RESCISÓRIA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MARIA ISABEL GALLOTTI",
  "dataPublicacao" : "DJE        DATA:24/11/2022",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NA AÇÃO RESCISÓRIA. ACÓRDÃO\nRESCINDENDO. NÃO APRECIAÇÃO DE QUESTÃO DE MÉRITO. INCOMPETÊNCIA DO\nSUPERIOR TRIBUNAL DE JUSTIÇA. SÚMULA 515/STF.\n1. Ação rescisória buscando reforma de acórdão do Superior Tribunal\nde Justiça com fundamento na obtenção de prova nova, após o trânsito\nem julgado, nos termos do art. 966, VII, do CPC/2015.\n2. Na hipótese concreta, o acórdão desta Corte Superior apenas\napreciou a ofensa ao art. 535 do Código de Processo Civil de 1973,\ndeixando de examinar o mérito da controvérsia em razão da incidência\ndo óbice da Súmula n. 7 do STJ.\n3. A exclusiva análise da violação ao art. 535 do CPC/1973 é\ninsuficiente para caracterização do exame de mérito a viabilizar o\nefeito substitutivo. Precedentes.\n4. Ao afastar a alegada negativa de prestação jurisdicional (art.\n535 do CPC/73), o acórdão rescindendo não adentrou no exame do\nmérito da causa e nem de questões prejudiciais à apreciação do\nmérito, de modo que esta Corte não detém competência para a\napreciação da rescisória. Incidência, por analogia, do enunciado da\nSúmula n. 515 do STF.\n5. Agravo interno provido para reconhecer a incompetência do STJ\npara processar e julgar a presente ação rescisória, bem como\ndeterminar a intimação da parte autora para emendar a inicial e\nposterior remessa dos autos ao Tribunal competente, nos termos do\nart. 968, §§ 5º e 6º, do CPC/2015.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221026",
  "decisao" : "Prosseguindo o julgamento, após o voto-vista antecipado da Sra.\nMinistra Maria Isabel Gallotti divergindo do Relator em relação à\ncompetência desta Corte para julgar a ação rescisória, a Segunda\nSegunda Seção, por maioria, reconheceu a incompetência desta Corte\npara processar e julgar a presente ação rescisória, sendo o caso de\nintimação do autor para proceder à emenda da inicial para adequação\ndo objeto da ação; em seguida, do réu, para a complementação da\ndefesa e a posterior remessa dos autos para o Tribunal de Justiça do\nDistrito Federal, nos termos do voto divergente da Sra. Ministra\nMaria Isabel Gallotti, que lavrará o acórdão.\nVencidos os Srs. Ministros Moura Ribeiro (Relator), Raul Araújo e\nPaulo de Tarso Sanseverino. Votaram com a Sra. Ministra Maria Isabel\nGallotti os Srs. Ministros Nancy Andrighi, Ricardo Villas Bôas\nCueva, Marco Buzzi e Marco Aurélio Bellizze.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.\nConsignados pedidos de preferência pelo Agravante GUY RODRIGUES\nPEIXOTO JÚNIOR, representado pelo Dr. FERNANDO TORREÃO e, pela\nAgravada MARIA LUIZA DE VASCONCELLOS MAIA FURTADO, representada pelo\nDr. FERNANDO FRANCISCO DA SILVA JUNIOR.",
  "jurisprudenciaCitada" : "(DECISÃO MONOCRÁTICA - PRINCÍPIO DA COLEGIALIDADE - INTERPOSIÇÃO DE\nAGRAVO REGIMENTAL)\n   STJ - <<AgInt na AR 6475>>-SC\n(AÇÃO RESCISÓRIA - ACÓRDÃO RESCINDENDO - VIOLAÇÃO AO ART. 535 DO\nCPC/73 - NÃO APRECIAÇÃO DE QUESTÃO DE MÉRITO)\n   STJ - <<AR 5754>>-AM\n(AÇÃO RESCISÓRIA - ACÓRDÃO RESCINDENDO - INCIDÊNCIA DA SÚMULA 07 DO\nSTJ - NÃO APRECIAÇÃO DE QUESTÃO DE MÉRITO)\n   STJ - <<AgInt na AR 6799>>-SP\n(ÇÃO RESCISÓRIA - ACÓRDÃO RESCINDENDO - ÓBICES PROCESSUAIS DE\nADMISSIBILIDADE - NÃO APRECIAÇÃO DE QUESTÃO DE MÉRITO)\n   STJ - <<AgInt na AR 6543>>-DF\n(AÇÃO RESCISÓRIA - ACÓRDÃO RESCINDENDO - NÃO APRECIAÇÃO DE QUESTÃO\nDE MÉRITO - SÚMULA 515 DO STF, POR ANALOGIA)\n   STJ - <<AgInt na AR 6799>>-SP,\n         <<AgInt nos EDcl nos EDcl na AR 3960>>-PR,\n         <<AgRg na AR 5560>>-PE\n(VOTO VENCIDO - AÇÃO RESCISÓRIA - INÉPCIA DA PETIÇÃO INICIAL -\nINCOMPETÊNCIA DO STJ)\n   STJ - <<AgRg na AR 5604>>-MS",
  "notas" : null,
  "informacoesComplementares" : "     \"[...] o julgamento em decisão singular encontra fundamento no\nart. 34, inc. XVIII, do RISTJ, que autoriza ao Relator negar\nseguimento a pedido manifestamente incabível ou inadmissível.\n     Ademais, eventual nulidade foi sanada quando da interposição do\nagravo interno, por devolver toda a matéria à apreciação do\ncolegiado competente [...]\".\n     (VOTO VENCIDO) (MIN. MOURA RIBEIRO)\n     \"[...] somente é cabível a emenda a inicial, em ação\nrescisória, na hipótese de reconhecimento de incompetência do\nTribunal para a sua apreciação, o que ocorre quando a decisão\nrescindenda não chegou a conhecer do mérito, situação que não se\nverifica na hipótese\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00966 INC:00007 ART:00968 PAR:00005 PAR:00006", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00034 INC:00018", "LEG:FED SUM:****** ANO:****\n*****  SUM(STF)    SÚMULA DO SUPREMO TRIBUNAL FEDERAL\n        SUM:000515", "LEG:FED LEI:005869 ANO:1973\n*****  CPC-73    CÓDIGO DE PROCESSO CIVIL DE 1973\n        ART:00535" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000830750",
  "numeroProcesso" : "1260418",
  "numeroRegistro" : "201800543792",
  "siglaClasse" : "EAREsp",
  "descricaoClasse" : "EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "ANTONIO CARLOS FERREIRA",
  "dataPublicacao" : "DJE        DATA:24/11/2022",
  "ementa" : "PROCESSUAL CIVIL. EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. \"AÇÃO DE RECONHECIMENTO DE PATERNIDADE POST MORTEM C/C\nPEDIDO DE HERANÇA\". PROVAS INDICIÁRIAS DO RELACIONAMENTO. EXAME DE\nDNA. RECUSA PELOS RÉUS. SÚMULA 301 DO STJ. DISSÍDIO JURISPRUDENCIAL.\nAUSÊNCIA. PETIÇÃO DE HERANÇA. PRESCRIÇÃO. SÚMULA N. 149 DO STF.\nTERMO INICIAL. ABERTURA DA SUCESSÃO OU TRÂNSITO EM JULGADO DA AÇÃO\nINVESTIGATÓRIA DE PATERNIDADE. DIVERGÊNCIA CARACTERIZADA.\n1. Embargos de divergência que não merecem ser conhecidos na parte\nem que os embargantes buscam afastar a aplicação da Súmula n. 301 do\nSTJ, tendo em vista a efetiva ausência de teses conflitantes nos\nacórdãos confrontados. No acórdão indicado como paradigma, da QUARTA\nTURMA (REsp n. 1.068.836/RJ), foi decidido que a aplicação da\nSúmula n. 301 do STJ dependeria da existência de provas indiciárias\nquanto à paternidade, citando, inclusive precedente da TERCEIRA\nTURMA. No acórdão embargado, igualmente, a TERCEIRA TURMA aplicou a\nSúmula n. 301 do STJ, deixando claro, ainda, que haveriam outros\nelementos que confirmariam, ao menos indiciariamente, a filiação.\n2. O prazo prescricional para propor ação de petição de herança\nconta-se da abertura da sucessão, aplicada a corrente objetiva\nacerca do princípio da actio nata (arts. 177 do CC/1916 e 189 do\nCC/2002).\n3. A ausência de prévia propositura de ação de investigação de\npaternidade, imprescritível, e de seu julgamento definitivo não\nconstitui óbice para o ajuizamento de ação de petição de herança e\npara o início da contagem do prazo prescricional. A definição da\npaternidade e da afronta ao direito hereditário, na verdade, apenas\ninterfere na procedência da ação de petição de herança.\n4. Embargos de divergência parcialmente conhecidos e, nessa parte,\nprovidos, declarada a prescrição vintenária quanto à petição de\nherança.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221026",
  "decisao" : "Prosseguindo o julgamento, após o voto-vista do Sr. Ministro Marco\nBuzzi acompanhando o Relator para conhecer parcialmente dos embargos\nde divergência e, nessa extensão, dar-lhe provimento, a Segunda\nSeção, por maioria, conheceu parcialmente dos embargos de\ndivergência e, nessa parte, deu-lhes provimento para julgar\nparcialmente improcedente a ação, reconhecendo a prescrição quanto à\npetição de herança, nos termos do Sr. Ministro Relator. Vencidos os\nSrs. Ministros Marco Aurélio Bellizze e Paulo de Tarso Sanseverino.\nOs Srs. Ministros Marco Buzzi, Moura Ribeiro, Nancy Andrighi, Luis\nFelipe Salomão (na primeira assentada), Raul Araújo e Maria Isabel\nGallotti votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.\nConsignado pedido de preferência pelas Embargantes, representadas\npela Dra. ESTER CAMILA GOMES NORATO REZENDE.",
  "jurisprudenciaCitada" : "(AÇÃO DE RECONHECIMENTO DE PATERNIDADE - EXAME DE DNA - PROVAS\nINDICIÁRIAS DO RELACIONAMENTO)\n   STJ - <<REsp 1068836>>-RJ\n(AÇÃO DE PETIÇÃO DE HERANÇA - PRAZO PRESCRICIONAL - TERMO INICIAL -\nABERTURA DA SUCESSÃO)\n   STJ - <<AgInt no AREsp 1430937>>-SP,\n         <<AgInt no AREsp 479648>>-MS,\n         <<AgInt nos EDcl no REsp 1856097>>-SP,\n         <<REsp 17556>>-MG\n   STF - [[RE 80426]]-RJ,\n         [[RE 71088]]-RJ,\n         [[ERE 74100]]-SE,\n         [[RE 81136]]-RJ,\n         [[RE 55270]]-RJ\n(TEORIA DA ACTIO NATA - VERTENTE OBJETIVA)\n   STJ - <<REsp 1861295>>-SP,\n         <<REsp 1736091>>-PE,\n         <<REsp 1784737>>-RS,\n         <<AgInt no AREsp 1551978>>-SC,\n         <<AgInt no AREsp 1416868>>-SP,\n         <<AgInt nos EDcl no AREsp 1794362>>-SP\n(VOTO VISTA - EMBARGOS DE DIVERGÊNCIA - CABIMENTO)\n   STJ - <<REsp 1280825>>-RJ,\n         {{AgInt no EAREsp 926064}}-RS,\n         <<AgInt nos EREsp 1441102>>-SP,\n         <<AgInt nos EDcl nos EAREsp 1147481>>-MG,\n         <<AgRg nos EREsp 1117758>>-PR,\n         <<AgInt nos EAREsp 1415904>>-SP",
  "notas" : null,
  "informacoesComplementares" : "     \"[...] atualmente admite-se que a regra geral, que adota a\nvertente objetiva na aplicação do princípio da 'actio nata',\ncomporta exceções, em decorrência ora de lei específica ora de\ncircunstâncias extremamente relevantes verificadas no caso\nconcreto\".\n     \"[...] pelo princípio da 'saisine', a herança transmite-se no\nmomento da abertura da sucessão (art. 1.572 do CC/1916 e 1.784 do\nCC/2002). Ademais, havendo questionamento de alta indagação acerca\nda condição de herdeiro, tal matéria será remetida às instâncias\nordinárias, reservando-se o respectivo quinhão até a solução do caso\n(arts. 1.000, parte final do parágrafo único, e 1.001 do CPC/1973 e\narts. 627, § 3º, e 628, § 2º, do CPC/2015).\n     Portanto, aberta a sucessão, o herdeiro, independentemente do\nreconhecimento oficial de tal condição, poderá imediatamente\npostular seus direitos hereditários nas vias ordinárias [...]\".\n     (VOTO VISTA) (MIN. MARCO BUZZI)\n     \"[...] a presunção de paternidade deve estar amparada, ao\nmenos, em prova indiciária\".\n     \"[...] 'Para que caibam os embargos de divergência, é preciso,\nenfim, que haja similitude fática entre o caso a ser julgado e o\ncaso-paradigma. Nesse sentido, não cabem embargos de divergência,\nquando o acórdão embargado trata do mérito e o paradigma, da\ninadmissibilidade do recurso especial. É que, para que caibam os\nembargos de divergência, é preciso que os acórdãos tenham resultado\ndo mesmo grau de cognição horizontal. Quer dizer que, se um acórdão\ntratou de questões de admissibilidade e o outro enfrentou o mérito,\nnão cabem os embargos. Em situações como essa, é necessário fazer a\ndistinção, a fim de não se admitirem os embargos. Se o acórdão\nparadigma versou sobre o juízo de admissibilidade e o acórdão\nrecorrido tratou do mérito da questão, não há identidade entre os\ncasos, não sendo cabíveis os embargos de divergência'\".\n     (VOTO VOGAL) (MIN. NANCY ANDRIGHI)\n     \"[...] a decisão que reconhece a qualidade de herdeiro, em\nrazão do princípio da 'saisine', possui natureza declaratória e,\nportanto, efeitos 'ex tunc'\".\n     \"[...] é possível cumular, desde a morte do de cujus, as ações\nde investigação de paternidade e a de petição de herança, como\namplamente admitido\".\n     \"[...] se o nascimento da pretensão de petição de herança\nocorre na data da abertura da sucessão, este deve ser o termo\ninicial do prazo prescricional a que a referida pretensão está\nsubmetida, saiba ou não o herdeiro de tal condição jurídica\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:010406 ANO:2002\n*****  CC-02    CÓDIGO CIVIL DE 2002\n        ART:00189 ART:00192 ART:01784 ART:01798 ART:01824", "LEG:FED LEI:003071 ANO:1916\n*****  CC-16    CÓDIGO CIVIL DE 1916\n        ART:00177 ART:01572", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000301", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00627 PAR:00003 ART:00628 PAR:00002 ART:01043\n        PAR:00004", "LEG:FED LEI:005869 ANO:1973\n*****  CPC-73    CÓDIGO DE PROCESSO CIVIL DE 1973\n        ART:01000 PAR:ÚNICO ART:01001", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266 PAR:00001" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000831352",
  "numeroProcesso" : "6294",
  "numeroRegistro" : "201801599857",
  "siglaClasse" : "AR",
  "descricaoClasse" : "AÇÃO RESCISÓRIA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "RICARDO VILLAS BÔAS CUEVA",
  "dataPublicacao" : "DJE        DATA:30/11/2022",
  "ementa" : null,
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221026",
  "decisao" : null,
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : "Aguardando análise.",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000831360",
  "numeroProcesso" : "35623",
  "numeroRegistro" : "201800617110",
  "siglaClasse" : "AgInt no AgInt nos EDcl na Rcl",
  "descricaoClasse" : "AGRAVO INTERNO NO AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MOURA RIBEIRO",
  "dataPublicacao" : "DJE        DATA:22/11/2022",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NO AGRAVO INTERNO NOS EMBARGOS DE\nDECLARAÇÃO NA RECLAMAÇÃO CONSTITUCIONAL. RECURSO MANEJADO SOB A\nÉGIDE DO NCPC. DESCUMPRIMENTO A AUTORIDADE DA DECISÃO DO STJ.\nOCORRÊNCIA. APELAÇÃO INTERPOSTA SEM ASSINATURA DO ADVOGADO.\nDETERMINAÇÃO DO STJ AUTORIZANDO A REGULARIZAÇÃO (AREsp nº\n1.125.153-PA). PEÇA ASSINADA PELA ATUAL CAUSÍDICA. INADMISSÃO DO\nAPELO PELO JUÍZO LOCAL. IMPOSSIBILIDADE. JUÍZO DE ADMISSIBILIDADE\nRECURSAL DE COMPETÊNCIA DO TRIBUNAL DE APELAÇÃO. ART. 14 e 1.010, §\n3º, NCPC. RECLAMAÇÃO JULGADA PROCEDENTE. AGRAVO INTERNO NÃO PROVIDO.\n1. Aplica-se o NCPC a este julgamento ante os termos do Enunciado\nAdministrativo n.º 3, aprovado pelo Plenário do STJ na sessão de\n9/3/2016: Aos recursos interpostos com fundamento no CPC/2015\n(relativos a decisões publicadas a partir de 18 de março de 2016)\nserão exigidos os requisitos de admissibilidade recursal na forma do\nnovo CPC.\n2. A reclamação foi julgada procedente pelo entendimento de que não\nera cabível ao magistrado local obstar o seguimento da apelação, por\neventual vício na assinatura da causídica substabelecida, já que a\ndeterminação do STJ (AREsp n.º 1.125.153 - PA) era apenas no sentido\nde ser possibilitada a regularização da peça.\n3. Na hipótese dos autos, o Juízo reclamado deveria ter dado efetivo\ncumprimento a decisão do STJ, concedendo nova oportunidade para a\nassinatura da apelação, e, em seguida, remetido os autos a Corte\nestadual, competente para o juízo de admissibilidade recursal, à luz\ndos arts. 14 e 1.010, § 3º, do CPC/15, o que não ocorreu.\n4. Uma vez reconhecida a procedência da reclamação, com determinação\nde remessa da apelação ao Tribunal, para a realização do juízo de\nadmissibilidade, o desdobramento lógico é o afastamento do trânsito\nem julgado e, consequentemente, a cassação dos atos subsequentes.\n5. Os argumentos trazidos no agravo interno interposto por GABRIEL\nnão demonstraram a incorreção dos fundamentos da decisão agravada,\nnão sendo capazes de alterar o entendimento adotado.\n6. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221026",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Segunda Seção, por unanimidade, negar\nprovimento ao agravo interno, nos termos do voto do Sr. Ministro\nRelator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Raul\nAraújo, Paulo de Tarso Sanseverino, Maria Isabel Gallotti, Ricardo\nVillas Bôas Cueva, Marco Buzzi e Marco Aurélio Bellizze votaram com\no Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ "AgInt no AgInt na Rcl   36279  PA  2018/0191411-0\nDecisão:26/10/2022\nDJE        DATA:22/11/2022" ]
}, {
  "id" : "000829444",
  "numeroProcesso" : "43610",
  "numeroRegistro" : "202202064380",
  "siglaClasse" : "AgInt nos EDcl na Rcl",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MARCO AURÉLIO BELLIZZE",
  "dataPublicacao" : "DJE        DATA:28/10/2022",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NA RECLAMAÇÃO.\nINOBSERVÂNCIA DE TESE DO SUPERIOR TRIBUNAL DE JUSTIÇA ESTABELECIDA\nEM RECURSO ESPECIAL EM INCIDENTE DE RESOLUÇÃO DE DEMANDAS\nREPETITIVAS. NÃO CABIMENTO DA RECLAMAÇÃO.\n1. A Segunda Seção do STJ, ao julgar a Rcl n. 43.019/SP, assentou-se\nno sentido de ser descabida a reclamação dirigida ao Superior\nTribunal de Justiça com fundamento em inobservância de acórdão\nproferido em recurso especial em IRDR, aplicando-se-lhe o\nentendimento da Corte Especial exarado na Rcl n. 36.476/SP, dada a\nequivalência da natureza, regramento e efeitos daquele recurso com o\nrecurso especial repetitivo.\n2. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221025",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da SEGUNDA SEÇÃO do Superior Tribunal de\nJustiça, em sessão virtual de 19/10/2022 a 25/10/2022, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Raul\nAraújo, Paulo de Tarso Sanseverino, Maria Isabel Gallotti, Ricardo\nVillas Bôas Cueva, Marco Buzzi e Moura Ribeiro  votaram com o Sr.\nMinistro Relator.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : "(INOBSERVÂNCIA DE TESE DO SUPERIOR TRIBUNAL DE JUSTIÇA ESTABELECIDA\nEM RECURSO ESPECIAL EM INCIDENTE DE RESOLUÇÃO DE DEMANDAS\nREPETITIVAS - NÃO CABIMENTO DA RECLAMAÇÃO)\n   STJ - <<Rcl 43019>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ "AgInt nos EDcl na Rcl   43698  CE  2022/0217349-8\nDecisão:25/10/2022\nDJE        DATA:28/10/2022" ]
}, {
  "id" : "000829445",
  "numeroProcesso" : "43499",
  "numeroRegistro" : "202201832680",
  "siglaClasse" : "AgInt nos EDcl na Rcl",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MARCO BUZZI",
  "dataPublicacao" : "DJE        DATA:28/10/2022",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NA RECLAMAÇÃO - DECISÃO DO\nSUPERIOR TRIBUNAL DE JUSTIÇA - DESCUMPRIMENTO - INEXISTÊNCIA -\nCONTROLE DA APLICAÇÃO NO CASO CONCRETO, DE TESE REPETITIVA FIRMADA\nPELO STJ - DESCABIMENTO - DELIBERAÇÃO MONOCRÁTICA QUE NEGOU\nSEGUIMENTO À RECLAMAÇÃO.\nINSURGÊNCIA DO RECLAMANTE.\n1. A teor do entendimento exarado pela eg. Corte Especial, nos autos\nda Rcl 36.476/SP, Rel. Min. Nancy Andrighi, DJe de 06/03/2020, não é\ncabível o ajuizamento de reclamação com o objetivo de controlar a\naplicação, no caso concreto, de tese firmada pelo STJ em recurso\nespecial repetitivo.\n2. A eg. Segunda Seção, no julgamento da Rcl 43.019/SP, DJe\n3/10/2022, firmou precedente no sentido de ser descabida reclamação\ndirigida ao Superior Tribunal de Justiça com fundamento em\ninobservância de temas repetitivos advindos do julgamento de\nrecursos especiais em IRDR, aplicando-se à hipótese a tese da Rcl\n36.476/SP.\n3. O expediente jurídico não se qualifica como sucedâneo recursal,\nnem configura instrumento viabilizador do reexame do conteúdo do ato\nreclamado, tampouco é meio de uniformização jurisprudencial, eis que\ntais finalidades são estranhas à sua natureza, consoante adverte a\njurisprudência da Segunda Seção. Precedentes.\n4. Agravo interno desprovido",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221025",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da SEGUNDA SEÇÃO do Superior Tribunal de\nJustiça, em sessão virtual de 19/10/2022 a 25/10/2022, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Raul\nAraújo, Paulo de Tarso Sanseverino, Maria Isabel Gallotti, Ricardo\nVillas Bôas Cueva, Marco Aurélio Bellizze e Moura Ribeiro  votaram\ncom o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : "(RECLAMAÇÃO - FUNDAMENTO EM INOBSERVÂNCIA DE ACÓRDÃO PROFERIDO EM\nRECURSO ESPECIAL - DESCABIMENTO)\n   STJ - <<Rcl 36476>>-SP\n(RECLAMAÇÃO - FUNDAMENTO EM INOBSERVÂNCIA DE ACÓRDÃO PROFERIDO EM\nRECURSO ESPECIAL EM IRDR - DESCABIMENTO)\n   STJ - <<Rcl 43019>>-SP\n(RECLAMAÇÃO - SUCEDÂNEO RECURSAL - DESCABIMENTO)\n   STJ - <<AgInt na Rcl 42586>>-SP,\n         <<AgInt na Rcl 41077>>-SP,\n         <<AgInt na Rcl 41796>>-RJ,\n         <<AgInt nos EDcl na Rcl 41825>>-SP,\n         <<AgInt na Rcl 35203>>-MS",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ "AgInt na Rcl   43772  CE  2022/0230171-1  Decisão:25/10/2022\nDJE        DATA:28/10/2022", "AgInt nos EDcl na Rcl   43524  CE  2022/0185128-2\nDecisão:25/10/2022\nDJE        DATA:28/10/2022", "AgInt nos EDcl na Rcl   43638  CE  2022/0208775-7\nDecisão:25/10/2022\nDJE        DATA:28/10/2022", "AgInt nos EDcl na Rcl   43641  CE  2022/0208812-4\nDecisão:25/10/2022\nDJE        DATA:28/10/2022", "AgInt nos EDcl na Rcl   43695  CE  2022/0217245-2\nDecisão:25/10/2022\nDJE        DATA:28/10/2022" ]
}, {
  "id" : "000829800",
  "numeroProcesso" : "1915394",
  "numeroRegistro" : "202003413187",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJE        DATA:27/10/2022",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA NO RECURSO ESPECIAL. AÇÃO\nDE COBRANÇA. SIMILITUDE FÁTICA. AUSÊNCIA. PREVIDÊNCIA PRIVADA\nCOMPLEMENTAR FECHADA. RESULTADO SUPERAVITÁRIO. REVERSÃO AO\nPATROCINADOR. POSSIBILIDADE. HARMONIA ENTRE O ACÓRDÃO EMBARGADO E A\nJURISPRUDÊNCIA ATUAL DO STJ. SÚMULA 168/STJ.\n1. Ação de cobrança, em que se discute a reversão ao órgão\npatrocinador de previdência privada complementar fechada dos valores\nde superávit.\n2. Tratando os acórdãos confrontados de questões essencialmente\ndistintas, não há falar em dissídio jurisprudencial a ser sanado na\nvia dos embargos de divergência.\n3. A jurisprudência atual das Turmas de Direito Privado do STJ é no\nsentido da possibilidade de reversão de valores do superávit em\nfavor do patrocinador, como na espécie em julgamento. Precedentes.\n4. Não cabem embargos de divergência, quando a jurisprudência do\nTribunal se firmou no mesmo sentido do acórdão embargado (súmula\n168/STJ).\n5. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221025",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da SEGUNDA SEÇÃO do Superior Tribunal de\nJustiça, em sessão virtual de 19/10/2022 a 25/10/2022, por\nunanimidade, negar provimento ao recurso, nos termos do voto da Sra.\nMinistra Relatora.\nOs Srs. Ministros João Otávio de Noronha, Raul Araújo, Paulo de\nTarso Sanseverino, Maria Isabel Gallotti, Ricardo Villas Bôas Cueva,\nMarco Buzzi, Marco Aurélio Bellizze e Moura Ribeiro  votaram com a\nSra. Ministra Relatora.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : "(PREVIDÊNCIA PRIVADA - SUPERÁVIT - REVERSÃO AO PATROCINADOR)\n   STJ - {{REsp 1742683}}-DF,\n         <<AgInt no AREsp 1355503>>-DF,\n         <<AgInt no REsp 1730335>>-DF,\n         <<AgInt no REsp 1873368>>-DF,\n         <<AgInt nos EDcl no REsp 1738265>>-PE,\n         <<AgInt nos EREsp 1885360>>-DF\n(PREVIDÊNCIA  PRIVADA - SUPERÁVIT - UTILIZAÇÃO)\n   STJ - <<REsp 1564070>>-MG (RECURSO REPETITIVO - TEMA(s) 941)",
  "notas" : null,
  "informacoesComplementares" : "     \"[...] a Segunda Seção do STJ [...] pontuou que o superávit\npode ser utilizado das mais diversas formas que acaso delibere o\nConselho Deliberativo da entidade previdenciária [...]\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000168" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000829801",
  "numeroProcesso" : "28501",
  "numeroRegistro" : "202200877494",
  "siglaClasse" : "AgInt no MS",
  "descricaoClasse" : "AGRAVO INTERNO NO MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "PAULO DE TARSO SANSEVERINO",
  "dataPublicacao" : "DJE        DATA:27/10/2022",
  "ementa" : "AGRAVO INTERNO NO MANDADO DE SEGURANÇA. PROCESSUAL CIVIL. MANIFESTA\nADIALETICIDADE. AGRAVO A SUSTENTAR O CABIMENTO DE MANDADO DE\nSEGURANÇA QUANDO A DECISÃO AGRAVADA LIMITOU-SE A RECONHECER A\nINCOMPETÊNCIA DO STJ PARA O EXAME DE MANDADO DE SEGURANÇA CONTRA\nACÓRDÃO DE TRIBUNAL LOCAL. SÚMULA 41 DO STJ. APLICAÇÃO DA MULTA\nLEGALMENTE PREVISTA.\n1. De acordo com o enunciado sumular n.º 41 desta Corte, \"o Superior\nTribunal de Justiça não tem competência para processar e julgar,\noriginariamente, mandado de segurança contra ato de outros tribunais\nou dos respectivos órgãos\".\n2. É manifestamente improcedente o agravo interno interposto a se\nvoltar contra enunciado sumular desta Corte, expressão direta da\nConstituição da República, e, ainda, sem a mínima dialeticidade ao\nque efetivamente decidido.\n3. AGRAVO INTERNO NÃO CONHECIDO, COM APLICAÇÃO DE MULTA.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221025",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da SEGUNDA SEÇÃO do Superior Tribunal de\nJustiça, em sessão virtual de 19/10/2022 a 25/10/2022, por\nunanimidade, não conhecer do recurso, com aplicação de multa, nos\ntermos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Raul\nAraújo, Maria Isabel Gallotti, Ricardo Villas Bôas Cueva, Marco\nBuzzi, Marco Aurélio Bellizze e Moura Ribeiro  votaram com o Sr.\nMinistro Relator.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000041", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01021 PAR:00004" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000829825",
  "numeroProcesso" : "1769555",
  "numeroRegistro" : "202002574243",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MARCO BUZZI",
  "dataPublicacao" : "DJE        DATA:28/10/2022",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA -  AGRAVO EM RECURSO\nESPECIAL - AÇÃO CIVIL PÚBLICA - ACÓRDÃO EMBARGADO - DEMONSTRAÇÃO DA\nDIVERGÊNCIA - AUSÊNCIA - APLICAÇÃO DA SÚMULA Nº 182/STJ PORQUANTO O\nAGRAVANTE DEIXOU DE IMPUGNAR ESPECIFICAMENTE OS FUNDAMENTOS DA\nDECISÃO AGRAVADA - SÚMULA N.º 315/STJ - INADMISSIBILIDADE DOS\nEMBARGOS DE DIVERGÊNCIA - DELIBERAÇÃO MONOCRÁTICA QUE NEGOU\nSEGUIMENTO AO APELO RECURSAL.\n1. Nos termos do art. 266, caput, do RISTJ, os embargos de\ndivergência têm como pressuposto de admissibilidade a existência de\ndivergência entre Turmas diferentes, ou entre Turma e Seção, ou\nentre Turma e a Corte Especial, a qual deverá ser demonstrada nos\nmoldes do art. 255, §§ 1º e 2º, do RISTJ.\n2. O acórdão embargado - exarado pela eg. Terceira Turma - sem\nadentrar no exame de mérito da questão subjacente, concluiu pela\nincidência, na hipótese dos autos, da Súmula 182/STJ, porquanto o\nagravante deixou de impugnar especificamente os fundamentos da\ndecisão agravada.\n2.1. Conforme entendimento desta Corte Superior de Justiça, são\nincabíveis embargos de divergência quando o acórdão embargado -\nhipótese dos autos - não ultrapassou o juízo de admissibilidade.\nSúmula n.º 315/STJ. Precedentes.\n3. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221025",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da SEGUNDA SEÇÃO do Superior Tribunal de\nJustiça, em sessão virtual de 19/10/2022 a 25/10/2022, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Raul\nAraújo, Paulo de Tarso Sanseverino, Maria Isabel Gallotti, Ricardo\nVillas Bôas Cueva, Marco Aurélio Bellizze e Moura Ribeiro  votaram\ncom o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - AUSÊNCIA DE ANÁLISE DE MÉRITO - NÃO\nCABIMENTO)\n   STJ - <<AgInt nos EREsp 1345680>>-SC,\n         <<AgInt nos EAREsp 315046>>-SP,\n         <<AgInt nos EAg 1357322>>-DF,\n         <<EAREsp 559766>>-DF,\n         <<AgInt no RE no AgInt nos EREsp 1226477>>-RS",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000315" ],
  "acordaosSimilares" : [ "AgInt nos EAREsp  1939424  SC  2021/0219662-2  Decisão:25/10/2022\nDJE        DATA:28/10/2022" ]
}, {
  "id" : "000830085",
  "numeroProcesso" : "189212",
  "numeroRegistro" : "202201832957",
  "siglaClasse" : "AgInt no CC",
  "descricaoClasse" : "AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MARCO BUZZI",
  "dataPublicacao" : "DJE        DATA:28/10/2022",
  "ementa" : "AGRAVO INTERNO NO CONFLITO POSITIVO DE COMPETÊNCIA - RECUPERAÇÃO\nJUDICIAL - EXECUÇÃO TRABALHISTA - COMPETÊNCIA DO JUÍZO FALIMENTAR -\nPRECEDENTES DO STJ.\n1. Não atrai a competência do Supremo Tribunal Federal a hipótese da\nsentença do juízo laboral de piso ter sido referendada pelo TST,\nsendo atribuição do STJ, nos termos do art. 105, I, \"d\", da\nConstituição Federal, apreciar conflito de competência positivo\nentre o juízo recuperacional e o da execução trabalhista.\n2. O juízo universal é o competente para a execução dos créditos\napurados nas ações trabalhistas propostas em face da Varig S/A e da\nVRG Linhas Aéreas S/A (arrematante da UPV), sobretudo porque, no que\nse refere à arrematação judicial da UPV, ficou consignado em edital,\nnos termos da Lei 11.101/05, que sua transmissão não acarretaria a\nassunção de seu passivo.\n3. Competência do Juízo de Direito da 1ª Vara Empresarial do Rio de\nJaneiro, para o prosseguimento das execuções trabalhistas.\n4. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221025",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da SEGUNDA SEÇÃO do Superior Tribunal de\nJustiça, em sessão virtual de 19/10/2022 a 25/10/2022, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Raul\nAraújo, Paulo de Tarso Sanseverino, Maria Isabel Gallotti, Ricardo\nVillas Bôas Cueva, Marco Aurélio Bellizze e Moura Ribeiro  votaram\ncom o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : "(CONFLITO DE COMPETÊNCIA - JUÍZO RECUPERACIONAL E DA EXECUÇÃO\nTRABALHISTA)\n   STJ - <<AgInt no CC 178753>>-SP\n(COMPETÊNCIA - JUÍZO UNIVERSAL - EXECUÇÃO TRABALHISTA - RECUPERAÇÃO\nJUDICIAL)\n   STJ - <<AgInt no CC 121276>>-RJ,\n         <<EDcl no AgInt no CC 164833>>-RJ,\n         <<AgInt no CC 173626>>-RJ\n(CONFLITO DE COMPETÊNCIA - TRÂNSITO EM JULGADO DE DECISÃO - PROCESSO\nEM FASE EXECUTIVA - JUÍZO TRABALHISTA)\n   STJ - <<EDcl no AgRg no CC 112637>>-RJ",
  "notas" : null,
  "informacoesComplementares" : "     Não é possível elidir o conflito de competência entre o juízo\nrecuperacional e o da execução trabalhista na hipótese em que há o\ntrânsito em julgado de decisão do juízo laboral, com o processo em\nnormal fase executiva no juízo trabalhista, conforme jurisprudência\ndeste Superior Tribunal.",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00105 INC:00001 LET:D", "LEG:FED LEI:011101 ANO:2005\n*****  LF-05    LEI DE RECUPERAÇÃO JUDICIAL E EXTRAJUDICIAL E DE\nFALÊNCIA" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000830086",
  "numeroProcesso" : "185802",
  "numeroRegistro" : "202200280360",
  "siglaClasse" : "AgInt no CC",
  "descricaoClasse" : "AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MARCO BUZZI",
  "dataPublicacao" : "DJE        DATA:28/10/2022",
  "ementa" : "AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA - RECUPERAÇÃO JUDICIAL -\nEXECUÇÃO TRABALHISTA - PROSSEGUIMENTO - ATOS CONSTRITIVOS -\nINVIABILIDADE - NECESSIDADE DE EXAME PELO R. JUÍZO UNIVERSAL -\nJURISPRUDÊNCIA CONSOLIDADA DA SEGUNDA SEÇÃO - DELIBERAÇÃO UNIPESSOAL\nQUE CONHECEU DO CONFLITO E DECLAROU A COMPETÊNCIA DO JUÍZO DA\nRECUPERAÇÃO JUDICIAL - INSURGÊNCIA DO EXEQUENTE.\n1. Destaca-se a competência deste Superior Tribunal de Justiça para\no exame do presente incidente, uma vez que envolve juízos vinculados\na Tribunais diversos, nos termos do que dispõe o artigo 105, inciso\nI, alínea \"d\", da Constituição Federal.\n2. Iniciada a recuperação judicial, é mister que os atos\nconstritivos aos ativos da sociedade sejam submetidos ao Juízo\nRecuperacional, sob pena de esvaziamento dos propósitos da\nrecuperação, mesmo após transcorrido o prazo de 180 dias (art. 6º, §\n4º, da Lei 11.101/2005). Precedentes.\n3. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221025",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da SEGUNDA SEÇÃO do Superior Tribunal de\nJustiça, em sessão virtual de 19/10/2022 a 25/10/2022, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Raul\nAraújo, Paulo de Tarso Sanseverino, Maria Isabel Gallotti, Ricardo\nVillas Bôas Cueva, Marco Aurélio Bellizze e Moura Ribeiro  votaram\ncom o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : "(CONFLITO DE COMPETÊNCIA - RECUPERAÇÃO JUDICIAL - EXECUÇÃO\nTRABALHISTA - ATOS CONSTRITIVOS - COMPETÊNCIA DO JUÍZO DA\nRECUPERAÇÃO JUDICIAL)\n   STJ - <<CC 146657>>-SP,\n         <<AgInt no CC 146036>>-RS,\n         <<RCD no CC 131894>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00105 INC:00001 LET:D", "LEG:FED LEI:011101 ANO:2005\n        ART:00006 PAR:00004" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000830087",
  "numeroProcesso" : "183165",
  "numeroRegistro" : "202103160200",
  "siglaClasse" : "AgInt no CC",
  "descricaoClasse" : "AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MARCO BUZZI",
  "dataPublicacao" : "DJE        DATA:28/10/2022",
  "ementa" : "AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA - RECUPERAÇÃO JUDICIAL -\nEXECUÇÃO - LIQUIDAÇÃO DE APÓLICE DE SEGURO - AUSÊNCIA DE EXAME PELO\nJUÍZO UNIVERSAL - DELIBERAÇÃO UNIPESSOAL QUE DECLAROU A COMPETÊNCIA\nDO JUÍZO DA RECUPERAÇÃO JUDICIAL - ESCÓLIO JURISPRUDENCIAL DA\nSEGUNDA SEÇÃO - INSURGÊNCIA DA EXEQUENTE.\n1. Destaca-se a competência deste egrégio Tribunal para o\nconhecimento e processamento do presente incidente, nos termos do\nartigo 105, I, \"d\", da Constituição Federal.\n2. A partir do julgamento do CC 116.743/MG, Rel. p/ acórdão o\nMinistro LUIS FELIPE SALOMÃO, julgado em 10/10/2012, DJe de\n17/12/2012, adota-se o entendimento segundo o qual em conflitos de\ncompetência envolvendo recuperação judicial de um mesmo grupo\neconômico estes devem ser distribuído a um único relator.\n2.1. Especificamente em relação ao grupo econômico envolvendo a\nrecuperação judicial da OI S/A, desde a distribuição do CC\n147.939/RS, ocorrida em julho de 2016, consoante orientação\nsupramencionada, este signatário é o Relator prevento para exame de\nconflitos de competência, distribuídos no âmbito da Segunda Seção,\nrelacionados ao plano de soerguimento da suscitante.\n3. A orientação assente da Segunda Seção caminha no sentido de que o\nr. Juízo universal é o competente para o exame acerca da execução\ndos créditos apurados nas ações individuais propostas em face de\nempresa submetida ao processo de recuperação judicial.\n3.1.  Na hipótese, a decisão proferida pelo r. juízo suscitado\ninvadiu a competência do r. juízo da recuperação judicial porquanto\nautorizou a liquidação da garantia prestada no bojo da execução\nsubjacente ao presente incidente - apólice de seguro - sem franquear\nao r. juízo da recuperação o exame, se tal medida judicial - caso\ndeferida - poderia dificultar, ou não, a execução do plano de\nsoerguimento.\n4. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221025",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da SEGUNDA SEÇÃO do Superior Tribunal de\nJustiça, em sessão virtual de 19/10/2022 a 25/10/2022, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Raul\nAraújo, Paulo de Tarso Sanseverino, Maria Isabel Gallotti, Ricardo\nVillas Bôas Cueva, Marco Aurélio Bellizze e Moura Ribeiro  votaram\ncom o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : "(CONFLITOS DE COMPETÊNCIA - RECUPERAÇÃO JUDICIAL DE UM MESMO GRUPO\nECONÔMICO - DISTRIBUIÇÃO A UM ÚNICO RELATOR)\n   STJ - <<CC 116743>>-MG,\n         <<AgInt no REsp 1811788>>-MG,\n         <<EDcl no AgInt nos EDcl no CC 163375>>-RS\n(RECUPERAÇÃO JUDICIAL - ATOS DE CONSTRIÇÃO - COMPETÊNCIA DO JUÍZO\nFALIMENTAR)\n   STJ - <<AgInt no CC 147485>>-SP,\n         <<RCD no CC 131894>>-SP,\n         <<CC 146657>>-SP,\n         <<AgRg nos EDcl no CC 136571>>-MG,\n         <<CC 145027>>-SC\n(CONFLITO DE COMPETÊNCIA - LIQUIDAÇÃO DE GARANTIA PRESTADA NO BOJO\nDE EXECUÇÃO INDIVIDUAL - AUSÊNCIA DE EXAME DO JUÍZO UNIVERSAL -\nCOMPETÊNCIA DO JUÍZO DA RECUPERAÇÃO JUDICIAL)\n   STJ - <<EDcl no AgInt no CC 161236>>-RJ,\n         <<CC 161667>>-GO,\n         <<REsp 1272697>>-DF,\n         {{CC 172446}}-RJ,\n         {{CC 172144}}-RJ",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00105 INC:00001 LET:D" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000830271",
  "numeroProcesso" : "1222030",
  "numeroRegistro" : "201703234393",
  "siglaClasse" : "EDcl no AgInt nos EDcl nos EDv nos EAREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO\nNOS EMBARGOS DE DIVERGÊNCIA NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM\nRECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "RAUL ARAÚJO",
  "dataPublicacao" : "DJE        DATA:17/11/2022",
  "ementa" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA\nEM AGRAVO EM RECURSO ESPECIAL. EMBARGOS ADMITIDOS SEM ALTERAÇÃO DO\nJULGADO.\n1. Embargos acolhidos para retificação de premissa fática, sem\nalteração do resultado.\n2. Embargos de declaração acolhidos.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221025",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da SEGUNDA SEÇÃO do Superior Tribunal de\nJustiça, em sessão virtual de 19/10/2022 a 25/10/2022, por\nunanimidade, acolher os embargos de declaração, nos termos do voto\ndo Sr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Paulo de\nTarso Sanseverino, Maria Isabel Gallotti, Ricardo Villas Bôas Cueva,\nMarco Buzzi, Marco Aurélio Bellizze e Moura Ribeiro votaram com o\nSr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000830272",
  "numeroProcesso" : "1675852",
  "numeroRegistro" : "201701299603",
  "siglaClasse" : "EDcl no AgInt nos EREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA\nEM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "RAUL ARAÚJO",
  "dataPublicacao" : "DJE        DATA:17/11/2022",
  "ementa" : "PROCESSUAL CIVIL. EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NOS\nEMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL. HONORÁRIOS\nADVOCATÍCIOS. MAJORAÇÃO. OMISSÃO. EMBARGOS ACOLHIDOS .\n1. O entendimento uníssono desta Corte defende que a oposição de\nEmbargos de Divergência dá início a novo grau recursal,\nsujeitando-se a parte embargante à majoração dos honorários\nsucumbenciais, na forma do § 11 do art. 85 do CPC, quando\nindeferidos liminarmente pelo relator ou se o colegiado deles não\nconhecer ou negar-lhes provimento. É o caso dos autos, em que a\nverba advocatícia fixada na origem é acrescida de 1% (um ponto\nporcentual), totalizando 11% (onze por cento).\n2. Embargos de declaração acolhidos.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221025",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da SEGUNDA SEÇÃO do Superior Tribunal de\nJustiça, em sessão virtual de 19/10/2022 a 25/10/2022, por\nunanimidade, acolher os embargos de declaração, nos termos do voto\ndo Sr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Paulo de\nTarso Sanseverino, Maria Isabel Gallotti, Ricardo Villas Bôas Cueva,\nMarco Buzzi e Moura Ribeiro votaram com o Sr. Ministro Relator.\nImpedido o Sr. Ministro Marco Aurélio Bellizze.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000830273",
  "numeroProcesso" : "1712736",
  "numeroRegistro" : "201703169882",
  "siglaClasse" : "EDcl no AgInt nos EREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA\nEM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "RAUL ARAÚJO",
  "dataPublicacao" : "DJE        DATA:17/11/2022",
  "ementa" : "PROCESSUAL CIVIL. EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NOS\nEMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL. HONORÁRIOS\nADVOCATÍCIOS. MAJORAÇÃO. OMISSÃO. EMBARGOS ACOLHIDOS.\n1. O entendimento uníssono desta Corte defende que a oposição de\nEmbargos de Divergência dá início a novo grau recursal,\nsujeitando-se a parte embargante à majoração dos honorários\nsucumbenciais, na forma do § 11 do art. 85 do CPC, quando\nindeferidos liminarmente pelo relator ou se o colegiado deles não\nconhecer ou negar-lhes provimento. É o caso dos autos, em que a\nverba advocatícia fixada na origem é acrescida de 1% (um ponto\nporcentual), totalizando 11% (onze por cento).\n2. Embargos de declaração acolhidos.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221025",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da SEGUNDA SEÇÃO do Superior Tribunal de\nJustiça, em sessão virtual de 19/10/2022 a 25/10/2022, por\nunanimidade, acolher os embargos de declaração, nos termos do voto\ndo Sr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Paulo de\nTarso Sanseverino, Maria Isabel Gallotti, Ricardo Villas Bôas Cueva,\nMarco Buzzi e Moura Ribeiro votaram com o Sr. Ministro Relator.\nImpedido o Sr. Ministro Marco Aurélio Bellizze.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000830350",
  "numeroProcesso" : "1877995",
  "numeroRegistro" : "202001337619",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "RICARDO VILLAS BÔAS CUEVA",
  "dataPublicacao" : "DJE        DATA:10/11/2022",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL.\nCIVIL. PREVIDÊNCIA PRIVADA. ACÓRDÃOS EMBARGADOS E PARADIGMA.\nSIMILITUDE FÁTICA. AUSÊNCIA. DISSÍDIO. NÃO COMPROVAÇÃO. PLANO\nPREVIDENCIÁRIO. REVISÃO. SUPERÁVITS SUCESSIVOS. RESERVA ESPECIAL.\nREVERSÃO. PARTICIPANTES E PATROCINADOR. POSSIBILIDADE. APROVAÇÃO.\nÓRGÃO FISCALIZADOR. JURISPRUDÊNCIA PACÍFICA. SÚMULA Nº 168/STJ.\n1. A ausência de similitude fática entre os arestos confrontados\nimpõe a inadmissão dos embargos de divergência. Nos termos dos arts.\n1.043, § 4º, do CPC/2015 e 266, § 4º, do RISTJ, o cabimento dos\nembargos de divergência restringe-se às hipóteses em que restar\nconfigurada a diversidade de tratamento jurídico aplicado por esta\nCorte Superior a situações fáticas semelhantes.\n2. Na revisão de plano previdenciário superavitário, é possível a\nreversão da reserva especial tanto aos participantes e assistidos\nquanto ao patrocinador, sendo inviável a pretensão de revisão\nunilateral do plano de benefícios pelo próprio participante, visto\nque é condicionada à apreciação e aprovação do órgão fiscalizador\n(PREVIC).\n3. É possível, com base na Súmula nº 168/STJ, inadmitir embargos de\ndivergência quando a jurisprudência do Superior Tribunal de Justiça\nestiver no mesmo sentido do acórdão combatido.\n4. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221025",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da SEGUNDA SEÇÃO do Superior Tribunal de\nJustiça, em sessão virtual de 19/10/2022 a 25/10/2022, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Raul\nAraújo, Paulo de Tarso Sanseverino, Maria Isabel Gallotti, Marco\nBuzzi, Marco Aurélio Bellizze e Moura Ribeiro  votaram com o Sr.\nMinistro Relator.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - AUSÊNCIA DE SIMILITUDE ENTRE ACÓRDÃOS -\nDISSÍDIO NÃO COMPROVADO)\n   STJ - <<AgInt nos EREsp 1415996>>-RJ\n(EMBARGOS DE DIVERGÊNCIA - JURISPRUDÊNCIA NO MESMO SENTIDO DO\nACÓRDÃO COMBATIDO)\n   STJ - <<AgInt nos EREsp 1885360>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01043 PAR:00004", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266 PAR:00004", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000168" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000830439",
  "numeroProcesso" : "28104",
  "numeroRegistro" : "202103218278",
  "siglaClasse" : "AgInt no MS",
  "descricaoClasse" : "AGRAVO INTERNO NO MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "RAUL ARAÚJO",
  "dataPublicacao" : "DJE        DATA:04/11/2022",
  "ementa" : "AGRAVO INTERNO NO MANDADO DE SEGURANÇA. CONSTITUCIONAL. PROCESSUAL\nCIVIL. ATO COATOR. DECISÃO DE DESEMBARGADOR. NÃO CABIMENTO DO WRIT.\nAGRAVO DESPROVIDO.\n1. Conforme a Súmula 41/STJ, \"o Superior Tribunal de Justiça não tem\ncompetência para processar e julgar, originariamente, mandado de\nsegurança contra ato de outros tribunais ou dos respectivos órgãos\".\n2. De acordo com o art. 932, II, do Código de Processo Civil,\ncombinado com a Súmula 568/STJ, o relator nesta Corte poderá\nmonocraticamente não conhecer de recurso inadmissível ou negar\nprovimento ao recurso quando houver entendimento dominante acerca do\ntema, sendo que a possibilidade de interposição de recurso ao órgão\ncolegiado afasta ofensa ao princípio da colegialidade.\n3. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221025",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da SEGUNDA SEÇÃO do Superior Tribunal de\nJustiça, em sessão virtual de 19/10/2022 a 25/10/2022, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Paulo de\nTarso Sanseverino, Maria Isabel Gallotti, Ricardo Villas Bôas Cueva,\nMarco Buzzi, Marco Aurélio Bellizze e Moura Ribeiro votaram com o\nSr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : "(OFENSA AO PRINCÍPIO DA COLEGIALIDADE - NÃO OCORRÊNCIA)\n   STJ - <<AgInt no REsp 1232631>>-RJ",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000041 SUM:000568", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00932 INC:00002" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000831016",
  "numeroProcesso" : "177181",
  "numeroRegistro" : "202100179479",
  "siglaClasse" : "AgInt no CC",
  "descricaoClasse" : "AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "RAUL ARAÚJO",
  "dataPublicacao" : "DJE        DATA:17/11/2022",
  "ementa" : "AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA. RECUPERAÇÃO JUDICIAL.\nEXECUÇÃO DE CRÉDITO EXTRACONCURSAL. ATOS CONSTRITIVOS. FISCALIZAÇÃO\nPELO JUÍZO RECUPERACIONAL. AGRAVO INTERNO DESPROVIDO.\n1. Tendo em vista os princípios informadores da recuperação\njudicial, em especial o da manutenção da atividade econômica, deve\nser atribuído à previsão legal de que o crédito extraconcursal \"não\nse submeterá aos efeitos da recuperação judicial\" (art. 49, § 3º, da\nLei 11.101/2005) o sentido de que sua satisfação não é submetida ao\nplano de soerguimento, à maneira dos concursais (sujeitos a deságio,\nhabilitação, concurso), mas que a fiscalização dos atos de alienação\nde bens dos quais depende o soerguimento empresarial (bens\nessenciais) insere-se na competência do respectivo Juízo\nrecuperacional.\n2. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221025",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da SEGUNDA SEÇÃO do Superior Tribunal de\nJustiça, em sessão virtual de 19/10/2022 a 25/10/2022, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros João Otávio de Noronha, Paulo de Tarso\nSanseverino, Maria Isabel Gallotti, Ricardo Villas Bôas Cueva, Marco\nBuzzi, Marco Aurélio Bellizze e Moura Ribeiro votaram com o Sr.\nMinistro Relator.\nImpedida a Sra. Ministra Nancy Andrighi.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ "AgInt no CC  184246  AL  2021/0361816-0  Decisão:25/10/2022\nDJE        DATA:17/11/2022" ]
}, {
  "id" : "000831017",
  "numeroProcesso" : "42249",
  "numeroRegistro" : "202102866763",
  "siglaClasse" : "AgInt na Rcl",
  "descricaoClasse" : "AGRAVO INTERNO NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "RAUL ARAÚJO",
  "dataPublicacao" : "DJE        DATA:17/11/2022",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NA RECLAMAÇÃO CONSTITUCIONAL.\nACÓRDÃO RECLAMADO. DUPLA IMPUGNAÇÃO. CONCOMITANTE MANEJO DE\nRECLAMAÇÃO E  DE ARESP. AGRAVO DESPROVIDO EM ACÓRDÃO TRANSITADO EM\nJULGADO. RECLAMAÇÃO. PERDA DO OBJETO. AGRAVO INTERNO DESPROVIDO.\n1. No caso, há perda superveniente do objeto da reclamação, visto\nque, concomitantemente a seu manejo e impugnando o mesmo acórdão de\nsegundo grau, o reclamante também interpôs agravo em recurso\nespecial que foi desprovido por acórdão desta Corte já transitado em\njulgado (AREsp  1.915.259/SP).\n2. Logo, a reclamação perdeu o objeto porque a desconstituição do\nacórdão reclamado, já transitado em julgado, é reservada aos meios\nrescisórios, se cabíveis.\n3. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221025",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da SEGUNDA SEÇÃO do Superior Tribunal de\nJustiça, em sessão virtual de 19/10/2022 a 25/10/2022, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Paulo de\nTarso Sanseverino, Maria Isabel Gallotti, Ricardo Villas Bôas Cueva,\nMarco Buzzi, Marco Aurélio Bellizze e Moura Ribeiro votaram com o\nSr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
} ]