[ {
  "id" : "000822843",
  "numeroProcesso" : "1787676",
  "numeroRegistro" : "201702971880",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MARCO BUZZI",
  "dataPublicacao" : "DJE        DATA:26/08/2022",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL -\nDIREITO EMPRESARIAL - PROPRIEDADE INDUSTRIAL - MARCA  -   ALEGAÇÃO\nDE DISSÍDIO JURISPRUDENCIAL - AUSÊNCIA DE DEMONSTRAÇÃO - DELIBERAÇÃO\nUNIPESSOAL QUE NEGOU PROVIMENTO AO APELO RECURSAL - INSURGÊNCIA DA\nAGRAVANTE.\n1. Nos termos do art. 266, caput, do RISTJ, os embargos de\ndivergência têm como pressuposto de admissibilidade a existência de\ndivergência entre Turmas diferentes, ou entre Turma e Seção, ou\nentre Turma e a Corte Especial, a qual deverá ser demonstrada nos\nmoldes do art. 255, §§ 1º e 2º, do RISTJ.\n2. Na hipótese dos autos, os elementos fáticos foram delineados com\ncaracterísticas próprias, singulares e particulares, tendo a eg.\nTerceira Turma consignado que, a teor do princípio da especialidade\nde marca, a sua proteção é restrita à classe na qual registrada,\nenquanto que os acórdãos apontados como paradigmas enfrentaram\nquestões dissociadas à controvérsia subjacente ao apelo recursal,\ncaracterizando ausência de similitude entre os julgados\nconfrontados, sendo, pois, impositivo o afastamento da alegada\ndivergência de entendimento ora suscitada. Precedentes.\n3. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220824",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Segunda Seção do Superior\nTribunal de Justiça, por unanimidade, negar provimento ao agravo\ninterno, nos termos do voto do Sr. Ministro Relator. Os Srs.\nMinistros Marco Aurélio Bellizze, Moura Ribeiro, Luis Felipe\nSalomão, Raul Araújo, Maria Isabel Gallotti e Ricardo Villas Bôas\nCueva votaram com o Sr. Ministro Relator.\nAusentes, justificadamente, os Srs. Ministros Nancy Andrighi e Paulo\nde Tarso Sanseverino.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - PRESSUPOSTO DE ADMISSIBILIDADE)\n   STJ - <<AgRg nos EREsp 1196175>>-ES,\n         <<AgInt nos EAREsp 971729>>-PR,\n         <<AgInt nos EREsp 1321606>>-MS,\n         <<AgRg nos EAREsp 739649>>-SP\n(EMBARGOS DE DIVERGÊNCIA - AUSÊNCIA DE SIMILITUDE FÁTICA)\n   STJ - <<AgRg nos EREsp 1117758>>-PR,\n         <<AgInt nos EAREsp 926064>>-RS,\n         <<AgInt nos EREsp 1280051>>-MG,\n         <<AgInt nos EREsp 1441102>>-SP,\n         <<AgInt nos EDcl nos EAREsp 1147481>>-MG",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00255 PAR:00001 PAR:00002 ART:00266" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000823200",
  "numeroProcesso" : "40617",
  "numeroRegistro" : "202002068247",
  "siglaClasse" : "Rcl",
  "descricaoClasse" : "RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MARCO AURÉLIO BELLIZZE",
  "dataPublicacao" : "DJE        DATA:26/08/2022",
  "ementa" : "RECLAMAÇÃO CONSTITUCIONAL. INOBSERVÂNCIA A ACÓRDÃO PROFERIDO EM\nINCIDENTE DE ASSUNÇÃO DE COMPETÊNCIA. EXAURIMENTO DE INSTÂNCIA.\nDESNECESSIDADE. DECISÃO RECLAMADA SUBSTITUÍDA POR SUPERVENIENTE\nSENTENÇA. PERDA DE OBJETO. NÃO OCORRÊNCIA. PRETENSÃO DE\nRESTABELECIMENTO DO REGRAMENTO DE BENEFÍCIO DE SAÚDE PREVISTO EM\nACORDO COLETIVO DE TRABALHO ANTECEDENTE. MODALIDADE AUTOGESTÃO.\nCOMPETÊNCIA DA JUSTIÇA DO TRABALHO. IAC N. 5 DO SUPERIOR TRIBUNAL DE\nJUSTIÇA. PROCEDÊNCIA DA RECLAMAÇÃO.\n1. O objeto da presente demanda consiste em definir se o Juízo\nreclamado descumpriu acórdão do Superior Tribunal de Justiça\nproferido no Incidente de Assunção de Competência n. 5 (REsp n.\n1.799.343/SP), ao afastar a competência da Justiça do Trabalho para\no julgamento da ação proposta pelos ora interessados, em que a\ndiscussão ressoa na validade de Acordo Coletivo de Trabalho - ACT\nque alterou os benefícios relativos a auxílio à saúde fornecido\nanteriormente na modalidade autogestão.\n2. Nas reclamações direcionadas a este Tribunal Superior, o\nexaurimento das instâncias ordinárias constitui pressuposto ao seu\nconhecimento apenas quando proposta com a finalidade de preservar a\ncompetência do Tribunal, nos termos do que se depreende dos arts.\n988 do CPC/2015 e 187 do RISTJ.\n3. A superveniência de sentença, ainda que substitutiva da decisão\ninterlocutória reclamada, não acarreta a perda ulterior de objeto da\nreclamação cuja controvérsia reside na análise da competência do\nJuízo reclamado, pois, tratando-se de questão preliminar cujo exame\nprecede ao de mérito, o resultado da reclamação influi diretamente\nno julgamento do feito, possuindo o condão de invalidar a sentença\nem razão da incompetência do Juízo sentenciante.\n4. A tese vinculante do Superior Tribunal de Justiça relativa ao IAC\nn. 5 (REsp n. 1.799.343/SP), indicada pela reclamante como\ndescumprida pelo Juízo reclamado, está assim redigida: \"compete à\nJustiça comum julgar as demandas relativas a plano de saúde de\nautogestão empresarial, exceto quando o benefício for regulado em\ncontrato de trabalho, convenção ou acordo coletivo, hipótese em que\na competência será da Justiça do Trabalho, ainda que figure como\nparte trabalhador aposentado ou dependente do trabalhador\".\n5. Na hipótese, da análise da petição inicial da ação originária,\nverifica-se que a pretensão precípua dos autores (aposentados da\nreclamante) é a manutenção do regramento do benefício de saúde\nanterior concedido mediante Acordo Coletivo de Trabalho e oferecido\natravés de plano na modalidade autogestão, sobretudo em virtude de\nsupostas ilegalidades constantes do auxílio à saúde que entraria em\nvigor à época do ajuizamento da ação, em decorrência do novo Acordo\nColetivo de Trabalho.\n6. O fato de o auxílio à saúde - fornecido mediante indenização pela\nreclamante - ter entrado em vigência logo após a propositura da\ndemanda originária não desnatura todo o conjunto petitório (causa de\npedir e pedido) formulado pelos autores, que é hialino a respeito\nda pretensão, notadamente, de manutenção do regramento relativo ao\nsistema de autogestão, o qual é utilizado, inclusive, como parâmetro\npara aventar a ilegalidade do método estabelecido no novo ACT.\n7. Portanto, estando os pedidos da ação originária estritamente\nvinculados a acordos coletivos de trabalho, com pedido primordial de\nrestabelecimento do regramento anterior do benefício de plano de\nsaúde de autogestão - fornecido pela empregadora mediante ACT -,\nsobressai competente a Justiça do Trabalho para o julgamento da\ndemanda, tal como definido no IAC n. 5 do Superior Tribunal de\nJustiça.\n8. Reclamação julgada procedente.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220824",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Segunda Seção do Superior Tribunal de\nJustiça, por unanimidade, julgar procedente a reclamação, a fim de,\nreconhecendo a competência da Justiça do Trabalho para o julgamento\nda ação em trâmite perante o Juízo Federal da 2ª Vara Cível de\nGoiânia - SJ/GO (Processo nº 1005324-61.2020.4.01.3500), determinar\nque o Juízo reclamado providencie a remessa dos autos àquela Justiça\nespecializada para o processamento e julgamento da demanda\noriginária, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Moura Ribeiro, Luis Felipe Salomão, Raul Araújo,\nMaria Isabel Gallotti, Ricardo Villas Bôas Cueva e Marco Buzzi\nvotaram com o Sr. Ministro Relator.\nAusentes, justificadamente, os Srs. Ministros Nancy Andrighi e Paulo\nde Tarso Sanseverino.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : "(PROPOSITURA DE RECLAMAÇÃO - FINALIDADE - PRESERVAÇÃO DA COMPETÊNCIA\nDO TRIBUNAL - EXAURIMENTO DAS INSTÂNCIAS ORDINÁRIAS)\n   STJ - <<Rcl 36476>>-SP\n(COMPETÊNCIA DA JUSTIÇA DO TRABALHO - PLANO DE SAÚDE DE AUTOGESTÃO -\nCONVENÇÃO OU ACORDO COLETIVO DE TRABALHO)\n   STJ - <<AgInt no AREsp 1315336>>-SP,\n         <<AgInt no CC 146222>>-BA",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00988 INC:00004 PAR:00005 INC:00002", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00187", "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00114 INC:00001 INC:00009", "LEG:FED DEL:005452 ANO:1943\n*****  CLT-43    CONSOLIDAÇÃO DAS LEIS DO TRABALHO\n        ART:00008 PAR:00003" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000823218",
  "numeroProcesso" : "6271",
  "numeroRegistro" : "201801231139",
  "siglaClasse" : "AR",
  "descricaoClasse" : "AÇÃO RESCISÓRIA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MARCO AURÉLIO BELLIZZE",
  "dataPublicacao" : "DJE        DATA:30/08/2022",
  "ementa" : "AÇÃO RESCISÓRIA. DECISÃO RESCINDENDA, PROFERIDA PELO SUPERIOR\nTRIBUNAL DE JUSTIÇA, QUE, SEM ESPECIFICAR O FUNDAMENTO LEGAL,\nCINGIU-SE A FIXAR OS HONORÁRIOS ADVOCATÍCIOS EM PERCENTUAL SOBRE O\nVALOR DA CAUSA. UTILIZAÇÃO DA AÇÃO RESCISÓRIA COMO SUCEDÂNEO\nRECURSAL. IMPOSSIBILIDADE. PRETENSÃO RESCISÓRIA DESTINADA A\nDEMONSTRAR VIOLAÇÃO LITERAL DE NORMA JURÍDICA QUE NÃO SERVIU DE BASE\nPARA FUNDAMENTAR A DECISÃO RESCINDENDA E QUE, EMBORA VIGENTE POR\nOCASIÃO DA PROLAÇÃO DO DECISUM, NÃO DETÉM VIGOR PARA PRODUZIR\nEFEITOS NO TOCANTE AO ARBITRAMENTO DOS HONORÁRIOS ADVOCATÍCIOS,\nCONSTITUÍDOS, NO CASO, SOB A ÉGIDE DO CÓDIGO DE PROCESSO CIVIL DE\n1973 E POR ESTE DIPLOMA INTEGRALMENTE DISCIPLINADO. AÇÃO RESCISÓRIA\nEXTINTA, SEM JULGAMENTO DE MÉRITO.\n1. A controvérsia posta na presente ação rescisória cinge-se em\nsaber se a decisão rescindenda, proferida por esta Corte de Justiça\n- que conferiu provimento ao recurso especial, julgando procedente a\nação de repetição de indébito, para condenar o banco demandado a\nrestituir à demandante eventuais diferenças decorrentes da aplicação\ndo índice de correção monetária aplicável às cédulas de crédito\nrural, no mês de março de 1990; bem como a pagar as custas\nprocessuais e honorários advocatícios, estes fixados em 10% sobre o\nvalor da causa - violou ou não, nesse último ponto, a literalidade\ndo art. 85, § 2º, do Código de Processo Civil de 2015.\n2. A decisão rescindenda, no capítulo próprio em que se deu o\narbitramento dos honorários advocatícios, não explicitou, como\nidealmente se poderia expectar, qual o dispositivo legal e,\nprincipalmente, o diploma processual (se o CPC/1973 ou o CPC/2015)\nno qual se baseou para fixar a verba honorária em percentual sobre o\nvalor da causa.\n2.1 A despeito da absoluta relevância da questão, sobretudo para\nsubsidiar a futura pretensão rescisória do decisum no tocante ao\ncapítulo afeto aos honorários advocatícios, a parte interessada não\nveiculou, como seria de rigor, nenhuma insurgência recursal para, a\npartir da correlata prestação jurisdicional, extrair o fundamento\nlegal efetivamente adotado no decisum.\n2.2 Ainda que o exaurimento da via recursal não constitua exigência,\ntampouco requisito legal para o ajuizamento de ação rescisória, a\nação desconstitutiva não pode ser utilizada como sucedâneo recursal,\ncom o propósito de suprir deficiência do decisum rescindendo, que\nsomente poderia ser sanada com o manejo dos recursos próprios no\nbojo da ação originária.\n3. Para efeito de cabimento de ação rescisória, fundada na alegação\nde ofensa à literalidade de dispositivo legal, é indispensável que a\nquestão tenha sido objeto de decisão na ação rescindenda, seja\nconferindo incorreta aplicação a determinado dispositivo legal - do\nque, em tal contexto, não se pode cogitar -, seja deixando de\naplicar preceito legal, que, segundo a convicção do autor da ação\nrescisória, melhor regularia a matéria.\n3.1 Ainda que se analise a pretensão rescisória sob este último\nenfoque, é de se reconhecer que o arbitramento da verba honorária na\nação originária não poderia, nem mesmo em tese, ser regido pelo\nCódigo de Processo Civil de 2015, a autorizar a aplicação do seu\nart. 85, § 2º, como pretende a parte demandante, a pretexto de sua\nviolação literal.\n3.2 De acordo com o posicionamento perfilhado pela Corte Especial do\nSuperior Tribunal de Justiça, em relação aos honorários de\nsucumbência, \"a sentença (ou o ato jurisdicional equivalente, na\ncompetência originária dos tribunais), como ato processual que\nqualifica o nascedouro do direito à percepção dos honorários\nadvocatícios, deve ser considerada o marco temporal para a aplicação\ndas regras fixadas pelo CPC/2015\". Assim, pontificou o órgão\nespecial desta Corte de Justiça que, se \"o capítulo acessório da\nsentença, referente aos honorários sucumbenciais, foi prolatado em\nconsonância com o CPC/1973, serão aplicadas essas regras até o\ntrânsito em julgado. Por outro lado, nos casos de sentença proferida\na partir do dia 18.3.2016, as normas do novel diploma processual\nrelativas a honorários sucumbenciais é que serão utilizadas\" (EAREsp\n1.255.986/PR, Rel. Ministro Luis Felipe Salomão, Corte Especial,\njulgado em 20/03/2019, DJe 06/05/2019).\n3.3 Na hipótese dos autos, a sentença de improcedência foi proferida\nem 1º/10/2010 - em data, portanto, anterior à vigência do CPC/2015\n-, a ensejar a fixação dos honorários advocatícios segundo os\ncritérios disciplinados pelo Código de Processo Civil de 1973. Este\ndiploma legal, de acordo com o entendimento da Corte Especial deste\nSuperior Tribunal, deve reger o arbitramento da verba honorária até\no trânsito em julgado da ação.\n3.4 Ressai evidenciado que o art. 85, § 2º, do CPC/2015 - o qual a\nparte demandante considera violado em sua literalidade pela decisão\nrescindenda, por deixar de observá-lo no balizamento da verba\nhonorária - nem sequer teria aplicação à ação originária.\n4. Na ação rescisória, o vício previsto no art. 966, V, do Código de\nProcesso Civil de 2015 tem por objeto de análise a decisão\nrescindenda e, como parâmetro de legalidade, o dispositivo legal\nindicado pelo demandante, unicamente.\n4.1 Não cabe, assim, perquirir a correção ou não da decisão\nrescindenda, cotejando-a com preceito e diploma legal não cogitados\npelo autor da ação rescisória. Descabe, pois, examinar se o conteúdo\ndo art. 85, § 2º, do CPC/2015 - único dispositivo legal indicado\npela demandante e, como visto, não aplicável à ação originária -\nreproduziria, em alguma extensão, dispositivo legal do Código de\nProcesso Civil de 1973 (efetivamente regente da questão).\n4.2 O tratamento legal dos honorários advocatícios ofertado pelo\nCódigo de Processo Civil de 2015 não se confunde com aquele\nestabelecido no diploma processual de 1973 (ainda que possa haver\nalguma similaridade entre seus dispositivos), a ensejar\ninterpretação própria, segundo as particularidades de cada sistema.\nManifesta inadequação e inviabilidade da ação rescisória.\n5. Ação rescisória extinta, sem julgamento de mérito.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220824",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Segunda Seção do Superior Tribunal de\nJustiça, por maioria, julgar extinta a ação rescisória, sem\nresolução de mérito, nos termos do voto do Sr. Ministro Relator,\nvencido o Sr. Ministro Revisor.\nOs Srs. Ministros Raul Araújo, Maria Isabel Gallotti, Ricardo Villas\nBôas Cueva e Marco Buzzi votaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Luis Felipe Salomão.\nAusentes, justificadamente, os Srs. Ministros Nancy Andrighi e Paulo\nde Tarso Sanseverino.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : "(HONORÁRIOS ADVOCATÍCIOS DE SUCUMBÊNCIA - NORMA APLICÁVEL - DIREITO\nINTERTEMPORAL)\n   STJ - <<EAREsp 1255986>>-PR\n(AÇÃO RESCISÓRIA - VIOLAÇÃO LITERAL A DISPOSITIVO DE LEI -\nNECESSIDADE DE DEBATE DA QUESTÃO NA DECISÃO RESCINDENDA)\n   STJ - <<REsp 1648617>>-RS,\n         <<AR 5581>>-DF",
  "notas" : null,
  "informacoesComplementares" : "     (VOTO VENCIDO) (MIN. MOURA RIBEIRO)\n     \"[...] no julgado rescindendo não foi especificado o\ndispositivo de lei aplicado ao caso [...].\n     Por outro lado, o CPC/73 não dispunha sobre o critério do valor\nda causa para arbitramento de verba advocatícia de sucumbência,\napenas, sobre o valor da condenação [...]\".\n     \"[...] como a decisão rescindenda foi omissa quanto ao artigo\nde lei que fundou a fixação dos honorários de sucumbência, aplicando\ncomo base de cálculo critério que somente foi previsto na nova\nlegislação, perfeitamente compreensível que a autora, em sua\nrescisória, apontasse como violada a referida norma jurídica.\n     Contudo, tal circunstância não impossibilita ao julgador o\nconhecimento da pretensão rescisória: estabelecer o correto\nparâmetro de incidência das verbas advocatícias sucumbenciais\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00085 PAR:00002 ART:00485 INC:00004 ART:00966\n        INC:00005", "LEG:FED LEI:005869 ANO:1973\n*****  CPC-73    CÓDIGO DE PROCESSO CIVIL DE 1973\n        ART:00020 PAR:00003 PAR:00004" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000823228",
  "numeroProcesso" : "1953180",
  "numeroRegistro" : "201902262972",
  "siglaClasse" : "EDcl no AgInt nos EREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA\nEM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "LUIS FELIPE SALOMÃO",
  "dataPublicacao" : "DJE        DATA:30/08/2022",
  "ementa" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA\nEM RECURSO ESPECIAL. OMISSÃO, CONTRADIÇÃO OU OBSCURIDADE.\nINEXISTÊNCIA. EFEITOS INFRINGENTES. IMPOSSIBILIDADE.\n1. Nos termos do artigo 1.022 do CPC de 2015, cabem embargos de\ndeclaração contra decisão judicial para esclarecer obscuridade ou\neliminar contradição, corrigir erro material e/ou suprir omissão de\nponto sobre o qual deveria ter se pronunciado o julgador, aí\nincluídas as condutas descritas no § 1º do artigo 489 do novel\nCodex, caracterizadoras de carência de fundamentação válida. Nada\nobstante, não se prestam os aclaratórios ao simples reexame de\nquestões já analisadas, com o intuito de dar efeito infringente ao\nrecurso integrativo.\n2. Embargos de declaração rejeitados.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220824",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Segunda Seção, por unanimidade, rejeitar os\nembargos de declaração, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Raul Araújo, Maria Isabel Gallotti, Ricardo Villas\nBôas Cueva, Marco Buzzi, Marco Aurélio Bellizze e Moura Ribeiro\nvotaram com o Sr. Ministro Relator.\nAusentes, justificadamente, os Srs. Ministros Nancy Andrighi e Paulo\nde Tarso Sanseverino.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ "EDcl no AgInt nos EREsp 1935385 DF 2021/0127617-3 Decisão:24/08/2022\nDJE        DATA:30/08/2022" ]
}, {
  "id" : "000821739",
  "numeroProcesso" : "1354473",
  "numeroRegistro" : "201202432182",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "PAULO DE TARSO SANSEVERINO",
  "dataPublicacao" : "DJE        DATA:18/08/2022",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL.\nPROCESSUAL CIVIL. DISSÍDIO NÃO DEMONSTRADO. INEXISTÊNCIA DE DECI\nSÕES CONFLITANTES. ACÓRDÃOS POSTOS À CONFRONTAÇÃO QUE APLICARAM A\nMESMA TESE JURÍDICA. ARESTO SUPOSTAMENTE DISSIDENTE ORIUNDO DA MESMA\nTURMA JULGADORA (QUARTA TURMA). INVIABILIDADE. PRECEDENTES.\nINOCORRÊNCIA DA HIPÓTESE PREVISTA NO ART. 1.043, § 3º, DO CPC/15.\nAGRAVO INTERNO A QUE SE NEGA PROVIMENTO.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220816",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 10/08/2022 a 16/08/2022,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, Luis Felipe Salomão, Raul Araújo,\nMaria Isabel Gallotti, Ricardo Villas Bôas Cueva, Marco Buzzi e\nMarco Aurélio Bellizze  votaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Moura Ribeiro.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - DISSÍDIO DEMONSTRADO COM PARADIGMAS\nPROFERIDOS PELA MESMA TURMA - NÃO CABIMENTO)\n   STJ - <<AgRg nos EREsp 723655>>-RJ\n(EMBARGOS DE DIVERGÊNCIA - AUSÊNCIA DE DEMONSTRAÇÃO DA DIVERGÊNCIA)\n   STJ - <<EREsp 1554821>>-RS,\n         <<AgInt nos EREsp 1448317>>-CE,\n         <<AgInt nos EDcl nos EAREsp 1491060>>-SP\n(EMBARGOS DE DIVERGÊNCIA - REVISÃO DO ACERTO OU DESACERTO DA DECISÃO\nEMBARGADA - NÃO CABIMENTO)\n   STJ - <<AgRg nos EAREsp 744127>>-RN",
  "notas" : null,
  "informacoesComplementares" : "     \"[...] uma vez que os embargos de divergência não ultrapassam o\nrequisito da admissibilidade, não há que se falar em sobrestamento\ndo recurso [...]\".\n     \"[...] 'os embargos de divergência são cabíveis para compor\neventual dissídio de teses jurídicas em sede de recurso especial,\nnão sendo admissíveis para revisar acerto ou desacerto da decisão\nembargada' [...]\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01043 PAR:00003 PAR:00004", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266 PAR:00004" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000821740",
  "numeroProcesso" : "1813616",
  "numeroRegistro" : "202003455917",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "PAULO DE TARSO SANSEVERINO",
  "dataPublicacao" : "DJE        DATA:18/08/2022",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. PROCESSUAL CIVIL. EMBARGOS DE DIVERGÊNCIA INDEFERIDOS\nLIMINARMENTE. INCIDÊNCIA DA SÚMULA 315/STJ. MÉRITO NÃO EXAMINADO POR\nÓBICE DAS SÚMULAS 5 E 7/STJ.\n1. Nos termos da Súmula 315 deste STJ, \"não cabem embargos de\ndivergência no âmbito do agravo de instrumento que não admite\nrecurso especial\". Aplicação analógica à hipótese.\n2. No caso dos autos, a Quarta Turma, ao julgar o agravo interno,\nreconsiderou a decisão agravada que anteriormente havia aplicado a\nSúmula 182/STJ, contudo, quanto à ilegitimidade passiva da ora\nagravante, consignou que a reforma do julgado oriundo do Tribunal a\nquo demandaria, necessariamente, a interpretação de cláusulas\ncontratuais e o reexame do acervo fático-probatório dos autos, a\nteor do disposto nas Súmulas 5 e 7 do STJ.\n3. Não tendo sido efetivamente apreciado o mérito do recurso\nespecial no acórdão embargado, os embargos de divergência são\nmanifestamente inadmissíveis.\n 4. AGRAVO INTERNO A QUE SE NEGA PROVIMENTO.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220816",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 10/08/2022 a 16/08/2022,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, Luis Felipe Salomão, Raul Araújo,\nMaria Isabel Gallotti, Ricardo Villas Bôas Cueva, Marco Buzzi e\nMarco Aurélio Bellizze  votaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Moura Ribeiro.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : "(RECURSO ESPECIAL - DIVERGÊNCIA JURISPRUDENCIAL - AUSÊNCIA DE COTEJO\nANALÍTICO)\n   STJ - <<AgRg nos EREsp 1217321>>-SC,\n         <<AgRg nos EAREsp 585756>>-PR",
  "notas" : null,
  "informacoesComplementares" : "     \"[...] o conhecimento do recurso esbarraria em outro óbice,\nisso porque, não foram atendidos os requisitos necessários à\ndemonstração da divergência alegada, nos termos dos arts. 1.043, §\n4º, do CPC e 266, § 4º, do Regimento Interno do STJ, tendo a\nembargante deixado de realizar o indispensável cotejo analítico e a\nimprescindível demonstração da similitude fática entre o acórdão\nembargado e o julgado apontado como dissidente, narrando apenas o\nmérito que envolve a sua demanda\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000315", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01043 PAR:00004", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266 PAR:00004" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000821741",
  "numeroProcesso" : "1452288",
  "numeroRegistro" : "201900451854",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MOURA RIBEIRO",
  "dataPublicacao" : "DJE        DATA:18/08/2022",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NOS\nEMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL. RECURSO\nMANEJADO SOB A ÉGIDE DO NCPC. ACÓRDÃO EMBARGADO. JUÍZO DE\nADMISSIBILIDADE. ÓBICE DA SÚMULA N.º 5 DO STJ. ACÓRDÃO PARADIGMA.\nJUÍZO DE MÉRITO. AUSÊNCIA DE IDÊNTICO GRAU DE COGNIÇÃO. REGRA\nTÉCNICA. EMBARGOS DE DIVERGÊNCIA UTILIZADOS COMO SUCEDÂNEO RECURSAL.\nIMPOSSIBILIDADE. AGRAVO NÃO PROVIDO.\n1. Aplicabilidade do novo Código de Processo Civil, devendo ser\nexigidos os requisitos de admissibilidade recursal na forma nele\nprevista, nos termos do Enunciado Administrativo n.º 3 aprovado pelo\nPlenário do STJ na sessão de 9/3/2016: Aos recursos interpostos com\nfundamento no CPC/2015 (relativos a decisões publicadas a partir de\n18 de março de 2016) serão exigidos os requisitos de\nadmissibilidade recursal na forma do novo CPC.\n2. Os embargos de divergência são cabíveis apenas quando os\nacórdãos, embargado e paradigma, dirimirem o mérito da questão.\n3. Embora o art. 1.043, III, do NCPC estabeleça o cabimento de\nembargos de divergência, sendo os acórdãos confrontados um de mérito\ne outro que não tenha conhecido do recurso, dispõe expressamente\nque neste último deverá ter sido apreciada a controvérsia.\n4. No caso em exame, o acórdão embargado não adentrou no mérito da\nquestão, em virtude do óbice da Súmula n.º 5 do STJ, enquanto o\nacórdão paradigma admitiu o recurso e enfrentou o mérito,\ninexistindo, por essa razão, a indispensável semelhança\nfático-processual entre os arestos confrontados.\n5. Nos embargos de divergência os acórdãos cotejados devem exibir\nidêntico grau de cognição. Doutrina.\n6. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220816",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 10/08/2022 a 16/08/2022,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, Luis Felipe Salomão, Raul Araújo,\nPaulo de Tarso Sanseverino, Maria Isabel Gallotti, Ricardo Villas\nBôas Cueva, Marco Buzzi e Marco Aurélio Bellizze  votaram com o Sr.\nMinistro Relator.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - PRETENSÃO DE REDISCUSSÃO DE REGRA TÉCNICA\nDE CONHECIMENTO RECURSAL - INVIABILIDADE)\n   STJ - <<AgRg nos EREsp 840567>>-DF,\n         <<AgRg nos EREsp 1459396>>-MG,\n         <<AgInt nos EREsp 1280051>>-MG,\n         <<AgInt nos EREsp 1377677>>-RS",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01043 INC:00002 INC:00003" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000821742",
  "numeroProcesso" : "1775731",
  "numeroRegistro" : "202002669987",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MOURA RIBEIRO",
  "dataPublicacao" : "DJE        DATA:18/08/2022",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM\nAGRAVO EM RECURSO ESPECIAL. RECURSO MANEJADO SOB A ÉGIDE DO NCPC.\nACÓRDÃO EMBARGADO. JUÍZO DE ADMISSIBILIDADE. ÓBICE DAS SÚMULAS N.os\n5 E 7 DO STJ. ACÓRDÃO PARADIGMA. JUÍZO DE MÉRITO. AUSÊNCIA DE\nIDÊNTICO GRAU DE COGNIÇÃO. REGRA TÉCNICA. EMBARGOS DE DIVERGÊNCIA\nUTILIZADOS COMO SUCEDÂNEO RECURSAL. IMPOSSIBILIDADE. AGRAVO NÃO\nPROVIDO.\n1. Aplicabilidade do novo Código de Processo Civil, devendo ser\nexigidos os requisitos de admissibilidade recursal na forma nele\nprevista, nos termos do Enunciado Administrativo n.º 3 aprovado pelo\nPlenário do STJ na sessão de 9/3/2016: Aos recursos interpostos com\nfundamento no CPC/2015 (relativos a decisões publicadas a partir de\n18 de março de 2016) serão exigidos os requisitos de\nadmissibilidade recursal na forma do novo CPC.\n2. Os embargos de divergência são cabíveis apenas quando os\nacórdãos, embargado e paradigma, dirimirem o mérito da questão.\n3. Embora o art. 1.043, III, do NCPC estabeleça o cabimento de\nembargos de divergência, sendo os acórdãos confrontados um de mérito\ne outro que não tenha conhecido do recurso, dispõe expressamente\nque neste último deverá ter sido apreciada a controvérsia.\n4. No caso em exame, o acórdão embargado não adentrou no mérito da\nquestão, em virtude do óbice das Súmulas n.os  5 e 7 do STJ,\nenquanto o acórdão paradigma admitiu o recurso e enfrentou o mérito,\ninexistindo, por essa razão, a indispensável semelhança\nfático-processual entre os arestos confrontados.\n5. Nos embargos de divergência, os acórdãos cotejados devem exibir\nidêntico grau de cognição. Doutrina.\n6. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220816",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 10/08/2022 a 16/08/2022,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, Luis Felipe Salomão, Raul Araújo,\nPaulo de Tarso Sanseverino, Maria Isabel Gallotti, Ricardo Villas\nBôas Cueva, Marco Buzzi e Marco Aurélio Bellizze  votaram com o Sr.\nMinistro Relator.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - JUÍZO DE ADMISSIBILIDADE - SEMELHANÇA\nFÁTICO-PROCESSUAL)\n   STJ - <<AgRg nos EREsp 1459396>>-MG,\n         <<AgInt nos EREsp 1280051>>-MG,\n         <<AgInt nos EREsp 1377677>>-RS,\n         <<AgRg nos EREsp 840567>>-DF\n(CONSIDERAÇÕES - ALIENABILIDADE DO BEM DE FAMÍLIA - POSSIBILIDADE)\n   STJ - <<AgInt nos EDv nos EREsp 1560562>>-SC",
  "notas" : null,
  "informacoesComplementares" : "     (CONSIDERAÇÕES)\n     \"[...] a Segunda Seção do STJ já apreciou a matéria em debate\nem embargos de divergência, concluindo que '(a) a proteção conferida\nao bem de família pela Lei n. 8.009/90 não importa em sua\ninalienabilidade, revelando-se possível a disposição do imóvel pelo\nproprietário, inclusive no âmbito de alienação fiduciária; e (b) a\nutilização abusiva de tal direito, com evidente violação do\nprincípio da boa-fé objetiva, não deve ser tolerada, afastando-se o\nbenefício conferido ao titular que exerce o direito em\ndesconformidade com o ordenamento jurídico' [...]\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01043 INC:00002", "LEG:FED LEI:008009 ANO:1990\n*****  LIBF-1990    LEI DA IMPENHORABILIDADE DO BEM DE FAMÍLIA" ],
  "acordaosSimilares" : [ "AgInt nos EAREsp  1800972  SP  2020/0321377-8  Decisão:16/08/2022\nDJE        DATA:18/08/2022" ]
}, {
  "id" : "000821918",
  "numeroProcesso" : "162488",
  "numeroRegistro" : "201803158083",
  "siglaClasse" : "EDcl no AgInt no CC",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "RICARDO VILLAS BÔAS CUEVA",
  "dataPublicacao" : "DJE        DATA:19/08/2022",
  "ementa" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA.\nOMISSÃO. EXISTÊNCIA. AGRAVO INTERNO . TEMPESTIVIDADE. EMBARGOS DE\nDECLARAÇÃO. INTERRUPÇÃO DO PRAZO. AGRAVO INTERNO. MÉRITO. CONFLITO\nDE COMPETÊNCIA. MÉRITO DA DEMANDA. NÃO CABIMENTO.\n1. Os embargos de declaração só se prestam a sanar obscuridade,\nomissão, contradição ou erro material porventura existentes no\nacórdão.\n2. Na hipótese, o acórdão manteve-se silente no que diz respeito à\ninterrupção do prazo devido à oposição de embargos de declaração\npela parte contrária.\n3. O conflito de competência não se presta a decidir o mérito da\ndemanda original.\n4. Embargos de declaração acolhidos para declarar a tempestividade\ndo agravo interno e negar-lhe provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220816",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 10/08/2022 a 16/08/2022,\npor unanimidade, acolher os embargos de declaração, nos termos do\nvoto do Sr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, Luis Felipe Salomão, Raul Araújo,\nPaulo de Tarso Sanseverino, Maria Isabel Gallotti, Marco Buzzi e\nMarco Aurélio Bellizze  votaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Moura Ribeiro.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : "(CONFLITO DE COMPETÊNCIA - QUESTÕES DE MÉRITO DA DEMANDA PRINCIPAL -\nIMPOSSIBILIDADE DE APRECIAÇÃO)\n   STJ - <<AgInt no AgInt no CC 153583>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01022" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000822032",
  "numeroProcesso" : "1949566",
  "numeroRegistro" : "202102227384",
  "siglaClasse" : "AgInt nos EDv nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJE        DATA:18/08/2022",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL.\nMATÉRIA DE ORDEM PÚBLICA. NECESSIDADE DE COMPROVAÇÃO DO DISSENSO\nPRETORIANO. SIMILITUDE FÁTICA NÃO DEMONSTRADA. ACÓRDÃOS PARADIGMAS E\nEMBARGADO QUE NÃO DECIDIRAM A MESMA QUESTÃO JURÍDICA. AUSÊNCIA DE\nDIVERGÊNCIA JURISPRUDENCIAL A SER SANADA.\n1. É assente na jurisprudência desta Corte que ?Os embargos de\ndivergência - recurso de fundamentação vinculada e de cognição\nrestrita - não se prestam a simples rejulgamento do recurso especial\nou do respectivo agravo, para correção de eventual equívoco do\nacórdão embargado - ainda que se trate de matéria de ordem pública\n[...]? (AgRg nos EAREsp 1.973.326/SP, Terceira Seção, DJe de\n13/6/2022).\n2. A admissão dos embargos de divergência está condicionada à\ncomprovação da divergência jurisprudencial, por meio da realização\ndo cotejo analítico e da demonstração da similitude\nfático-processual entre o acórdão embargado e o julgado paradigma.\n3. Tratando os acórdãos confrontados acerca de questões que possuem\nbases fáticas essencialmente distintas, não há que se falar em\ndissídio jurisprudencial a ser sanado na presente via.\n4. AGRAVO INTERNO NÃO PROVIDO.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220816",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da SEGUNDA SEÇÃO do Superior Tribunal de\nJustiça, em sessão virtual de 10/08/2022 a 16/08/2022, por\nunanimidade, negar provimento ao recurso, nos termos do voto da Sra.\nMinistra Relatora.\nOs Srs. Ministros Luis Felipe Salomão, Raul Araújo, Paulo de Tarso\nSanseverino, Maria Isabel Gallotti, Ricardo Villas Bôas Cueva, Marco\nBuzzi e Marco Aurélio Bellizze  votaram com a Sra. Ministra\nRelatora.\nNão participou do julgamento o Sr. Ministro Moura Ribeiro.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - MATÉRIA DE ORDEM PÚBLICA - REJULGAMENTO\nDO RECURSO ESPECIAL - IMPOSSIBILIDADE)\n   STJ - <<AgRg nos EAREsp 1973326>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000822033",
  "numeroProcesso" : "1771001",
  "numeroRegistro" : "202002632244",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJE        DATA:18/08/2022",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL.\nCERTIDÃO DE JULGAMENTO. ACÓRDÃO PARADIGMA. INTEIRO TEOR. AUSÊNCIA.\nREGRA TÉCNICA. VÍCIO INSANÁVEL.\n1. Na hipótese dos autos, não consta a juntada do inteiro teor do\nacórdão paradigma (relatório, voto, ementa/acórdão e certidão de\njulgamento), de modo que não foi cumprida regra técnica para\nconhecimento do recurso, o que constitui vício substancial\ninsanável. Precedentes: Corte Especial; Primeira, Segunda e Terceira\nSeções.\n2. AGRAVO INTERNO NÃO PROVIDO.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220816",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da SEGUNDA SEÇÃO do Superior Tribunal de\nJustiça, em sessão virtual de 10/08/2022 a 16/08/2022, por\nunanimidade, negar provimento ao recurso, nos termos do voto da Sra.\nMinistra Relatora.\nOs Srs. Ministros Luis Felipe Salomão, Raul Araújo, Paulo de Tarso\nSanseverino, Maria Isabel Gallotti, Ricardo Villas Bôas Cueva, Marco\nBuzzi e Marco Aurélio Bellizze  votaram com a Sra. Ministra\nRelatora.\nNão participou do julgamento o Sr. Ministro Moura Ribeiro.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - CERTIDÃO DEJULGAMENTO - ACÓRDÃO PARADIGMA\n- INTEIRO TEOR - AUSÊNCIA - REGRA TÉCNICA - VÍCIO INSANÁVEL)\n   STJ - <<AgInt nos EREsp 1903273>>-PR,\n         <<AgInt nos EDcl nos EAREsp 503161>>-PR,\n         <<AgInt nos EDcl nos EREsp 1539922>>-MT,\n         <<AgRg nos EAREsp 1472525>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000822034",
  "numeroProcesso" : "185781",
  "numeroRegistro" : "202200260430",
  "siglaClasse" : "AgInt nos EDcl no CC",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJE        DATA:18/08/2022",
  "ementa" : "PROCESSO CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NO\nCONFLITO NEGATIVO DE COMPETÊNCIA.  DIREITO DO CONSUMIDOR. AÇÃO DE\nOBRIGAÇÃO DE FAZER CUMULADA COM INDENIZAÇÃO. CONTRATO DE PLANO DE\nSAUDE. ESCOLHA DO FORO PELO CONSUMIDOR.\n1. O consumidor tem a possibilidade de escolher onde ajuizará sua\nação, pois é uma faculdade pertencente somente àquela pessoa física\nou jurídica destinatária final do bem ou serviço na relação de\nconsumo, como ocorreu no caso.\n2.  Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220816",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da SEGUNDA SEÇÃO do Superior Tribunal de\nJustiça, em sessão virtual de 10/08/2022 a 16/08/2022, por\nunanimidade, negar provimento ao recurso, nos termos do voto da Sra.\nMinistra Relatora.\nOs Srs. Ministros Luis Felipe Salomão, Raul Araújo, Paulo de Tarso\nSanseverino, Maria Isabel Gallotti, Ricardo Villas Bôas Cueva, Marco\nBuzzi e Marco Aurélio Bellizze  votaram com a Sra. Ministra\nRelatora.\nNão participou do julgamento o Sr. Ministro Moura Ribeiro.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000822035",
  "numeroProcesso" : "181788",
  "numeroRegistro" : "202102597675",
  "siglaClasse" : "AgInt no CC",
  "descricaoClasse" : "AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJE        DATA:18/08/2022",
  "ementa" : "PROCESSO CIVIL. AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA. EXECUÇÃO\nTRABALHISTA E FALÊNCIA. ATOS CONSTRITIVOS. AUSÊNCIA. CONFLITO NÃO\nCONHECIDO.\n1. Nos termos da jurisprudência do STJ, se o patrimônio da empresa\nfalida não foi objeto de constrição pelo Juízo trabalhista, não é\npossível cogitar de competência do juízo falimentar para execução do\ncrédito reclamado.\n2.  Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220816",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da SEGUNDA SEÇÃO do Superior Tribunal de\nJustiça, em sessão virtual de 10/08/2022 a 16/08/2022, por\nunanimidade, negar provimento ao recurso, nos termos do voto da Sra.\nMinistra Relatora.\nOs Srs. Ministros Luis Felipe Salomão, Raul Araújo, Paulo de Tarso\nSanseverino, Maria Isabel Gallotti, Ricardo Villas Bôas Cueva, Marco\nBuzzi e Marco Aurélio Bellizze  votaram com a Sra. Ministra\nRelatora.\nNão participou do julgamento o Sr. Ministro Moura Ribeiro.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : "(EMPRESA EM RECUPERAÇÃO JUDICIAL - AUSÊNCIA DE ATO CONSTRITIVOS -\nCONFLITO DE COMPETÊNCIA - INEXISTÊNCIA)\n   STJ - <<AgRg no CC 139585>>-RJ",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000822359",
  "numeroProcesso" : "1350797",
  "numeroRegistro" : "201802157394",
  "siglaClasse" : "AgInt nos EDv nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "RICARDO VILLAS BÔAS CUEVA",
  "dataPublicacao" : "DJE        DATA:19/08/2022",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. PROCESSUAL CIVIL. INTEMPESTIVIDADE. RECURSO ESPECIAL.\nEXPEDIENTE FORENSE. SUSPENSÃO. COMPROVAÇÃO POSTERIOR.\nIMPOSSIBILIDADE. RESP   Nº   1.813.684/SP.   SEGUNDA-FEIRA   DE\nCARNAVAL.   MODULAÇÃO   DE   EFEITOS.   DEMAIS   FERIADOS,\nSUSPENSÕES   DE   EXPEDIENTE   E   RECESSOS   LOCAIS.   NÃO\nABRANGÊNCIA. SÚMULA Nº 168/STJ.\n1. A   Corte   Especial   do   Superior   Tribunal   de   Justiça,\nquando   do   julgamento   do   REsp   nº   1.813.684/SP   e   da\nQuestão   de   Ordem   que   lhe   seguiu,   reafirmou   o\nentendimento   de   que   o   feriado   local   deve   ser\ncomprovado   no   ato   da   interposição   do   recurso\ncorrespondente,   devendo   ser   observada,   exclusivamente\nacerca   do   feriado   da   segunda-feira   de   Carnaval,   a\nmodulação   dos   efeitos   dessa   decisão,   nos   termos   do\nart.   927,   §   3º,   do   CPC/2015,   a   fim   de   que   a\ninterpretação   consolidada   acerca   do   tema   seja   aplicada\nsomente   após   a   publicação   do   acórdão   respectivo,\nocorrida,   na   hipótese   vertente,   em   18/11/2019.\n2. É possível, com base na Súmula nº 168/STJ, inadmitir embargos de\ndivergência quando a jurisprudência desta Corte Superior estiver no\nmesmo sentido do acórdão embargado.\n3. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220816",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da SEGUNDA SEÇÃO do Superior Tribunal de\nJustiça, em sessão virtual de 10/08/2022 a 16/08/2022, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Nancy Andrighi, Luis Felipe Salomão, Raul Araújo,\nPaulo de Tarso Sanseverino, Maria Isabel Gallotti, Marco Buzzi e\nMarco Aurélio Bellizze  votaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Moura Ribeiro.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : "(FERIADO - COMPROVAÇÃO POSTERIOR - EXCEÇÃO - APENAS À SEGUNDA-FEIRA\nDE CARNAVAL - INAPLICABILIDADE AOS DEMAIS FERIADOS - MODULAÇÃO DOS\nEFEITOS)\n   STJ - <<QO no REsp 1813684>>-SP,\n         <<REsp 1813684>>-SP,\n         <<AgInt no AREsp 1513078>>-RN,\n         <<AgInt no REsp 1829351>>-RJ\n(EMBARGOS DE DIVERGÊNCIA - MATÉRIA PACIFICADA - SÚMULA 168 DO STJ)\n   STJ - <<AgInt nos EAREsp 1375252>>-TO",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00219 ART:01003 PAR:00005", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000168" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000822489",
  "numeroProcesso" : "182829",
  "numeroRegistro" : "202102990118",
  "siglaClasse" : "AgInt no CC",
  "descricaoClasse" : "AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MOURA RIBEIRO",
  "dataPublicacao" : "DJE        DATA:18/08/2022",
  "ementa" : "AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA. RECURSOMANEJADO SOB A\nÉGIDE DO NCPC. AÇÃO DE USUCAPIÃO. AUSÊNCIA DE INTERESSE DA UNIÃO NO\nFEITO ANALISADA PELA JUSTIÇA FEDERAL. ART. 109, I DA CF/88.\nINCIDÊNCIA DAS SÚMULAS 150, 224 E 254/STJ. DESCABIMENTO DO INCIDENTE\nCOMO SUCEDÂNEO RECURSAL. AGRAVO INTERNO NÃO PROVIDO.\n1. Aplicabilidade do novo Código de Processo Civil, devendo ser\nexigidos os requisitos de admissibilidade recursal na forma nele\nprevista, nos termos do Enunciado Administrativo nº 3 aprovado pelo\nPlenário do STJ na sessão de 9/3/2016: Aos recursos interpostos com\nfundamento no CPC/2015 (relativos a decisões publicadas a partir de\n18 de março de 2016) serão exigidos os requisitos de admissibilidade\nrecursal na forma do novo CPC.\n2. A jurisprudência desta Corte pacificou o entendimento de que\ncompete à Justiça Federal decidir sobre a existência de interesse\njurídico de ente federal nos processos submetidos à sua apreciação,\nde modo a definir a competência para o julgamento da causa (Súmulas\nnºs 150 e 224 do STJ), não sendo cabível novo exame da matéria pela\nJustiça Estadual, como estabelece o enunciado nº 254 da Súmula do\nSTJ.\n3. No estreito âmbito cognitivo do conflito de competência deve-se\ndecidir apenas a quem compete julgar a questão de mérito, uma vez\nque o incidente não se presta como sucedâneo recursal nem se\nconstitui em meio hábil para atacar decisões de instâncias\ninferiores.\n4. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220816",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da SEGUNDA SEÇÃO do Superior Tribunal de\nJustiça, em sessão virtual de 10/08/2022 a 16/08/2022, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Nancy Andrighi, Luis Felipe Salomão, Raul Araújo,\nPaulo de Tarso Sanseverino, Maria Isabel Gallotti, Ricardo Villas\nBôas Cueva, Marco Buzzi e Marco Aurélio Bellizze  votaram com o Sr.\nMinistro Relator.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : "(COMPETÊNCIA - INTERESSE JURÍDICO DE ENTE FEDERAL - JUSTIÇA FEDERAL)\n   STJ - <<AgInt no CC 145294>>-DF,\n         <<AgRg nos EDcl no CC 130823>>-PA\n(CONFLITO DE COMPETÊNCIA - SUCEDÂNEO RECURSAL OU IMPUGNAÇÃO DE\nDECISÕES DE INSTÂNCIAS INFERIORES - NÃO CABIMENTO)\n   STJ - <<AgRg no CC 126947>>-SP,\n         <<AgInt no CC 144591>>-SP,\n         <<AgInt no CC 150026>>-DF,\n         <<CC 61272>>-RJ",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000150 SUM:000224 SUM:000254" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000822622",
  "numeroProcesso" : "39470",
  "numeroRegistro" : "201903703318",
  "siglaClasse" : "AgInt na Rcl",
  "descricaoClasse" : "AGRAVO INTERNO NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "RICARDO VILLAS BÔAS CUEVA",
  "dataPublicacao" : "DJE        DATA:19/08/2022",
  "ementa" : "PETIÇÃO   NA   RECLAMAÇÃO.   AGRAVO   INTERNO.   ECONOMIA\nPROCESSUAL.   DECISÃO   RECLAMADA.   MONOCRÁTICA.   SUPERIOR\nTRIBUNAL   DE   JUSTIÇA.   NÃO   CABIMENTO.   SUCEDÂNEO   RECURSAL.\n1.   Petição   recebida   como   agravo   interno,   com   base\nnos   princípios   da   fungibilidade   e   da   economia\nprocessual.\n2.   De   acordo   com   a   pacífica   jurisprudência   desta\nCorte   Superior,   é   incabível   a   reclamação   que   objetiva\n impugnar   decisão   do   próprio   Superior   Tribunal   de\nJustiça.\n3.   A   reclamação   visa   preservar   a   competência   e   a\ngarantia   da   autoridade   dos   julgados,   não   podendo   ser\nutilizada   como   sucedâneo   recursal.\n4.   Agravo   interno   não   provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220816",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da SEGUNDA SEÇÃO do Superior Tribunal de\nJustiça, em sessão virtual de 10/08/2022 a 16/08/2022, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Nancy Andrighi, Luis Felipe Salomão, Raul Araújo,\nPaulo de Tarso Sanseverino, Maria Isabel Gallotti, Marco Buzzi e\nMarco Aurélio Bellizze  votaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Moura Ribeiro.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : "(RECLAMAÇÃO - CONTRA DECISÃO DO PRÓPRIO STJ - SUCEDÂNEO RECURSAL)\n   STJ - <<AgInt na Rcl 39911>>-DF,\n         <<AgInt na Rcl 41549>>-RS,\n         <<AgInt na Rcl 37970>>-MS,\n         <<EDcl no AgInt nos EDcl nos EDcl na PET na Rcl 35529>>-MG",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000822797",
  "numeroProcesso" : "179072",
  "numeroRegistro" : "202101254111",
  "siglaClasse" : "AgInt no CC",
  "descricaoClasse" : "AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "ANTONIO CARLOS FERREIRA",
  "dataPublicacao" : "DJE        DATA:19/08/2022",
  "ementa" : "EMPRESARIAL. AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA. JUÍZO DA\nRECUPERAÇÃO E JUÍZO TRABALHISTA. PLANO HOMOLOGADO. CLÁUSULA\nIMPEDITIVA DE EXECUÇÃO CONTRA OS SÓCIOS. DESCONSIDERAÇÃO DA\nPERSONALIDADE JURÍDICA. JUÍZO LABORAL. CONFLITO CONFIGURADO. DECISÃO\nMANTIDA.\n1. O âmbito cognitivo do conflito de competência permite apenas a\ndeclaração do juízo competente para decidir determinada questão,\nsendo inadequado seu uso como sucedâneo recursal, a fim de se aferir\na correção de decisões proferidas nas demandas que originaram o\nincidente. Precedentes.\n2. Compete ao Juízo da recuperação decidir sobre a instauração do\nincidente de desconsideração da personalidade jurídica, proposto no\nJuízo trabalhista, no caso em que o plano homologado contem cláusula\nque veda a execução contra os sócios.\n3. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220816",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da SEGUNDA SEÇÃO do Superior Tribunal de\nJustiça, em sessão virtual de 10/08/2022 a 16/08/2022, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Nancy Andrighi, Luis Felipe Salomão, Raul Araújo,\nPaulo de Tarso Sanseverino, Maria Isabel Gallotti, Marco Buzzi e\nMarco Aurélio Bellizze  votaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Moura Ribeiro.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : "Aguardando análise.",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ "AgInt no CC  185909  RS  2022/0033923-7  Decisão:16/08/2022\nDJE        DATA:19/08/2022" ]
}, {
  "id" : "000822798",
  "numeroProcesso" : "5986",
  "numeroRegistro" : "201700425001",
  "siglaClasse" : "AgInt no AgInt na AR",
  "descricaoClasse" : "AGRAVO INTERNO NO AGRAVO INTERNO NA AÇÃO RESCISÓRIA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MARCO BUZZI",
  "dataPublicacao" : "DJE        DATA:19/08/2022",
  "ementa" : "AGRAVO INTERNO NO AGRAVO INTERNO NA AÇÃO RESCISÓRIA - INCOMPETÊNCIA\nDO SUPERIOR TRIBUNAL DE JUSTIÇA PARA PROCESSAR E JULGAR O PLEITO\nRESCISÓRIO - DETERMINAÇÃO DE EMENDA DA INICIAL E REMESSA DOS AUTOS\nAO TRIBUNAL DE ORIGEM - INSURGÊNCIA DA RÉ.\n1. A teor do art. 968, §5º, I, do CPC/15, reconhecida a\nincompetência deste STJ para processar e julgar a ação rescisória, o\nautor será intimado para emendar a petição inicial a fim de adequar\no objeto do pleito, impondo-se a remessa ao Tribunal competente para\nexame do pedido rescisório. Precedentes.\n2. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220816",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da SEGUNDA SEÇÃO do Superior Tribunal de\nJustiça, em sessão virtual de 10/08/2022 a 16/08/2022, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Nancy Andrighi, Luis Felipe Salomão, Raul Araújo,\nPaulo de Tarso Sanseverino, Maria Isabel Gallotti e Marco Aurélio\nBellizze  votaram com o Sr. Ministro Relator.\nImpedido o Sr. Ministro Antonio Carlos Ferreira.\nNão participou do julgamento o Sr. Ministro Moura Ribeiro.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : "(ART. 968, § 5º, I, DO CPC/15 - AÇÃO RESCISÓRIA - INCOMPETÊNCIA DO\nSTJ - INTIMAÇÃO PARA EMENDA DA PETIÇÃO INICIAL)\n   STJ - <<AgInt nos EDcl na AR 6972>>-MS,\n         <<AgInt na AR 5705>>-DF,\n         <<AgInt na AR 6932>>-SP,\n         <<AR 4797>>-MG",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00968 PAR:00005 INC:00001" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000823139",
  "numeroProcesso" : "1868038",
  "numeroRegistro" : "202100985171",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MARCO AURÉLIO BELLIZZE",
  "dataPublicacao" : "DJE        DATA:24/08/2022",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA. ACÓRDÃO PARADIGMA\nUTILIZADO COMO FUNDAMENTO NAS RAZÕES DO RECURSO ESPECIAL. ÓBICE DA\nSÚMULA 598/STF. DISCUSSÃO ACERCA DO QUANTUM FIXADO A TÍTULO DE\nASTREINTES. IMPOSSIBILIDADE DE PROCESSAMENTO DOS EMBARGOS DE\nDIVERGÊNCIA. JURISPRUDÊNCIA DESTA CORTE SUPERIOR. AUSÊNCIA DE\nSIMILITUDE FÁTICA COM SOLUÇÕES JURÍDICAS DIVERSAS ENTRE OS ARESTOS.\nAGRAVO INTERNO DESPROVIDO.\n1. A admissão dos embargos de divergência pressupõe a comprovação do\ndissídio jurisprudencial, por meio da realização de cotejo analítico\nentre os acórdãos confrontados, devendo a parte embargante\ndemonstrar a identidade de situações fáticas com soluções jurídicas\ndiversas.\n2. Nos termos da jurisprudência desta Corte Superior, \"não cabem\nembargos de divergência para a apreciação do valor de multa por\ndescumprimento de decisão judicial, porquanto fixada conforme o\nentendimento do julgador com base nas peculiaridades do caso\nconcreto, fato que afasta possíveis divergências\" (AgInt nos EAREsp\n538.188/RJ, Relator o Ministro João Otávio de Noronha, DJe de\n15/10/2021).\n3. O julgado paradigma também foi alegado como fundamento nas razões\ndo recurso especial, a fim de comprovar o alegado dissídio\njurisprudencial, circunstância que faz incidir, por analogia, o\nóbice da Súmula 598/STF.\n4. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220816",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da SEGUNDA SEÇÃO do Superior Tribunal de\nJustiça, em sessão virtual de 10/08/2022 a 16/08/2022, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Nancy Andrighi, Luis Felipe Salomão, Raul Araújo,\nPaulo de Tarso Sanseverino, Maria Isabel Gallotti, Ricardo Villas\nBôas Cueva e Marco Buzzi  votaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Moura Ribeiro.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - VALOR DAS ASTREINTES - ANÁLISE DO CASO\nCONCRETO)\n   STJ - <<AgInt nos EAREsp 538188>>-RJ,\n         <<AgInt nos EREsp 1926110>>-SP\n(DISSÍDIO JURISPRUDENCIAL - SÚMULA 598/STF)\n   STJ - <<AgInt nos EREsp 1300030>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STF)    SÚMULA DO SUPREMO TRIBUNAL FEDERAL\n        SUM:000598" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000823140",
  "numeroProcesso" : "1220947",
  "numeroRegistro" : "201703181490",
  "siglaClasse" : "AgInt nos EDv nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MARCO AURÉLIO BELLIZZE",
  "dataPublicacao" : "DJE        DATA:24/08/2022",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA NO AGRAVO EM RECURSO\nESPECIAL. ACÓRDÃO PARADIGMA PROFERIDO EM RECURSO ORDINÁRIO EM\nMANDADO DE SEGURANÇA. IMPOSSIBILIDADE. DECISÃO AGRAVADA MANTIDA.\nAGRAVO INTERNO DESPROVIDO.\n1. Nos termos da jurisprudência desta Corte Superior, não se admite\ncomo paradigma, para fins de interposição de embargos de\ndivergência, acórdão proferido em ações constitucionais, como habeas\ncorpus, mandado de segurança, habeas data e mandado de injunção,\nalém dos respectivos recursos ordinários, mesmo na vigência do\nCódigo de Processo Civil de 2015. Precedente da Corte Especial.\n2. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220816",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da SEGUNDA SEÇÃO do Superior Tribunal de\nJustiça, em sessão virtual de 10/08/2022 a 16/08/2022, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Nancy Andrighi, Luis Felipe Salomão, Raul Araújo,\nPaulo de Tarso Sanseverino, Maria Isabel Gallotti, Ricardo Villas\nBôas Cueva e Marco Buzzi  votaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Moura Ribeiro.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000823141",
  "numeroProcesso" : "43220",
  "numeroRegistro" : "202201144147",
  "siglaClasse" : "AgInt na Rcl",
  "descricaoClasse" : "AGRAVO INTERNO NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MARCO AURÉLIO BELLIZZE",
  "dataPublicacao" : "DJE        DATA:24/08/2022",
  "ementa" : "AGRAVO INTERNO. RECLAMAÇÃO. RECURSO ESPECIAL AO QUAL O TRIBUNAL DE\nORIGEM NEGOU SEGUIMENTO, COM FUNDAMENTO NA CONFORMIDADE ENTRE O\nACÓRDÃO RECORRIDO E A ORIENTAÇÃO FIRMADA PELO STJ EM RECURSO\nESPECIAL REPETITIVO. INTERPOSIÇÃO DE AGRAVO INTERNO NO TRIBUNAL\nLOCAL. DESPROVIMENTO. RECLAMAÇÃO QUE SUSTENTA A INDEVIDA APLICAÇÃO\nDA TESE, POR SE TRATAR DE HIPÓTESE FÁTICA DISTINTA. DESCABIMENTO.\nORIENTAÇÃO FIRMADA PELA CORTE ESPECIAL, POR OCASIÃO DO JULGAMENTO DA\nRECLAMAÇÃO N. 36.476/SP. OBSERVÂNCIA. NECESSIDADE. PETIÇÃO INICIAL.\nINDEFERIMENTO. EXTINÇÃO DO PROCESSO SEM RESOLUÇÃO DO MÉRITO. RECURSO\nIMPROVIDO.\n1. De acordo com a orientação exarada  pela Corte Especial do STJ,\npor ocasião do julgamento da Reclamação n. 36.476/SP, não se admite\no cabimento de reclamação destinada a vindicar o exame, por esta\nCorte de Justiça, sobre a aplicação supostamente indevida de\nprecedente oriundo de recurso especial repetitivo pelo Tribunal de\norigem. De rigor, assim, o indeferimento liminar da petição inicial\nda reclamação, extinguindo-se o feito sem julgamento de mérito.\n2. Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220816",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da SEGUNDA SEÇÃO do Superior Tribunal de\nJustiça, em sessão virtual de 10/08/2022 a 16/08/2022, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Luis Felipe Salomão, Raul Araújo, Paulo de Tarso\nSanseverino, Maria Isabel Gallotti, Ricardo Villas Bôas Cueva e\nMarco Buzzi  votaram com o Sr. Ministro Relator.\nImpedida a Sra. Ministra Nancy Andrighi.\nNão participou do julgamento o Sr. Ministro Moura Ribeiro.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000821634",
  "numeroProcesso" : "40789",
  "numeroRegistro" : "202002367160",
  "siglaClasse" : "Rcl",
  "descricaoClasse" : "RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "RICARDO VILLAS BÔAS CUEVA",
  "dataPublicacao" : "DJE        DATA:15/08/2022",
  "ementa" : "RECLAMAÇÃO. ACÓRDÃO. RECURSO ESPECIAL. RESPONSABILIDADE CIVIL.\nACIDENTE AUTOMOBILÍSTICO. PENSÃO. PERIODICIDADE. DESCUMPRIMENTO. NÃO\nOCORRÊNCIA. SUCEDÂNEO RECURSAL. INADMISSIBILIDADE.\n1. Nos termos da iterativa jurisprudência desta Corte, para o\ndeferimento da reclamação deve estar comprovado objetivamente que o\nato reclamado desconsiderou decisão proferida pelo STJ,\ncircunstância inexistente, no caso em análise.\n2. Na hipótese, o acórdão proferido pelo Superior Tribunal de\nJustiça concluiu apenas que a pensão deveria ser arbitrada em valor\nfixo, conforme postulado na inicial, e não na forma de percentual,\ncomo havia deliberado o Tribunal de origem, nada versando sobre a\nperiodicidade do seu pagamento, matéria que nem sequer foi ventilada\nnos recursos especiais.\n3. Não há como a autoridade de acórdão desta Corte ter sido violada\nse não houve o efetivo pronunciamento acerca da questão objeto do\nacórdão reclamado.\n4. A reclamação constitucional não constitui sucedâneo recursal,\nporquanto destinada apenas a preservar a competência e a garantir a\nautoridade das decisões proferidas pelo próprio Superior Tribunal de\nJustiça.\n5. Pedido julgado improcedente.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220810",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Segunda Seção, por unanimidade, julgar\nimprocedente a reclamação, nos termos do voto do Sr. Ministro\nRelator.\nOs Srs. Ministros Marco Buzzi, Marco Aurélio Bellizze, Moura\nRibeiro, Nancy Andrighi, Luis Felipe Salomão, Raul Araújo, Paulo de\nTarso Sanseverino e Maria Isabel Gallotti votaram com o Sr. Ministro\nRelator.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : "(RECLAMAÇÃO - HIPÓTESES DE CABIMENTO)\n   STJ - <<Rcl 3526>>-PE,\n         <<Rcl 2850>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000822379",
  "numeroProcesso" : "1415882",
  "numeroRegistro" : "201303633830",
  "siglaClasse" : "EREsp",
  "descricaoClasse" : "EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "RAUL ARAÚJO",
  "dataPublicacao" : "DJE        DATA:23/08/2022",
  "ementa" : "AGRAVO INTERNO. EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL. SEGURO\nDE VIDA EM GRUPO. NÃO RENOVAÇÃO. DANOS MORAIS. PRESCRIÇÃO ANUAL.\nJURISPRUDÊNCIA UNIFORMIZADA DO SUPERIOR TRIBUNAL DE JUSTIÇA.\nEMBARGOS DE DIVERGÊNCIA ACOLHIDOS.\n1. O v. acórdão embargado fez incidir o prazo prescricional trienal\nà pretensão indenizatória surgida da recusa imotivada de operadora\nde seguro de vida em grupo em renovar a apólice após anteriores\nsucessivas renovações, enquanto o acórdão paradigma, ao revés,\nadotou o prazo prescricional anual.\n2. No mesmo sentido do acórdão paradigma, verifica-se que \"a atual\njurisprudência desta Corte está sedimentada no sentido de que é de\num ano o prazo prescricional para o segurado participante de apólice\nde seguro de vida em grupo propor ação de indenização por danos\nmorais decorrentes da recusa da seguradora em renovar o contrato\"\n(AgRg nos EREsp 1.394.679/SP, Rel. Ministro ANTONIO CARLOS FERREIRA,\nSEGUNDA SEÇÃO, julgado em 24/9/2014, DJe de 1º/10/2014).\n3. Embargos de divergência acolhidos para dar provimento ao recurso\nespecial.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220810",
  "decisao" : "Vistos e relatados estes autos, em que são partes as acima\nindicadas, decide a Segunda Seção, por unanimidade, acolher os\nembargos de divergência para dar provimento ao recurso especial, nos\ntermos do voto do Sr. Ministro Relator. Os Srs. Ministros Paulo de\nTarso Sanseverino, Maria Isabel Gallotti, Ricardo Villas Bôas Cueva,\nMarco Buzzi, Nancy Andrighi e Luis Felipe Salomão votaram com o Sr.\nMinistro Relator. Ausentes, justificadamente, os Srs. Ministros\nMarco Aurélio Bellizze e Moura Ribeiro. Presidiu o julgamento o Sr.\nMinistro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000822799",
  "numeroProcesso" : "7237",
  "numeroRegistro" : "202200904650",
  "siglaClasse" : "AgInt na AR",
  "descricaoClasse" : "AGRAVO INTERNO NA AÇÃO RESCISÓRIA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MARCO BUZZI",
  "dataPublicacao" : "DJE        DATA:18/08/2022",
  "ementa" : "AGRAVO INTERNO NA AÇÃO RESCISÓRIA - INDEFERIMENTO DA PETIÇÃO INICIAL\nPOR AUSÊNCIA DE SEUS CORRELATOS REQUISITOS - DEPÓSITO PREVISTO NO\nARTIGO 968, INCISO II, DO CPC/15 - DEVOLUÇÃO AO AUTOR DA DEMANDA -\nAUSÊNCIA DE JULGAMENTO COLEGIADO - POSSIBILIDADE - ESCÓLIO\nJURISPRUDENCIAL DA SEGUNDA SEÇÃO - INSURGÊNCIA DO AGRAVANTE/RÉ.\n1. O ajuizamento de ação rescisória pressupõe a demonstração\nefetiva, concreta e objetiva de seus requisitos legais, também o\ncumprimento da condição de procedibilidade prevista no art. 968,\ninciso II, do CPC/15, consubstanciada na necessidade do autor\nrealizar o depósito judicial da importância de 5% (cinco) por cento\nsobre o valor da causa, o qual se converterá em multa caso a ação\nseja, por unanimidade de votos, declarada inadmissível ou\nimprocedente.\n2. A exegese do referido normativo impõe a observância dos critérios\nlegais e objetivos definidos pelo legislador ordinário, consistentes\nno exame colegiado da questão, com a deliberação proferida por\nunanimidade de votos, julgando improcedente ou inadmissível o pleito\nrescisório.\n2.1. Extinta a ação rescisória, por indeferimento da petição\ninicial, sem apreciação do mérito, por meio de deliberação\nmonocrática, o relator poderá facultar, ao autor, o levantamento do\ndepósito judicial previsto no art. 968, II, do CPC/15. Precedentes\nda Segunda Seção.\n3. Agravo interno desprovido. ",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220810",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Segunda Seção do Superior\nTribunal de Justiça, por unanimidade, negar provimento ao agravo\ninterno, nos termos do voto do Sr. Ministro Relator. Os Srs.\nMinistros Marco Aurélio Bellizze, Moura Ribeiro, Nancy Andrighi,\nLuis Felipe Salomão, Raul Araújo, Paulo de Tarso Sanseverino, Maria\nIsabel Gallotti e Ricardo Villas Bôas Cueva votaram com o Sr.\nMinistro Relator.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000823424",
  "numeroProcesso" : "161236",
  "numeroRegistro" : "201802542734",
  "siglaClasse" : "EDcl no AgInt no CC",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MARCO BUZZI",
  "dataPublicacao" : "DJE        DATA:31/08/2022",
  "ementa" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA\nNO - LIQUIDAÇÃO DE GARANTIA PRESTADA NO BOJO DE EXECUÇÃO INDIVIDUAL\nSEM O EXAME DO JUÍZO UNIVERSAL - DELIBERAÇÃO UNÂNIME DA SEGUNDA\nSEÇÃO QUE DECLAROU A COMPETÊNCIA DO JUÍZO DA RECUPERAÇÃO JUDICIAL -\nINSURGÊNCIA DA EMBARGANTE.\n1.   Nos termos do artigo 1.022 do Código de Processo Civil de 2015,\nos embargos de declaração objetivam suprir omissão, dissipar\nobscuridade, afastar contradição e/ou sanar erro material\nencontrável em decisão ou acórdão, não podendo ser utilizado como\ninstrumento para a rediscussão do julgado.\n2. A seguradora tem plena legitimidade, a teor do art. 951, do\nCPC/15 e da jurisprudência da Segunda Seção, de manejar o presente\nconflito de competência porquanto a exegese do referido dispositivo\nlegal \"deve ser interpretada de forma ampla abrangendo quem quer que\nesteja sujeito à eficácia de decisão proferida por um dos juízes em\nconflito, demonstrando interesse jurídico na definição da\ncompetência.\" (ut. CC 161.667/GO, Rel. Min. Ricardo Villas Bôas\nCueva, DJe de 27/08/2020). Precedentes.\n3. A orientação assente da Segunda Seção caminha no sentido de que\no r. Juízo universal é o competente para o exame acerca da execução\ndos créditos apurados nas ações individuais propostas em face de\nempresa submetida à recuperação judicial.\n3.1.  Na hipótese, a decisão proferida pelo r. juízo suscitado\ninvadiu a competência do r. juízo da recuperação judicial porquanto\nautorizou a liquidação da garantia prestada no bojo da execução\nsubjacente ao presente incidente - apólice de seguro no importe de\nR$ 4.749.898,88 (quatro milhões e setecentos e quarenta e nove mil e\noitocentos e noventa e oito reais e oitenta e oito centavos) - sem\nfranquear ao r. juízo da recuperação o exame, se tal medida judicial\n- caso deferida - poderia dificultar, ou não, a execução do plano\nde soerguimento.\n4. Embargos de declaração rejeitados.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220810",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Segunda Seção do Superior\nTribunal de Justiça  prosseguindo o julgamento, após o voto-vista\nantecipado do Sr. Ministro Raul Araújo acompanhando o Relator e o\nvoto da Sra. Ministra Maria Isabel Gallotti acompanhando o Relator\ncom acréscimos de fundamentação, por unanimidade, rejeitar os\nembargos de declaração, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Moura Ribeiro, Nancy Andrighi, Luis Felipe\nSalomão, Raul Araújo (voto-vista), Paulo de Tarso Sanseverino, Maria\nIsabel Gallotti e Villas Bôas Cueva votaram com o Sr. Ministro\nRelator.\nImpedido o Sr. Ministro Marco Aurélio Bellizze.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DECLARAÇÃO - HIPÓTESES DE CABIMENTO)\n   STJ - <<EDcl no AgRg no AREsp 860920>>-SP,\n         <<EDcl no AgRg no AREsp 799126>>-RS\n(CONFLITO DE COMPETÊNCIA - RECUPERAÇÃO JUDICIAL - LEGITIMIDADE)\n   STJ - <<CC 161667>>-GO,\n         <<CC 137178>>-MG,\n         <<CC 32461>>-GO,\n         {{CC 179346}}-SP,\n         <<AgInt no CC 168425>>-RJ",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00951 ART:01022" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000820428",
  "numeroProcesso" : "1842751",
  "numeroRegistro" : "201901455953",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "LUIS FELIPE SALOMÃO",
  "dataPublicacao" : "DJE        DATA:01/08/2022",
  "ementa" : "RECURSO ESPECIAL REPRESENTATIVO DE CONTROVÉRSIA.  PLANO DE SAÚDE\nCOLETIVO. CANCELAMENTO UNILATERAL. BENEFICIÁRIO SUBMETIDO A\nTRATAMENTO MÉDICO DE DOENÇA GRAVE.\n1. Tese jurídica firmada para fins do artigo 1.036 do CPC: \"A\noperadora, mesmo após o exercício regular do direito à rescisão\nunilateral de plano coletivo, deverá assegurar a continuidade dos\ncuidados assistenciais prescritos a usuário internado ou em pleno\ntratamento médico garantidor de sua sobrevivência ou de sua\nincolumidade física, até a efetiva alta, desde que o titular arque\nintegralmente com a contraprestação (mensalidade) devida.\"\n2. Conquanto seja incontroverso que a aplicação do parágrafo único\ndo artigo 13 da Lei 9.656/1998 restringe-se aos seguros e planos de\nsaúde individuais ou familiares, sobressai o entendimento de que a\nimpossibilidade de rescisão contratual durante a internação do\nusuário - ou a sua submissão a tratamento médico garantidor de sua\nsobrevivência ou da manutenção de sua incolumidade física - também\nalcança os pactos coletivos.\n3. Isso porque, em havendo usuário internado ou em pleno tratamento\nde saúde, a operadora, mesmo após exercido o direito à rescisão\nunilateral do plano coletivo, deverá assegurar a continuidade dos\ncuidados assistenciais até a efetiva alta médica, por força da\ninterpretação sistemática e teleológica dos artigos 8º, § 3º, alínea\n\"b\", e 35-C, incisos I e II, da Lei n. 9.656/1998, bem como do\nartigo 16 da Resolução Normativa DC/ANS n. 465/2021, que reproduz,\ncom pequenas alterações, o teor do artigo 18 contido nas Resoluções\nNormativas DC/ANS n. 428/2017, 387/2015 e 338/2013.\n4. A aludida exegese também encontra amparo na boa-fé objetiva, na\nsegurança jurídica, na função social do contrato e no princípio\nconstitucional da dignidade da pessoa humana, o que permite concluir\nque, ainda quando haja motivação idônea, a suspensão da cobertura\nou a rescisão unilateral do plano de saúde não pode resultar em\nrisco à preservação da saúde e da vida do usuário que se encontre em\nsituação de extrema vulnerabilidade.\n5. Caso concreto: (i) o pai do menor aderiu, em 7.2.2014, ao\nseguro-saúde coletivo empresarial oferecido pela ré, do qual a sua\nempregadora era estipulante; (ii) no referido pacto, havia cláusula\nexpressa prevendo que, após o período de 12 meses de vigência, a\navença poderia ser rescindida imotivadamente por qualquer uma das\npartes, mediante notificação por escrito com no mínimo 60 dias de\nantecedência; (iii) diante da aludida disposição contratual, a\noperadora enviou carta de rescisão ao estipulante, indicando o\ncancelamento da apólice em 16.12.2016; (iv) desde 10.11.2016, foi\nconstatado que o menor - à época, recém-nascido - é portador de\ncardiopatia congênita, além de sequelas provenientes de infecção\nurinária causada por superbactéria, o que reclama o acompanhamento\ncontínuo de cardiologista e de nefrologista a fim de garantir a sua\nsobrevivência; (v) em razão do cancelamento unilateral da apólice\ncoletiva, o menor e o seu genitor - dependente e titular - ajuizaram\na presente demanda, em 15.12.2016, postulando a manutenção do\nseguro-saúde enquanto perdurar a necessidade do referido\nacompanhamento médico e respectivo tratamento de saúde; (vi) em\n15.12.2016, foi deferida antecipação da tutela jurisdicional pela\nmagistrada de piso determinando que a ré custeasse o tratamento\nmédico e hospitalar do menor (fls. 26-27), o que ensejou a\nreativação do plano de saúde em 19.12.2016; e (vii) a sentença -\nmantida pelo Tribunal de origem - condenou a ré a revogar o\ncancelamento da apólice objeto da lide, restabelecendo, assim, o\nseguro-saúde e as obrigações pactuadas.\n6. Diante desse quadro, merece parcial reforma o acórdão estadual\npara se determinar que, observada a manutenção da cobertura\nfinanceira dos tratamentos médicos do usuário dependente que se\nencontrem em curso, seja o coautor (usuário titular) devidamente\ncientificado, após a alta médica, da extinção do vínculo contratual,\ncontando-se, a partir de então, o prazo normativo para o exercício\ndo direito de requerer a portabilidade de carência, nos termos da\nnorma regulamentadora, salvo se optar por aderir a novo plano\ncoletivo eventualmente firmado pelo seu atual empregador.\n7. Recurso especial parcialmente provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220622",
  "decisao" : "Vistos, relatados e discutidos estes autos, os Ministros da Segunda\nSeção do Superior Tribunal de Justiça acordam, por unanimidade, dar\nparcial provimento ao recurso especial, nos termos do voto do Sr.\nMinistro Relator.\nPara os fins repetitivos, foi aprovada a seguinte tese no TEMA\n1.082: \"A operadora, mesmo após o exercício regular do direito à\nrescisão unilateral de plano coletivo, deverá assegurar a\ncontinuidade dos cuidados assistenciais prescritos a usuário\ninternado ou em pleno tratamento médico garantidor de sua\nsobrevivência ou de sua incolumidade física, até a efetiva alta,\ndesde que o titular arque integralmente com a contraprestação\ndevida\". Os Srs. Ministros Raul Araújo, Paulo de Tarso Sanseverino,\nMaria Isabel Gallotti, Ricardo Villas Bôas Cueva, Marco Buzzi, Marco\nAurélio Bellizze, Moura Ribeiro e Nancy Andrighi votaram com o Sr.\nMinistro Relator.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.\nSustentaram oralmente:\n1 - Pelo Recorrente BRADESCO SAÚDE S/A, o Dr. RODRIGO TANNURI;\n2 - Pela Interessada FEDERAÇÃO NACIONAL DE SAÚDE SUPLEMENTAR -\nFENASAÚDE, a Dra. ALICE BERNARDO VORONOFF DE MEDEIROS;\n3 - Pela Interessada AGÊNCIA NACIONAL DE SAÚDE COMPLEMENTAR - ANS, a\nDra. ADRIANA CRISTINA DULLIUS;\n4 - Pelo Interessado INSTITUTO BRASILEIRO DE DEFESA DO CONSUMIDOR, o\nDr. WALTER JOSE FAIAD DE MOURA;\n5 - Pela DEFENSORIA PÚBLICA DA UNIÃO, o Dr. SANDER GOMES PEREIRA\nJUNIOR.",
  "jurisprudenciaCitada" : "(PLANO DE SAÚDE - RESCISÃO UNILATERAL IMOTIVADA - COBERTURA ENQUANTO\nPERDURAR TRATAMENTO MÉDICO)\n   STJ - <<AgInt no AREsp 1918943>>-SP,\n         <<AgInt no REsp 1975011>>-SP,\n         <<AgInt no AREsp 1762780>>-SP,\n         <<AgInt no REsp 1954897>>-SP,\n         <<AgInt no REsp 1879753>>-SP,\n         <<AgInt no AREsp 1849475>>-SP,\n         <<AgInt no REsp 1950610>>-DF,\n         <<AgInt no AREsp 1888972>>-RJ,\n         <<AgInt no REsp 1954882>>-SP,\n         <<AgInt no REsp 1891954>>-SP\n(PLANO DE SAÚDE - CANCELAMENTO UNILATERAL - DIREITO À PORTABILIDADE\nDE CARÊNCIAS)\n   STJ - <<REsp 1739907>>-DF\n(PLANO DE SAÚDE COLETIVO - CANCELAMENTO - MIGRAÇÃO PARA PLANOS\nINDIVIDUAIS OU FAMILIARES)\n   STJ - <<AgInt no REsp 1941254>>-RJ,\n         <<REsp 1471569>>-RJ\n(PLANO DE SAÚDE COLETIVO - CANCELAMENTO UNILATERAL - EMPREGADOR -\nCONTRATAÇÃO DE OUTRA OPERADORA)\n   STJ - <<EDcl no AgInt no REsp 1941254>>-RJ,\n         <<REsp 1846502>>-DF",
  "notas" : "Julgado conforme procedimento previsto para os Recursos Repetitivos\nno âmbito do STJ.",
  "informacoesComplementares" : "     \"[...] quando houver o cancelamento do plano privado coletivo\nde assistência à saúde, deverá ser permitida aos usuários a\nmigração para planos individuais ou familiares, observada a\ncompatibilidade da cobertura assistencial e a portabilidade de\ncarências, desde que a operadora comercialize tal modalidade de\ncontrato e o consumidor opte por se submeter às regras e aos\nencargos peculiares da avença [...]\".\n     \"[...] consoante cediço nesta Corte, em havendo o cancelamento\nunilateral do contrato de plano de saúde coletivo empresarial, 'é\nrecomendável ao empregador promover a pactuação de nova avença com\noutra operadora, evitando-se prejuízos aos seus empregados (ativos\ne inativos), que não precisarão se socorrer da portabilidade ou da\nmigração a planos individuais, de custos mais elevados' [...]\".",
  "termosAuxiliares" : null,
  "teseJuridica" : "\"A operadora, mesmo após o exercício regular do direito à rescisão\nunilateral de plano coletivo, deverá assegurar a continuidade dos\ncuidados assistenciais prescritos a usuário internado ou em pleno\ntratamento médico garantidor de sua sobrevivência ou de sua\nincolumidade física, até a efetiva alta, desde que o titular arque\nintegralmente com a contraprestação (mensalidade) devida\".",
  "tema" : "Tema Repetitivo 1082\nSituação do tema: Acórdão Publicado",
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036", "LEG:FED LEI:009656 ANO:1998\n*****  LPSS-98    LEI DE PLANOS E SEGUROS PRIVADOS DE ASSISTÊNCIA À\nSAÚDE\n        ART:00008 PAR:00003 LET:B ART:00013 PAR:ÚNICO\n        ART:0035C INC:00001 INC:00002", "LEG:FED RSN:000465 ANO:2021\n        ART:00016\n(AGÊNCIA NACIONAL DE SAÚDE SUPLEMENTAR - ANS)", "LEG:FED RSN:000428 ANO:2017\n        ART:00018\n(AGÊNCIA NACIONAL DE SAÚDE SUPLEMENTAR - ANS)", "LEG:FED RSN:000387 ANO:2015\n        ART:00018\n(AGÊNCIA NACIONAL DE SAÚDE SUPLEMENTAR - ANS)", "LEG:FED RSN:000338 ANO:2013\n        ART:00018\n(AGÊNCIA NACIONAL DE SAÚDE SUPLEMENTAR - ANS)" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000820429",
  "numeroProcesso" : "1846123",
  "numeroRegistro" : "201902014325",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "LUIS FELIPE SALOMÃO",
  "dataPublicacao" : "DJE        DATA:01/08/2022",
  "ementa" : "RECURSO ESPECIAL REPRESENTATIVO DE CONTROVÉRSIA.  PLANO DE SAÚDE\nCOLETIVO. CANCELAMENTO UNILATERAL. BENEFICIÁRIO SUBMETIDO A\nTRATAMENTO MÉDICO DE DOENÇA GRAVE.\n1. Tese jurídica firmada para fins do artigo 1.036 do CPC: \"A\noperadora, mesmo após o exercício regular do direito à rescisão\nunilateral de plano coletivo, deverá assegurar a continuidade dos\ncuidados assistenciais prescritos a usuário internado ou em pleno\ntratamento médico garantidor de sua sobrevivência ou de sua\nincolumidade física, até a efetiva alta, desde que o titular arque\nintegralmente com a contraprestação (mensalidade) devida.\"\n2. Conquanto seja incontroverso que a aplicação do parágrafo único\ndo artigo 13 da Lei 9.656/1998 restringe-se aos seguros e planos de\nsaúde individuais ou familiares, sobressai o entendimento de que a\nimpossibilidade de rescisão contratual durante a internação do\nusuário - ou a sua submissão a tratamento médico garantidor de sua\nsobrevivência ou da manutenção de sua incolumidade física - também\nalcança os pactos coletivos.\n3. Isso porque, em havendo usuário internado ou em pleno tratamento\nde saúde, a operadora, mesmo após exercido o direito à rescisão\nunilateral do plano coletivo, deverá assegurar a continuidade dos\ncuidados assistenciais até a efetiva alta médica, por força da\ninterpretação sistemática e teleológica dos artigos 8º, § 3º, alínea\n\"b\", e 35-C, incisos I e II, da Lei n. 9.656/1998, bem como do\nartigo 16 da Resolução Normativa DC/ANS n. 465/2021, que reproduz,\ncom pequenas alterações, o teor do artigo 18 contido nas Resoluções\nNormativas DC/ANS n. 428/2017, 387/2015 e 338/2013.\n4. A aludida exegese também encontra amparo na boa-fé objetiva, na\nsegurança jurídica, na função social do contrato e no princípio\nconstitucional da dignidade da pessoa humana, o que permite concluir\nque, ainda quando haja motivação idônea, a suspensão da cobertura\nou a rescisão unilateral do plano de saúde não pode resultar em\nrisco à preservação da saúde e da vida do usuário que se encontre em\nsituação de extrema vulnerabilidade.\n5. Caso concreto: (i) a autora aderiu, em 1º.12.2012, ao\nseguro-saúde coletivo empresarial oferecido pela ré, do qual o seu\nempregador era estipulante; (ii) no aludido pacto, havia cláusula\nexpressa prevendo que, após o período de 12 meses de vigência, a\navença poderia ser rescindida imotivadamente por qualquer uma das\npartes, mediante notificação por escrito com no mínimo 60 dias de\nantecedência; (iii) diante da aludida disposição contratual, a\noperadora enviou carta de rescisão ao estipulante em 14.12.2016,\nindicando o cancelamento da apólice em 28.2.2017; (iv) desde 2016, a\nusuária encontrava-se afastada do trabalho para tratamento médico\nde câncer de mama, o que ensejou notificação extrajudicial -\nencaminhada pelo estipulante à operadora em 11.1.2017 - pleiteando a\nmanutenção do seguro-saúde até a alta médica; (v) tendo em vista a\nrecusa da ré, a autora ajuizou a presente ação postulando a sua\nmigração para plano de saúde individual; (vi) desde a contestação, a\nré aponta que não comercializa tal modalidade contratual; e (vii)\nem 4.4.2017, foi deferida antecipação da tutela jurisdicional pelo\nmagistrado de piso - confirmada na sentença e pelo Tribunal de\norigem - determinando que \"a ré mantenha em vigor o contrato com a\nautora, nas mesmas condições contratadas pelo estipulante, ou\nrestabeleça o contrato, se já rescindido, por prazo indeterminado ou\naté decisão em contrário deste juízo, garantindo integral cobertura\nde tratamento à moléstia que acomete a autora\" (fls. 29-33).\n6. Diante desse quadro, merece parcial reforma o acórdão estadual a\nfim de se afastar a obrigatoriedade de oferecimento do plano de\nsaúde individual substitutivo do coletivo extinto, mantendo-se,\ncontudo, a determinação de continuidade de cobertura financeira do\ntratamento médico do câncer de mama - porventura em andamento -,\nressalvada a ocorrência de efetiva portabilidade de carências ou a\ncontratação de novo plano coletivo pelo atual empregador.\n7. Recurso especial parcialmente provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220622",
  "decisao" : "Vistos, relatados e discutidos estes autos, os Ministros da Segunda\nSeção do Superior Tribunal de Justiça acordam, por unanimidade, dar\nparcial provimento ao recurso especial, nos termos do voto do Sr.\nMinistro Relator.\nPara os fins repetitivos, foi aprovada a seguinte tese no TEMA\n1.082: \"A operadora, mesmo após o exercício regular do direito à\nrescisão unilateral de plano coletivo, deverá assegurar a\ncontinuidade dos cuidados assistenciais prescritos a usuário\ninternado ou em pleno tratamento médico garantidor de sua\nsobrevivência ou de sua incolumidade física, até a efetiva alta,\ndesde que o titular arque integralmente com a contraprestação\ndevida\". Os Srs. Ministros Raul Araújo, Paulo de Tarso Sanseverino,\nMaria Isabel Gallotti, Ricardo Villas Bôas Cueva, Marco Buzzi, Marco\nAurélio Bellizze, Moura Ribeiro e Nancy Andrighi votaram com o Sr.\nMinistro Relator.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.\nSustentaram oralmente:\n1 - Pelo Recorrente BRADESCO SAÚDE S/A, o Dr. RODRIGO TANNURI;\n2 - Pela Interessada FEDERAÇÃO NACIONAL DE SAÚDE SUPLEMENTAR -\nFENASAÚDE, a Dra. ALICE BERNARDO VORONOFF DE MEDEIROS;\n3 - Pela Interessada AGÊNCIA NACIONAL DE SAÚDE COMPLEMENTAR - ANS, a\nDra. ADRIANA CRISTINA DULLIUS;\n4 - Pelo Interessado INSTITUTO BRASILEIRO DE DEFESA DO CONSUMIDOR, o\nDr. WALTER JOSE FAIAD DE MOURA;\n5 - Pela DEFENSORIA PÚBLICA DA UNIÃO, o Dr. SANDER GOMES PEREIRA\nJUNIOR.",
  "jurisprudenciaCitada" : "(PLANO DE SAÚDE - RESCISÃO UNILATERAL IMOTIVADA - COBERTURA ENQUANTO\nPERDURAR TRATAMENTO MÉDICO)\n   STJ - <<AgInt no AREsp 1918943>>-SP,\n         <<AgInt no REsp 1975011>>-SP,\n         <<AgInt no AREsp 1762780>>-SP,\n         <<AgInt no REsp 1954897>>-SP,\n         <<AgInt no REsp 1879753>>-SP,\n         <<AgInt no AREsp 1849475>>-SP,\n         <<AgInt no REsp 1950610>>-DF,\n         <<AgInt no AREsp 1888972>>-RJ,\n         <<AgInt no REsp 1891954>>-SP\n(PLANO DE SAÚDE - CANCELAMENTO UNILATERAL - DIREITO À PORTABILIDADE\nDE CARÊNCIAS)\n   STJ - <<REsp 1739907>>-DF\n(PLANO DE SAÚDE COLETIVO - CANCELAMENTO - MIGRAÇÃO PARA PLANOS\nINDIVIDUAIS OU FAMILIARES)\n   STJ - <<AgInt no REsp 1941254>>-RJ,\n         <<REsp 1471569>>-RJ\n(PLANO DE SAÚDE COLETIVO - CANCELAMENTO UNILATERAL - EMPREGADOR -\nCONTRATAÇÃO DE OUTRA OPERADORA)\n   STJ - <<EDcl no AgInt no REsp 1941254>>-RJ,\n         <<REsp 1846502>>-DF",
  "notas" : "Julgado conforme procedimento previsto para os Recursos Repetitivos\nno âmbito do STJ.",
  "informacoesComplementares" : "     \"[...] quando houver o cancelamento do plano privado coletivo\nde assistência à saúde, deverá ser permitida aos usuários a\nmigração para planos individuais ou familiares, observada a\ncompatibilidade da cobertura assistencial e a portabilidade de\ncarências, desde que a operadora comercialize tal modalidade de\ncontrato e o consumidor opte por se submeter às regras e aos\nencargos peculiares da avença [...]\".\n     \"[...] consoante cediço nesta Corte, em havendo o cancelamento\nunilateral do contrato de plano de saúde coletivo empresarial, 'é\nrecomendável ao empregador promover a pactuação de nova avença com\noutra operadora, evitando-se prejuízos aos seus empregados (ativos\ne inativos), que não precisarão se socorrer da portabilidade ou da\nmigração a planos individuais, de custos mais elevados' [...]\".",
  "termosAuxiliares" : null,
  "teseJuridica" : "\"A operadora, mesmo após o exercício regular do direito à rescisão\nunilateral de plano coletivo, deverá assegurar a continuidade dos\ncuidados assistenciais prescritos a usuário internado ou em pleno\ntratamento médico garantidor de sua sobrevivência ou de sua\nincolumidade física, até a efetiva alta, desde que o titular arque\nintegralmente com a contraprestação (mensalidade) devida\".",
  "tema" : "Tema Repetitivo 1082\nSituação do tema: Acórdão Publicado",
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036", "LEG:FED LEI:009656 ANO:1998\n*****  LPSS-98    LEI DE PLANOS E SEGUROS PRIVADOS DE ASSISTÊNCIA À\nSAÚDE\n        ART:00008 PAR:00003 LET:B ART:00013 PAR:ÚNICO\n        ART:0035C INC:00001 INC:00002", "LEG:FED RSN:000465 ANO:2021\n        ART:00016\n(AGÊNCIA NACIONAL DE SAÚDE SUPLEMENTAR - ANS)", "LEG:FED RSN:000428 ANO:2017\n        ART:00018\n(AGÊNCIA NACIONAL DE SAÚDE SUPLEMENTAR - ANS)", "LEG:FED RSN:000387 ANO:2015\n        ART:00018\n(AGÊNCIA NACIONAL DE SAÚDE SUPLEMENTAR - ANS)", "LEG:FED RSN:000338 ANO:2013\n        ART:00018\n(AGÊNCIA NACIONAL DE SAÚDE SUPLEMENTAR - ANS)" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000820472",
  "numeroProcesso" : "1905573",
  "numeroRegistro" : "202003017730",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "LUIS FELIPE SALOMÃO",
  "dataPublicacao" : "DJE        DATA:03/08/2022",
  "ementa" : "RECURSO ESPECIAL REPETITIVO. PRODUTOR RURAL. RECUPERAÇÃO JUDICIAL.\nEXERCÍCIO PROFISSIONAL DA ATIVIDADE RURAL HÁ PELO MENOS DOIS ANOS.\nINSCRIÇÃO DO PRODUTOR RURAL NA JUNTA COMERCIAL NO MOMENTO DO PEDIDO\nDE RECUPERAÇÃO JUDICIAL (LEI N. 11.101/2005, ART. 48). RECURSO\nESPECIAL PROVIDO.\n1. Tese firmada para efeito do art. 1.036 do CPC/2015: Ao produtor\nrural que exerça sua atividade de forma empresarial há mais de dois\nanos é facultado requerer a recuperação judicial, desde que esteja\ninscrito na Junta Comercial no momento em que formalizar o pedido\nrecuperacional, independentemente do tempo de seu registro.\n2. No caso concreto, recurso especial provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220622",
  "decisao" : "Vistos, relatados e discutidos estes autos, os Ministros da Segunda\nSeção do Superior Tribunal de Justiça acordam, por unanimidade, dar\nprovimento ao recurso especial para restabelecer, na íntegra, a\ndecisão de primeiro grau que deferir o processamento da recuperação\njudicial dos recorrentes, nos termos do voto do Sr. Ministro\nRelator.\nPara os fins repetitivos, foi aprovada a seguinte tese no TEMA\n1.145: Ao produtor rural que exerça sua atividade de forma\nempresarial há mais de dois anos, é facultado requerer a recuperação\njudicial, desde que esteja inscrito na Junta Comercial no momento\nem que formalizar o pedido recuperacional, independentemente do\ntempo de seu registro. Os Srs. Ministros Raul Araújo, Paulo de Tarso\nSanseverino, Maria Isabel Gallotti, Ricardo Villas Bôas Cueva,\nMarco Buzzi, Marco Aurélio Bellizze e Nancy Andrighi votaram com o\nSr. Ministro Relator.\nAusente, justificadamente, o Sr. Ministro Moura Ribeiro.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : "(PRODUTOR RURAL - EMPRESÁRIO - INSCRIÇÃO NO REGISTRO PÚBLICO DE\nEMPRESAS MERCANTIS - PEDIDO DE RECUPERAÇÃO JUDICIAL)\n   STJ - <<REsp 1800032>>-MT,\n         <<REsp 1811953>>-MT",
  "notas" : "Julgado conforme procedimento previsto para os Recursos Repetitivos\nno âmbito do STJ.",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : "\"Ao produtor rural que exerça sua atividade de forma empresarial há\nmais de dois anos é facultado requerer a recuperação judicial, desde\nque esteja inscrito na Junta Comercial no momento em que formalizar\no pedido recuperacional, independentemente do tempo de seu\nregistro\".",
  "tema" : "Tema Repetitivo 1145\nSituação do tema: Acórdão Publicado",
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036", "LEG:FED LEI:011101 ANO:2005\n*****  LF-05    LEI DE RECUPERAÇÃO JUDICIAL E EXTRAJUDICIAL E DE\nFALÊNCIA\n        ART:00048 ART:0070A\n(ART. 70-A COM A REDAÇÃO DADA PELA LEI 11.101/2005)", "LEG:FED LEI:010406 ANO:2002\n*****  CC-02    CÓDIGO CIVIL DE 2002\n        ART:00966 PAR:ÚNICO ART:00967 ART:00971", "LEG:FED LEI:014112 ANO:2000", "LEG:FED ENU:****** ANO:****\n*****  ENCM3(CJF)    ENUNCIADO DA TERCEIRA JORNADA DE DIREITO\nCOMERCIAL\n        NUM:00096 NUM:00097" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000820473",
  "numeroProcesso" : "1947011",
  "numeroRegistro" : "202102047754",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "LUIS FELIPE SALOMÃO",
  "dataPublicacao" : "DJE        DATA:03/08/2022",
  "ementa" : "RECURSO ESPECIAL REPETITIVO. PRODUTOR RURAL. RECUPERAÇÃO JUDICIAL.\nEXERCÍCIO PROFISSIONAL DA ATIVIDADE RURAL HÁ PELO MENOS DOIS ANOS.\nINSCRIÇÃO DO PRODUTOR RURAL NA JUNTA COMERCIAL NO MOMENTO DO PEDIDO\nDE RECUPERAÇÃO JUDICIAL (LEI N. 11.101/2005, ART. 48). RECURSO\nESPECIAL PROVIDO.\n1. Tese firmada para efeito do art. 1.036 do CPC/2015: Ao produtor\nrural que exerça sua atividade de forma empresarial há mais de dois\nanos é facultado requerer a recuperação judicial, desde que esteja\ninscrito na Junta Comercial no momento em que formalizar o pedido\nrecuperacional, independentemente do tempo de seu registro.\n2. No caso concreto, recurso especial provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220622",
  "decisao" : "Vistos, relatados e discutidos estes autos, os Ministros da Segunda\nSeção do Superior Tribunal de Justiça acordam  A Segunda Seção, por\nunanimidade, dar provimento ao recurso especial para restabelecer,\nna íntegra, a decisão de primeiro grau que deferir o processamento\nda recuperação judicial dos recorrentes, nos termos do voto do Sr.\nMinistro Relator.\nPara os fins repetitivos, foi aprovada a seguinte tese no TEMA\n1.145: Ao produtor rural que exerça sua atividade de forma\nempresarial há mais de dois anos, é facultado requerer a recuperação\njudicial, desde que esteja inscrito na Junta Comercial no momento\nem que formalizar o pedido recuperacional, independentemente do\ntempo de seu registro. Os Srs. Ministros Raul Araújo, Paulo de Tarso\nSanseverino, Maria Isabel Gallotti, Ricardo Villas Bôas Cueva,\nMarco Buzzi, Marco Aurélio Bellizze e Nancy Andrighi votaram com o\nSr. Ministro Relator.\nAusente, justificadamente, o Sr. Ministro Moura Ribeiro.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : "(PRODUTOR RURAL - EMPRESÁRIO - INSCRIÇÃO NO REGISTRO PÚBLICO DE\nEMPRESAS MERCANTIS - PEDIDO DE RECUPERAÇÃO JUDICIAL)\n   STJ - <<REsp 1811953>>-MT,\n         <<REsp 1800032>>-MT",
  "notas" : "Julgado conforme procedimento previsto para os Recursos Repetitivos\nno âmbito do STJ.",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : "\"Ao produtor rural que exerça sua atividade de forma empresarial há\nmais de dois anos é facultado requerer a recuperação judicial, desde\nque esteja inscrito na Junta Comercial no momento em que formalizar\no pedido recuperacional, independentemente do tempo de seu\nregistro\".",
  "tema" : "Tema Repetitivo 1145\nSituação do tema: Acórdão Publicado",
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036", "LEG:FED LEI:011101 ANO:2005\n*****  LF-05    LEI DE RECUPERAÇÃO JUDICIAL E EXTRAJUDICIAL E DE\nFALÊNCIA\n        ART:00048 ART:0070A\n(ART. 70-A COM A REDAÇÃO DADA PELA LEI 11.101/2005)", "LEG:FED LEI:010406 ANO:2002\n*****  CC-02    CÓDIGO CIVIL DE 2002\n        ART:00966 PAR:ÚNICO ART:00967 ART:00971", "LEG:FED LEI:014112 ANO:2000", "LEG:FED ENU:****** ANO:****\n*****  ENCM3(CJF)    ENUNCIADO DA TERCEIRA JORNADA DE DIREITO\nCOMERCIAL\n        NUM:00096 NUM:00097" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000820474",
  "numeroProcesso" : "3700",
  "numeroRegistro" : "200700171076",
  "siglaClasse" : "AR",
  "descricaoClasse" : "AÇÃO RESCISÓRIA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MARIA ISABEL GALLOTTI",
  "dataPublicacao" : "DJE        DATA:03/08/2022",
  "ementa" : "AÇÃO RESCISÓRIA. ALEGAÇÃO DE VIOLAÇÃO LITERAL AO DISPOSTO NO ART.\n20, § 4º, DO CPC 1973. AÇÃO MOVIDA UNICAMENTE CONTRA A VENCEDORA NA\nCAUSA. LITISCONSÓRCIO PASSIVO NECESSÁRIO. PATRONO TITULAR DA VERBA\nHONORÁRIA. EXTINÇÃO SEM RESOLUÇÃO DO MÉRITO.\n1. Ação rescisória. Alegação de violação literal do disposto no art.\n20, § 4º, do CPC 1973. Pretensão de que seja proferido \"outro\njulgamento, com o escopo de fixar a verba honorária de sucumbência\nnos moldes do art. 20, § 4º, do CPC (iudicium rescissorium), de\nmaneira a adequar a referida verba à luz dos princípios da equidade\ne da proporcionalidade e, por conseqüência, evitar o enriquecimento\nsem causa do patrono do Réu\".\n2. Rescisória ajuizada sob a égide do Código de Processo Civil de\n1973, cujo art. 20 estabelecia que os honorários de sucumbência eram\npagos \"ao vencedor\"; vigorando também a Lei 8.906/94 (Estatuto dos\nAdvogados), cujo art. 23 dispõe que os honorários de sucumbência\n\"pertencem ao advogado, tendo este direito autônomo para executar a\nsentença nesta parte (...)\".\n3. Embora houvesse legitimidade concorrente para execução da verba\nhonorária e tivesse a parte vencedora, em tese, legitimidade para\nfigurar no pólo passivo da ação rescisória onde se busca a\ndesconstituição do título exequendo relativo à referida verba,\ndeveria também integrar a lide rescisória, como litisconsorte\npassivo necessário, o advogado, titular do direito aos honorários.\nNo caso, a ação rescisória foi proposta apenas em face da parte\nvencedora e não foi pedida a citação do advogado como litisconsorte\npassivo necessário.\n4. Tendo a execução dos honorários de sucumbência (título judicial\ncuja rescisão é postulada) sido movida exclusivamente pelo patrono\nda parte vencedora, há de se reconhecer, no caso, a ilegitimidade\npassiva para a ação rescisória.\n5. Ação rescisória extinta, sem resolução de mérito, por ausência de\nlegitimidade passiva.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220622",
  "decisao" : "Prosseguindo o julgamento, após o voto-vista antecipado da Sra.\nMinistra Nancy Andrighi julgando extinta a ação rescisória sem\njulgamento do mérito por ilegitimidade passiva do réu, e a\nretificação de votos dos Srs. Ministros Relatora e Revisor aderindo\nao voto da Sra. Ministra Nancy Andrighi, a Segunda Segunda Seção,\npor unanimidade, julgou extinta a ação rescisória, nos termos do\nvotos da Sra. Ministra Relatora. Os Srs. Ministros Ricardo Villas\nBôas Cueva (Revisor), Marco Buzzi, Marco Aurélio Bellizze, Nancy\nAndrighi, Luis Felipe Salomão, Raul Araújo e Paulo de Tarso\nSanseverino votaram com a Sra. Ministra Relatora.\nAusente, justificadamente, o Sr. Ministro Moura Ribeiro.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : "(AÇÃO RESCISÓRIA - CÓDIGO DE PROCESSO CIVIL - TRÂNSITO EM JULGADO DO\nACÓRDÃO RESCINDENDO)\n   STJ - <<AR 5931>>-SP\n(AÇÃO RESCISÓRIA - PRAZO DECADENCIAL - TERMO A QUO)\n   STJ - <<AR 3992>>-BA,\n         <<REsp 1112864>>-MG (RECURSO REPETITIVO - TEMA(s) 552),\n         <<AR 223>>-RJ,\n         <<AgRg no REsp 286297>>-RS,\n         <<REsp 111062>>-ES\n(AÇÃO RESCISÓRIA - DISCUSSÃO SOBRE HONORÁRIOS DE SUCUMBÊNCIA)\n   STJ - <<AR 4949>>-RJ\n(RECURSO ESPECIAL - HONORÁRIOS ADVOCATÍCIOS - DISCUSSÃO - QUESTÃO DE\nDIREITO)\n   STJ - <<AgRg nos EDcl no REsp 306465>>-ES\n(VOTO VISTA - AÇÃO RESCISÓRIA - HONORÁRIOS ADVOCATÍCIOS -\nLEGITIMIDADE PASSIVA)\n   STJ - <<AR 5160>>-RJ\n(VOTO VISTA - AÇÃO RESCISÓRIA - MODIFICAÇÃO DO POLO PASSIVO - PRAZO\nDECADENCIAL)\n   STJ - <<REsp 1667576>>-PR,\n         <<EREsp 676159>>-MT",
  "notas" : null,
  "informacoesComplementares" : "     \"[...] 'O termo 'a quo' para o  ajuizamento da ação rescisória\ncoincide com a  data do trânsito em julgado da decisão rescindenda'\n[...]\".\n     \"[...] '[o] prazo decadencial constante do artigo 495 do Código\nde Processo Civil destina-se tão-somente à  propositura da ação\nrescisória, e  não ao procedimento citatório, porque não há como\nimpor ao autor que ingresse em juízo em prazo hábil para que a\ncitação possa ser feita antes do decurso do prazo de 2  (dois)\nanos.' [...]\".\n     \"Dado o decurso do prazo bienal para a propositura da ação\nrescisória, não mais se faz possível ao autor emendar à inicial,\npara fazer integrar à relação processual o litisconsorte necessário\n[...]\".\n     (VOTO VISTA) (MIN. NANCY ANDRIGHI)\n     \"[...] quando a ação rescisória tiver por propósito discutir a\nprópria condenação à verba honorária, possuindo causa de pedir e\npedido específicos para essa finalidade, [...], somente o advogado\npoderá ser o legitimado passivo por se tratar do titular do direito\nsobre a verba honorária\".\n     \"[...] 'no âmbito da ação rescisória, a admissibilidade de\nmodificações no polo passivo,  seja para inclusão de litisconsortes\npassivos necessários, seja para a substituição de parte ilegítima,\ndeve ser realizada, obrigatoriamente, até o escoamento do prazo\nbienal para o ajuizamento da ação rescisória, sob pena de se operar\na decadência' [...]\u001C.",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:005869 ANO:1973\n*****  CPC-73    CÓDIGO DE PROCESSO CIVIL DE 1973\n        ART:00020 PAR:00004 ART:00219 PAR:00001 ART:00220\n        ART:00495", "LEG:FED LEI:008906 ANO:1994\n*****  EOAB-94    ESTATUTO DA ORDEM DOS ADVOGADOS DO BRASIL DE 1994\n        ART:00023", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000106" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000820426",
  "numeroProcesso" : "1822033",
  "numeroRegistro" : "201901785663",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "LUIS FELIPE SALOMÃO",
  "dataPublicacao" : "DJE        DATA:01/08/2022",
  "ementa" : "PROCESSO CIVIL. DIREITO CIVIL. RECURSO ESPECIAL REPRESENTATIVO DE\nCONTROVÉRSIA. ART. 1.036 DO CPC. EXECUÇÃO. LEI N. 8.009/1990.\nALEGAÇÃO DE BEM DE FAMÍLIA. FIADOR EM CONTRATO DE LOCAÇÃO COMERCIAL\nE RESIDENCIAL. PENHORABILIDADE DO IMÓVEL. POSSIBILIDADE. PRECEDENTES\nDO STF E DO STJ.\n1. Para fins do art. 1.036 do CPC: \"É válida a penhora do bem de\nfamília de fiador apontado em contrato de locação de imóvel, seja\nresidencial, seja comercial, nos termos do inciso VII do art. 3º da\nLei n. 8.009/1990.\"\n2. No caso concreto, recurso especial provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220608",
  "decisao" : "Vistos, relatados e discutidos estes autos, os Ministros da Segunda\nSeção do Superior Tribunal de Justiça acordam, por unanimidade, dar\nprovimento ao recurso especial, nos termos do voto do Sr. Ministro\nRelator.\nPara os fins repetitivos, foi aprovada a seguinte tese (TEMA 1.091):\n\"É válida a penhora do bem de família de fiador dado em contrato de\nlocação de imóvel, seja residencial, seja comercial, nos termos do\ninciso VII, do art. 3º da Lei n. 8.009/1990\".  Os Srs. Ministros\nRaul Araújo, Paulo de Tarso Sanseverino, Maria Isabel Gallotti,\nRicardo Villas Bôas Cueva, Marco Buzzi, Marco Aurélio Bellizze,\nMoura Ribeiro e Nancy Andrighi votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : "(BEM DE FAMÍLIA - FIADOR EM CONTRATO DE LOCAÇÃO COMERCIAL E\nRESIDENCIAL - PENHORABILIDADE DO IMÓVEL - POSSIBILIDADE)\n   STJ - <<AgInt no REsp 1803669>>-SC,\n         <<AgInt no REsp 1899434>>-RJ,\n         <<AgInt no REsp 1893935>>-SP,\n         <<AgInt no REsp 1881570>>-RS\n   STF - [[RE 1307334]]-SP (REPERCUSSÃO GERAL - TEMA(s) 1127),\n         [[Rcl-AgR-ED 38822]],\n         [[RE-AgR-ED 1260497]],\n         [[RE-ED-AgR 1240968]],\n         [[RE-AgR 1292768]]",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : "\"É válida a penhora do bem de família de fiador apontado em contrato\nde locação de imóvel, seja residencial, seja comercial, nos termos\ndo inciso VII do art. 3º da Lei n. 8.009/1990\".",
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036", "LEG:FED LEI:008009 ANO:1990\n*****  LIBF-1990    LEI DA IMPENHORABILIDADE DO BEM DE FAMÍLIA\n        ART:00003 INC:00007\n(COM A REDAÇÃO DADA PELA 8.245/1991)", "LEG:FED LEI:008245 ANO:1991\n*****  LINQ-91    LEI DO INQUILINATO DE 1991", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000549" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000820427",
  "numeroProcesso" : "1822040",
  "numeroRegistro" : "201901791809",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "LUIS FELIPE SALOMÃO",
  "dataPublicacao" : "DJE        DATA:01/08/2022",
  "ementa" : "PROCESSO CIVIL. DIREITO CIVIL. RECURSO ESPECIAL REPRESENTATIVO DE\nCONTROVÉRSIA. ART. 1.036 DO CPC. EXECUÇÃO. LEI N. 8.009/1990.\nALEGAÇÃO DE BEM DE FAMÍLIA. FIADOR EM CONTRATO DE LOCAÇÃO COMERCIAL\nE RESIDENCIAL. PENHORABILIDADE DO IMÓVEL. POSSIBILIDADE. PRECEDENTES\nDO STF E DO STJ.\n1. Para fins do art. 1.036 do CPC: \"É válida a penhora do bem de\nfamília de fiador apontado em contrato de locação de imóvel, seja\nresidencial, seja comercial, nos termos do inciso VII do art. 3º da\nLei n. 8.009/1990.\"\n2. No caso concreto, recurso especial não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220608",
  "decisao" : "Vistos, relatados e discutidos estes autos, os Ministros da Segunda\nSeção do Superior Tribunal de Justiça acordam, por unanimidade,\nnegar provimento ao recurso especial, nos termos do voto do Sr.\nMinistro Relator.\nPara os fins repetitivos, foi aprovada a seguinte tese (TEMA 1.091):\n\"É válida a penhora do bem de família de fiador dado em contrato de\nlocação de imóvel, seja residencial, seja comercial, nos termos do\ninciso VII, do art. 3º da Lei n. 8.009/1990\".  Os Srs. Ministros\nRaul Araújo, Paulo de Tarso Sanseverino, Maria Isabel Gallotti,\nRicardo Villas Bôas Cueva, Marco Buzzi, Marco Aurélio Bellizze,\nMoura Ribeiro e Nancy Andrighi votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : "(BEM DE FAMÍLIA - FIADOR EM CONTRATO DE LOCAÇÃO COMERCIAL E\nRESIDENCIAL - PENHORABILIDADE DO IMÓVEL - POSSIBILIDADE)\n   STJ - <<AgInt no REsp 1803669>>-SC,\n         <<AgInt no REsp 1899434>>-RJ,\n         <<AgInt no REsp 1893935>>-SP,\n         <<AgInt no REsp 1881570>>-RS\n   STF - [[Rcl-AgR-ED 38822]],\n         [[RE-AgR-ED 1260497]],\n         [[RE-ED-AgR 1240968]],\n         [[RE-AgR 1292768]]",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : "\"É válida a penhora do bem de família de fiador apontado em contrato\nde locação de imóvel, seja residencial, seja comercial, nos termos\ndo inciso VII do art. 3º da Lei n. 8.009/1990\".",
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:008245 ANO:1991\n*****  LINQ-91    LEI DO INQUILINATO DE 1991", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036", "LEG:FED LEI:008009 ANO:1990\n*****  LIBF-1990    LEI DA IMPENHORABILIDADE DO BEM DE FAMÍLIA\n        ART:00003 INC:00007\n(COM A REDAÇÃO DADA PELA 8.245/1991)", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000549" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000820470",
  "numeroProcesso" : "1886929",
  "numeroRegistro" : "202001916776",
  "siglaClasse" : "EREsp",
  "descricaoClasse" : "EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "LUIS FELIPE SALOMÃO",
  "dataPublicacao" : "DJE        DATA:03/08/2022",
  "ementa" : "EMBARGOS DE DIVERGÊNCIA. PLANOS E SEGUROS DE SAÚDE. DIVERGÊNCIA\nENTRE AS TURMAS DE DIREITO PRIVADO ACERCA DA TAXATIVIDADE OU NÃO DO\nROL DE PROCEDIMENTOS E EVENTOS EM SAÚDE ELABORADO PELA ANS.\nATRIBUIÇÃO DA AUTARQUIA, INEQUIVOCAMENTE ESTABELECIDA NA SUA PRÓPRIA\nLEI DE CRIAÇÃO. ATO ESTATAL DO REGIME JURÍDICO DE DIREITO\nADMINISTRATIVO AO QUAL SE SUBMETEM FORNECEDORES E CONSUMIDORES DA\nRELAÇÃO CONTRATUAL DE DIREITO PRIVADO. GARANTE A PREVENÇÃO, O\nDIAGNÓSTICO, A RECUPERAÇÃO E A REABILITAÇÃO DE TODAS AS\nENFERMIDADES. SOLUÇÃO CONCEBIDA E ESTABELECIDA PELO LEGISLADOR PARA\nEQUILÍBRIO DOS INTERESSES DAS PARTES DA RELAÇÃO CONTRATUAL.\nENUNCIADO N. 21 DA I JORNADA DE DIREITO DA SAÚDE DO CNJ. CDC.\nAPLICAÇÃO SUBSIDIÁRIA À RELAÇÃO CONTRATUAL, SEMPRE VISANDO O\nEQUILÍBRIO. HARMONIZAÇÃO DA JURISPRUDÊNCIA DA PRIMEIRA E SEGUNDA\nSEÇÕES NO SENTIDO DE VELAR AS ATRIBUIÇÕES LEGAIS E A\nDISCRICIONARIEDADE TÉCNICA DA AUTARQUIA ESPECIALIZADA. FIXAÇÃO DA\nTESE DA TAXATIVIDADE, EM REGRA, DA RELAÇÃO EDITADA PELA AGÊNCIA, COM\nESTABELECIMENTO DE PARÂMETROS OBJETIVOS PARA SOLUÇÃO DE\nCONTROVÉRSIAS SUBMETIDAS AO JUDICIÁRIO.\n1. A Lei n. 9.961/2000 criou a ANS, estabelecendo no art. 3º sua\nfinalidade institucional de promover a defesa do interesse público\nna assistência suplementar à saúde, regulando as operadoras\nsetoriais, inclusive quanto às suas relações com prestadores e\nconsumidores, contribuindo para o desenvolvimento das ações de saúde\nno País. Já o art. 4º, III, elucida que compete à ANS elaborar o\nRol de procedimentos e eventos em saúde, que constituirão referência\nbásica para os fins do disposto na Lei n. 9.656, de 3 de junho de\n1998, e suas excepcionalidades.\n2. Por inequívoca opção do legislador, extrai-se tanto do art. 10, §\n4º, da Lei n. 9.656/1998 quanto do art. 4º, III, da Lei n.\n9.961/2000 que é atribuição dessa agência elaborar o Rol de\nprocedimentos e eventos em saúde que constituirão referência básica\npara os fins do disposto na Lei dos Planos e Seguros de Saúde. Nessa\ntoada, o Enunciado n. 21 da I Jornada de Direito da Saúde do CNJ\npropugna que se considere, nos contratos celebrados ou adaptados na\nforma da Lei n. 9.656/1998, o Rol de procedimentos de cobertura\nobrigatória elencados nas resoluções da Agência Nacional de Saúde\nSuplementar, ressalvadas as coberturas adicionais contratadas.\n3. Por um lado, a Resolução Normativa ANS n. 439/2018, ora\nsubstituída pela Resolução Normativa ANS n. 470/2021, ambas dispondo\nsobre o rito processual de atualização do Rol, estabelece que as\npropostas de sua atualização serão recebidas e analisadas mediante\ncritérios técnicos relevantes de peculiar complexidade, que exigem\nalto nível de informações, quais sejam, utilização dos princípios da\navaliação de tecnologias em saúde - ATS, princípios da saúde\nbaseada em evidências - SBE, manutenção do equilíbrio\neconômico-financeiro do setor. Por outro lado, deixando claro que\nnão há o dever de fornecer todas e quaisquer coberturas vindicadas\npelos usuários dos planos de saúde, ao encontro das mencionadas\nresoluções normativas da ANS, a Medida Provisória n. 1.067, de 2 de\nsetembro de 2021, incluiu o art. 10-D, § 3º, I, II e III, na Lei\n9.656/1998 para estabelecer, no mesmo diapasão do regramento\ninfralegal, a instituição da Comissão de Atualização do Rol de\nProcedimentos e Eventos em Saúde Suplementar, à qual compete\nassessorar a ANS nas atribuições de que trata o § 4º do art. 10,\ndevendo apresentar relatório que considerará: I - as evidências\ncientíficas sobre a eficácia, a acurácia, a efetividade e a\nsegurança do medicamento, do produto ou do procedimento analisado,\nreconhecidas pelo órgão competente para o registro ou a para a\nautorização de uso; II - a avaliação econômica comparativa dos\nbenefícios e dos custos em relação às coberturas já previstas no rol\nde procedimentos e eventos em saúde suplementar, quando couber; e\nIII - a análise de impacto financeiro da ampliação da cobertura no\nâmbito da saúde suplementar.\n4. O  Rol mínimo e obrigatório de procedimentos e eventos em saúde\nconstitui relevante garantia do consumidor para assegurar direito à\nsaúde, a preços acessíveis, contemplando a camada mais ampla e\nvulnerável economicamente da população. Por conseguinte, considerar\nesse mesmo rol meramente exemplificativo - devendo, ademais, a\ncobertura mínima, paradoxalmente, não ter limitações definidas - tem\no condão de efetivamente padronizar todos os planos e seguros de\nsaúde e restringir a livre concorrência, obrigando-lhes,\ntacitamente, a fornecer qualquer tratamento prescrito para garantir\na saúde ou a vida do segurado, o que representaria, na verdade,\nsuprimir a própria existência do \"Rol mínimo\" e, reflexamente, negar\nacesso à saúde suplementar à mais extensa faixa da população.\n5. A par de o Rol da ANS ser harmônico com o CDC, a Segunda Seção já\npacificou que \"as normas do CDC aplicam-se apenas subsidiariamente\nnos planos de saúde, conforme previsão do art. 35-G da Lei nº\n9.656/1998. De qualquer maneira, em casos de incompatibilidade de\nnormas, pelos critérios da especialidade e da cronologia, há\nevidente prevalência da lei especial nova\" (EAREsp n. 988.070/SP,\nrelator Ministro Ricardo Villas Bôas Cueva, Segunda Seção, julgado\nem 8/11/2018, DJe de 14/11/2018). Dessa maneira, ciente de que o Rol\nda ANS é solução concebida pelo próprio legislador para\nharmonização da relação contratual buscada nas relações\nconsumeristas, também não caberia a aplicação insulada do CDC,\nalheia às normas específicas inerentes à relação contratual.\n6. Não se pode perder de vista que se está a discutir direitos e\nobrigações da relação contratual que envolvem plano de saúde e\nusuário, e não o estabelecimento de obrigação de fazer ou de não\nfazer a terceiro, que nem mesmo integra a lide. A ANS, ao contrário\ndo médico-assistente da parte litigante, analisa os procedimentos e\neventos sob perspectiva coletiva, tendo em mira a universalização do\nserviço, de modo a viabilizar o atendimento do maior número\npossível de usuários. Mesmo o correto e regular exercício\nprofissional da Medicina, dentro das normas deontológicas da\nprofissão, usualmente possibilita ao profissional uma certa margem\nde subjetividade, que, por vezes, envolve convicções pessoais ou\nmelhor conveniência, mas não pode nortear a elaboração do Rol.\n7. Conforme adverte a doutrina especializada, muito além de servir\ncomo arrimo para precificar os valores da cobertura básica e mínima\nobrigatória das contratações firmadas na vigência da lei de Planos\nde Saúde, o Rol de procedimentos, a cada nova edição, delineia\ntambém a relevante preocupação do Estado em não expor o consumidor e\npaciente a prescrições que não encontrem respaldo técnico estudado\ne assentado no mundo científico, evitando-se que virem reféns dos\ninteresses - notadamente econômicos - da cadeia de fornecedores de\nprodutos e serviços que englobam a assistência médico-hospitalar e\nodontológica suplementar.\n8. Legítima é a confiança que está de acordo com o direito,\ndespertada a partir de circunstâncias objetivas. Com efeito, o\nentendimento de que o Rol - ato estatal, com expressa previsão legal\ne imperatividade inerente, que vincula fornecedores e consumidores\n- deve ser considerado meramente exemplificativo em vista da\nvulnerabilidade do consumidor, isto é, lista aberta sem nenhum\nparalelo no mundo, ignora que é ato de direito administrativo, e não\ndo fornecedor de serviços, assim como nega vigência a diversos\ndispositivos legais, ocasionando antisseleção, favorecimento da\nconcentração de mercado e esvaziamento da competência atribuída à\nANS pelo Poder Legislativo para adoção de medidas regulatórias\nvoltadas a equilibrar o setor de saúde suplementar de forma ampla e\nsistêmica, com prejuízo para toda a coletividade envolvida. Afeta\nigualmente a eficácia do direito constitucional à saúde (art. 196 da\nCF), pois a interferência no equilíbrio atuarial dos planos de\nsaúde privados contribui de forma significativa para o encarecimento\ndos produtos oferecidos no mercado e para o incremento do reajuste\nda mensalidade no ano seguinte, dificultando o acesso de\nconsumidores aos planos e seguros, bem como sua mantença neles,\nretirando-lhes a confiabilidade assegurada pelo Rol de\nprocedimentos, no que tange à segurança dos procedimentos ali\nelencados, e ao Sistema Único de Saúde (SUS), que, com esse\nentendimento jurisprudencial, reflexamente teria sua demanda\naumentada.\n9. Em recentes precedentes específicos envolvendo a supressão das\natribuições legais da ANS, as duas Turmas de Direito Público\ndecidiram que, \"segundo entendimento firmado neste Superior Tribunal\nde Justiça, até prova cabal em contrário, deve prevalecer a\npresunção de legitimidade dos atos administrativos praticados pelas\nagências reguladoras\", \"sendo inviável qualquer discussão acerca do\npróprio mérito administrativo\" (AgInt nos EDcl no REsp n.\n1.834.266/PR, relator  Ministro Sérgio Kukina, Primeira Turma,\njulgado em 22/3/2021, DJe de 25/3/2021). Ademais, assentaram que não\né papel do Judiciário promover a substituição técnica por outra\nconcepção defendida pelo julgador, sendo \"incabível substituição da\ndiscricionariedade técnica pela discricionariedade judicial\" (AgInt\nno REsp n. 1.823.636/PR, relator Ministro Mauro Campbell Marques,\nSegunda Turma, julgado em 14/9/2021, DJe de 16/9/2021).\n10. Diante desse cenário e buscando uma posição equilibrada e\nponderada, conforme o entendimento atual da Quarta Turma, a\ncobertura de tratamentos, exames ou procedimentos não previstos no\nRol da ANS somente pode ser admitida, de forma pontual, quando\ndemonstrada a efetiva necessidade, por meio de prova técnica\nproduzida nos autos, não bastando apenas a prescrição do médico ou\nodontólogo que acompanha o paciente, devendo ser observados,\nprioritariamente, os contidos no Rol de cobertura mínima. Deveras,\ncomo assentado pela Corte Especial na esfera de recurso repetitivo,\nREsp n. 1.124.552/RS, o melhor para a segurança jurídica consiste em\nnão admitir que matérias técnicas sejam tratadas como se fossem\nexclusivamente de direito, resultando em deliberações arbitrárias ou\ndivorciadas do exame probatório do caso concreto. Ressaltou-se\nnesse precedente que: a) não é possível a ilegítima invasão do\nmagistrado em seara técnica à qual não é afeito; b) sem dirimir a\nquestão técnica, uma ou outra conclusão dependerá unicamente do\nponto de vista do julgador, manifestado quase que de forma\nideológica, por vez às cegas e desprendido da prova dos autos; c)\nnenhuma das partes pode ficar ao alvedrio de valorações\nsuperficiais.\n11. Cabem serem observados os seguintes parâmetros objetivos para\nadmissão, em hipóteses excepcionais e restritas, da superação das\nlimitações contidas no Rol: 1 - o Rol de Procedimentos e Eventos em\nSaúde Suplementar é, em regra, taxativo; 2 - a operadora de plano ou\nseguro de saúde não é obrigada a arcar com tratamento não constante\ndo Rol da ANS se existe, para a cura do paciente, outro\nprocedimento eficaz, efetivo e seguro já incorporado à lista; 3 - é\npossível a contratação de cobertura ampliada ou a negociação de\naditivo contratual para a cobertura de procedimento extrarrol; 4 -\nnão havendo substituto terapêutico ou estando esgotados os\nprocedimentos do Rol da ANS, pode haver, a título de\nexcepcionalidade, a cobertura do tratamento indicado pelo médico ou\nodontólogo-assistente, desde que (i) não tenha sido indeferida\nexpressamente pela ANS a incorporação do procedimento ao Rol da\nSaúde Suplementar; (ii) haja comprovação da eficácia do tratamento à\nluz da medicina baseada em evidências; (iii) haja recomendações de\nórgãos técnicos de renome nacionais (como Conitec e NatJus) e\nestrangeiros; e (iv) seja realizado, quando possível, o diálogo\ninterinstitucional do magistrado com entes ou pessoas com expertise\nna área da saúde, incluída a Comissão de Atualização do Rol de\nProcedimentos e Eventos em Saúde Suplementar, sem deslocamento da\ncompetência do julgamento do feito para a Justiça Federal, ante a\nilegitimidade passiva ad causam da ANS.\n12. No caso concreto, a parte autora da ação tem esquizofrenia\nparanoide e quadro depressivo severo e, como os tratamentos\nmedicamentosos não surtiram efeito, vindica a estimulação magnética\ntranscraniana - EMT, ainda não incluída no Rol da ANS. O Conselho\nFederal de Medicina - CFM, conforme a Resolução CFM n. 1.986/2012,\nreconhece a eficácia da técnica, com indicação para depressões uni e\nbipolar, alucinações auditivas, esquizofrenias, bem como para o\nplanejamento de neurocirurgia, mantendo o caráter experimental para\nas demais indicações. Consoante notas técnicas de NatJus de diversos\nEstados e do DF, o procedimento, aprovado pelo FDA norte-americano,\npode ser mesmo a solução imprescindível para o tratamento de\npacientes que sofrem das enfermidades do recorrido e não responderam\na tratamento com medicamentos - o que, no ponto, ficou\nincontroverso nos autos.\n13. Com efeito, como o Rol não contempla tratamento devidamente\nregulamentado pelo CFM, de eficácia comprovada, que, no quadro\nclínico do usuário do plano de saúde e à luz do Rol da ANS, é\nrealmente a única solução imprescindível ao tratamento de\nenfermidade prevista na Classificação Internacional de Doenças e\nProblemas Relacionados com a Saúde - CID, notadamente por não haver\nnas diretrizes da relação editada pela Autarquia circunstância\nclínica que permita essa cobertura, é forçoso o reconhecimento do\nestado de ilegalidade, com a excepcional imposição da cobertura\nvindicada, que não tem preço significativamente elevado.\n14. Embargos de divergência a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220608",
  "decisao" : "Vistos, relatados e discutidos estes autos, os Ministros da Segunda\nSeção do Superior Tribunal de Justiça acordam, após o voto-vista\nantecipado do Sr. Ministro Villas Bôas Cueva acompanhando o Sr.\nMinistro Relator com acréscimo de parâmetros, o aditamento ao voto\nda Sra. Ministra Nancy Andrighi mantendo a tese do rol\nexemplificativo, e o Sr. Ministro Relator ajustando seu voto para\nacolher as proposições trazidas pelo Sr. Ministro Villas Bôas Cueva,\npor maioria, nos termos do voto do Sr. Ministro Relator,\nestabelecer a tese quanto à taxatividade, em regra, nos seguintes\ntermos:\n1 - o Rol de Procedimentos e Eventos em Saúde Suplementar é, em\nregra, taxativo;\n2 - a operadora de plano ou seguro de saúde não é obrigada a arcar\ncom tratamento não constante do Rol da ANS se existe, para a cura do\npaciente, outro procedimento eficaz, efetivo e seguro já\nincorporado ao Rol;\n3 - é possível a contratação de cobertura ampliada ou a negociação\nde aditivo contratual para a cobertura de procedimento extra Rol;\n4 - não havendo substituto terapêutico ou esgotados os procedimentos\ndo Rol da ANS, pode haver, a título excepcional, a cobertura do\ntratamento indicado pelo médico ou odontólogo assistente, desde que\n(i) não tenha sido indeferido expressamente, pela ANS, a\nincorporação do procedimento ao Rol da Saúde Suplementar; (ii) haja\ncomprovação da eficácia do tratamento à luz da medicina baseada em\nevidências; (iii) haja recomendações de órgãos técnicos de renome\nnacionais (como CONITEC e NATJUS) e estrangeiros; e (iv) seja\nrealizado, quando possível, o diálogo interinstitucional do\nmagistrado com entes ou pessoas com expertise técnica na área da\nsaúde, incluída a Comissão de Atualização do Rol de Procedimentos e\nEventos em Saúde Suplementar, sem deslocamento da competência do\njulgamento do feito para a Justiça Federal, ante a ilegitimidade\npassiva ad causam da ANS.\nVencidos quanto à tese da taxatividade os Srs. Ministros Nancy\nAndrighi, Paulo de Tarso Sanseverino e Moura Ribeiro.\nOs Srs. Ministros Raul Araújo, Maria Isabel Gallotti, Ricardo Villas\nBôas Cueva, Marco Buzzi e Marco Aurélio Bellizze votaram com o Sr.\nMinistro Relator.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.\nConsignado pedido de preferência pela Embargante UNIMED CAMPINAS\nCOOPERATIVA DE TRABALHO MÉDICO, representada pelos Drs. ANA TEREZA\nBASÍLIO e MÁRCIO VIEIRA SOUTO COSTA FERREIRA.",
  "jurisprudenciaCitada" : "(PLANO DE SAÚDE - CONTRATOS - CÓDIGO DE DEFESA DO CONSUMIDOR - CDC -\nAPLICAÇÃO SUBSIDIÁRIA - PREVALÊNCIA DA LEI ESPECIAL)\n   STJ - <<EAREsp 988070>>-SP,\n         <<REsp 1846502>>-DF\n(ATOS ADMINISTRATIVOS - PRESUNÇÃO DE LEGITIMIDADE - PODER JUDICIÁRIO\n- MÉRITO ADMINISTRATIVO)\n   STJ - <<AgInt nos EDcl no REsp 1834266>>-PR\n(SUBSTITUIÇÃO DA DISCRICIONARIEDADE TÉCNICA PELA DISCRICIONARIEDADE\nJUDICIAL - IMPOSSIBILIDADE)\n   STJ - <<AgInt no REsp 1823636>>-PR\n(MATÉRIAS TÉCNICAS - PROVA PERICIAL - NECESSIDADE)\n   STJ - <<REsp 1124552>>-RS (RECURSO REPETITIVO - TEMA(s) 572)\n(PLANO DE SAÚDE - COBERTURA - ROL DE PROCEDIMENTOS DA AGÊNCIA\nNACIONAL DE SAÚDE SUPLEMENTAR - ANS - TRATAMENTO NÃO PREVISTO -\nEXCEPCIONALIDADE)\n   STJ - <<REsp 1729566>>-SP,\n         <<AgInt no AREsp 1418746>>-RJ,\n         <<AgInt no AgInt no AREsp 1713532>>-SP,\n         <<AgInt no REsp 1891218>>-GO,\n         <<AgInt no AREsp 1738629>>-GO,\n         {{REsp 1943146}}-SP\n(PLANO DE SAÚDE - COBERTURA - MAGISTRADO - INSTRUÇÃO PROCESSUAL -\nINFORMAÇÕES DO NÚCLEO DE APOIO TÉCNICO OU CÂMARA TÉCNICA - OUTROS\nSERVIÇOS DE ATENDIMENTO ESPECIALIZADO)\n   STJ - <<REsp 1729566>>-SP",
  "notas" : null,
  "informacoesComplementares" : "     (VOTO VENCIDO) (MIN. NANCY ANDRIGHI)\n     \"[...] o rol de procedimentos e eventos em saúde da ANS,\nenquanto referência básica para os fins do disposto na Lei\n9.656/1998, tem natureza exemplificativa, porque só dessa forma se\nconcretiza a política de saúde idealizada pelo constituinte; se\nrealiza, a partir das desigualdades havidas entre as partes\ncontratantes, a função social do contrato de assistência privada à\nsaúde; bem como se mantém a harmonia e o equilíbrio nas relações\nentre consumidores e fornecedores, de modo a satisfazer,\nsubstancialmente, o objetivo da Política Nacional das Relações de\nConsumo\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:009961 ANO:2000\n        ART:00003 ART:00004 INC:00003", "LEG:FED LEI:009656 ANO:1998\n*****  LPSS-98    LEI DE PLANOS E SEGUROS PRIVADOS DE ASSISTÊNCIA À\nSAÚDE\n        ART:00010 PAR:00004 ART:0010D PAR:00003 INC:00001\n        INC:00002 INC:00003 ART:0035G\n(ART. 10-D, § 3º, I, II E III, COM A REDAÇÃO DADA PELA MEDIDA\nPROVISÓRIA 1.067/2021)", "LEG:FED RSN:000439 ANO:2018\n(AGÊNCIA NACIONAL DE SAÚDE SUPLEMENTAR - ANS)", "LEG:FED RSN:000470 ANO:2021\n        ART:00002 ART:00003 ART:00004\n(AGÊNCIA NACIONAL DE SAÚDE SUPLEMENTAR - ANS)", "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00196 ART:00197", "LEG:FED LEI:008078 ANO:1990\n*****  CDC-90    CÓDIGO DE DEFESA DO CONSUMIDOR", "LEG:FED LEI:014307 ANO:2022", "LEG:FED RES:001986 ANO:2012\n(CONSELHO FEDERAL DE MEDICINA - CFM)", "LEG:FED MPR:001067 ANO:2021", "LEG:FED RES:002057 ANO:2013\n(CONSELHO FEDERAL DE MEDICINA - CFM)", "LEG:FED ENU:****** ANO:2014\n*****  ENSA1(CNJ)    ENUNCIADO DA PRIMEIRA JORNADA DE DIREITO DA\nSAÚDE\n        NUM:00002 NUM:00014 NUM:00018 NUM:00021 NUM:00023\n        NUM:00031 NUM:00033 NUM:00036 NUM:00097" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000820471",
  "numeroProcesso" : "1889704",
  "numeroRegistro" : "202002070605",
  "siglaClasse" : "EREsp",
  "descricaoClasse" : "EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "LUIS FELIPE SALOMÃO",
  "dataPublicacao" : "DJE        DATA:03/08/2022",
  "ementa" : "EMBARGOS DE DIVERGÊNCIA. PLANOS E SEGUROS DE SAÚDE. DIVERGÊNCIA\nENTRE AS TURMAS DE DIREITO PRIVADO ACERCA DA TAXATIVIDADE OU NÃO DO\nROL DE PROCEDIMENTOS E EVENTOS EM SAÚDE ELABORADO PELA ANS.\nATRIBUIÇÃO DA AUTARQUIA, INEQUIVOCAMENTE ESTABELECIDA NA SUA PRÓPRIA\nLEI DE CRIAÇÃO. ATO ESTATAL DO REGIME JURÍDICO DE DIREITO\nADMINISTRATIVO AO QUAL SE SUBMETEM FORNECEDORES E CONSUMIDORES DA\nRELAÇÃO CONTRATUAL DE DIREITO PRIVADO. GARANTE A PREVENÇÃO, O\nDIAGNÓSTICO, A RECUPERAÇÃO E A REABILITAÇÃO DE TODAS AS\nENFERMIDADES. SOLUÇÃO CONCEBIDA E ESTABELECIDA PELO LEGISLADOR PARA\nEQUILÍBRIO DOS INTERESSES DAS PARTES DA RELAÇÃO CONTRATUAL.\nENUNCIADO N. 21 DA I JORNADA DE DIREITO DA SAÚDE DO CNJ. CDC.\nAPLICAÇÃO SUBSIDIÁRIA À RELAÇÃO CONTRATUAL, SEMPRE VISANDO O\nEQUILÍBRIO. HARMONIZAÇÃO DA JURISPRUDÊNCIA DA PRIMEIRA E SEGUNDA\nSEÇÕES NO SENTIDO DE VELAR AS ATRIBUIÇÕES LEGAIS E A\nDISCRICIONARIEDADE TÉCNICA DA AUTARQUIA ESPECIALIZADA. FIXAÇÃO DA\nTESE DA TAXATIVIDADE, EM REGRA, DA RELAÇÃO EDITADA PELA AGÊNCIA, COM\nESTABELECIMENTO DE PARÂMETROS OBJETIVOS PARA SOLUÇÃO DE\nCONTROVÉRSIAS SUBMETIDAS AO JUDICIÁRIO.\n1. A Lei n. 9.961/2000 criou a ANS, estabelecendo no art. 3º sua\nfinalidade institucional de promover a defesa do interesse público\nna assistência suplementar à saúde, regulando as operadoras\nsetoriais, inclusive quanto às suas relações com prestadores e\nconsumidores, contribuindo para o desenvolvimento das ações de saúde\nno País. Já o art. 4º, III, elucida que compete à ANS elaborar o\nRol de procedimentos e eventos em saúde, que constituirão referência\nbásica para os fins do disposto na Lei n. 9.656, de 3 de junho de\n1998, e suas excepcionalidades.\n2. Por inequívoca opção do legislador, extrai-se tanto do art. 10, §\n4º, da Lei n. 9.656/1998 quanto do art. 4º, III, da Lei n.\n9.961/2000 que é atribuição dessa agência elaborar o Rol de\nprocedimentos e eventos em saúde que constituirão referência básica\npara os fins do disposto na Lei dos Planos e Seguros de Saúde. Nessa\ntoada, o Enunciado n. 21 da I Jornada de Direito da Saúde do CNJ\npropugna que se considere, nos contratos celebrados ou adaptados na\nforma da Lei n. 9.656/1998, o Rol de procedimentos de cobertura\nobrigatória elencados nas resoluções da Agência Nacional de Saúde\nSuplementar, ressalvadas as coberturas adicionais contratadas.\n3. Por um lado, a Resolução Normativa ANS n. 439/2018, ora\nsubstituída pela Resolução Normativa ANS n. 470/2021, ambas dispondo\nsobre o rito processual de atualização do Rol, estabelece que as\npropostas de sua atualização serão recebidas e analisadas mediante\ncritérios técnicos relevantes de peculiar complexidade, que exigem\nalto nível de informações, quais sejam, utilização dos princípios da\navaliação de tecnologias em saúde - ATS, princípios da saúde\nbaseada em evidências - SBE, manutenção do equilíbrio\neconômico-financeiro do setor. Por outro lado, deixando claro que\nnão há o dever de fornecer todas e quaisquer coberturas vindicadas\npelos usuários dos planos de saúde, ao encontro das mencionadas\nresoluções normativas da ANS, a Medida Provisória n. 1.067, de 2 de\nsetembro de 2021, incluiu o art. 10-D, § 3º, I, II e III, na Lei\n9.656/1998 para estabelecer, no mesmo diapasão do regramento\ninfralegal, a instituição da Comissão de Atualização do Rol de\nProcedimentos e Eventos em Saúde Suplementar, à qual compete\nassessorar a ANS nas atribuições de que trata o § 4º do art. 10,\ndevendo apresentar relatório que considerará: I - as evidências\ncientíficas sobre a eficácia, a acurácia, a efetividade e a\nsegurança do medicamento, do produto ou do procedimento analisado,\nreconhecidas pelo órgão competente para o registro ou a para a\nautorização de uso; II - a avaliação econômica comparativa dos\nbenefícios e dos custos em relação às coberturas já previstas no rol\nde procedimentos e eventos em saúde suplementar, quando couber; e\nIII - a análise de impacto financeiro da ampliação da cobertura no\nâmbito da saúde suplementar.\n4. O  Rol mínimo e obrigatório de procedimentos e eventos em saúde\nconstitui relevante garantia do consumidor para assegurar direito à\nsaúde, a preços acessíveis, contemplando a camada mais ampla e\nvulnerável economicamente da população. Por conseguinte, considerar\nesse mesmo rol meramente exemplificativo - devendo, ademais, a\ncobertura mínima, paradoxalmente, não ter limitações definidas - tem\no condão de efetivamente padronizar todos os planos e seguros de\nsaúde e restringir a livre concorrência, obrigando-lhes,\ntacitamente, a fornecer qualquer tratamento prescrito para garantir\na saúde ou a vida do segurado, o que representaria, na verdade,\nsuprimir a própria existência do \"Rol mínimo\" e, reflexamente, negar\nacesso à saúde suplementar à mais extensa faixa da população.\n5. A par de o Rol da ANS ser harmônico com o CDC, a Segunda Seção já\npacificou que \"as normas do CDC aplicam-se apenas subsidiariamente\nnos planos de saúde, conforme previsão do art. 35-G da Lei nº\n9.656/1998. De qualquer maneira, em casos de incompatibilidade de\nnormas, pelos critérios da especialidade e da cronologia, há\nevidente prevalência da lei especial nova\" (EAREsp n. 988.070/SP,\nrelator Ministro Ricardo Villas Bôas Cueva, Segunda Seção, julgado\nem 8/11/2018, DJe de 14/11/2018). Dessa maneira, ciente de que o Rol\nda ANS é solução concebida pelo próprio legislador para\nharmonização da relação contratual buscada nas relações\nconsumeristas, também não caberia a aplicação insulada do CDC,\nalheia às normas específicas inerentes à relação contratual.\n6. Não se pode perder de vista que se está a discutir direitos e\nobrigações da relação contratual que envolvem plano de saúde e\nusuário, e não o estabelecimento de obrigação de fazer ou de não\nfazer a terceiro, que nem mesmo integra a lide. A ANS, ao contrário\ndo médico-assistente da parte litigante, analisa os procedimentos e\neventos sob perspectiva coletiva, tendo em mira a universalização do\nserviço, de modo a viabilizar o atendimento do maior número\npossível de usuários. Mesmo o correto e regular exercício\nprofissional da Medicina, dentro das normas deontológicas da\nprofissão, usualmente possibilita ao profissional uma certa margem\nde subjetividade, que, por vezes, envolve convicções pessoais ou\nmelhor conveniência, mas não pode nortear a elaboração do Rol.\n7. Conforme adverte a doutrina especializada, muito além de servir\ncomo arrimo para precificar os valores da cobertura básica e mínima\nobrigatória das contratações firmadas na vigência da lei de Planos\nde Saúde, o Rol de procedimentos, a cada nova edição, delineia\ntambém a relevante preocupação do Estado em não expor o consumidor e\npaciente a prescrições que não encontrem respaldo técnico estudado\ne assentado no mundo científico, evitando-se que virem reféns dos\ninteresses - notadamente econômicos - da cadeia de fornecedores de\nprodutos e serviços que englobam a assistência médico-hospitalar e\nodontológica suplementar.\n8. Legítima é a confiança que está de acordo com o direito,\ndespertada a partir de circunstâncias objetivas. Com efeito, o\nentendimento de que o Rol - ato estatal, com expressa previsão legal\ne imperatividade inerente, que vincula fornecedores e consumidores\n- deve ser considerado meramente exemplificativo em vista da\nvulnerabilidade do consumidor, isto é, lista aberta sem nenhum\nparalelo no mundo, ignora que é ato de direito administrativo, e não\ndo fornecedor de serviços, assim como nega vigência a diversos\ndispositivos legais, ocasionando antisseleção, favorecimento da\nconcentração de mercado e esvaziamento da competência atribuída à\nANS pelo Poder Legislativo para adoção de medidas regulatórias\nvoltadas a equilibrar o setor de saúde suplementar de forma ampla e\nsistêmica, com prejuízo para toda a coletividade envolvida. Afeta\nigualmente a eficácia do direito constitucional à saúde (art. 196 da\nCF), pois a interferência no equilíbrio atuarial dos planos de\nsaúde privados contribui de forma significativa para o encarecimento\ndos produtos oferecidos no mercado e para o incremento do reajuste\nda mensalidade no ano seguinte, dificultando o acesso de\nconsumidores aos planos e seguros, bem como sua mantença neles,\nretirando-lhes a confiabilidade assegurada pelo Rol de\nprocedimentos, no que tange à segurança dos procedimentos ali\nelencados, e ao Sistema Único de Saúde (SUS), que, com esse\nentendimento jurisprudencial, reflexamente teria sua demanda\naumentada.\n9. Em recentes precedentes específicos envolvendo a supressão das\natribuições legais da ANS, as duas Turmas de Direito Público\ndecidiram que, \"segundo entendimento firmado neste Superior Tribunal\nde Justiça, até prova cabal em contrário, deve prevalecer a\npresunção de legitimidade dos atos administrativos praticados pelas\nagências reguladoras\", \"sendo inviável qualquer discussão acerca do\npróprio mérito administrativo\" (AgInt nos EDcl no REsp n.\n1.834.266/PR, relator  Ministro Sérgio Kukina, Primeira Turma,\njulgado em 22/3/2021, DJe de 25/3/2021). Ademais, assentaram que não\né papel do Judiciário promover a substituição técnica por outra\nconcepção defendida pelo julgador, sendo \"incabível substituição da\ndiscricionariedade técnica pela discricionariedade judicial\" (AgInt\nno REsp n. 1.823.636/PR, relator Ministro Mauro Campbell Marques,\nSegunda Turma, julgado em 14/9/2021, DJe de 16/9/2021).\n10. Diante desse cenário e buscando uma posição equilibrada e\nponderada, conforme o entendimento atual da Quarta Turma, a\ncobertura de tratamentos, exames ou procedimentos não previstos no\nRol da ANS somente pode ser admitida, de forma pontual, quando\ndemonstrada a efetiva necessidade, por meio de prova técnica\nproduzida nos autos, não bastando apenas a prescrição do médico ou\nodontólogo que acompanha o paciente, devendo ser observados,\nprioritariamente, os contidos no Rol de cobertura mínima. Deveras,\ncomo assentado pela Corte Especial na esfera de recurso repetitivo,\nREsp n. 1.124.552/RS, o melhor para a segurança jurídica consiste em\nnão admitir que matérias técnicas sejam tratadas como se fossem\nexclusivamente de direito, resultando em deliberações arbitrárias ou\ndivorciadas do exame probatório do caso concreto. Ressaltou-se\nnesse precedente que: a) não é possível a ilegítima invasão do\nmagistrado em seara técnica à qual não é afeito; b) sem dirimir a\nquestão técnica, uma ou outra conclusão dependerá unicamente do\nponto de vista do julgador, manifestado quase que de forma\nideológica, por vez às cegas e desprendido da prova dos autos; c)\nnenhuma das partes pode ficar ao alvedrio de valorações\nsuperficiais.\n11. Cabem serem observados os seguintes parâmetros objetivos para\nadmissão, em hipóteses excepcionais e restritas, da superação das\nlimitações contidas no Rol: 1 - o Rol de Procedimentos e Eventos em\nSaúde Suplementar é, em regra, taxativo; 2 - a operadora de plano ou\nseguro de saúde não é obrigada a arcar com tratamento não constante\ndo Rol da ANS se existe, para a cura do paciente, outro\nprocedimento eficaz, efetivo e seguro já incorporado à lista; 3 - é\npossível a contratação de cobertura ampliada ou a negociação de\naditivo contratual para a cobertura de procedimento extrarrol; 4 -\nnão havendo substituto terapêutico ou estando esgotados os\nprocedimentos do Rol da ANS, pode haver, a título de\nexcepcionalidade, a cobertura do tratamento indicado pelo médico ou\nodontólogo-assistente, desde que (i) não tenha sido indeferida\nexpressamente pela ANS a incorporação do procedimento ao Rol da\nSaúde Suplementar; (ii) haja comprovação da eficácia do tratamento à\nluz da medicina baseada em evidências; (iii) haja recomendações de\nórgãos técnicos de renome nacionais (como Conitec e NatJus) e\nestrangeiros; e (iv) seja realizado, quando possível, o diálogo\ninterinstitucional do magistrado com entes ou pessoas com expertise\nna área da saúde, incluída a Comissão de Atualização do Rol de\nProcedimentos e Eventos em Saúde Suplementar, sem deslocamento da\ncompetência do julgamento do feito para a Justiça Federal, ante a\nilegitimidade passiva ad causam da ANS.\n12. No caso concreto, a ação tem o pedido mediato de obtenção da\ncobertura de tratamento multidisciplinar pelo método ABA (Applied\nBehavoir Analysis) para autismo - reputado, nos embargos de\ndivergência, não previsto no Rol da ANS -, sem limitação do número\nde sessões de terapia ocupacional e de fonoaudiologia. Em vista da\nsuperveniente mudança promovida pela ANS - Resolução n. 469/2021,\nque altera o Anexo II (Diretrizes de Utilização) da Resolução\nNormativa n. 465/2021 (vigente Rol da ANS), publicada em 12/7/2021 -\ne da própria manifestação da parte recorrente, na primeira sessão\nde julgamento, no sentido da subsequente perda do interesse\nrecursal, há uma diretriz que tornou ilimitado o número de consultas\ncom psicólogos, terapeutas ocupacionais e fonoaudiólogos para\ntratamento de autismo. Caso a operadora possua, em sua rede\ncredenciada, profissional habilitado em determinada técnica ou\ndeterminado método, tal como a ABA, tal abordagem terapêutica poderá\nser empregada pelo profissional no atendimento ao beneficiário,\ndurante a realização dos procedimentos cobertos, como sessão de\npsicólogo e/ou terapeuta ocupacional (com diretriz de utilização) ou\nsessão com fonoaudiólogo.\n13. Embargos de divergência a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220608",
  "decisao" : "Vistos, relatados e discutidos estes autos, os Ministros da Segunda\nSeção do Superior Tribunal de Justiça acordam, após o voto-vista\nantecipado do Sr. Ministro Villas Bôas Cueva acompanhando o Sr.\nMinistro Relator com acréscimo de parâmetros, o aditamento ao voto\nda Sra. Ministra Nancy Andrighi mantendo a tese do rol\nexemplificativo, e o Sr. Ministro Relator ajustando seu voto para\nacolher as proposições trazidas pelo Sr. Ministro Villas Bôas Cueva,\npor maioria, nos termos do voto do Sr. Ministro Relator,\nestabelecer a tese quanto à taxatividade, em regra, nos seguintes\ntermos:\n1 - o Rol de Procedimentos e Eventos em Saúde Suplementar é, em\nregra, taxativo;\n2 - a operadora de plano ou seguro de saúde não é obrigada a arcar\ncom tratamento não constante do Rol da ANS se existe, para a cura do\npaciente, outro procedimento eficaz, efetivo e seguro já\nincorporado ao Rol;\n3 - é possível a contratação de cobertura ampliada ou a negociação\nde aditivo contratual para a cobertura de procedimento extra Rol;\n4 - não havendo substituto terapêutico ou esgotados os procedimentos\ndo Rol da ANS, pode haver, a título excepcional, a cobertura do\ntratamento indicado pelo médico ou odontólogo assistente, desde que\n(i) não tenha sido indeferido expressamente, pela ANS, a\nincorporação do procedimento ao Rol da Saúde Suplementar; (ii) haja\ncomprovação da eficácia do tratamento à luz da medicina baseada em\nevidências; (iii) haja recomendações de órgãos técnicos de renome\nnacionais (como CONITEC e NATJUS) e estrangeiros; e (iv) seja\nrealizado, quando possível, o diálogo interinstitucional do\nmagistrado com entes ou pessoas com expertise técnica na área da\nsaúde, incluída a Comissão de Atualização do Rol de Procedimentos e\nEventos em Saúde Suplementar, sem deslocamento da competência do\njulgamento do feito para a Justiça Federal, ante a ilegitimidade\npassiva ad causam da ANS.\nNo caso concreto, a Segunda Seção, por unanimidade, ainda que por\nfundamentação diversa, negou provimento aos embargos de divergência,\nnos termos do voto do Sr. Ministro Relator. Vencidos quanto à tese\nda taxatividade os Srs. Ministros Nancy Andrighi, Paulo de Tarso\nSanseverino e Moura Ribeiro.\nOs Srs. Ministros Raul Araújo, Maria Isabel Gallotti, Ricardo Villas\nBôas Cueva, Marco Buzzi e Marco Aurélio Bellizze votaram com o Sr.\nMinistro Relator.\nPresidiu o Sr. Ministro Antonio Carlos Ferreira.\nConsignados pedidos de preferência pela Embargante UNIMED CAMPINAS\nCOOPERATIVA DE TRABALHO MÉDICO, representada pelos Drs. ANA TEREZA\nBASÍLIO e MÁRCIO VIEIRA SOUTO COSTA FERREIRA e, pelo Embargado R D\nF, as Dras. RAÍSSA MOREIRA SOARES e CAROLINE SALERNO.",
  "jurisprudenciaCitada" : "(PLANO DE SAÚDE - CONTRATOS - CÓDIGO DE DEFESA DO CONSUMIDOR - CDC -\nAPLICAÇÃO SUBSIDIÁRIA - PREVALÊNCIA DA LEI ESPECIAL)\n   STJ - <<EAREsp 988070>>-SP,\n         <<REsp 1846502>>-DF\n(ATOS ADMINISTRATIVOS - PRESUNÇÃO DE LEGITIMIDADE - PODER JUDICIÁRIO\n- MÉRITO ADMINISTRATIVO)\n   STJ - <<AgInt nos EDcl no REsp 1834266>>-PR\n(SUBSTITUIÇÃO DA DISCRICIONARIEDADE TÉCNICA PELA DISCRICIONARIEDADE\nJUDICIAL - IMPOSSIBILIDADE)\n   STJ - <<AgInt no REsp 1823636>>-PR\n(PLANO DE SAÚDE - COBERTURA - ROL DE PROCEDIMENTOS DA AGÊNCIA\nNACIONAL DE SAÚDE SUPLEMENTAR - ANS - TRATAMENTO NÃO PREVISTO -\nEXCEPCIONALIDADE)\n   STJ - <<REsp 1729566>>-SP,\n         {{REsp 1943146}}-SP,\n         <<AgInt no REsp 1891218>>-GO,\n         <<AgInt no AREsp 1418746>>-RJ,\n         <<AgInt no AREsp 1738629>>-GO,\n         <<AgInt no AgInt no AREsp 1713532>>-SP\n(MATÉRIAS TÉCNICAS - PROVA PERICIAL - NECESSIDADE)\n   STJ - <<REsp 1124552>>-RS (RECURSO REPETITIVO - TEMA(s) 572)\n(PLANO DE SAÚDE - COBERTURA - MAGISTRADO - INSTRUÇÃO PROCESSUAL -\nINFORMAÇÕES DO NÚCLEO DE APOIO TÉCNICO OU CÂMARA TÉCNICA - OUTROS\nSERVIÇOS DE ATENDIMENTO ESPECIALIZADO)\n   STJ - <<REsp 1729566>>-SP\n(VOTO VENCIDO - PLANO DE SAÚDE - MÉTODO ABA - COBERTURA -\nOBRIGATORIEDADE)\n   STJ - <<AgInt no REsp 1947720>>-SP",
  "notas" : null,
  "informacoesComplementares" : "     (VOTO VENCIDO) (MIN. NANCY ANDRIGHI)\n     \"[...] o rol de procedimentos e eventos em saúde da ANS,\nenquanto referência básica para os fins do disposto na Lei\n9.656/1998, tem natureza exemplificativa, porque só dessa forma se\nconcretiza a política de saúde idealizada pelo constituinte; se\nrealiza, a partir das desigualdades havidas entre as partes\ncontratantes, a função social do contrato de assistência privada à\nsaúde; bem como se mantém a harmonia e o equilíbrio nas relações\nentre consumidores e fornecedores, de modo a satisfazer,\nsubstancialmente, o objetivo da Política Nacional das Relações de\nConsumo\".\n     (VOTO VENCIDO) (MIN. PAULO DE TARSO SANSEVERINO)\n     \"[...] o novo cenário trazido pela parte embargada acerca do\nMétodo ABA bem evidencia, a meu juízo, a inadequação do entendimento\npelo caráter taxativo do Rol, pois a eficácia de alguns\nprocedimentos na área das ciências da saúde são de difícil\nmensuração, especialmente em saúde mental, circunstância que retarda\na inclusão de procedimentos no Rol, dificultando o tratamento dos\npacientes que necessitam da cobertura daquele procedimento\nespecífico que ainda não atingiu um grau elevado de evidência\ncientífica, como é caso dos autos.\n     O entendimento pelo caráter exemplificativo, por sua vez,\npermite agasalhar hipóteses como a dos autos, em que as evidências\ncientíficas ainda são tênues, sem deixar desamparado o usuário que\nnecessita do tratamento.\n     Especificamente sobre o Método ABA, a egrégia TERCEIRA TURMA,\ncom base no caráter exemplificativo do Rol, já vinha entendendo pela\nobrigatoriedade de cobertura do método ABA, sem limitação do número\nde sessões\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:009656 ANO:1998\n*****  LPSS-98    LEI DE PLANOS E SEGUROS PRIVADOS DE ASSISTÊNCIA À\nSAÚDE\n        ART:00010 PAR:00004 ART:0010D PAR:00003 INC:00001\n        INC:00002 INC:00003 ART:0035G\n(ART. 10-D, § 3º, I, II E III, COM A REDAÇÃO DADA PELA MEDIDA\nPROVISÓRIA 1.067/2021)", "LEG:FED MPR:001067 ANO:2021", "LEG:FED LEI:009961 ANO:2000\n        ART:00003 ART:00004 INC:00003", "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00196 ART:00197", "LEG:FED LEI:008078 ANO:1990\n*****  CDC-90    CÓDIGO DE DEFESA DO CONSUMIDOR", "LEG:FED LEI:014307 ANO:2022", "LEG:FED RES:002057 ANO:2013\n(CONSELHO FEDERAL DE MEDICINA - CFM)", "LEG:FED RSN:000470 ANO:2021\n        ART:00002 ART:00003 ART:00004\n(AGÊNCIA NACIONAL DE SAÚDE SUPLEMENTAR - ANS)", "LEG:FED RSN:000439 ANO:2018\n(AGÊNCIA NACIONAL DE SAÚDE SUPLEMENTAR - ANS)", "LEG:FED RES:001986 ANO:2012\n(CONSELHO FEDERAL DE MEDICINA - CFM)", "LEG:FED RES:000469 ANO:2021\n(AGÊNCIA NACIONAL DE SAÚDE SUPLEMENTAR - ANS)", "LEG:FED RES:000465 ANO:2021\n(AGÊNCIA NACIONAL DE SAÚDE SUPLEMENTAR - ANS)", "LEG:FED ENU:****** ANO:2014\n*****  ENSA1(CNJ)    ENUNCIADO DA PRIMEIRA JORNADA DE DIREITO DA\nSAÚDE\n        NUM:00002 NUM:00014 NUM:00018 NUM:00021 NUM:00023\n        NUM:00031 NUM:00033 NUM:00036 NUM:00097" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000820484",
  "numeroProcesso" : "1964067",
  "numeroRegistro" : "201702453842",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "LUIS FELIPE SALOMÃO",
  "dataPublicacao" : "DJE        DATA:05/08/2022",
  "ementa" : "RECURSO ESPECIAL. PREVIDÊNCIA PRIVADA. COMPLEMENTAÇÃO DE\nAPOSENTADORIA. PREVIDÊNCIA USIMINAS. ADIMPLEMENTO DAS OBRIGAÇÕES\nCONTRATUAIS PELO PARTICIPANTE E INADIMPLEMENTO DA PATROCINADORA\nFALIDA (COFAVI). RESPONSABILIDADE PATRIMONIAL DA ENTIDADE\nPREVIDENCIÁRIA. TEMA PACIFICADO PELA SEGUNDA SEÇÃO DO STJ NO RESP N.\n1.248.975/ES. ALEGAÇÃO DA EXISTÊNCIA DE SUBMASSAS. IRRELEVÂNCIA NO\nCASO CONCRETO. RELAÇÕES JURÍDICAS DISTINTAS: ENTIDADE DE PREVIDÊNCIA\nCOMPLEMENTAR E PATROCINADORA (CONVÊNIO DE ADESÃO); ENTIDADE DE\nPREVIDÊNCIA COMPLEMENTAR E EMPREGADO PARTICIPANTE (PLANO DE\nBENEFÍCIOS). PREVISÃO ESPECÍFICA CONSTANTE NO CONVÊNIO DE ADESÃO.\nPECULIARIDADE. RECONHECIMENTO DA RESPONSABILIDADE PATRIMONIAL DA\nPREVIDÊNCIA USIMINAS. RECURSO ESPECIAL NÃO PROVIDO.\n1. A Segunda Seção do STJ, no julgamento do REsp n. 1.248.975/ES,\nconsagrou o entendimento de que a falência da patrocinadora Cofavi\nou o eventual esgotamento dos recursos do fundo de previdência não\nconstituiu fato extraordinário hábil a isentar a entidade\nprevidenciária da obrigação de pagar os benefícios pelos quais se\ncomprometeu, concluindo-se, portanto, pela responsabilidade da\nPrevidência Usiminas.\n2. O esgotamento dos recursos vinculados à submassa \"FEMCO-COFAVI\",\nainda que decorrente da falência da patrocinadora e da indevida - ou\nmesmo ilegal - ausência do repasse de contribuições, constitui\nlamentável episódio para toda a massa dos segurados, não afastando,\nno entanto, o dever do ente previdenciário de assegurar o pagamento\ndo benefício ao segurado que já cumpriu as condições previstas\ncontratualmente para tanto, o que se verificou na hipótese.\n3. Recurso especial não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220608",
  "decisao" : "Vistos, relatados e discutidos estes autos, os Ministros da Segunda\nSeção do Superior Tribunal de Justiça acordam, após o voto-vista\nantecipado do Sr. Ministro Villas Bôas Cueva, por maioria, negar\nprovimento ao recurso especial, nos termos do voto do Sr. Ministro\nRelator, vencidos os Srs. Ministros Maria Isabel Gallotti, Villas\nBôas Cueva, Marco Aurélio Bellizze e Nancy Andrighi.\nOs Srs. Ministros Raul Araújo, Paulo de Tarso Sanseverino, Marco\nBuzzi e Moura Ribeiro votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.\nConsignados pedidos de preferência pela Recorrente PREVIDÊNCIA\nUSIMINAS, representada pelas Dras. ELIANA CALMON ALVES e LARA CORRÊA\nSABINO BRESCIANI, e pelo Recorrido NILSON RODRIGUES TRANCOSO,\nrepresentado pela Dra. DANIELA RIBEIRO PIMENTA VALBÃO.",
  "jurisprudenciaCitada" : "(AMICUS CURIAE - INGRESSO APÓS INICIADO O JULGAMENTO)\n   STJ - <<REsp 1483930>>-RS (RECURSO REPETITIVO - TEMA(s) 949),\n         <<EDcl no REsp 1439163>>-SP\n(COMPETÊNCIA - RELAÇÕES JURÍDICAS PREVIDENCIÁRIAS - JUSTIÇA COMUM)\n   STJ - <<REsp 1673890>>-ES,\n         <<AgInt no AREsp 1754333>>-RJ,\n         <<CC 31453>>-PE\n(PREVIDÊNCIA PRIVADA - FALÊNCIA PATROCINADORA - ESGOTAMENTO DE\nRECURSOS - OBRIGAÇÃO DE PAGAMENTO DE BENEFÍCIOS)\n   STJ - <<REsp 1248975>>-ES\n(FUNDOS DE PREVIDÊNCIA PRIVADA - INDEPENDÊNCIA PATRIMONIAL)\n   STJ - <<REsp 1207071>>-RJ (RECURSO REPETITIVO - TEMA(s) 539, 540)\n(FUNDOS DE PREVIDÊNCIA PRIVADA - INDEPENDÊNCIA PATRIMONIAL -\nAUSÊNCIA DE RESPONSABILIDADE SOLIDÁRIA - DEVER DE PAGAMENTO)\n   STJ - <<REsp 1248975>>-ES,\n         {{Rcl 39212}}-ES,\n         <<EDcl no REsp 1242267>>-ES\n(VOTO VENCIDO - ENTIDADE DE PREVIDÊNCIA PRIVADA - FUNDOS -\nINDEPENDÊNCIA PATRIMONIAL - AUSÊNCIA DE RESPONSABILIDADE SOLIDÁRIA -\nINEXISTÊNCIA DE DEVER DE PAGAMENTO)\n   STJ - <<REsp 1414672>>-MG,\n         <<REsp 1248975>>-ES",
  "notas" : null,
  "informacoesComplementares" : "     \"[...] é inadmissível o ingresso como amicus curiae  após\niniciado o  julgamento, consignando-se, por oportuno, que 'a\nadmissão de ingresso a  destempo, por inescusável inércia da\npeticionária, violaria o  devido processo legal, surpreendendo\npartes, Ministério Público e  os amici curiae,[...]'\".\n     \"[...] competência da Justiça estadual para o julgamento das\ncausas envolvendo relações jurídicas previdenciárias [...]\".\n     \"[...] a independência patrimonial, exteriorizada pela\ncontabilidade e gestão em separado dos fundos, assim como a ausência\nde solidariedade, própria dos planos de previdência complementar\nenvolvendo os multiplanos, formados com multipatrocinadores, não\nafasta, [...], a obrigatoriedade da continuidade do pagamento dos\nbenefícios no caso ora em debate.\n     Isso porque, justamente em razão da independência da relação\njurídica estabelecida entre a entidade de previdência privada e seus\nsegurados e entre a entidade de previdência e a patrocinadora, assim\ncomo da relação entre o segurado e a patrocinadora, é que deve ser\ngarantido o cumprimento das obrigações previstas no âmbito de cada\numa das relações jurídicas, que, sim, revelam-se autônomas e\nindependentes umas das outras\".\n     Ainda que exauridos os recursos do fundo, é devido o pagamento\ndo benefício de previdência privada ao segurado que já cumpriu as\ncondições previstas contratualmente para tanto, na hipótese em que o\npróprio convênio previu a concessão do benefício sem a prévia\nreserva garantidora. Isso porque, embora o esgotamento de recursos\nconstitua episódio lamentável para toda a massa de segurados, tal\ncircunstância não afasta o devedor do ente previdênciário de arcar\ncom as obrigações por ele firmadas.\n     \"[...]a  ausência de solidariedade entre os planos constituiu\npremissa inquestionável [...], circunstância que, [...], não afasta\na responsabilidade da entidade de previdência pelo pagamento da\ncomplementação de aposentadoria 'até a  liquidação extrajudicial do\nplano de previdência privada dirigido aos empregados da Companhia\nFerro e Aço de Vitória - COFAVI' [...]\".\n     (VOTO VENCIDO) (MIN. RICARDO VILLAS BÔAS CUEVA)\n     \"[...] consoante  o  art.  202  da  Constituição  Federal,  o\nregime  de previdência privada é baseado na constituição de reservas\nque garantam o benefício contratado,ou seja, é pressuposto para a\nobtenção da aposentadoria suplementar a  formação  de  reservas\ngarantidoras.  Pelo  regime  financeiro  de  capitalização,  a\nconstituição  de  reservas,  em  regra,  deve  ser  feita  mediante\ncontribuições  dos patrocinadores,  participantes  e  assistidos,\nconforme  o  caso.  Cabe  às  entidades  de previdência\ncomplementar  apenas  o  papel  de  criar  e  administrar  fundos\ncom  a finalidade de gerir o patrimônio formado por bens e direitos\ndestinados a financiar a futura concessão de benefícios\nprevidenciários\".\n     \"Tanto  no  regime  jurídico  da  Lei  nº  6.435/1977  quanto\nno  da  Lei Complementar  nº  109/2001,  a  solidariedade  entre  os\n patrocinadores  deve  vir expressa  no  convênio  de  adesão,\nsendo  descabida  a  presunção  (art.  896  do Código Civil de 1916;\nart. 265 do Código Civil de 2002)\".\n     \"Autorizar a comunicação das submassas equivaleria ao custeio,\npelos participantes da FEMCO/COSIPA, de duas aposentadorias\nsuplementares: a deles e a dos participantes da FEMCO/COFAVI.\nDeve-se atentar, contudo, para o fato de que isso implicaria\nviolação do direito de propriedade daqueles que ajudaram a construir\no seu próprio fundo garantidor, que seria desviado para terceiros\".\n     \"[...] a liquidação do fundo FEMCO/COFAVI deverá ser feita\nsomente após o recebimento dos valores habilitados no processo de\nfalência da patrocinadora, momento em que deverão ser apreciadas a\nadequação e a necessidade de  aplicação  do  procedimento  a  que\nse  refere  o  art.  48  da  Lei  Complementar  nº 109/2001\".\n     (VOTO VENCIDO) (MIN. MARIA ISABEL GALLOTTI)\n     Ainda que administrados pela mesma entidade de previdência\nprivada, não é possível a utilização de recursos de um fundo\nprevidenciário para a continuidade de pagamento de benefícios\nreferentes a fundo diverso, na hipótese em que expressamente\nprevista em contrato a ausência de solidariedade entre os mesmos.\nIsso porque as contribuições vertidas pela patrocinadora e\nparticipantes constituem patrimônio que a eles pertence, afetado à\nfinalidade previdenciária definida no plano de benefícios\nrespectivo, não sendo propriedade da entidade fechada de previdência\nprivada, a quem cabe apenas administrar esses recursos.\n     \"[...] sendo o  referido convênio de adesão um único ato\njurídico, o qual norteia todas as relações jurídicas entre as\naderentes e destas com os ex-empregados participantes do plano, não\nhá, ao meu sentir, como considerar a existência de solidariedade\nentre os fundos somente para alguns dos ex-empregados da COFAVI e\nsua ausência para os outros\".\n     Não há direito adquirido à manutenção perpétua do pagamento da\ncomplementação de aposentadoria, na hipótese em que exaurido o fundo\nconstituído para o seu custeio. Isso porque a solvabilidade de fundo\nadministrado por entidiade de previdência privada e a constituição\nde reserva matemática calculada atuarialmente são pressupostos para\na manutenção do benefício já concedido. Assim, se o fundo/submassa\nfoi exaurido, se não há solidariedade entre os fundos administrados\npela entidade de previdência privada e se a entidade não administra\npatrimônio próprio, mas apenas recursos de patrocinadora e\nparticipantes, há impossibilidade material de continuidade de\npagamento do benefício a cargo do fundo esgotado.\n     \"A determinação para pagamento de complementação de\naposentadoria para a qual não foi formada a reserva matemática, em\ndecorrência da interrupção dos aportes e considerando as\npeculiaridades do contrato celebrado entre as partes, [...], não se\ncompatibiliza com o princípio do mutualismo inerente ao regime\nfechado de previdência privada [...]\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LCP:000109 ANO:2001\n        ART:00001 ART:00013 PAR:00001 ART:00015 PAR:ÚNICO\n        ART:00017 PAR:ÚNICO ART:00018 ART:00019 ART:00021\n        ART:00034 INC:00001 LET:B ART:00048", "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00202", "LEG:FED LEI:006435 ANO:1977\n        ART:00034 PAR:00002 ART:00039 ART:00042", "LEG:FED LEI:003071 ANO:1916\n*****  CC-16    CÓDIGO CIVIL DE 1916\n        ART:00896", "LEG:FED LEI:010406 ANO:2002\n*****  CC-02    CÓDIGO CIVIL DE 2002\n        ART:00265", "LEG:FED LCP:000108 ANO:2001\n        ART:00003" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000820430",
  "numeroProcesso" : "1627855",
  "numeroRegistro" : "201903542442",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "ANTONIO CARLOS FERREIRA",
  "dataPublicacao" : "DJE        DATA:01/08/2022",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM\nAGRAVO EM RECURSO ESPECIAL. DECISÃO DA PRESIDÊNCIA DESTA CORTE.\nAPLICAÇÃO DA SÚMULA N. 182/STJ NO ACÓRDÃO EMBARGADO. NÃO CABIMENTO\nDOS EMBARGOS. INCIDÊNCIA DA SÚMULA N. 315/STJ. AUSÊNCIA DE\nSEMELHANÇA ENTRE OS CASOS CONFRONTADOS. MULTA DO ART. 1.021, § 4º,\nDO CPC/2015. DECISÃO MANTIDA.\n1. A jurisprudência desta Corte está sedimentada no sentido de que\n\"não cabem embargos de divergência no âmbito do agravo de\ninstrumento que não admite recurso especial\", a teor do que dispõe a\nSúmula n. 315/STJ.\n2. No caso, o agravo em recurso especial não foi conhecido diante da\nincidência da Súmula n. 182 do STJ, o agravo interno foi\ndesprovido, adotando-se fundamentos destinados a manter a\ninadmissibilidade do recurso especial e a própria incidência da\nreferida súmula, e os dois embargos de declaração opostos\nsucessivamente, nos quais se pretendia discutir o tema dos\nhonorários advocatícios, foram rejeitados, sem enfrentar o mérito da\nreferida questão.\n3. Em tal contexto, inexiste similitude fática entre o acórdão\nembargado, que não enfrentou o mérito acerca dos honorários\nadvocatícios, e os paradigmas que efetivamente decidiram a questão\nmaterial relativa à verba honorária.\n4. Nos demais paradigmas, inexistiu manifestação sobre a\n\"consistência\" da impugnação para efeito de aplicação da Súmula n.\n182 do STJ, o que, igualmente, afasta a indispensável semelhança\nentre os casos confrontados nesse ponto.\n5. \"Embora se mitigue o rigor da exigência da similitude fática\nquando a divergência recai sobre regra de direito processual, é\nimprescindível que o dissenso se refira à solução de idêntica\nquestão processual, em conjuntura semelhante, de modo a evidenciar a\nnecessidade de tratamento jurídico igualitário, o que não ocorre na\nhipótese em julgamento\" (AgInt nos EREsp 1275903/RS, Rel. Ministra\nNANCY ANDRIGHI, CORTE ESPECIAL, julgado em 07/10/2020, DJe\n27/10/2020).\n6. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220525",
  "decisao" : "Prosseguindo o julgamento, após o voto-vista do Sr. Ministro Raul\nAraújo acompanhando o Sr. Ministro Relator, a Segunda Seção, por\nunanimidade, negou provimento ao agravo interno, nos termos do voto\ndo Sr. Ministro Relator. Os Srs. Ministros Marco Buzzi, Marco\nAurélio Bellizze, Moura Ribeiro, Nancy Andrighi, Luis Felipe\nSalomão, Raul Araújo e Paulo de Tarso Sanseverino votaram com o Sr.\nMinistro Relator.\nAusente, justificadamente, a Sra. Ministra Maria Isabel Gallotti.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.\nConsignado pedido de preferência, pelos Agravantes EDALBRÁS\nPARTICIPAÇÕES E EMPREENDIMENTOS LTDA e BUENINVEST REPRESENTAÇÕES\nCOMERCIAIS LTDA, do Dr. CAIO MADUREIRA CONSTANTINO.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - SIMILITUDE FÁTICA)\n   STJ - <<AgInt nos EREsp 1275903>>-RS",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000315" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000823081",
  "numeroProcesso" : "162488",
  "numeroRegistro" : "201803158083",
  "siglaClasse" : "AgInt no CC",
  "descricaoClasse" : "AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "RICARDO VILLAS BÔAS CUEVA",
  "dataPublicacao" : "DJE        DATA:05/05/2022",
  "ementa" : "AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA. PROCESSUAL CIVIL. ARTS.\n219, 1.003, § 5º, E 1.070 DO CÓDIGO DE PROCESSO CIVIL DE 2015. PRAZO\nLEGAL. INOBSERVÂNCIA. INTEMPESTIVIDADE.\n1. É intempestivo o agravo interno interposto fora do prazo de 15\n(quinze) dias úteis previsto nos arts. 219, 1.003, § 5º, e 1.070 do\nCódigo de Processo Civil de 2015.\n2. Agravo interno não conhecido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220503",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da SEGUNDA SEÇÃO do Superior Tribunal de\nJustiça, em sessão virtual de 27/04/2022 a 03/05/2022, por\nunanimidade, não conhecer do recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Nancy Andrighi, Luis Felipe Salomão, Raul Araújo,\nPaulo de Tarso Sanseverino, Marco Buzzi, Marco Aurélio Bellizze e\nMoura Ribeiro votaram com o Sr. Ministro Relator.\nNão participou do julgamento a Sra. Ministra Maria Isabel Gallotti.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : null,
  "notas" : "Veja os  <<EDcl no AgInt no CC 162488>> que foram acolhidos com\nefeitos modificativos.",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
} ]