[ {
  "id" : "000834263",
  "numeroProcesso" : "1473196",
  "numeroRegistro" : "201900811191",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MARCO BUZZI",
  "dataPublicacao" : "DJE        DATA:19/12/2022",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL - CUMPRIMENTO DE SENTENÇA -  ASTREINTES -  REDUÇÃO DO VALOR\nDETERMINADA PELA EG. TERCEIRA TURMA - PARTICULARILIDADES DO CASO\nCONCRETO - INVIABILIDADE DE EXAME EM SEDE DE EMBARGOS DE DIVERGÊNCIA\n- ESCÓLIO JURISPRUDENCIAL DA EG. CORTE ESPECIAL E DA SEGUNDA SEÇÃO\n- DELIBERAÇÃO UNIPESSOAL QUE NEGOU PROVIMENTO AO APELO RECURSAL -\nINSURGÊNCIA DA AGRAVANTE.\n1. Nos termos da jurisprudência da eg. Corte Especial e da Segunda\nSeção, a questão relativa ao valor fixado para as astreintes não é\ntese jurídica a ser apreciada na via dos embargos de divergência,\npois são as peculiaridades do caso concreto que norteiam o órgão\njulgador a alterar ou manter o montante da multa. Precedentes.\n2. Na hipótese dos autos, eg. Terceira Turma, por unanimidade de\nvotos, atenta às particularidades da controvérsia, determinou a\nredução do valor fixado a título de multa cominatória, circunstância\nque impede o manejo dos embargos de divergência a teor da\norientação jurisprudencial supracitada.\n3. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221214",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Segunda Seção do Superior\nTribunal de Justiça, por unanimidade, negar provimento ao agravo\ninterno, nos termos do voto do Sr. Ministro Relator. Os Srs.\nMinistros Marco Aurélio Bellizze, Moura Ribeiro, Raul Araújo, Maria\nIsabel Gallotti e Ricardo Villas Bôas Cueva votaram com o Sr.\nMinistro Relator.\nAusentes, justificadamente, os Srs. Ministros Nancy Andrighi, João\nOtávio de Noronha e Paulo de Tarso Sanseverino.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.\nSustentou oralmente pela Agravante BV FINANCEIRA S.A. CRÉDITO\nFINANCIAMENTO e INVESTIMENTO a Dra. NATÁLIA DE SOUZA E MELLO ARAÚJO.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000833976",
  "numeroProcesso" : "189096",
  "numeroRegistro" : "202201816676",
  "siglaClasse" : "AgInt nos EDcl no CC",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJE        DATA:15/12/2022",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NO CONFLITO DE\nCOMPETÊNCIA. PREJUDICIALIDADE EXTERNA. DECISÕES CONFLITANTES.\nPOSSIBILIDADE. SUSPENSÃO DO PROCESSO. NECESSIDADE. PRECEDENTES.\n- A Corte Especial do STJ, ao apreciar questão semelhante a dos\npresentes autos, fez prevalecer a tese de que, tramitando\nsimultaneamente, em juízos diversos, ação de imissão de posse e ação\nem que se discute o ato de transferência do domínio (como no\nparticular), é necessária a suspensão da primeira em razão da\nexistência de prejudicialidade externa (EREsp 1.409.256/PR, DJe de\n28/5/2015).\nAGRAVO INTERNO DESPROVIDO.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221213",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da SEGUNDA SEÇÃO do Superior Tribunal de\nJustiça, em sessão virtual de 07/12/2022 a 13/12/2022, por\nunanimidade, negar provimento ao recurso, nos termos do voto da Sra.\nMinistra Relatora.\nOs Srs. Ministros João Otávio de Noronha, Raul Araújo, Maria Isabel\nGallotti, Ricardo Villas Bôas Cueva, Marco Buzzi, Marco Aurélio\nBellizze e Moura Ribeiro  votaram com a Sra. Ministra Relatora.\nLicenciado o Sr. Ministro Paulo de Tarso Sanseverino.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000833977",
  "numeroProcesso" : "6839",
  "numeroRegistro" : "202002353690",
  "siglaClasse" : "AgInt na AR",
  "descricaoClasse" : "AGRAVO INTERNO NA AÇÃO RESCISÓRIA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJE        DATA:15/12/2022",
  "ementa" : "AGRAVO INTERNO NA AÇÃO RESCISÓRIA.  ERRO DE FATO. UTILIZAÇÃO DA AÇÃO\nRESCISÓRIA COMO SUCEDÂNEO RECURSAL. DESCABIMENTO. VIOLAÇÃO MANIFESTA\nDE NORMA JURÍDICA. NÃO CARACTERIZAÇÃO. INTERPRETAÇAO CONSONANTE COM\nO ENTENDIMENTO DO STJ.\n1. A ação rescisória fundada em erro de fato pressupõe que a decisão\ntenha admitido um fato inexistente ou tenha considerado inexistente\num fato efetivamente ocorrido, mas, em quaisquer dos casos, é\nindispensável que não tenha havido controvérsia nem pronunciamento\njudicial sobre o fato. Precedentes.\n2. Segundo a firme jurisprudência do STJ, a propositura de ação\nrescisória fundada em violação manifesta da norma jurídica somente\nse justifica quando a ofensa à norma for flagrante, cristalina, ou\nseja, quando a decisão rescindenda conferir interpretação\nmanifestamente contrária ao conteúdo da norma. Precedentes.\n3. Na espécie, se afigura descabida a pretensão rescisória,\nporquanto o acórdão rescindendo examinou expressamente a questão,\nque era controvertida, tendo concluído tratar-se de transporte\nunimodal, bem como adotou interpretação razoável do arcabouço\nnormativo incidente na espécie, inclusive alinhado ao entendimento\nvigente nesta Corte.\n4. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221213",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da SEGUNDA SEÇÃO do Superior Tribunal de\nJustiça, em sessão virtual de 07/12/2022 a 13/12/2022, por\nunanimidade, negar provimento ao recurso, nos termos do voto da Sra.\nMinistra Relatora.\nOs Srs. Ministros João Otávio de Noronha, Raul Araújo, Maria Isabel\nGallotti, Ricardo Villas Bôas Cueva, Marco Buzzi, Marco Aurélio\nBellizze e Moura Ribeiro  votaram com a Sra. Ministra Relatora.\nLicenciado o Sr. Ministro Paulo de Tarso Sanseverino.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000834075",
  "numeroProcesso" : "44087",
  "numeroRegistro" : "202203030130",
  "siglaClasse" : "RCD na Rcl",
  "descricaoClasse" : "PEDIDO DE RECONSIDERAÇÃO NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MARCO AURÉLIO BELLIZZE",
  "dataPublicacao" : "DJE        DATA:16/12/2022",
  "ementa" : "PEDIDO DE RECONSIDERAÇÃO NA RECLAMAÇÃO. 1. RECEBIMENTO COMO AGRAVO\nINTERNO. POSSIBILIDADE. 2. RECLAMAÇÃO AJUIZADA CONTRA DECISÃO QUE\nNEGOU SEGUIMENTO A RECURSO ESPECIAL ANTE A CONFORMIDADE ENTRE O\nACÓRDÃO RECORRIDO E A TESE FIRMDA PELO STJ EM RECURSO REPETITIVO.\nNÃO CABIMENTO. 3. AGRAVO DESPROVIDO.\n1. Em homenagem aos princípios da instrumentalidade das formas, da\nfungibilidade e da economia processual, deve-se receber o presente\npedido de reconsideração como agravo interno, principalmente se\nlevado em consideração o teor da sua impugnação e em razão de terem\nsido observados os prazos recursais dos arts. 219, 1.003, § 5º, e\n1.070 do CPC/2015. Precedentes.\n2. Segundo a sistemática recursal introduzida pelo Código de\nProcesso Civil de 2015, a decisão que nega seguimento ao recurso\nespecial em razão da conformidade entre o acórdão recorrido e o\nentendimento firmado pelo STJ em recurso especial repetitivo é\nimpugnável apenas por agravo interno no âmbito da própria Corte\nlocal, não sendo cabível o ajuizamento da reclamação.\n3. Pedido de reconsideração recebido como agravo interno para\nnegar-lhe provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221213",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da SEGUNDA SEÇÃO do Superior Tribunal de\nJustiça, em sessão virtual de 07/12/2022 a 13/12/2022, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Raul\nAraújo, Maria Isabel Gallotti, Ricardo Villas Bôas Cueva, Marco\nBuzzi e Moura Ribeiro  votaram com o Sr. Ministro Relator.\nLicenciado o Sr. Ministro Paulo de Tarso Sanseverino.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000834097",
  "numeroProcesso" : "7352",
  "numeroRegistro" : "202202707955",
  "siglaClasse" : "AgInt na AR",
  "descricaoClasse" : "AGRAVO INTERNO NA AÇÃO RESCISÓRIA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MARCO BUZZI",
  "dataPublicacao" : "DJE        DATA:16/12/2022",
  "ementa" : "AGRAVO INTERNO NA AÇÃO RESCISÓRIA - AÇÃO DE REPARAÇÃO POR DANOS\nPATRIMONIAIS JULGADA PROCEDENTE NA ORIGEM - DELIBERAÇÃO MANTIDA PELA\nEG. TERCEIRA TURMA - DECISÃO UNIPESSOAL QUE INDEFERIU A INSURGÊNCIA\n- IRRESIGNAÇÃO DA AUTORA.\n1. A viabilidade da ação rescisória, lastreada no supramencionado\ndispositivo, pressupõe a demonstração de violação direta, explícita\ne inequívoca de norma jurídica. Evidencia-se, portanto, na hipótese\nvertente, que, objetivando resguardar o instituto da intangibilidade\nda coisa julgada e, por conseguinte, o princípio da segurança\njurídica, o art. 966 do CPC enumera as estritas hipóteses de\ncabimento da ação rescisória, procedimento de natureza excepcional\nque visa à desconstituição de decisão transitada em julgado. Posição\ndoutrinária e precedentes do STJ.\n2.Na hipótese, concretamente, o v. acórdão proferido pela eg.\nTerceira Turma, nos autos do REsp 1.697.494/SP - a qual se pretende\nrescindir - manteve deliberação unipessoal do e. Relator, a fim de\nnegar provimento a agravo interno, com os seguintes fundamentos: i)\n\"(...) 1. As questões postas em discussão foram dirimidas de forma\nsuficiente, fundamentada e sem omissões, devendo ser afastada a\nalegada violação ao art. 489, do Código de Processo Civil/15.\"; ii)\n\"(...) 2. Evidenciado o caráter manifestamente protelatório dos\nembargos declaratórios, impositiva a aplicação da multa prevista no\nart. 538, parágrafo único, do Código de Processo Civil/73.\"; iii)\n\"(...) 3. A jurisprudência do Superior Tribunal de Justiça é assente\nno sentido de que não há cerceamento de defesa quando o julgador\nconsidera desnecessária a produção de prova ou suficientes as já\nproduzidas, mediante a existência nos autos de elementos suficientes\npara a formação de seu convencimento.\"; iv) \"(...) Na hipótese dos\nautos, conclusões da Corte local acerca do dever de indenizar e ao\nmontante indenizatório derivadas da análise do conjunto\nfático-probatório carreado aos autos, atraindo o óbice do Enunciado\nn.º7/STJ.\"\n2.1. Consoante se observa do cotejo entre o decisum rescindendo e os\nargumentos ora apresentados, é prudente gizar que o presente\ninstrumento processual não pode se traduzir em mera tentativa de\nreverter a conclusão do julgamento firmado pelo e. Min. Relator\noriginário, revestindo a pretensão ora aduzida na indevida função de\nsucedâneo recursal, porquanto a rescisória não tem por finalidade a\nrevisão do julgado primitivo apenas em razão do manifesto\ninconformismo da autora. Precedentes.\n3. Não se identifica a demonstração clara e objetiva dos elementos\natinentes aos incisos VI e VII, do codex, porquanto a orientação\nassente deste STJ caminha no sentido de que fatos supervenientes -\ntais como indicados pela ora autora - ainda que documentados, não\npodem ser considerados documentos novos. Precedentes: AR 4878/DF,\nRel. Min. MOURA RIBEIRO, DJe de 07/06/2018; AR 3871/SP, Rel. Min.\nMARCO AURÉLIO BELLIZZE, DJe de 30/04/2018).\n4. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221213",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da SEGUNDA SEÇÃO do Superior Tribunal de\nJustiça, em sessão virtual de 07/12/2022 a 13/12/2022, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Raul\nAraújo, Maria Isabel Gallotti, Ricardo Villas Bôas Cueva, Marco\nAurélio Bellizze e Moura Ribeiro  votaram com o Sr. Ministro\nRelator.\nLicenciado o Sr. Ministro Paulo de Tarso Sanseverino.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000834264",
  "numeroProcesso" : "6182",
  "numeroRegistro" : "201703326767",
  "siglaClasse" : "AgInt nos EDcl na AR",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NA AÇÃO RESCISORIA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MOURA RIBEIRO",
  "dataPublicacao" : "DJE        DATA:16/12/2022",
  "ementa" : "PROCESSO CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NA AÇÃO\nRESCISÓRIA. DECISÃO RESCINDENDA QUE NÃO CONHECEU DO RECURSO ESPECIAL\nPOR DESERÇÃO. ALEGAÇÃO DE ERRO DE FATO. INOCORRÊNCIA. AGRAVO\nINTERNO NÃO PROVIDO.\n1. O presente agravo interno foi interposto contra decisão publicada\nna vigência do novo Código de Processo Civil, razão pela qual devem\nser exigidos os requisitos de admissibilidade recursal na forma\nnele prevista, nos termos do Enunciado Administrativo n.º 3,\naprovado pelo Plenário do STJ na sessão de 9/3/2016: Aos recursos\ninterpostos com fundamento no CPC/2015 (relativos a decisões\npublicadas a partir de 18 de março de 2016) serão exigidos os\nrequisitos de admissibilidade recursal na forma do novo CPC.\n2. A ação rescisória fundada em erro de fato pressupõe que a decisão\ntenha admitido um fato inexistente ou tenha considerado inexistente\num fato efetivamente ocorrido, mas, em quaisquer dos casos, é\nindispensável que não tenha havido controvérsia nem pronunciamento\njudicial sobre o fato. Precedentes.\n3. Na hipótese, a decisão rescindenda reconheceu a deserção do\nrecurso especial do autor, por ausência de comprovação do\nrecolhimento das custas processuais, quando do ato de sua\ninterposição.\n4. A jurisprudência dominante desta eg. Corte Superior é no sentido\nde que os recursos dirigidos a esta Corte Superior devem estar\nacompanhados das guias de recolhimento e dos respectivos\ncomprovantes de pagamento, de forma visível e legível, no momento de\nsua interposição, sob pena de deserção. Precedentes.\n5. Não configura erro de fato a alegação de equívoco interpretativo\nou na qualificação jurídica dos fatos e não se admite a utilização\nda rescisória como sucedâneo recursal. Precedentes.\n6. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221213",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 07/12/2022 a 13/12/2022,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Raul\nAraújo, Maria Isabel Gallotti, Ricardo Villas Bôas Cueva, Marco\nBuzzi e Marco Aurélio Bellizze  votaram com o Sr. Ministro Relator.\nLicenciado o Sr. Ministro Paulo de Tarso Sanseverino.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000834265",
  "numeroProcesso" : "1943772",
  "numeroRegistro" : "202101792521",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MOURA RIBEIRO",
  "dataPublicacao" : "DJE        DATA:16/12/2022",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM\nRECURSO ESPECIAL. RECURSO MANEJADO SOB A ÉGIDE DO NCPC.\nINDEFERIMENTO LIMINAR POR DECISÃO MONOCRÁTICA. POSSIBILIDADE.\nDESATENDIMENTO AOS REQUISITOS PARA COMPROVAÇÃO DO DISSENSO\nPRETORIANO. MERA TRANSCRIÇÃO DO ACÓRDÃO PARADIGMA NÃO SUPRE A\nEXIGÊNCIA LEGAL E REGIMENTAL. VÍCIO SUBSTANCIAL INSANÁVEL.\nFUNDAMENTO NÃO IMPUGNADO. SÚMULA N.º 283 DO STF. AGRAVO NÃO PROVIDO.\n1. Aplicabilidade do novo Código de Processo Civil, devendo ser exi\ngidos os requisitos de admissibilidade recursal na forma nele\nprevista, nos termos do Enunciado Administrativo n.º 3, aprovado\npelo Plenário do STJ na sessão de 9/3/2016: Aos recursos interpostos\ncom fundamento no CPC/2015 (relativos a decisões publicadas a\npartir de 18 de março de 2016) serão exigidos os requisitos de\nadmissibilidade recursal na forma do novo CPC.\n2. Não há falar em desatendimento ao princípio da colegialidade, uma\nvez que nos termos do disposto no art. 266-C do RISTJ é possível o\njulgamento dos embargos de divergência por decisão monocrática com\nbase na jurisprudência dominante desta Corte. Ademais, a legislação\nprocessual prevê meios idôneos para provocar o reexame da decisão,\ncomo agora fazem os agravantes.\n3. A ausência de demonstração da divergência alegada no recurso\nuniformizador - nos moldes exigidos pelo art. 1.043, § 4º, do CPC e\npelo art. 266, § 4º, do RISTJ - constitui claramente vício\nsubstancial, resultante da não observância do rigor técnico exigido\nna interposição do presente recurso, apresentando-se, pois,\ndescabida a incidência do parágrafo único do art. 932 da Lei n.\n13.105/2015 para complementação de fundamentação (AgInt nos EAREsp\n1.238.270/RS, Rel. Ministro JORGE MUSSI, Corte Especial, j.\n13/10/2020, DJe 27/10/2020).\n4. A falta de similitude fático-processual entre os acórdãos\nconfrontados não foi impugnada pela agravante, fundamento\nsuficiente, por si só, para manter a decisão agravada, o que atrai a\nincidência da Súmula n.º 283 do STF, por analogia (É inadmissível o\nrecurso extraordinário, quando a decisão recorrida assenta em mais\nde um fundamento suficiente e o recurso não abrange todos eles).\n5. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221213",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 07/12/2022 a 13/12/2022,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Raul\nAraújo, Maria Isabel Gallotti, Ricardo Villas Bôas Cueva, Marco\nBuzzi e Marco Aurélio Bellizze  votaram com o Sr. Ministro Relator.\nLicenciado o Sr. Ministro Paulo de Tarso Sanseverino.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000834266",
  "numeroProcesso" : "1450489",
  "numeroRegistro" : "201900424024",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MOURA RIBEIRO",
  "dataPublicacao" : "DJE        DATA:16/12/2022",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM\nAGRAVO EM RECURSO ESPECIAL. INDEFERIMENTO LIMINAR POR DECISÃO\nMONOCRÁTICA. POSSIBILIDADE. DESATENDIMENTO AOS REQUISITOS PARA\nCOMPROVAÇÃO DO DISSENSO PRETORIANO. MERA TRANSCRIÇÃO DO ACÓRDÃO\nPARADIGMA NÃO SUPRE A EXIGÊNCIA LEGAL E REGIMENTAL. VÍCIO\nSUBSTANCIAL INSANÁVEL. FUNDAMENTO NÃO IMPUGNADO. SÚMULA Nº 283 DO\nSTF. AGRAVO NÃO PROVIDO.\n1. A ausência de demonstração da divergência alegada no recurso\nuniformizador - nos moldes exigidos pelo art. 1.043, § 4º, do CPC e\npelo art. 266, § 4º, do RISTJ - constitui claramente vício\nsubstancial, resultante da não observância do rigor técnico exigido\nna interposição do presente recurso, apresentando-se, pois,\ndescabida a incidência do parágrafo único do art. 932 da Lei n.\n13.105/2015 para complementação de fundamentação (AgInt nos EAREsp\n1.238.270/RS, Rel. Ministro JORGE MUSSI, Corte Especial, j.\n13/10/2020, DJe 27/10/2020).\n2. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221213",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 07/12/2022 a 13/12/2022,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Raul\nAraújo, Maria Isabel Gallotti, Ricardo Villas Bôas Cueva, Marco\nBuzzi e Marco Aurélio Bellizze  votaram com o Sr. Ministro Relator.\nLicenciado o Sr. Ministro Paulo de Tarso Sanseverino.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000834267",
  "numeroProcesso" : "181209",
  "numeroRegistro" : "202102234605",
  "siglaClasse" : "AgInt nos EDcl no CC",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MOURA RIBEIRO",
  "dataPublicacao" : "DJE        DATA:16/12/2022",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NO CONFLITO DE\nCOMPETÊNCIA. INCIDENTE MANEJADO SOB A ÉGIDE DO NCPC. FALÊNCIA.\nRECLAMAÇÃO TRABALHISTA. ATO DE CONSTRIÇÃO ANTERIOR. SUJEIÇÃO AO\nJUÍZO UNIVERSAL. AGRAVO INTERNO NÃO PROVIDO.\n1. Aplicabilidade do NCPC neste julgamento conforme o Enunciado\nAdministrativo n.º 3, aprovado pelo Plenário do STJ na sessão de\n9/3/2016: Aos recursos interpostos com fundamento no CPC/2015\n(relativos a decisões publicadas a partir de 18 de março de 2016)\nserão exigidos os requisitos de admissibilidade recursal na forma do\nnovo CPC.\n2. A prática de atos aparentemente colidentes por juízos que,\nimplicitamente, se consideram competentes configura o conflito de\ncompetência previsto no art. 66 do NCPC.\n3. O conflito foi conhecido para fixar a competência do juízo\nuniversal para deliberar sobre os atos de constrição envolvendo os\nbens arrecadados pela massa falida.\n4. A Segunda Seção desta Corte Superior de Justiça tem julgados no\nsentido de que a decretação da falência, ainda que exista prévia\npenhora, impede o prosseguimento das execuções contra os devedores,\ndevendo, portanto, ser centralizados no Juízo universal os atos\nexecutórios subsequentes.\n5. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221213",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 07/12/2022 a 13/12/2022,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Raul\nAraújo, Maria Isabel Gallotti, Ricardo Villas Bôas Cueva, Marco\nBuzzi e Marco Aurélio Bellizze  votaram com o Sr. Ministro Relator.\nLicenciado o Sr. Ministro Paulo de Tarso Sanseverino.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000834268",
  "numeroProcesso" : "176724",
  "numeroRegistro" : "202003332860",
  "siglaClasse" : "AgInt no CC",
  "descricaoClasse" : "AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MOURA RIBEIRO",
  "dataPublicacao" : "DJE        DATA:16/12/2022",
  "ementa" : "AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA. RECLAMAÇÃO TRABALHISTA.\nCRÉDITOS. EXECUÇÃO DE SENTENÇA. ÓBITO DO AUTOR. INCLUSÃO NO\nINVENTÁRIO. COMPETÊNCIA DA JUSTIÇA COMUM. AGRAVO NÃO PROVIDO.\n1. Inaplicabilidade da Súmula nº 59 do STJ, uma vez que as\ncircunstâncias fáticas não se amoldam ao entendimento firmado na\nSúmula nº 59 do STJ, diante da ausência do trânsito em julgado das\nações - execução trabalhista e inventário, em curso perante os\njuízos confrontados.\n2. A jurisprudência desta Corte Superior se firmou no sentido de que\ncompete à Justiça Comum deliberar sobre o destino dos créditos\ndevidos ao de cujus, submetendo-os ao inventário e partilhados entre\nos herdeiros, sendo inaplicável a definição de dependentes prevista\nno art. 1º da Lei nº 6.858/80.\n3. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221213",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 07/12/2022 a 13/12/2022,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Raul\nAraújo, Maria Isabel Gallotti, Ricardo Villas Bôas Cueva, Marco\nBuzzi e Marco Aurélio Bellizze  votaram com o Sr. Ministro Relator.\nLicenciado o Sr. Ministro Paulo de Tarso Sanseverino.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000833480",
  "numeroProcesso" : "1632701",
  "numeroRegistro" : "201903613191",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "JOÃO OTÁVIO DE NORONHA",
  "dataPublicacao" : "DJE        DATA:12/12/2022",
  "ementa" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL.\nINEXISTÊNCIA DE DISSENSO SOBRE TESE JURÍDICA. SITUAÇÕES FÁTICAS\nDIVERSAS. RECURSO DESPROVIDO .\n1. A finalidade dos embargos de divergência é a uniformização da\njurisprudência do STJ, de forma que entendimentos já superados não\nse prestam a embasar esse recurso. Tampouco cabe embargos de\ndivergência para o reexame dos pressupostos de conhecimento do\nrecurso especial, a fim de se extrair conclusão diversa a respeito\nda incidência da Súmula n. 7 do STJ.\n2. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221206",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da SEGUNDA SEÇÃO do Superior Tribunal de\nJustiça, em sessão virtual de 30/11/2022 a 06/12/2022, por\nunanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, Raul Araújo, Maria Isabel\nGallotti, Ricardo Villas Bôas Cueva, Marco Buzzi, Marco Aurélio\nBellizze e Moura Ribeiro votaram com o Sr. Ministro Relator.\nLicenciado o Sr. Ministro Paulo de Tarso\nSanseverino.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : "(RECURSO ESPECIAL - REEXAME DE PRESSUPOSTOS DE CONHECIMENTO - NÃO\nCABIMENTO)\n   STJ - <<AgRg nos EREsp 1106269>>-RN\n(APLICAÇÃO DA SÚMULA 7 DO STJ - ANÁLISE INDIRETA DO MÉRITO DA\nQUESTÃO - NÃO OCORRÊNCIA)\n   STJ - <<AgInt nos EAREsp 1734231>>-DF",
  "notas" : null,
  "informacoesComplementares" : "     \"[...] por certo a aplicação da Súmula n. 7 do STJ não\nsignifica a análise indireta do mérito da questão, mas a afirmação\nexplícita da impossibilidade de enfrentá-lo [...]\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000007" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000833482",
  "numeroProcesso" : "1720818",
  "numeroRegistro" : "202001590833",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "JOÃO OTÁVIO DE NORONHA",
  "dataPublicacao" : "DJE        DATA:12/12/2022",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM\nAGRAVO EM RECURSO ESPECIAL. DEMONSTRAÇÃO DO DISSÍDIO. REQUISITOS DO\nART. 1.043, § 4º, DO CPC DE 2015. INOBSERVÂNCIA.\n1. Configura pressuposto indispensável para a comprovação da\ndivergência jurisprudencial a adoção de uma das seguintes\nprovidências quanto a paradigma indicado como divergente: (a) a\njuntada de certidões; (b) a apresentação de cópia do inteiro teor do\njulgado; (c) a citação do repositório oficial, autorizado ou\ncredenciado nos quais se ache publicado, inclusive em mídia\neletrônica; e (d) a reprodução do julgado disponível na rede mundial\nde computadores, com a indicação da respectiva fonte na internet.\nPortanto, a mera citação de trechos do acórdão paradigma,\nacompanhada do link por meio do qual a parte os teria obtido na rede\nmundial de computares, não atende a nenhum dos itens acima\nindicados, configurando vício substancial insanável, fato que\ninviabiliza o trânsito dos embargos de divergência.\n2. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221206",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da SEGUNDA SEÇÃO do Superior Tribunal de\nJustiça, em sessão virtual de 30/11/2022 a 06/12/2022, por\nunanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, Raul Araújo, Maria Isabel\nGallotti, Ricardo Villas Bôas Cueva, Marco Buzzi, Marco Aurélio\nBellizze e Moura Ribeiro votaram com o Sr. Ministro Relator.\nLicenciado o Sr. Ministro Paulo de Tarso\nSanseverino.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - CÓPIA DO INTEIRO TEOR DO ACÓRDÃO\nPARADIGMA)\n   STJ - <<AgInt nos EREsp 1903273>>-PR",
  "notas" : null,
  "informacoesComplementares" : "     \"[...] 'no que diz respeito à cópia do 'inteiro teor' do\nacórdão paradigma, a jurisprudência da Corte Especial considera que\ntal documento compreende o relatório, o voto, a ementa/acórdão e a\nrespectiva certidão de julgamento' [...]\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01043 PAR:00004" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000833495",
  "numeroProcesso" : "1858167",
  "numeroRegistro" : "202100854480",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "JOÃO OTÁVIO DE NORONHA",
  "dataPublicacao" : "DJE        DATA:12/12/2022",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA NO\nAGRAVO EM RECURSO ESPECIAL. DISSÍDIO QUANTO À OFENSA AO ART. 489, §\n1º, DO CPC. INVIABILIDADE. PRECEDENTES.\n1. Os embargos de divergência não se prestam para o confronto entre\njulgados que interpretam os arts. 489, § 1º, e 1.022 do CPC, em\nrazão das situações fático-jurídicas diferenciadas e da necessidade\nde análise individualizada de cada caso.\n2. A falta de combate a fundamento suficiente para manter decisão\njustifica a aplicação, por analogia, da Súmula n. 283 do STJ.\n3. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221206",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da SEGUNDA SEÇÃO do Superior Tribunal de\nJustiça, em sessão virtual de 30/11/2022 a 06/12/2022, por\nunanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, Raul Araújo, Maria Isabel\nGallotti, Ricardo Villas Bôas Cueva, Marco Buzzi, Marco Aurélio\nBellizze e Moura Ribeiro votaram com o Sr. Ministro Relator.\nLicenciado o Sr. Ministro Paulo de Tarso\nSanseverino.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - DIVERGÊNCIA ACERCA DE OFENSA AOS ARTS.\n489, § 1º, E 1.022 DO CPC - PECULIARIDADES DE CASO CONCRETO - NÃO\nCABIMENTO)\n   STJ - <<AgInt nos EAREsp 1363487>>-PR",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00489 PAR:00001 ART:01022", "LEG:FED SUM:****** ANO:****\n*****  SUM(STF)    SÚMULA DO SUPREMO TRIBUNAL FEDERAL\n        SUM:000283" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000833539",
  "numeroProcesso" : "43839",
  "numeroRegistro" : "202202386593",
  "siglaClasse" : "AgInt na Rcl",
  "descricaoClasse" : "AGRAVO INTERNO NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MARIA ISABEL GALLOTTI",
  "dataPublicacao" : "DJE        DATA:13/12/2022",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO. RECLAMAÇÃO. RECUPERAÇÃO JUDICIAL.\nCOOBRIGADO. ALEGADA VIOLAÇÃO DA TESE FIRMADA NO RECURSO ESPECIAL\n1.333.349/SP. NÃO OCORRÊNCIA. AGRAVO INTERNO NÃO PROVIDO.\n 1. Não usurpa a competência do Superior Tribunal de Justiça a\ndecisão do Tribunal de origem que, com fundamento no art. 1.030, I,\n\"b\" do CPC, aplica o entendimento adotado no julgamento do recurso\nrepresentativo da controvérsia.\n 2. A reclamação não se presta ao reexame de fatos e provas.\n 3. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221206",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da SEGUNDA SEÇÃO do Superior Tribunal de\nJustiça, em sessão virtual de 30/11/2022 a 06/12/2022, por\nunanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Raul\nAraújo, Ricardo Villas Bôas Cueva, Marco Buzzi, Marco Aurélio\nBellizze e Moura Ribeiro votaram com a Sra. Ministra Relatora.\nLicenciado o Sr. Ministro Paulo de Tarso\nSanseverino.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : "(RECLAMAÇÃO - DESCABIMENTO - DECISÃO DE ACORDO COM A SISTEMÁTICA DO\nREPRESENTATIVO DA CONTROVÉRSIA - USURPAÇÃO DE COMPETÊNCIA -\nINEXISTÊNCIA)\n   STJ - <<AgInt na Rcl 32213>>-SP,\n         <<AgInt na Rcl 33061>>-RJ",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000833540",
  "numeroProcesso" : "1881527",
  "numeroRegistro" : "202101353890",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MARIA ISABEL GALLOTTI",
  "dataPublicacao" : "DJE        DATA:13/12/2022",
  "ementa" : "AGRAVO INTERNO. EMBARGOS DE DIVERGÊNCIA. AGRAVO EM RECURSO\nESPECIAL. AUSÊNCIA DE ENFRENTAMENTO DO MÉRITO DO RECURSO ESPECIAL.\nINCIDÊNCIA DA SÚMULA N. 315 DO STJ. DISSÍDIO A RESPEITO DA\nINTERPRETAÇÃO DO ART. 1.022 DO CÓDIGO DE PROCESSO CIVIL. DISCUSSÃO\nSOBRE A EXISTÊNCIA DE OMISSÃO NO JULGADO. IMPOSSIBILIDADE.\n 1. \"A jurisprudência do Superior Tribunal de Justiça é firme no\nsentido de que não é admissível o recurso de embargos de divergência\nquando não for analisado o mérito do recurso especial, a teor da\nSúmula n. 315 desta Corte Superior\" (AgInt nos EAREsp n.\n1.587.670/SP, relator Ministro Francisco Falcão, Corte Especial, DJe\nde 25.6.2021).\n 2. \"Não cabem embargos de divergência no âmbito do agravo de\ninstrumento que não admite recurso especial\" (Súmula n. 315/STJ).\n 3. \"Não cabem embargos de divergência para apreciação da aplicação\ndas disposições do art. 1.022 do CPC, porquanto a constatação de\nhaver ou não omissão ou deficiência na fundamentação do acórdão\ndemanda o exame das peculiaridades de cada caso concreto, fato que\ninibe a existência de dissídio de teses que dê sustentação aos\nembargos de divergência\" (AgInt nos EDcl nos EAREsp 1.343.037/RS,\nRel. Ministro João Otávio de Noronha, Corte Especial, DJe de\n13.8.2021). Precedentes.\n 4. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221206",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da SEGUNDA SEÇÃO do Superior Tribunal de\nJustiça, em sessão virtual de 30/11/2022 a 06/12/2022, por\nunanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Raul\nAraújo, Ricardo Villas Bôas Cueva, Marco Buzzi, Marco Aurélio\nBellizze e Moura Ribeiro votaram com a Sra. Ministra Relatora.\nLicenciado o Sr. Ministro Paulo de Tarso\nSanseverino.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : "(RECURSO DE EMBARGOS DE DIVERGÊNCIA - MÉRITO DO RECURSO ESPECIAL NÃO\nANALISADO - SÚMULA 315/STJ)\n   STJ - <<EDcl no AgInt no RE nos EDcl no AgInt nos EAREsp\n1587670>>-SP,\n         <<AgInt nos EAREsp 826476>>-RJ,\n         <<AgInt nos EAREsp 1643326>>-PR\n(RECURSO DE EMBARGOS DE DIVERGÊNCIA - OCORRÊNCIA DE VÍCIOS PREVISTOS\nNO ART. 1.022/CPC - ANÁLISE DE CIRCUNSTÂNCIAS PARTICULARES DO CASO\nCONCRETO - NÃO CABIMENTO)\n   STJ - <<AgInt nos EDcl nos EAREsp 1343037>>-RS,\n         <<AgInt nos EAREsp 1332706>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000315", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01022 ART:01043" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000833547",
  "numeroProcesso" : "1978846",
  "numeroRegistro" : "202102783197",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MARIA ISABEL GALLOTTI",
  "dataPublicacao" : "DJE        DATA:13/12/2022",
  "ementa" : "AGRAVO INTERNO. EMBARGOS DE DIVERGÊNCIA. AGRAVO EM RECURSO\nESPECIAL. DIVERGÊNCIA JURISPRUDENCIAL. INTEIRO TEOR. FALTA DE\nJUNTADA. CERTIDÃO DE JULGAMENTO. AUSÊNCIA DE DEMONSTRAÇÃO. DATA DE\nPUBLICAÇÃO NO DJE. INSUFICIÊNCIA. JURISPRUDÊNCIA DA CORTE ESPECIAL.\nINCIDÊNCIA DOS ENUNCIADOS 5 E 7 DA SÚMULA DO STJ. APLICAÇÃO DE REGRA\nTÉCNICA DE ADMISSIBILIDADE DO RECURSO ESPECIAL.\n 1. A mera indicação da data de publicação do acórdão divergente no\nDJe não supre as exigências formais para comprovação do dissídio,\nnotadamente pela ausência do inteiro teor do acórdão naquela fonte.\nPrecedentes da Corte Especial.\n 2. A certidão de julgamento compõe o inteiro teor do acórdão, não\nse admitindo para comprovação da divergência julgado dela\ndesacompanhado. Jurisprudência da Corte Especial.\n 3. Não cabe, em embargos de divergência, reexaminar os pressupostos\nde conhecimento do recurso especial, para extrair conclusão diversa\na respeito da incidência das Súmulas 5 e 7/STJ.\n 4. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221206",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da SEGUNDA SEÇÃO do Superior Tribunal de\nJustiça, em sessão virtual de 30/11/2022 a 06/12/2022, por\nunanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Raul\nAraújo, Ricardo Villas Bôas Cueva, Marco Buzzi, Marco Aurélio\nBellizze e Moura Ribeiro votaram com a Sra. Ministra Relatora.\nLicenciado o Sr. Ministro Paulo de Tarso\nSanseverino.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : "Aguardando análise.",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000833549",
  "numeroProcesso" : "1915639",
  "numeroRegistro" : "202100081183",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MARIA ISABEL GALLOTTI",
  "dataPublicacao" : "DJE        DATA:13/12/2022",
  "ementa" : "AGRAVO INTERNO. EMBARGOS DE DIVERGÊNCIA. RECURSO ESPECIAL.\nDEMONSTRAÇÃO DA DIVERGÊNCIA JURISPRUDENCIAL. NÃO OBSERVÂNCIA.\nINADMISSIBILIDADE DOS EMBARGOS DE DIVERGÊNCIA. OBRIGAÇÃO DE FAZER.\nACORDO HOMOLOGADO. NÃO CUMPRIMENTO. AUSÊNCIA DE PRAZO PARA\nCUMPRIMENTO DA OBRIGAÇÃO. NOTIFICAÇÃO. MORA. EXIGÊNCIA.  INCIDÊNCIA\nDA SÚMULA N. 168 DO STJ.\n 1. Nos termos da jurisprudência do STJ, \"configura pressuposto\nindispensável para a comprovação da divergência jurisprudencial a\nadoção pela parte recorrente, na petição dos embargos de\ndivergência, de uma das seguintes providências, quanto aos\nparadigmas indicados: (I) a juntada de certidões; (II) apresentação\nde cópias do inteiro teor dos acórdãos apontados; (III) a citação do\nrepositório oficial, autorizado ou credenciado nos quais eles se\nachem publicados, inclusive em mídia eletrônica; e (IV) a reprodução\nde julgado disponível na rede mundial de computadores, com a\nindicação da respectiva fonte na Internet\" (AgInt nos EAREsp n.\n1.879.885/RJ, relatora Ministra Nancy Andrighi, Corte Especial,\njulgado em 23.8.2022, DJe de 25.8.2022).\n 2. Não se admite a oposição de embargos de divergência quando a\njurisprudência do Tribunal se firmou no mesmo sentido do acórdão\nembargado (Súmula n. 168/STJ).\n 3. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221206",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da SEGUNDA SEÇÃO do Superior Tribunal de\nJustiça, em sessão virtual de 30/11/2022 a 06/12/2022, por\nunanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Raul\nAraújo, Ricardo Villas Bôas Cueva, Marco Buzzi, Marco Aurélio\nBellizze e Moura Ribeiro votaram com a Sra. Ministra Relatora.\nLicenciado o Sr. Ministro Paulo de Tarso\nSanseverino.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : "Aguardando análise.",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000833729",
  "numeroProcesso" : "1734515",
  "numeroRegistro" : "201800818587",
  "siglaClasse" : "EDcl no AgInt nos EREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MOURA RIBEIRO",
  "dataPublicacao" : "DJE        DATA:09/12/2022",
  "ementa" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA\nEM RECURSO ESPECIAL. RECURSO MANEJADO SOB A ÉGIDE DO NCPC. EMBARGOS\nDE DECLARAÇÃO INTEMPESTIVOS. RECURSO NÃO CONHECIDO.\n1. Aplicabilidade do NCPC neste julgamento conforme o Enunciado\nAdministrativo n.º 3, aprovado pelo Plenário do STJ na sessão de\n9/3/2016: Aos recursos interpostos com fundamento no CPC/2015\n(relativos a decisões publicadas a partir de 18 de março de 2016)\nserão exigidos os requisitos de admissibilidade recursal na forma do\nnovo CPC.\n2. Os presentes embargos declaratórios não podem ser conhecidos,\npois opostos fora do prazo de 5 dias previsto no art. 1.023 do\nCPC/2015.\n3. Embargos não conhecidos.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221206",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da SEGUNDA SEÇÃO do Superior Tribunal de\nJustiça, em sessão virtual de 30/11/2022 a 06/12/2022, por\nunanimidade, não conhecer do recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Raul\nAraújo, Maria Isabel Gallotti, Ricardo Villas Bôas Cueva, Marco\nBuzzi e Marco Aurélio Bellizze  votaram com o Sr. Ministro Relator.\nLicenciado o Sr. Ministro Paulo de Tarso Sanseverino.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000833743",
  "numeroProcesso" : "1592778",
  "numeroRegistro" : "201902917756",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MOURA RIBEIRO",
  "dataPublicacao" : "DJE        DATA:09/12/2022",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM\nAGRAVO EM RECURSO ESPECIAL. RECURSO MANEJADO SOB A ÉGIDE DO NCPC.\nAUSÊNCIA DE IMPUGNAÇÃO ESPECÍFICA AOS FUNDAMENTOS DA DECISÃO\nAGRAVADA. INOBSERVÂNCIA DO ART. 1.021, § 1º, DO NCPC E INCIDÊNCIA DA\nSÚMULA N.º 182 DO STJ. FUNDAMENTAÇÃO DEFICIENTE. AGRAVO NÃO\nCONHECIDO.\n1. Aplicabilidade do novo Código de Processo Civil, devendo ser\nexigidos os requisitos de admissibilidade recursal na forma nele\nprevista, nos termos do Enunciado Administrativo n.º 3, aprovado\npelo Plenário do STJ na sessão de 9/3/2016: Aos recursos interpostos\ncom fundamento no CPC/2015 (relativos a decisões publicadas a partir\nde 18 de março de 2016) serão exigidos os requisitos de\nadmissibilidade recursal na forma do novo CPC.\n2. Não há falar em desatendimento ao princípio da colegialidade, uma\nvez que, nos termos do disposto no art. 266-C, do RISTJ, é possível\no julgamento dos embargos de divergência, por decisão monocrática,\ncom base na jurisprudência dominante desta Corte. Ademais, a\nlegislação processual prevê meios idôneos para provocar o reexame da\ndecisão, como agora faz a agravante.\n3. O agravo interno não impugnou as razões da decisão agravada, pois\nnão refutou, de forma fundamentada, a conclusão de que não se pode\nconhecer da divergência, nos termos do enunciado da Súmula n.º 168\ndo STJ (Não cabem embargos de divergência, quando a jurisprudência\ndo Tribunal se firmou no mesmo sentido do acórdão embargado).\n4. Agravo interno não conhecido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221206",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da SEGUNDA SEÇÃO do Superior Tribunal de\nJustiça, em sessão virtual de 30/11/2022 a 06/12/2022, por\nunanimidade, não conhecer do recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Raul\nAraújo, Maria Isabel Gallotti, Ricardo Villas Bôas Cueva, Marco\nBuzzi e Marco Aurélio Bellizze  votaram com o Sr. Ministro Relator.\nLicenciado o Sr. Ministro Paulo de Tarso Sanseverino.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000833108",
  "numeroProcesso" : "1697582",
  "numeroRegistro" : "202001014355",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "ANTONIO CARLOS FERREIRA",
  "dataPublicacao" : "DJE        DATA:05/12/2022",
  "ementa" : "PROCESSUAL CIVIL. CONTRATOS. AGRAVO INTERNO NOS EMBARGOS DE\nDIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL. PLANO DE SAÚDE. NEGATIVA\nDE COBERTURA. TRATAMENTO FORA DO ROL DA ANS. COBERTURA EXCEPCIONAL.\nTAXATIVIDADE. MITIGAÇÃO. POSSIBILIDADE. DECISÃO MANTIDA.\n1. De acordo com a jurisprudência desta Corte, \"Cabem serem\nobservados os seguintes parâmetros objetivos para admissão, em\nhipóteses excepcionais e restritas, da superação das limitações\ncontidas no Rol: 1 - o Rol de Procedimentos e Eventos em Saúde\nSuplementar é, em regra, taxativo; 2 - a operadora de plano ou\nseguro de saúde não é obrigada a arcar com tratamento não constante\ndo Rol da ANS se existe, para a cura do paciente, outro procedimento\neficaz, efetivo e seguro já incorporado à lista; 3 - é possível a\ncontratação de cobertura ampliada ou a negociação de aditivo\ncontratual para a cobertura de procedimento extrarrol; 4 - não\nhavendo substituto terapêutico ou estando esgotados os procedimentos\ndo Rol da ANS, pode haver, a título de excepcionalidade, a cobertura\ndo tratamento indicado pelo médico ou odontólogo-assistente, desde\nque (i) não tenha sido indeferida expressamente pela ANS a\nincorporação do procedimento ao Rol da Saúde Suplementar; (ii) haja\ncomprovação da eficácia do tratamento à luz da medicina baseada em\nevidências; (iii) haja recomendações de órgãos técnicos de renome\nnacionais (como Conitec e NatJus) e estrangeiros; e (iv) seja\nrealizado, quando possível, o diálogo interinstitucional do\nmagistrado com entes ou pessoas com expertise na área da saúde,\nincluída a Comissão de Atualização do Rol de Procedimentos e Eventos\nem Saúde Suplementar, sem deslocamento da competência do julgamento\ndo feito para a Justiça Federal, ante a ilegitimidade passiva ad\ncausam da ANS\" (EREsp n. 1.889.704/SP, Relator Ministro LUIS FELIPE\nSALOMÃO, SEGUNDA SEÇÃO, julgado em 8/6/2022, DJe de 3/8/2022).\n2. Nesse julgamento da Segunda Seção, ficou decidido também \"ser\ntemerário nessas demandas o julgamento de improcedência, sem\ninstrução processual para dirimir a questão técnica subjacente à\njurídica, consoante proposta da I Jornada de Direito da Saúde,\nrealizada pelo CNJ, acolhida em precedente da Quarta Turma, para\npropiciar a prolação de decisão racionalmente fundamentada, na linha\ndo que propugna o Enunciado n. 31 da I da mencionada Jornada [...]\".\n3. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221129",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da SEGUNDA SEÇÃO do Superior Tribunal de\nJustiça, em sessão virtual de 23/11/2022 a 29/11/2022, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Raul\nAraújo, Maria Isabel Gallotti, Marco Buzzi, Marco Aurélio Bellizze e\nMoura Ribeiro  votaram com o Sr. Ministro Relator.\nLicenciado o Sr. Ministro Paulo de Tarso Sanseverino.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : "(PLANO DE SAÚDE - NEGATIVA DE COBERTURA - TRATAMENTO FORA DO ROL DA\nANS - COBERTURA EXCEPCIONAL - TAXATIVIDADE - MITIGAÇÃO)\n   STJ - <<EREsp 1889704>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED ENU:****** ANO:2014\n*****  ENSA1(CNJ)    ENUNCIADO DA PRIMEIRA JORNADA DE DIREITO DA\nSAÚDE\n        NUM:00031" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000833744",
  "numeroProcesso" : "43819",
  "numeroRegistro" : "202202375359",
  "siglaClasse" : "AgInt na Rcl",
  "descricaoClasse" : "AGRAVO INTERNO NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "RICARDO VILLAS BÔAS CUEVA",
  "dataPublicacao" : "DJE        DATA:09/12/2022",
  "ementa" : "AGRAVO INTERNO NA RECLAMAÇÃO. PROCESSUAL CIVIL. RECLAMAÇÃO. TEMA Nº\n1.061/STJ. RECURSOS REPETITIVOS. PREVISÃO LEGAL DE CABIMENTO.\nAUSÊNCIA. COMPETÊNCIA. TRIBUNAL.  APELAÇÃO.\n1. A hipótese de cabimento da reclamação calcada na garantia da\nautoridade das decisões de que tratam os artigos 105, inciso I,\nalínea \"f\", da Constituição Federal e 988 do Código de Processo\nCivil de 2015 surge por ocasião de eventual descumprimento de ordens\nemanadas do Superior Tribunal de Justiça especificamente para um\ncaso concreto, o que não ocorreu na espécie.\n2. A violação ou a inobservância da orientação firmada em recursos\nrepetitivos não se enquadra em nenhuma das hipóteses previstas de\ncabimento de reclamação dirigida a esta Corte Superior.\n3. Eventual adequação na aplicação de tema consolidado em\nprecedentes repetitivos é do Tribunal de apelação, por ocasião do\njulgamento do agravo interno interposto contra a decisão que nega\nseguimento a recurso especial com base no artigo 1.030, inciso I,\n\"b\", do Código de Processo Civil de 2015.\n4. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221129",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da SEGUNDA SEÇÃO do Superior Tribunal de\nJustiça, em sessão virtual de 23/11/2022 a 29/11/2022, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Raul\nAraújo, Maria Isabel Gallotti, Marco Buzzi, Marco Aurélio Bellizze e\nMoura Ribeiro  votaram com o Sr. Ministro Relator.\nLicenciado o Sr. Ministro Paulo de Tarso Sanseverino.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000833745",
  "numeroProcesso" : "43679",
  "numeroRegistro" : "202202148638",
  "siglaClasse" : "AgInt na Rcl",
  "descricaoClasse" : "AGRAVO INTERNO NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "RICARDO VILLAS BÔAS CUEVA",
  "dataPublicacao" : "DJE        DATA:09/12/2022",
  "ementa" : "AGRAVO INTERNO NA RECLAMAÇÃO. COMPETÊNCIA TRIBUNAL DE JUSTIÇA.\nACÓRDÃO. JUIZADO ESPECIAL. REMESSA. ORIGEM. NÃO OCORRÊNCIA.\nCERCEAMENTO DE DEFESA. RECURSO. MÉRITO. PETIÇÃO INICIAL. DECISÃO\nAGRAVADA. FUNDAMENTOS. IMPUGNAÇÃO ESPECÍFICA. AUSÊNCIA. ARTIGO\n1.021, § 1º, DO CPC/2015. SÚMULA Nº 182/STJ.\n1. O Superior Tribunal de Justiça firmou o entendimento de ser\npossível ao relator proferir decisão monocrática, nas hipóteses em\nque há jurisprudência dominante quanto ao tema ou se tratar de\nrecurso manifestamente inadmissível, prejudicado ou que não tenha\nimpugnado especificamente os fundamentos da decisão recorrida\n(artigo 932, III e IV, do Código de Processo Civil de 2015).\n2. Na hipótese, inexiste afronta ao princípio da colegialidade e/ou\ncerceamento de defesa, pois a possibilidade de interposição de\nagravo interno contra a decisão monocrática permite que a matéria\nseja apreciada pela Turma, afastando eventual vício.\n3. Nos termos do artigo 1.021, § 1º, do CPC/2015, cabe ao agravante,\nna petição do seu agravo interno, impugnar especificamente os\nfundamentos da decisão agravada, o que não ocorreu na espécie.\nIncidência da Súmula nº 182/STJ.\n4. Agravo interno não conhecido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221129",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da SEGUNDA SEÇÃO do Superior Tribunal de\nJustiça, em sessão virtual de 23/11/2022 a 29/11/2022, por\nunanimidade, não conhecer do recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Raul\nAraújo, Maria Isabel Gallotti, Marco Buzzi, Marco Aurélio Bellizze e\nMoura Ribeiro  votaram com o Sr. Ministro Relator.\nLicenciado o Sr. Ministro Paulo de Tarso Sanseverino.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000834269",
  "numeroProcesso" : "192003",
  "numeroRegistro" : "202203113893",
  "siglaClasse" : "AgInt no CC",
  "descricaoClasse" : "AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "PAULO DE TARSO SANSEVERINO",
  "dataPublicacao" : "DJE        DATA:16/12/2022",
  "ementa" : "AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA. RECUPERAÇÃO JUDICIAL.\nEXECUÇÕES INDIVIDUAIS. LEI N. 11.101/05. INTERPRETAÇÃO\nSISTEMÁTICO-TELEOLÓGICA DOS SEUS DISPOSITIVOS. MANUTENÇÃO DA\nATIVIDADE ECONÔMICA. PRECEDENTE EM CASO ANÁLOGO (CC 123.197/SP, REL.\nMIN. PAULO DE TARSO SANSEVERINO). PRECEDENTES DA SEGUNDA SEÇÃO DO\nSTJ. MANUTENÇÃO DA DECISÃO AGRAVADA.\nAGRAVO INTERNO A QUE SE NEGA PROVIMENTO.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221129",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da SEGUNDA SEÇÃO do Superior Tribunal de\nJustiça, em sessão virtual de 23/11/2022 a 29/11/2022, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Raul\nAraújo, Maria Isabel Gallotti, Ricardo Villas Bôas Cueva, Marco\nBuzzi, Marco Aurélio Bellizze e Moura Ribeiro votaram com o Sr.\nMinistro Relator.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira e\nlavrou este acórdão a Sra. Ministra Maria Isabel Gallotti, nos\ntermos do Art. 101, § 1º do RISTJ.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000834270",
  "numeroProcesso" : "189694",
  "numeroRegistro" : "202202017000",
  "siglaClasse" : "AgInt no CC",
  "descricaoClasse" : "AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "PAULO DE TARSO SANSEVERINO",
  "dataPublicacao" : "DJE        DATA:16/12/2022",
  "ementa" : "PROCESSUAL CIVIL. INTERPOSIÇÃO DE \"AGRAVO DE INSTRUMENTO\" CONTRA\nDECISÃO MONOCRÁTICA DO RELATOR EM CONFLITO DE COMPETÊNCIA. RECURSO\nMANIFESTAMENTE INADMISSÍVEL. ERRO GROSSEIRO EVIDENCIADO.\nPRECEDENTES. INAPLICABILIDADE DA FUNGIBILIDADE RECURSAL.\nRECURSO NÃO CONHECIDO.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221129",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam  os  Ministros  da  SEGUNDA  SEÇÃO  do  Superior Tribunal de\nJustiça,   em   sessão  virtual  de  23/11/2022  a  29/11/2022,  por\nunanimidade,  não  conhecer  do  recurso,  nos termos do voto do Sr.\nMinistro Relator.\nOs  Srs.  Ministros  Nancy  Andrighi,  João  Otávio de Noronha, Raul\nAraújo,  Maria  Isabel  Gallotti,  Ricardo  Villas Bôas Cueva, Marco\nBuzzi,  Marco  Aurélio  Bellizze  e  Moura Ribeiro votaram com o Sr.\nMinistro Relator.\nPresidiu  o  julgamento  o  Sr.  Ministro  Antônio Carlos Ferreira e\nlavrou  este  acórdão  a  Sra.  Ministra  Maria Isabel Gallotti, nos\ntermos do Art. 101, § 1º do RISTJ.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000834271",
  "numeroProcesso" : "43516",
  "numeroRegistro" : "202201851371",
  "siglaClasse" : "AgInt nos EDcl na Rcl",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "PAULO DE TARSO SANSEVERINO",
  "dataPublicacao" : "DJE        DATA:16/12/2022",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NA RECLAMAÇÃO. PROCESSO\nCIVIL. CPC/2015. DESCABIMENTO DA RECLAMAÇÃO VISANDO AO CONTROLE DE\nTESE ESTABELECIDA P ELO SUPERIOR TRIBUNAL DE JUSTIÇA NO JULGAMENTO\nDE RECURSO ESPECIAL INTERPOSTO EM INCIDENTE DE RESOLUÇÃO DE DEMANDAS\nREPETITIVAS - IRDR.\n 1. Consoante recente julgado oriundo da Segunda Seção do STJ, é\n\"descabida a reclamação dirigida ao Superior Tribunal de Justiça com\nfundamento em inobservância de acórdão proferido em recurso\nespecial em IRDR, aplicando-se-lhe o entendimento da Corte Especial\nexarado na Rcl n. 36.476/SP, dada a equivalência da natureza,\nregramento e efeitos daquele recurso com o recurso especial\nrepetitivo\" (Rcl 43.019/SP, Rel. Min. Marco Aurélio Bellizze, DJe de\n03/10/2022).\n2. AGRAVO INTERNO A QUE SE NEGA PROVIMENTO.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221129",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da SEGUNDA SEÇÃO do Superior Tribunal de\nJustiça, em sessão virtual de 23/11/2022 a 29/11/2022,  por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Raul\nAraújo, Maria Isabel Gallotti, Ricardo Villas Bôas Cueva, Marco\nBuzzi, Marco Aurélio Bellizze e Moura Ribeiro votaram com o Sr.\nMinistro Relator.\nPresidiu o julgamento o Sr. Ministro Antônio Carlos Ferreira e\nlavrou este acórdão a Sra. Ministra Maria Isabel Gallotti, nos\ntermos do Art. 101, § 1º do RISTJ.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ "AgInt na Rcl  43773 CE 2022/0230177-2 Decisão:29/11/2022\nDJE        DATA:16/12/2022", "AgInt na Rcl  43774 CE 2022/0230201-3 Decisão:29/11/2022\nDJE        DATA:16/12/2022", "AgInt nos EDcl na Rcl  43620 CE 2022/0206413-9 Decisão:29/11/2022\nDJE        DATA:16/12/2022", "AgInt nos EDcl na Rcl  43622 CE 2022/0206424-1 Decisão:29/11/2022\nDJE        DATA:16/12/2022", "AgInt nos EDcl na Rcl  43628 CE 2022/0206470-9 Decisão:29/11/2022\nDJE        DATA:16/12/2022", "AgInt nos EDcl na Rcl  43703 CE 2022/0217375-3 Decisão:29/11/2022\nDJE        DATA:16/12/2022", "AgInt nos EDcl na Rcl  43706 CE 2022/0217403-1 Decisão:29/11/2022\nDJE        DATA:16/12/2022", "AgInt nos EDcl na Rcl  43708 CE 2022/0217415-6 Decisão:29/11/2022\nDJE        DATA:16/12/2022" ]
} ]