[ {
  "id" : "000844394",
  "numeroProcesso" : "6666",
  "numeroRegistro" : "201903602855",
  "siglaClasse" : "AgInt na AR",
  "descricaoClasse" : "AGRAVO INTERNO NA AÇÃO RESCISÓRIA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MOURA RIBEIRO",
  "dataPublicacao" : "DJE        DATA:18/05/2023",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NA AÇÃO RESCISÓRIA. GRATUIDADE DA\nJUSTIÇA. REVOGAÇÃO. REFORMA DO JULGADO. IMPOSSIBILIDADE. CONJUNTO\nPROBATÓRIO APTO A INFIRMAR A ALEGADA HIPOSSUFICIÊNCIA. MANUTENÇÃO DA\nDECISÃO. AGRAVO INTERNO NÃO PROVIDO.\n1. A presunção de hipossuficiência declarada pelo beneficiário ou\npostulante à assistência judiciária gratuita é relativa, podendo ser\nilidida pela parte adversa ou, ainda, exigida a sua comprovação\npelo magistrado, sob pena de indeferimento ou revogação.\n2. Conjunção de fatores que infirmam a alegada hipossuficiência da\npostulante - (i) possui um um filho advogado, interessado na causa;\n(ii) contratou causídico particular que alegou ter custeado em dobro\nas despesas processuais em favor da cliente, apenas para\nsalvaguardar seus direitos; e (iii) ajuizamento de ação rescisória\nrelativamente a um imóvel de elevado  valor, onde a postulante\nreside.\n3. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230516",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 10/05/2023 a 16/05/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Raul\nAraújo, Maria Isabel Gallotti, Ricardo Villas Bôas Cueva, Marco\nBuzzi e Marco Aurélio Bellizze  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000842902",
  "numeroProcesso" : "2018386",
  "numeroRegistro" : "202202454679",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJE        DATA:12/05/2023",
  "ementa" : "RECURSO ESPECIAL. CIVIL E CONSUMIDOR. COMPETÊNCIA DA SEGUNDA SEÇÃO.\nDANO AMBIENTAL. DANOS INDIVIDUAIS. IMPACTO DA ATIVIDADE PESQUEIRA E\nDE MARISCAGEM. CONSUMIDOR POR EQUIPARAÇÃO. CARACTERIZAÇÃO. RELAÇÃO\nDE CONSUMO. COMPETÊNCIA DO JUÍZO DA VARA ESPECIALIZADA.\n1- Recurso especial interposto em 18/8/2021 e concluso ao gabinete\nem 15/8/2022.\n2- O propósito recursal consiste em determinar: a) se o acórdão\nrecorrido seria nulo por deficiência de fundamentação; b) se os\nrecorrentes podem ser considerados consumidores por equiparação por\nsofrerem os danos decorrentes do exercício de atividade de\nexploração de complexo hidroelétrico que causa danos ambientais; e\nc) o juízo competente para processar e julgar a presente ação.\n3- Recurso especial afetado pela Terceira Turma, em atenção aos\nprincípios da efetividade da jurisdição e da celeridade processual,\npara julgamento perante a Segunda Seção em razão da existência de\nmultiplicidade de recursos fundados em idêntica questão de fato e de\ndireito.\n4- A Corte Especial, em 19/4/2023, por unanimidade, acolheu Questão\nde Ordem para declarar a competência da Segunda Seção do STJ para\nprocessar e julgar o presente recurso.\n5- Na espécie, extrai-se da causa de pedir que as recorridas, na\nUsina Hidrelétrica Pedra do Cavalo localizada no Estado da Bahia,\ndesenvolve atividade exploração de potencial hidroenergético em\nlocal de extrema sensibilidade socioambiental provocando grave\nimpacto ao meio ambiente com a modificação da vazão e do fluxo das\náguas, alterações hidrodinâmicas e de salinidade. As mencionadas\nalterações ambientais teriam promovido sensível redução das áreas de\npesca e mariscagem, com morte em massa de peixes e moluscos,\nocasionando graves prejuízos, não só de ordem econômica, social e de\nsubsistência, mas também à própria saúde da população ribeirinha,\nque depende da integridade daquele ecossistema para sobreviver.\n6- Na hipótese de danos individuais decorrentes do exercício de\natividade de exploração de potencial hidroenergético causadora de\nimpacto ambiental, é possível, em virtude da caracterização do\nacidente de consumo, o reconhecimento da figura do consumidor por\nequiparação, o que atrai a incidência das disposições do Código de\nDefesa do Consumidor.\n7- Presente a relação de consumo, impõe-se o reconhecimento da\ncompetência do juízo da 20ª Vara de Relações de Consumo da Comarca\nde Salvador para o julgamento da presente demanda.\n8- Recurso especial parcialmente provido para declarar a competência\ndo juízo da 20ª Vara de Relações de Consumo da Comarca de Salvador\npara o julgamento da presente demanda.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230510",
  "decisao" : "Vistos, relatados e discutidos estes autos, acordam os Ministros da\nSegunda Seção do Superior Tribunal de Justiça, na conformidade dos\nvotos e das notas taquigráficas constantes dos autos, , por\nunanimidade, dar parcial provimento ao recurso especial para\ndeclarar a competência do Juízo da 20ª Vara de Relações de Consumo\nda Comarca de Salvador - BA para o julgamento da presente demanda,\nnos termos do voto da Sra. Ministra Relatora. Os Srs. Ministros João\nOtávio de Noronha, Raul Araújo, Maria Isabel Gallotti, Ricardo\nVillas Bôas Cueva, Marco Buzzi, Marco Aurélio Bellizze e Moura\nRibeiro votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.\nConsignada a presença do Dr. MARCOS SAMPAIO DE SOUZA, pelos\nRecorrentes BALBINO DE JESUS SILVA e OUTROS.\nSustentou oralmente pelos Recorridos VOTORANTIM CIMENTOS N/NE S/A e\nOUTROS a Dra. LAÍS DE CASTRO FREITAS RODRIGUES.",
  "jurisprudenciaCitada" : "(AFRONTA AO ART. 489, § 1º, DO CPC/2015 - AUSÊNCIA)\n   STJ - <<AgInt no AREsp 1143888>>-RS\n(CONSUMIDOR POR EQUIPARAÇÃO - BYSTANDER)\n   STJ - <<AgRg no REsp 1000329>>-SC, <<REsp 1574784>>-RJ,\n         <<REsp 1787318>>-RJ, <<REsp 1327778>>-SP\n(CONSUMIDOR POR EQUIPARAÇÃO - DANO AMBIENTAL)\n   STJ - <<AgInt no AREsp 1724320>>-RJ, <<CC 143204>>-RJ,\n         <<AgInt nos EDcl no CC 143516>>-RJ,\n         <<AgInt nos EDcl no CC 132505>>-RJ,\n         <<AgInt no REsp 1833216>>-RO, <<REsp 1354348>>-RS,\n         <<REsp 2005977>>-RS\n(FATO DO PRODUTO/SERVIÇO E VÍCIO DO PRODUTO/SERVIÇO - DISTINÇÃO)\n   STJ - <<AgRg no REsp 1000329>>-SC",
  "notas" : null,
  "informacoesComplementares" : "     \"Conforme a jurisprudência desta Corte, 'equipara-se à\nqualidade de consumidor para os efeitos legais, àquele que, embora\nnão tenha participado diretamente da relação de consumo, sofre as\nconsequências do evento danoso decorrente do defeito exterior que\nultrapassa o objeto e provoca lesões, gerando risco à sua segurança\nfísica e psíquica' [...]\".\n     \"A responsabilidade pelo fato do produto e do serviço está\nregulada nos arts. 12 a 17 do CDC, que não se confunde com a\nresponsabilidade por vício do produto e do serviço, tratada nos\narts. 18 a 25 do mesmo Código.\n     Como já entendeu esta Corte, 'o defeito (arts. 12 a 17 do CDC)\nestá vinculado a um acidente de consumo, um defeito exterior que\nultrapassa o objeto e provoca lesões, gerando risco à segurança\nfísica e psíquica do consumidor. O vício (arts. 18 a 25 do CDC), por\nsua vez, causa prejuízo exclusivamente patrimonial e é intrínseco ao\nproduto ou serviço, tornando-o impróprio para o fim que se destina\nou diminuindo-lhe as funções, mas sem colocar em risco a saúde ou\nsegurança do consumidor' [...]\".\n     \"[...] para a caracterização de um acidente de consumo, é\nnecessária a ocorrência de um defeito exterior que provoque danos,\ngerando risco à segurança física ou psíquica do consumidor, ainda\nque por equiparação.\n     Ademais, no que diz respeito ao fato do produto, constata-se\nque o acidente de consumo, de acordo com expressa disposição legal\n(arts. 12, do CDC), não decorre somente do dano causado pelo produto\nem si, podendo advir, outrossim, de lesão proveniente do próprio\nprocesso produtivo, isto é, do projeto, da fabricação, da\nconstrução, da montagem, das fórmulas, da manipulação, etc.\n     De igual forma, no que tange ao fato do serviço, impõe-se a\nconclusão de que o acidente de consumo, de acordo com o art. 14 do\nCDC, advém do dano causado pela própria prestação do serviço\".\n     \"[...] a atividade empresarial desenvolvida pelas rés, na\nespécie, destina-se à produção de um verdadeiro produto, pois, nos\ntermos do inciso I, do art. 83 do CC/2002, as energias que tenham\nvalor econômico possuem natureza jurídica de bem móvel.\n     Além disso, pouco ou nada importa perquirir se a energia\nproduzida é utilizada pelas próprias rés, se é distribuída ao\ncidadão como usuário final ou se é entregue a alguma entidade da\nAdministração Pública para posterior distribuição. Isso porque, em\nqualquer das hipóteses, observa-se que as recorridas exploram o\ncomplexo hidroelétrico em prol da atividade empresarial por elas\ndesenvolvida\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:008078 ANO:1990\n*****  CDC-90    CÓDIGO DE DEFESA DO CONSUMIDOR\n        ART:00002 ART:00012 ART:00014 ART:00017 ART:00018\n        ART:00025", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00489 PAR:00001", "LEG:FED LEI:010406 ANO:2002\n*****  CC-02    CÓDIGO CIVIL DE 2002\n        ART:00083 INC:00001" ],
  "acordaosSimilares" : [ "REsp    2017986  BA  2022/0243534-4  Decisão:10/05/2023\nDJE        DATA:12/05/2023" ]
}, {
  "id" : "000844132",
  "numeroProcesso" : "1891498",
  "numeroRegistro" : "202002156946",
  "siglaClasse" : "EDcl no REsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MARCO BUZZI",
  "dataPublicacao" : "DJE        DATA:12/05/2023",
  "ementa" : "EMBARGOS DE DECLARAÇÃO NO RECURSO ESPECIAL REPRESENTATIVO DE\nCONTROVÉRSIA - ARTIGO 1.036 E SEGUINTES DO CPC/2015 - TEMÁTICA\nACERCA DA PREVALÊNCIA, OU NÃO, DO CÓDIGO DE DEFESA DO CONSUMIDOR NA\nHIPÓTESE DE RESOLUÇÃO DO CONTRATO DE COMPRA E VENDA DE BEM IMÓVEL,\nCOM CLÁUSULA DE ALIENAÇÃO FIDUCIÁRIA EM GARANTIA.\nINSURGÊNCIA DOS AUTORES\n1. Desnecessidade de suspensão do feito até o julgamento definitivo\nda questão objeto do Tema 982 pelo Supremo Tribunal Federal.\n2. Os embargos de declaração somente são cabíveis quando houver, na\nsentença ou no acórdão, obscuridade, contradição, omissão ou erro\nmaterial, consoante dispõe o artigo 1.022 do CPC/2015.\n2.1 Relativamente à alegada omissão no julgado acerca da falta de\nanálise da questão controvertida sob a vertente dos princípios da\nrazoabilidade e proporcionalidade, é inviável o conhecimento da\nmatéria por constituir inegável inovação recursal, aventada apenas\nna presente oportunidade, não tendo sobre ela havido o devido\nprequestionamento na origem.\n2.2 Mesmo que assim não fosse, verifica-se inocorrente a apontada\nnegativa de prestação jurisdicional, haja vista que o pronunciamento\nexarado por esta Corte Superior não se distanciou dos parâmetros da\nrazoabilidade e proporcionalidade, tendo averiguado a temática -\nafeta à incidência ou não do diploma consumerista em hipóteses desse\njaez - de forma exaustiva, tendo estabelecido diversas exigências\nvoltadas à salvaguarda dos interesses dos hipossuficientes\njustamente para fazer frente a tais princípios.\n3. Inexistindo quaisquer máculas no julgado, não há razão para\nmodificar a deliberação impugnada, notadamente quando a pretensão\nrecursal possui caráter nitidamente infringente.\n4. Embargos de declaração rejeitados.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230510",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Segunda Seção do Superior\nTribunal de Justiça, por unanimidade, rejeitar os embargos de\ndeclaração, nos termos do voto do Sr. Ministro Relator. Os Srs.\nMinistros Marco Aurélio Bellizze, Moura Ribeiro, João Otávio de\nNoronha, Raul Araújo, Maria Isabel Gallotti e Ricardo Villas Bôas\nCueva votaram com o Sr. Ministro Relator.\nAusente, justificadamente, a Sra. Ministra Nancy Andrighi.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STF)    SÚMULA DO SUPREMO TRIBUNAL FEDERAL\n        SUM:000282", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01022", "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00105 INC:00003" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000841979",
  "numeroProcesso" : "1934570",
  "numeroRegistro" : "202101214957",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJE        DATA:04/05/2023",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA NO\nRECURSO ESPECIAL. PENHORA DE PERCENTUAL DO SALÁRIO. POSSIBILIDADE.\nAUSÊNCIA DE DIVERGÊNCIA.\n1. A regra geral da impenhorabilidade de salários, vencimentos,\nproventos etc. (art. 833, IV, do CPC/2015), pode ser excepcionada\nquando for preservado percentual de tais verbas capaz de dar guarida\nà dignidade do devedor e de sua família. Precedentes.\n2. Na espécie, não se constata a alegada divergência, haja vista que\no aresto recorrido e o acórdão paradigma estão no mesmo sentido.\n3.Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230502",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 26/04/2023 a 02/05/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros João Otávio de Noronha, Raul Araújo, Maria Isabel\nGallotti, Ricardo Villas Bôas Cueva, Marco Buzzi e Marco Aurélio\nBellizze  votaram com a Sra. Ministra Relatora.\nNão participou do julgamento o Sr. Ministro Moura Ribeiro.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - FINALIDADE)\n   STJ - <<AgInt nos EAREsp 862496>>-MG\n(IMPENHORABILIDADE  DE  SALÁRIO - EXCEÇÕES)\n   STJ - <<AgInt no AgInt no REsp 1992351>>-SP,\n         <<AgInt no AREsp 2021375>>-DF, <<EREsp 1518169>>-DF",
  "notas" : "Penhorabilidade de salário.",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00833 INC:00004" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000842138",
  "numeroProcesso" : "2021665",
  "numeroRegistro" : "202202627536",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MOURA RIBEIRO",
  "dataPublicacao" : "DJE        DATA:09/05/2023",
  "ementa" : "PROPOSTA DE AFETAÇÃO. RECURSO ESPECIAL INTERPOSTO CONTRA ACÓRDÃO\nPROFERIDO NO JULGAMENTO DE IRDR. RITO DOS RECURSOS ESPECIAIS\nREPETITIVOS. CONTRATOS BANCÁRIOS. AÇÃO DECLARATÓRIA DE INEXISTÊNCIA\nDE RELAÇÃO JURÍDICA COM REPETIÇÃO DE VALORES INDEVIDAMENTE\nDESCONTADOS E INDENIZAÇÃO POR DANOS MORAIS. INDÍCIOS DE LITIGÂNCIA\nPREDATÓRIA. EXIGÊNCIA DE DOCUMENTOS CAPAZES DE EVIDENCIAR,\nMINIMAMENTE, O DIREITO ALEGADO. PODER GERAL DE CAUTELA.\n1. Delimitação da controvérsia: Possibilidade de o juiz,\nvislumbrando a ocorrência de litigância predatória, exigir que a\nparte autora emende a petição inicial com apresentação de documentos\ncapazes de lastrear minimamente as pretensões deduzidas em juízo,\ncomo por exemplo: procuração atualizada, declaração de pobreza e de\nresidência, cópias do contrato e dos extratos bancários.\n2. Recurso especial afetado ao rito do art. 1.036 NCPC, com\nmanutenção da suspensão dos processos pendentes determinada pelo\nTribunal estadual.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230502",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Senhores Ministros da Segunda Seção do\nSuperior Tribunal de Justiça,  por unanimidade, afetar o recurso\nespecial ao rito dos recursos repetitivos (art. 256-H do RISTJ c/c\nos arts. 987, §2º, 1037 do CPC/2015), nos termos do voto do Sr.\nMinistro Relator, para consolidar entendimento acerca da seguinte\nquestão jurídica: possibilidade de o juiz, vislumbrando a ocorrência\nde litigância predatória, exigir que a parte autora emende a\npetição inicial com apresentação de documentos capazes de lastrear\nminimamente as pretensões deduzidas em juízo, como  procuração\natualizada, declaração de pobreza e de residência, cópias do\ncontrato e dos extratos bancários.\nPor unanimidade, determinou-se suspensão dos processos pendentes,\nindividuais ou coletivos, que tramitam no TJMS e nas Comarcas do\nEstado de Mato Grosso do Sul, que versem acerca das questões\nafetadas ao julgamento deste recurso especial.\nOs Srs. Ministros João Otávio de Noronha, Raul Araújo, Maria Isabel\nGallotti, Ricardo Villas Bôas Cueva, Marco Buzzi e Marco Aurélio\nBellizze votaram com o Sr. Ministro Relator.\nImpedida a Sra. Ministra Nancy Andrighi.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:0256H", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00987 PAR:00002 ART:01037" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000842267",
  "numeroProcesso" : "1712736",
  "numeroRegistro" : "201703169882",
  "siglaClasse" : "EDcl nos EDcl no AgInt nos EREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO\nNOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "RAUL ARAÚJO",
  "dataPublicacao" : "DJE        DATA:10/05/2023",
  "ementa" : "PROCESSUAL CIVIL. PREVIDÊNCIA PRIVADA. FUNDAÇÃO CESP. CONTRIBUIÇÕES\nINDEVIDAS.  DEVOLUÇÃO. EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE\nDECLARAÇÃO. AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM\nRECURSO ESPECIAL. HONORÁRIOS ADVOCATÍCIOS. MAJORAÇÃO. OMISSÃO.\nEMBARGOS ACOLHIDOS.\n1. Os embargos são acolhidos para integrar o acórdão embargado,\nesclarecendo-se que os honorários advocatícios majorados pelo\nacolhimento dos embargos de divergência, em 1% (um ponto\nporcentual), são relacionados aqueles de 12% fixados quando do\nprovimento do recurso especial, totalizando agora 13% (treze por\ncento) sobre o valor atualizado da condenação.\n2. Embargos de declaração acolhidos.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230502",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 26/04/2023 a 02/05/2023,\npor unanimidade, acolher os embargos de declaração, nos termos do\nvoto do Sr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Maria\nIsabel Gallotti, Ricardo Villas Bôas Cueva e Marco Buzzi  votaram\ncom o Sr. Ministro Relator.\nImpedido o Sr. Ministro Marco Aurélio Bellizze.\nNão participou do julgamento o Sr. Ministro Moura Ribeiro.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000843410",
  "numeroProcesso" : "176677",
  "numeroRegistro" : "202003302440",
  "siglaClasse" : "EDcl no AgInt no AgInt no CC",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NO AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "ANTONIO CARLOS FERREIRA",
  "dataPublicacao" : "DJE        DATA:05/05/2023",
  "ementa" : "PROCESSUAL CIVIL. EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NO AGRAVO\nINTERNO NO CONFLITO DE COMPETÊNCIA. AUSÊNCIA DE QUALQUER DOS VÍCIOS\nELENCADOS NO ART. 1.022 DO CPC/2015. EXAME DE NORMAS\nCONSTITUCIONAIS. IMPOSSIBILIDADE. EMBARGOS DE DECLARAÇÃO REJEITADOS.\n1. Os embargos de declaração são cabíveis somente quando houver, na\nsentença ou no acórdão, obscuridade, contradição, omissão ou erro\nmaterial, consoante dispõe o art. 1.022 do CPC/2015. No caso\nconcreto, não se constata nenhum dos vícios mencionados.\n2. \"Não cabe ao STJ o exame de dispositivos constitucionais em sede\nde embargos de declaração, ainda que manejados para fins de\nprequestionamento\" (EDcl no AgInt no CC n. 173.276/MG, Relator\nMinistro MARCO BUZZI, SEGUNDA SEÇÃO, julgado em 30/11/2021, DJe de\n2/12/2021).\n3. Embargos de declaração rejeitados.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230502",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 26/04/2023 a 02/05/2023,\npor unanimidade, rejeitar os embargos de declaração, nos termos do\nvoto do Sr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Raul\nAraújo, Maria Isabel Gallotti, Marco Buzzi e Marco Aurélio Bellizze\nvotaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Moura Ribeiro.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : "(OFENSA A PRECEITO CONSTITUCIONAL - FINS DE PREQUESTIONAMENTO -\nCOMPETÊNCIA DO STF)\n   STJ - <<EDcl no AgInt no CC 173276>>-MG",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01022" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000843435",
  "numeroProcesso" : "195229",
  "numeroRegistro" : "202300638041",
  "siglaClasse" : "AgInt no CC",
  "descricaoClasse" : "AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJE        DATA:04/05/2023",
  "ementa" : "AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA. JUÍZO LABORAL E JUÍZO DA\nRECUPERAÇÃO JUDICIAL. PLANO DE SOERGUIMENTO HOMOLOGADO. CLÁUSULA.\nCRÉDITO NOVADO. EXECUÇÃO CONTRA OS SÓCIOS. IMPEDIMENTO.\nDESCONSIDERAÇÃO DA PERSONALIDADE JURÍDICA PELO JUÍZO LABORAL.\nCONFLITO. CARACTERIZAÇÃO.\n1. Nos termos da jurisprudência desta Corte, \"compete ao Juízo da\nrecuperação decidir sobre a instauração do incidente de\ndesconsideração da personalidade jurídica, proposto no Juízo\ntrabalhista, no caso em que o plano homologado contem cláusula que\nveda a execução contra os sócios\" (AgInt no CC 179.072/RS, Segunda\nSeção, DJe 19/8/2022).\n2.  Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230502",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 26/04/2023 a 02/05/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros João Otávio de Noronha, Raul Araújo, Maria Isabel\nGallotti, Ricardo Villas Bôas Cueva, Marco Buzzi e Marco Aurélio\nBellizze  votaram com a Sra. Ministra Relatora.\nNão participou do julgamento o Sr. Ministro Moura Ribeiro.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : "(DECISÃO SOBRE A INSTAURAÇÃO DO INCIDENTE DE DESCONSIDERAÇÃO DA\nPERSONALIDADE JURÍDICA - COMPETÊNCIA DO JUÍZO DA RECUPERAÇÃO)\n   STJ - <<AgInt no CC 179072>>-RS",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ "AgInt no CC  195232  RS  2023/0063864-7  Decisão:02/05/2023\nDJE        DATA:04/05/2023", "AgInt no CC  195241  RS  2023/0064131-9  Decisão:02/05/2023\nDJE        DATA:04/05/2023" ]
}, {
  "id" : "000843436",
  "numeroProcesso" : "181166",
  "numeroRegistro" : "202102192934",
  "siglaClasse" : "AgInt no AgInt nos EDcl no CC",
  "descricaoClasse" : "AGRAVO INTERNO NO AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "RICARDO VILLAS BÔAS CUEVA",
  "dataPublicacao" : "DJE        DATA:05/05/2023",
  "ementa" : "AGRAVO INTERNO NO AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NO\nCONFLITO DE COMPETÊNCIA. RECLAMAÇÃO TRABALHISTA. VERBA DENOMINADA\nCTVA. NATUREZA JURÍDICA. DEFINIÇÃO. REFLEXOS. COMPLEMENTAÇÃO DE\nAPOSENTADORIA. INCLUSÃO DE EMPREGADOR E DE ENTE DE PREVIDÊNCIA\nPRIVADA. CUMULAÇÃO INDEVIDA DE PEDIDOS. COMPETÊNCIA DA JUSTIÇA DO\nTRABALHO. LIMITES DA ÁREA DE JURISDIÇÃO. RESTRIÇÃO. SÚMULA Nº\n170/STJ. INCIDÊNCIA.\n1. A competência para o julgamento da demanda é fixada em razão da\nnatureza da causa, que é definida pelo pedido e pela causa de pedir\ndeduzidos na exordial.\n2. Compete à Justiça do Trabalho processar e julgar ação trabalhista\nque busca obter diferenças salariais e indenizatórias decorrentes\nde vínculo empregatício, a exemplo da verba denominada CTVA , mesmo\neventuais  reflexos  nas respectivas contribuições para a entidade\nde previdência privada vinculada ao empregador.\n3. Compete à Justiça Comum o julgamento de ação relacionada à\ncomplementação de benefício previdenciário, pois a causa de pedir e\no pedido se origina m de contrato celebrado com entidade de\nprevidência complementar, o qual possui natureza eminentemente\ncivil, envolvendo apenas de maneira reflexa os aspectos da relação\nde trabalho. Precedentes do Supremo Tribunal Federal e do Superior\nTribunal de Justiça.\n4. O julgamento do RE nº 1.265.564 RG (Tema nº 1.166) pelo Supremo\nTribunal Federal não alterou o entendimento fixado no RE nº\n586.453/SE (Tema nº 190), visto que naquele foi especificada a\npretensão dirigida somente contra o empregador, ao passo que neste\nfoi definida a pretensão contra a entidade de previdência privada.\n5. Havendo cumulação de pedidos envolvendo matérias de diferentes\ncompetências, deve a ação prosseguir perante o juízo em que foi\ninicialmente proposta, nos limites de sua competência, sem prejuízo\ndo ajuizamento de nova demanda, com o pedido remanescente, no juízo\npróprio. Entendimento da Súmula nº 170/STJ.\n6. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230502",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 26/04/2023 a 02/05/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Raul\nAraújo, Maria Isabel Gallotti e Marco Aurélio Bellizze  votaram com\no Sr. Ministro Relator.\nImpedido o Sr. Ministro Antonio Carlos Ferreira.\nNão participou do julgamento o Sr. Ministro Moura Ribeiro.\nPresidiu o julgamento o Sr. Ministro Marco Buzzi.",
  "jurisprudenciaCitada" : "(CUMULAÇÃO DE PRETENSÕES DE NATUREZAS DISTINTAS - SÚMULA 170/STJ)\n   STJ - <<AgInt nos EDcl no CC 179896>>-SP,\n         <<AgInt nos EDcl no CC 159562>>-DF,\n         <<AgInt nos EDcl no CC 158190>>-SP\n(COMPETÊNCIA - PAGAMENTO DE VERBAS TRABALHISTAS PELA EMPRESA\nEMPREGADORA -REFLEXO DAS DIFERENÇAS SALARIAIS NAS CONTRIBUIÇÕES AO\nPLANO DE PREVIDÊNCIA COMPLEMENTAR - JUSTIÇA DO TRABALHO)\n   STJ - <<AgInt nos EDcl no CC 158190>>-SP\n   STF - [[RE-RG 1265564]] (REPERCUSSÃO GERAL - TEMA(s) 1166)\n(COMPETÊNCIA - AÇÃO AJUIZADA CONTRA ENTIDADE DE PREVIDÊNCIA PRIVADA\n- COMPLEMENTAÇÃO DE APOSENTADORIA - JUSTIÇA COMUM)\n   STF - [[RE 586453]]-SE (REPERCUSSÃO GERAL - TEMA(s) 190)",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000170", "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00114 INC:00006" ],
  "acordaosSimilares" : [ "AgInt no AgInt nos EDcl no CC  181166  SP  2021/0219293-4\nDecisão:02/05/2023\nDJE        DATA:05/05/2023", "AgInt nos EDcl no AgInt nos EDcl no CC  181166  SP  2021/0219293-4\nDecisão:02/05/2023\nDJE        DATA:05/05/2023" ]
}, {
  "id" : "000843613",
  "numeroProcesso" : "191468",
  "numeroRegistro" : "202202835250",
  "siglaClasse" : "AgInt no CC",
  "descricaoClasse" : "AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "ANTONIO CARLOS FERREIRA",
  "dataPublicacao" : "DJE        DATA:05/05/2023",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA.\nCOMPETÊNCIA DA JUSTIÇA ESTADUAL. SÚMULA N. 150/STJ. JUÍZO FEDERAL.\nINEXISTÊNCIA DE INTERESSE. REVISÃO EM CONFLITO DE COMPETÊNCIA.\nIMPOSSIBILIDADE. DECISÃO MANTIDA.\n1. Cabe à Justiça Federal decidir sobre a ocorrência de interesse\njurídico a justificar a presença, no processo, da União, de suas\nautarquias ou de empresas públicas (Súmula n. 150/STJ).\n2. \"O Superior Tribunal de Justiça, no julgamento do CC\n47.731/TEORI, entendeu não ser possível, no âmbito do conflito de\ncompetência, examinar e decidir sobre legitimidade ativa ou passiva\nad causam, excluindo ou incluindo partes na relação processual\n(...)\" (AgRg no CC n. 53.218/PB, Relator Ministro HUMBERTO GOMES DE\nBARROS, SEGUNDA SEÇÃO, julgado em 14/3/2007, DJ 22/3/2007, p. 280).\n3. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230502",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da SEGUNDA SEÇÃO do Superior Tribunal de\nJustiça, em sessão virtual de 26/04/2023 a 02/05/2023, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Raul\nAraújo, Maria Isabel Gallotti, Marco Buzzi e Marco Aurélio Bellizze\nvotaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Moura Ribeiro.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : "(INTERESSE JURÍDICO DA UNIÃO, AUTARQUIAS E EMPRESAS PÚBLICAS -\nCOMPETÊNCIA - JUSTIÇA FEDERAL - SÚMULA 150 DO STJ)\n   STJ - <<AgRg no CC 131891>>-SP, <<AgRg no CC 131550>>-SP,\n         <<AgRg nos EDcl no CC 130823>>-PA\n(CONFLITO DE COMPETÊNCIA - FINALIDADE - EXAME SOBRE LEGITIMIDADE)\n   STJ - <<AgRg no CC 53218>>-PB, <<AgRg no CC 93074>>-SP,\n         <<AgRg no CC 143121>>-RS\n(INEXISTÊNCIA DE INTERESSE DA UNIÃO OU DO INCRA - REVISÃO EM\nCONFLITO DE COMPETÊNCIA)\n   STJ - <<AgRg no CC 137398>>-RN",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000150", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00075 INC:00008" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000843621",
  "numeroProcesso" : "43604",
  "numeroRegistro" : "202202054500",
  "siglaClasse" : "EDcl no AgInt na Rcl",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "RAUL ARAÚJO",
  "dataPublicacao" : "DJE        DATA:10/05/2023",
  "ementa" : "EMBARGOS DE DECLARAÇÃO NA RECLAMAÇÃO. RECEBIMENTO COMO AGRAVO\nINTERNO. RECURSO ESPECIAL. INADMISSÃO. QUESTÃO NÃO SUBMETIDA AO RITO\nDOS RECURSOS REPETITIVOS. CABIMENTO DO AGRAVO EM RECURSO ESPECIAL E\nNÃO DA RECLAMAÇÃO. SUCEDÂNEO RECURSAL. FALTA DE PREVISÃO LEGAL.\nAGRAVO INTERNO DESPROVIDO.\n1. Na origem, a parte reclamante, contra decisão de inadmissão de\nrecurso especial, em face da incidência do óbice da Súmula 7/STJ,\nmanejou agravo interno ao invés do agravo em recurso especial.\n2. Ausência de previsão legal do manejo da reclamação como sucedâneo\ndo do agravo previsto no art. 1042, do CPC.\n3. Embargos de declaração recebidos como agravo interno ao qual se\nnega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230502",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da SEGUNDA SEÇÃO do Superior Tribunal de\nJustiça, em sessão virtual de 26/04/2023 a 02/05/2023, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Maria\nIsabel Gallotti, Ricardo Villas Bôas Cueva, Marco Buzzi e Marco\nAurélio Bellizze  votaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Moura Ribeiro.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01042" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000843638",
  "numeroProcesso" : "1929384",
  "numeroRegistro" : "202102012916",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MARIA ISABEL GALLOTTI",
  "dataPublicacao" : "DJE        DATA:09/05/2023",
  "ementa" : "AGRAVO INTERNO. EMBARGOS DE DIVERGÊNCIA. AGRAVO EM RECURSO ESPECIAL.\nNÃO CABIMENTO DE EMBARGOS DE DIVERGÊNCIA NA HIPÓTESE DE NÃO TER\nSIDO ANALISADO O MÉRITO DO RECURSO ESPECIAL. DISSENSO INTERPRETATIVO\nNÃO CARACTERIZADO. AUSÊNCIA DE SIMILITUDE FÁTICO-JURÍDICA.\n1. Nos termos dos arts. 1.043 do Código de Processo Civil e 266 do\nRegimento Interno do Superior Tribunal de Justiça, os embargos de\ndivergência são cabíveis contra acórdão que, em recurso especial,\ndivergir do julgamento de qualquer outro órgão do Tribunal, sendo\nambos os acórdãos, embargado ou paradigma, de mérito, ou quando,\nembora não conhecendo do recurso, tenham apreciado a controvérsia.\n2. Os Embargos de Divergência não são cabíveis para discutir\nquestões de admissibilidade (Súmula 315/STJ).\n3. Em sede de embargos de divergência, para a comprovação do\ndissídio, é indispensável a similitude fática das questões\nenfrentadas e a dissonância nas soluções jurídicas encontradas pelos\nacórdãos confrontados.\n4. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230502",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 26/04/2023 a 02/05/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Raul\nAraújo, Ricardo Villas Bôas Cueva, Marco Buzzi e Marco Aurélio\nBellizze  votaram com a Sra. Ministra Relatora.\nNão participou do julgamento o Sr. Ministro Moura Ribeiro.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : "Aguardando análise.",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ "AgInt nos EREsp  1966746  PR  2021/0321184-0  Decisão:02/05/2023\nDJE        DATA:11/05/2023" ]
}, {
  "id" : "000843646",
  "numeroProcesso" : "2044031",
  "numeroRegistro" : "202104004282",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MARIA ISABEL GALLOTTI",
  "dataPublicacao" : "DJE        DATA:09/05/2023",
  "ementa" : "AGRAVO INTERNO. DECISÃO NOS EMBARGOS DE DIVERGÊNCIA. AGRAVO EM\nRECURSO ESPECIAL. DIVERGÊNCIA JURISPRUDENCIAL. INCIDÊNCIA DO\nENUNCIADO 284 DA SÚMULA DO STF. APLICAÇÃO DE REGRA TÉCNICA DE\nADMISSIBILIDADE.\n1. Não cabe, em embargos de divergência, reexaminar os pressupostos\nde conhecimento do agravo em recurso especial, para extrair\nconclusão diversa a respeito da incidência da Súmula 284/STF.\n2.  Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230502",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 26/04/2023 a 02/05/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Raul\nAraújo, Ricardo Villas Bôas Cueva, Marco Buzzi e Marco Aurélio\nBellizze  votaram com a Sra. Ministra Relatora.\nNão participou do julgamento o Sr. Ministro Moura Ribeiro.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000843938",
  "numeroProcesso" : "186275",
  "numeroRegistro" : "202200528081",
  "siglaClasse" : "AgInt no CC",
  "descricaoClasse" : "AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "RAUL ARAÚJO",
  "dataPublicacao" : "DJE        DATA:10/05/2023",
  "ementa" : "AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA.  RECUPERAÇÃO JUDICIAL.\nEXECUÇÃO DE CRÉDITO TRABALHISTA. SEGURO GARANTIA JUDICIAL. EXECUÇÃO\nDA APÓLICE. SINISTRO ANTERIOR AO PEDIDO RECUPERACIONAL. CONTINUIDADE\nDA EXECUÇÃO EM FACE DA SEGURADORA. AGRAVO INTERNO DESPROVIDO.\n1. Conforme o entendimento desta Corte, exposto no julgamento do\nConflito de Competência nº 161.667/GO (relator Ministro RICARDO\nVILLAS BÔAS CUEVA), nos casos de seguro garantia judicial ofertado\nem benefício de recuperandos, a seguradora poderá ser obrigada ao\npagamento da correlata indenização, se o sinistro tiver ocorrido\nantes do pedido de recuperação judicial; após o pedido, a ocorrência\ndo sinistro torna-se impossível, com a novação das dívidas e a\nsubstituição delas por outras novas, já submetidas ao efeitos da\nrecuperação, quando, então, o não pagamento é imposto pela lei aos\nrecuperandos, pois todos os desembolsos serão feitos de acordo com o\nplano recuperacional, reguardando-se a par conditio creditorum.\n2. No caso dos autos, o sinistro, qual seja, o inadimplemento da\nobrigação imposta por sentença condenatória, líquida e certa,\nocorreu em momento anterior ao pedido de recuperação judicial, com o\nque, a execução contra a seguradora pode prosseguir perante o Juízo\n\"singular\".\n3. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230502",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da SEGUNDA SEÇÃO do Superior Tribunal de\nJustiça, em sessão virtual de 26/04/2023 a 02/05/2023, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Maria\nIsabel Gallotti, Ricardo Villas Bôas Cueva, Marco Buzzi e Marco\nAurélio Bellizze  votaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Moura Ribeiro.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ "AgInt nos EDcl no CC  193116  SP  2022/0365191-4  Decisão:02/05/2023\nDJE        DATA:10/05/2023" ]
}, {
  "id" : "000844057",
  "numeroProcesso" : "1977354",
  "numeroRegistro" : "202103921361",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MARCO BUZZI",
  "dataPublicacao" : "DJE        DATA:05/05/2023",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL -\nDISSÍDIO JURISPRUDENCIAL - AUSÊNCIA  - ACÓRDÃO EMBARGADO QUE APLICOU\nO ENUNCIADO DA SÚMULA 7/STJ - ÓBICE DA SÚMULA 315/STJ -\nINVIABILIDADE DOS EMBARGOS DE DIVERGÊNCIA -INSURGÊNCIA DO AGRAVANTE.\n1. Nos termos dos artigos 255 e 266 do Regimento Interno  desta\nCorte, a comprovação do dissídio jurisprudencial, autorizador do\nmanejo dos embargos de divergência, reclama, entre outros\nrequisitos, a juntada das certidões ou cópias autenticadas dos\nacórdãos apontados como paradigmas (permitida a declaração de\nautenticidade do próprio advogado, sob sua responsabilidade\npessoal), e a citação de repositório oficial, autorizado ou\ncredenciado, em que os mesmos se achem publicados.\n2. É inviável a interposição de embargos de divergência na hipótese\nde não ter sido analisado o mérito do recurso especial, a teor da\nSúmula n.º 315 desta Corte Superior: \"Não cabem embargos de\ndivergência no âmbito do agravo de instrumento que não admite\nrecurso especial.\"\n3. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230502",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da SEGUNDA SEÇÃO do Superior Tribunal de\nJustiça, em sessão virtual de 26/04/2023 a 02/05/2023, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Raul\nAraújo, Maria Isabel Gallotti, Ricardo Villas Bôas Cueva e Marco\nAurélio Bellizze  votaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Moura Ribeiro.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : "Aguardando análise.",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000844058",
  "numeroProcesso" : "1438117",
  "numeroRegistro" : "201900210057",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MARCO BUZZI",
  "dataPublicacao" : "DJE        DATA:05/05/2023",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL - ATRASO NA ENTREGA DE IMÓVEL - ILEGITIMIDADE DA CEF - MERO\nAGENTE FINANCEIRO - DELIBERAÇÃO MONOCRÁTICA QUE NEGOU PROVIMENTO AOS\nEMBARGOS DE DIVERGÊNCIA - INSURGÊNCIA DA AGRAVANTE.\n1.A jurisprudência da Segunda Seção é firme no sentido de reconhecer\na ilegitimidade passiva da Caixa Econômica Federal - CEF - para\nresponder por vício de construção de imóvel quando atuar como mero\nagente financeiro. (ut. AgInt no CC 180.829/SP, Rel. Min. Luis\nFelipe Salomão, Segunda Seção, julgado em 23/2/2022, DJe 3/3/2022).\n2. O v. acórdão embargado encontra-se em sintonia com a\njurisprudência desta eg. Corte Superior, de modo que se revela\ninarredável a incidência da Súmula n.º 168/STJ, segundo a qual \" não\ncabem embargos de divergência, quando a jurisprudência do tribunal\nse firmou no mesmo sentido do acórdão embargado\".\n3. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230502",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da SEGUNDA SEÇÃO do Superior Tribunal de\nJustiça, em sessão virtual de 26/04/2023 a 02/05/2023, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Raul\nAraújo, Maria Isabel Gallotti e Marco Aurélio Bellizze  votaram com\no Sr. Ministro Relator.\nImpedido o Sr. Ministro Antonio Carlos Ferreira.\nNão participou do julgamento o Sr. Ministro Moura Ribeiro.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000844059",
  "numeroProcesso" : "193105",
  "numeroRegistro" : "202203643367",
  "siglaClasse" : "AgInt nos EDcl no CC",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MARCO BUZZI",
  "dataPublicacao" : "DJE        DATA:05/05/2023",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NO CONFLITO DE COMPETÊNCIA\n- JUÍZO TRABALHISTA E JUÍZO ARBITRAL - CONTRATO DE FRANQUIA -\nEXISTÊNCIA DE VÍNCULO EMPREGATÍCIO -  RELAÇÃO DE PREJUDICIALIDADE -\nSUSPENSÃO DO PROCEDIMENTO ARBITRAL - NECESSIDADE - ART. 313, V, DO\nCPC/2015 - ESCÓLIO JURISPRUDENCIAL DA SEGUNDA SEÇÃO - CC 184.495/SP,\nREL. MIN. RICARDO VILLAS BÔAS CUEVA - INSURGÊNCIA DO AGRAVANTE.\n1. A jurisprudência desta Corte se firmou no sentido de que é\npossível, diante da conclusão de que a atividade arbitral tem\nnatureza jurisdicional, que exista conflito de competência entre\nJuízo arbitral e órgão do Poder Judiciário, cabendo ao Superior\nTribunal de Justiça seu julgamento. Precedentes.\n2. Consoante orientação da Segunda Seção (CC 184.495/SP, Rel. Min.\nRicardo Villas Bôas Cueva) verificada a impossibilidade de reunião\ndos processos em um mesmo juízo e havendo inegável vínculo de\nprejudicialidade entre eles, a questão deve ser resolvida mediante\naplicação da regra prevista no art. 313, V, do Código de Processo\nCivil de 2015, que determina a suspensão do processo quando a\nsentença de mérito depender da declaração de existência ou de\ninexistência de relação jurídica que constitua o objeto principal de\noutro processo pendente. Precedentes: CC 187.684/SP, Rel. Min. Moura\nRibeiro, DJe de 14/09/2022; CC 188.704/SP, Rel. Min. Marco Aurélio\nBellizze, DJe de 01/7/2022.\n3. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230502",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da SEGUNDA SEÇÃO do Superior Tribunal de\nJustiça, em sessão virtual de 26/04/2023 a 02/05/2023, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Raul\nAraújo, Maria Isabel Gallotti, Ricardo Villas Bôas Cueva e Marco\nAurélio Bellizze votaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Moura Ribeiro.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000844060",
  "numeroProcesso" : "2001192",
  "numeroRegistro" : "202201341687",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJE        DATA:04/05/2023",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA NO RECURSO ESPECIAL. AÇÃO\nDE OBRIGAÇÃO DE FAZER. PLANO DE SAÚDE. MEDICAMENTO PRESCRITO PARA\nTRATAMENTO DE CÂNCER NÃO LISTADO NO ROL DA ANS. NEGATIVA DE\nCOBERTURA. ABUSIVIDADE. HARMONIA ENTRE O ACÓRDÃO EMBARGADO E A\nJURISPRUDÊNCIA ATUAL DO STJ. SÚMULA 168/STJ.\n1. Ação de obrigação de fazer, em virtude de negativa de cobertura\nde medicamento prescrito para tratamento de câncer.\n2. A natureza taxativa ou exemplificativa do rol da ANS é\ndesimportante à análise do dever de cobertura de medicamentos para o\ntratamento de câncer, em relação aos quais há apenas uma diretriz na\nresolução normativa. Precedentes.\n3.  Não cabem embargos de divergência, quando a jurisprudência do\nTribunal se firmou no mesmo sentido do acórdão embargado (súmula\n168/STJ).\n4. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230502",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da SEGUNDA SEÇÃO do Superior Tribunal de\nJustiça, em sessão virtual de 26/04/2023 a 02/05/2023, por\nunanimidade, negar provimento ao recurso, nos termos do voto da Sra.\nMinistra Relatora.\nOs Srs. Ministros João Otávio de Noronha, Raul Araújo, Maria Isabel\nGallotti, Ricardo Villas Bôas Cueva, Marco Buzzi e Marco Aurélio\nBellizze  votaram com a Sra. Ministra Relatora.\nNão participou do julgamento o Sr. Ministro Moura Ribeiro.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : "(PLANO DE SAÚDE - ROL DA ANS - TRATAMENTO DE CÂNCER - NEGATIVA DE\nCOBERTURA - ABUSIVIDADE)\n   STJ - <<AgInt no AREsp 2100420>>-SP,\n         <<AgInt no REsp 2006407>>-PR,\n         <<AgInt nos EDcl no REsp 1909215>>-PR,\n         <<AgInt no REsp 2031174>>-PA,\n         <<AgInt no AREsp 1767078>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000168" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000844061",
  "numeroProcesso" : "1845228",
  "numeroRegistro" : "201903203491",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJE        DATA:04/05/2023",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL. AÇÃO\nDE COBRANÇA. INDENIZAÇÃO SECURITÁRIA. SUSPENSÃO DO PROCESSO.\nDESCABIMENTO. SEGURO DE VIDA EM GRUPO. RESTRIÇÕES. DEVER DE\nINFORMAR. ESTIPULANTE. ACÓRDÃO EMBARGADO NO MESMO SENTIDO DA\nJURISPRUDÊNCIA ATUAL DO STJ. SÚMULA 168/STJ.\n1. O Tema 1112 já foi julgado por esta Corte, tendo sido o\nrespectivo acórdão publicado no dia 10/03/2023. Conforme a\njurisprudência do STJ, não é necessário aguardar o trânsito em\njulgado para a aplicação do paradigma firmado em recurso repetitivo\nou com repercussão geral. Precedentes.\n2. Incumbe à estipulante a obrigação de prestar informações ao\nsegurado (consumidor) sobre os termos, condições gerais e cláusulas\nlimitativas de direito estabelecidos no contrato de seguro de vida\nem grupo, constituindo-se esse dever em pressuposto lógico da\naceitação da proposta de adesão pelo interessado. Precedentes e Tema\n1112 do STJ.\n3. Acórdão embargado no mesmo sentido da jurisprudência da Corte.\n4. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230502",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da SEGUNDA SEÇÃO do Superior Tribunal de\nJustiça, em sessão virtual de 26/04/2023 a 02/05/2023, por\nunanimidade, negar provimento ao recurso, nos termos do voto da Sra.\nMinistra Relatora.\nOs Srs. Ministros João Otávio de Noronha, Raul Araújo, Maria Isabel\nGallotti, Ricardo Villas Bôas Cueva, Marco Buzzi e Marco Aurélio\nBellizze  votaram com a Sra. Ministra Relatora.\nNão participou do julgamento o Sr. Ministro Moura Ribeiro.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : "(RECURSO REPETITIVO - AFETAÇÃO - SUSPENSÃO DO PROCESSO)\n   STJ - <<AgInt nos EDcl nos EREsp 1859673>>-SC\n(PARADIGMA FIRMADO EM RECURSO REPETITIVO OU EM REPERCUSSÃO GERAL -\nTRÂNSITO EM JULGADO - DESNECESSIDADE)\n   STJ - <<AgInt no PUIL 1494>>-RS\n(SEGURO DE VIDA EM GRUPO - RESTRIÇÕES - DEVER DE INFORMAR -\nESTIPULANTE)\n   STJ - <<AgInt nos EDcl nos EREsp 1835730>>-SC,\n         <<REsp 1850961>>-SC, <<EDcl no AgInt no REsp 1850772>>-SC,\n         <<REsp 1923505>>-PR, RECURSO REPETITIVO - TEMA(S) 1112",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000168" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000844062",
  "numeroProcesso" : "187351",
  "numeroRegistro" : "202200986112",
  "siglaClasse" : "AgInt nos EDcl no CC",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJE        DATA:04/05/2023",
  "ementa" : "AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA. AÇÃO DE COBRANÇA.\nCOMPLEMENTAÇÃO DE APOSENTADORIA. PEDIDO PRINCIPAL DIRIGIDO À\nEX-EMPREGADORA, CAIXA ECONÔMICA FEDERAL. CONTRIBUIÇÃO DE PREVIDÊNCIA\nPRIVADA SOBRE PARCELA REMUNERATÓRIA. TEMA 1.166/STF. INCIDÊNCIA.\nCOMPETÊNCIA DA JUSTIÇA DO TRABALHO.\n1. Nos termos da tese firmada no Tema 1.166/STF, \"compete à Justiça\ndo Trabalho processar e julgar causas ajuizadas contra o empregador\nnas quais se pretenda o reconhecimento de verbas de natureza\ntrabalhista e os reflexos nas respectivas contribuições para a\nentidade de previdência privada a ele vinculada\". (RE 1.265.564-RG,\nTribunal Pleno, DJe 14/9/2021). Hipótese dos autos que se amolda à\nparte final do precedente qualificado.\n2.  Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230502",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da SEGUNDA SEÇÃO do Superior Tribunal de\nJustiça, em sessão virtual de 26/04/2023 a 02/05/2023, por\nunanimidade, negar provimento ao recurso, nos termos do voto da Sra.\nMinistra Relatora.\nOs Srs. Ministros João Otávio de Noronha, Raul Araújo, Maria Isabel\nGallotti, Marco Buzzi e Marco Aurélio Bellizze  votaram com a Sra.\nMinistra Relatora.\nImpedido o Sr. Ministro Antonio Carlos Ferreira.\nNão participou do julgamento o Sr. Ministro Moura Ribeiro.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : "(VERBAS DE NATUREZA TRABALHISTA - CONTRIBUIÇÃO DE PREVIDÊNCIA\nPRIVADA - COMPETÊNCIA DA JUSTIÇA DO TRABALHO)\n   STF - [[RE-RG 1265564]]-SC (REPERCUSSÃO GERAL - TEMA(s) 1166)",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000844063",
  "numeroProcesso" : "29108",
  "numeroRegistro" : "202203879108",
  "siglaClasse" : "AgInt no MS",
  "descricaoClasse" : "AGRAVO INTERNO NO MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "RICARDO VILLAS BÔAS CUEVA",
  "dataPublicacao" : "DJE        DATA:05/05/2023",
  "ementa" : "PEDIDO DE RECONSIDERAÇÃO NO MANDADO DE SEGURANÇA. RECEBIMENTO.\nAGRAVO INTERNO. PROCESSO CIVIL. DESEMBARGADOR DE TRIBUNAL DE\nJUSTIÇA. AUTORIDADE COATORA. STJ. INCOMPETÊNCIA. ART. 105, I, \"b\",\nDA CONSTITUIÇÃO FEDERAL. SÚMULA Nº 41/STJ.\n1. Petição de reconsideração recebida como agravo interno, com base\nnos princípios da fungibilidade e da economia processual.\n2. O artigo 105, I, \"b\", da Constituição Federal estabelece que a\ncompetência do Superior Tribunal de Justiça para processar e julgar\nmandados de segurança limita-se aos casos em que os atos coatores\nforem realizados por Ministros de Estado, Comandantes da Marinha, do\nExército e da Aeronáutica ou pelo próprio Tribunal.\n3. Na hipótese, considerando-se que a autoridade indicada como\ncoatora é desembargador de tribunal de justiça, inviável o\nconhecimento do mandado de segurança por esta Corte Superior.\n4. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230502",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da SEGUNDA SEÇÃO do Superior Tribunal de\nJustiça, em sessão virtual de 26/04/2023 a 02/05/2023, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Raul\nAraújo, Maria Isabel Gallotti, Marco Buzzi e Marco Aurélio Bellizze\nvotaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Moura Ribeiro.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00105 INC:00001 LET:B", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000041" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000844300",
  "numeroProcesso" : "1645759",
  "numeroRegistro" : "201602249165",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "RAUL ARAÚJO",
  "dataPublicacao" : "DJE        DATA:10/05/2023",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL.\nPROCESSUAL CIVIL. ACÓRDÃOS CONFRONTADOS. ADOÇÃO DA  MESMA TESE\nJURÍDICA. SÚMULA 168/STJ. NÃO CONFIGURAÇÃO DA DIVERGÊNCIA\nJURISPRUDENCIAL. AGRAVO INTERNO. DESPROVIDO.\n1. Os acórdãos confrontados adotam a mesma tese jurídica nos casos\nanalisados, preconizando que a constituição do devedor em mora, seja\npara interromper a contagem da prescrição, seja para irromper a\nincidência dos juros moratórios, depende de comportamento ativo do\npróprio credor e não de ato ou de omissão do devedor.\n2. Nos moldes da Súmula 168/STJ, \"não cabem embargos de divergência,\nquando a jurisprudência do Tribunal se firmou no mesmo sentido do\nacórdão embargado\".\n3. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230502",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 26/04/2023 a 02/05/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Maria\nIsabel Gallotti, Ricardo Villas Bôas Cueva, Marco Buzzi e Marco\nAurélio Bellizze  votaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Moura Ribeiro.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000844301",
  "numeroProcesso" : "186786",
  "numeroRegistro" : "202200772816",
  "siglaClasse" : "AgInt nos EDcl no CC",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "RAUL ARAÚJO",
  "dataPublicacao" : "DJE        DATA:10/05/2023",
  "ementa" : "AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA.  RECUPERAÇÃO JUDICIAL.\nEXECUÇÃO DE CRÉDITO TRABALHISTA. PENHORA DE VALORES  DE TITULARIDADE\nDE RECUPERANDO. COMPETÊNCIA DO JUÍZO RECUPERACIONAL. AGRAVO INTERNO\nDESPROVIDO.\n1. Os valores penhorados na execução trabalhista são de titularidade\nde sociedade empresária submetida a procedimento de recuperação\njudicial e, portanto, inalcançáveis em sede de execução trabalhista\nindividual\n2. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230502",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 26/04/2023 a 02/05/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Maria\nIsabel Gallotti, Ricardo Villas Bôas Cueva, Marco Buzzi e Marco\nAurélio Bellizze  votaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Moura Ribeiro.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000841876",
  "numeroProcesso" : "1505088",
  "numeroRegistro" : "201901406350",
  "siglaClasse" : "EAREsp",
  "descricaoClasse" : "EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "RAUL ARAÚJO",
  "dataPublicacao" : "DJE        DATA:03/05/2023",
  "ementa" : "DIREITO PROCESSUAL. EMBARGOS DE DIVERGÊNCIA NO AGRAVO EM RECURSO\nESPECIAL. PROCESSO JUDICIAL ELETRÔNICO. DUPLICIDADE DE INTIMAÇÕES:\nPUBLICAÇÃO NO DIÁRIO DA JUSTIÇA ELETRÔNICO E POR PORTAL ELETRÔNICO\n(LEI 11.419/2006, ARTS. 4º E 5º). PREVALÊNCIA DA INTIMAÇÃO PELO\nPORTAL ELETRÔNICO. RECURSO CONHECIDO E PROVIDO.\n1. A Lei 11.419/2006 - Lei do Processo Judicial Eletrônico - prevê\ndois tipos de intimações criados para atender à evolução do sistema\nde informatização dos processos judiciais. A primeira intimação,\ntratada no art. 4º, de caráter geral, é realizada por publicação no\nDiário da Justiça Eletrônico; e a segunda, referida no art. 5º, de\níndole especial, é feita pelo Portal Eletrônico, no qual os\nadvogados previamente se cadastram nos sistemas eletrônicos dos\nTribunais para receber a comunicação dos atos processuais.\n2. Embora não haja antinomia entre as duas formas de intimação\nprevistas na Lei, ambas aptas a ensejar a válida intimação das\npartes e de seus advogados, não se pode perder de vista que, caso\naconteçam em duplicidade e em diferentes datas, deve ser garantida\naos intimados a previsibilidade e segurança objetivas acerca de qual\ndelas deve prevalecer, evitando-se confusão e incerteza na contagem\ndos prazos processuais peremptórios.\n3. Assim, há de prevalecer a intimação prevista no art. 5º da Lei do\nProcesso Eletrônico, à qual o § 6º do mesmo artigo atribui status\nde intimação pessoal, por ser forma especial sobre a genérica,\nprivilegiando-se a boa-fé processual e a confiança dos operadores\njurídicos nos sistemas informatizados de processo eletrônico, bem\ncomo garantindo-se a credibilidade e eficiência desses sistemas.\nCaso preponderasse a intimação por forma geral sobre a de feitio\nespecial, quando aquela fosse primeiramente publicada, é provável\nque o advogado cadastrado perderia o prazo para falar nos autos ou\npraticar o ato, pois, confiando no sistema, aguardaria aquela\nintimação específica, posterior.\n4. Embargos de divergência conhecidos e providos, afastando-se a\nintempestividade do recurso especial.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230426",
  "decisao" : "Prosseguindo o julgamento, após o voto-vista antecipado do Sr.\nMinistro Moura Ribeiro acompanhando o Sr. Ministro Relator, a\nSegunda Seção, por unanimidade, decide dar provimento aos embargos\nde divergência a fim de afastar a intempestividade recursal, nos\ntermos do voto do Sr. Ministro Relator. Os Srs. Ministros Maria\nIsabel Gallotti, Ricardo Villas Bôas Cueva, Marco Buzzi, Marco\nAurélio Bellizze, Moura Ribeiro, Nancy Andrighi e João Otávio de\nNoronha votaram com o Sr. Ministro Relator. Presidiu o julgamento o\nSr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : "(TEMPESTIVIDADE - PREVALÊNCIA DA INTIMAÇÃO ELETRÔNICA SOBRE A\nPUBLICAÇÃO NO DJE)\n   STJ - <<AgInt no AREsp 1330052>>-RJ, <<EAREsp 1663952>>-RJ,\n         <<AgInt no AREsp 1087306>>-RJ,\n         <<AgRg no AREsp 1666154>>-AP,\n         <<AgInt nos EDcl no REsp 1819358>>-RJ",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:011419 ANO:2006\n        ART:00004 ART:00005 PAR:00006" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000843411",
  "numeroProcesso" : "185702",
  "numeroRegistro" : "202200232916",
  "siglaClasse" : "EDcl no CC",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MARCO AURÉLIO BELLIZZE",
  "dataPublicacao" : "DJE        DATA:02/05/2023",
  "ementa" : "EMBARGOS DE DECLARAÇÃO NO CONFLITO DE COMPETÊNCIA. ACÓRDÃO EMBARGADO\nQUE RECONHECEU A CARACTERIZAÇÃO DE CONFLITO DE COMPETÊNCIA ENTRE\nTRIBUNAIS ARBITRAIS QUE PROFEREM DECISÕES EXCLUDENTES ENTRE SI,\nPASSÍVEL DE SER DIRIMIDO PELO STJ. CONFLITO DE COMPETÊNCIA CONHECIDO\nPARA DECLARAR COMPETENTE O TRIBUNAL ARBITRAL DO PROCEDIMENTO\nARBITRAL INSTAURADO PELA COMPANHIA LESADA. 1. ALEGAÇÃO DE OMISSÕES,\nCONTRADIÇÕES E ADOÇÃO DE PREMISSAS FÁTICAS EQUIVOCADAS. NÃO\nOCORRÊNCIA. PROPÓSITO MERAMENTE INFRINGENCIAL. RECONHECIMENTO. 2.\nEMBARGOS DE DECLARAÇÃO REJEITADOS.\n1. Não se antevê nenhum dos vícios de julgamento apontados, os\nquais, a partir da argumentação expendida, evidenciam, na verdade,\nnítido propósito infringencial, a refugir, por completo, do perfil\nintegrativo dos presentes aclaratórios.\n1.1 Sem incorrer em omissão, tampouco adotado premissa fática\nequivocada, o aresto embargado, sem olvidar que \"idealmente, a\nsolução para o conflito de competência entre Tribunais arbitrais\nvinculados à mesma Câmara de arbitragem haveria de ser disciplinado\ne solucionado pelo Regulamento da Câmara de Arbitragem do Mercado\",\nfoi peremptório em afirmar que, \"na específica hipótese dos autos, o\nRegulamento da Câmara de Arbitragem do Mercado é absolutamente\nomisso em disciplinar a solução para o impasse criado entre os\nTribunais arbitrais que teriam proferido, em tese, decisões\ninconciliáveis entre si, em procedimentos arbitrais que possuem\npedidos e causa de pedir parcialmente idênticos, tendo a Presidência\nda Câmara reconhecido, justamente, não ter atribuição para\ndirimi-lo, segundo as disposições do Regulamento\".\n1.2 Longe de buscar contornar a jurisdição arbitral - nos dizeres\ndos embargantes -, o acórdão embargado, com fundamentação\nexauriente, reconheceu a competência constitucional do Superior\nTribunal de Justiça para conhecer e julgar o conflito de competência\ninstaurado entre Tribunais arbitrais (considerado o seu, hoje,\nindiscutível caráter jurisdicional), a fim de definir o Juízo\narbitral competente para conhecer e julgar a demanda posta.\n1.3 Sem embargo da pontual discordância entre o voto condutor e o\nvoto vogal, houve consenso quanto ao fundamento central destacado no\nvoto condutor, segundo o qual, na hipótese dos autos, a aplicação\ndas regras de litispendência e de conexão estabelecida no CPC teria\no condão de desnaturar por completo o princípio basilar da\narbitragem, que é o direito das partes de escolher os árbitros que\njulgaram a causa, em clara afronta aos arts. 13 e 19 da Lei n.\n9.307/1996. A contradição que tem o condão de acoimar o julgado de\nnulidade é a interna, em que se constata uma inadequação lógica\nentre a fundamentação posta e a conclusão adotada, o que, conforme\ndemonstrado, não retrata a hipótese dos autos, seja em relação ao\nvoto condutor, isoladamente considerado, seja no que alude ao cotejo\nproposto pelos embargantes entre o voto condutor e o voto vogal,\ncom a ressalva ali destacada.\n1.4 As alegações, despojadas de qualquer fato que não tenha sido\nconsiderado pelo aresto embargado, mostram-se absolutamente\ninidôneas a subsidiar a alegação de erro de premissa, permissa\nvenia.\n1.5 A hipótese retratada nos presentes autos guarda a relevante\nparticularidade de que as deliberações jurisdicionais proferidas\npelos Tribunais arbitrais suscitados trataram incidentalmente da\nquestão afeta à legitimidade, como critério, justamente, para\ndefinir qual Tribunal arbitral é o competente para julgar a ação de\nresponsabilidade social e qual o procedimento arbitral deveria\npreponderar, com esteio na interpretação do art. 246 da Lei das S.A.\nDiante da prolação de deliberações diametralmente opostas e\ninconciliáveis entre si, a caracterizar conflito de competência, a\nsolução do impasse, por esta Corte de Justiça, não seria possível\nsem o indispensável enfrentamento da matéria posta. O mérito do\nsubjacente conflito de competência, por evidente, não se confunde\ncom o mérito da ação de responsabilidade social, de atribuição do\nTribunal arbitral reputado competente para dela conhecer e julgar.\n1.6 O aresto embargado, além de reconhecer que a Lei n. 6.404/1976\npõe à disposição dos acionistas minoritários a possibilidade de\nprovocar a convocação da assembleia geral extraordinária para\njustamente deliberar sobre a responsabilização dos administradores e\ndos controladores para que a companhia exerça, prioritariamente -\ncomo titular do direito lesado -, seu direito de ação, preserva, de\nmodo expresso, a possibilidade de o acionista minoritário ajuizar\nação social ut singili, com base no § 1º, a, do art. 246 da Lei das\nS.A, no caso de a assembleia deliberar por não promover a ação\nsocial. Este apontamento foi, inclusive, objeto de destaque pelo\naresto embargado, na medida em que estabeleceu um ajuste em relação\nao entendimento adotado por esta Corte de Justiça (por ocasião do\njulgamento dos Recursos Especiais n. 1.214.497/RJ e 1.207.956/RJ)\nque reconhece, corretamente, a aplicação extensiva do art. 159 da\nLei da S.A. para a ação social de responsabilidade dos\ncontroladores. Conforme assentado, o § 4º do art. 159 da Lei das S.\nA, ao tratar da ação social de responsabilidade dos administradores,\npreceitua que se a assembleia deliberar não promover a ação, poderá\nela ser proposta por acionistas que representem 5% (cinco por\ncento), pelo menos do capital social. De acordo com o acórdão\nembargado, nessa hipótese - no caso de a assembleia deliberar por\nnão promover a ação -, em se tratando de responsabilidade dos\ncontroladores, não apenas os acionistas que representem 5% (cinco\npor cento) do capital social, mas qualquer acionista poderá promover\na ação social ut singili, com base no § 1º, a, do art. 246 da Lei\ndas S.A. Também se reconheceu a possibilidade de qualquer acionista\npromover a ação social ut singili de responsabilidade dos\ncontroladores na hipótese em que, a despeito da deliberação\nautorizativa, a companhia deixa de promover a ação social nos três\nmeses subsequentes (§ 3º do art. 159, extensivamente).\n1.6.1 Afigura-se absolutamente preservada, portanto, a iniciativa\nindividual dos minoritários para promover a ação de responsabilidade\nsocial dos controladores em legitimação extraordinária, a qual, por\nser subsidiária, para seu exercício, depende, necessariamente, da\ninércia da companhia, titular do direito lesado, que possui, nos\ntermos da fundamentação expendida, legitimidade ordinária e\nprioritária no ajuizamento da ação social.\n1.6.2 A interpretação conferida pelo aresto embargado neutraliza,\npor completo, o alegado risco de o \"poder de controle\" ou o chamado\n\"abuso da maioria\" obstar o ajuizamento da ação de responsabilidade\ndos controladores, seja pela companhia diretamente (como se deu na\nhipótese dos autos), seja pelos acionistas minoritários,\nsubsidiariamente.\n1.7 A declaração de inconstitucionalidade de determinado dispositivo\nlegal pressupõe o seu completo esvaziamento, com o afastamento de\ntoda e qualquer hipótese de incidência, providência esta que não se\ncogita ou se extrai do aresto embargado, por qualquer ângulo ou\nmétodo interpretativo que se empregue.\n1.8 Na esteira da uníssona jurisprudência desta Corte de Justiça, os\nembargos de declaração não constituem instrumento adequado ao\nprequestionamento, razão pela qual, para tal escopo, também não\nmerecem prosperar.\n2. Embargos de declaração rejeitados.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230426",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, os Ministros da Segunda Seção do Superior Tribunal de\nJustiça, por unanimidade, rejeitaram os embargos de declaração, nos\ntermos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Moura Ribeiro, Nancy Andrighi, João Otávio de\nNoronha, Raul Araújo, Maria Isabel Gallotti, Ricardo Villas Bôas\nCueva e Marco Buzzi votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.\nPediu preferência pelos Embargantes o Dr. FABIANO DE CASTRO\nROBALINHO CAVALCANTI, pelo Embargado o Dr. CLÁUDIO BONATO FRUET, e\npelos Interessados o Dr. GUSTAVO JOSÉ MENDES TEPEDINO.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ "EDcl no CC  185705  DF  2022/0023423-0  Decisão:26/04/2023\nDJE        DATA:02/05/2023" ]
}, {
  "id" : "000841725",
  "numeroProcesso" : "188030",
  "numeroRegistro" : "202201302107",
  "siglaClasse" : "AgInt no CC",
  "descricaoClasse" : "AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MARCO AURÉLIO BELLIZZE",
  "dataPublicacao" : "DJE        DATA:20/04/2023",
  "ementa" : "AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA. AÇÃO DE OBRIGAÇÃO DE\nFAZER COM PEDIDO DE INDENIZAÇÃO AJUIZADA CONTRA A CEF. VÍCIOS DE\nCONSTRUÇÃO EM UNIDADES ADQUIRIDAS PELO PROGRAMA MINHA CASA MINHA\nVIDA. ILEGITIMIDADE PASSIVA DA CEF RECONHECIDA PELA JUSTIÇA FEDERAL.\nREMESSA DOS AUTOS PARA JUSTIÇA ESTADUAL. ESTABELECIDO CONFLITO\nNEGATIVO DE COMPETÊNCIA. CONFLITO CONHECIDO PARA DECLARAR A\nCOMPETÊNCIA DO JUÍZO ESTADUAL. IRRESIGNAÇÃO DAS AUTORAS DA AÇÃO.\nLEGITIMIDADE PASSIVA DA CEF. IMPOSSIBILIDADE DE APRECIAR A DECISÃO\nDA JUSTIÇA FEDERAL SOBRE A LEGITIMIDADE PASSIVA DA CEF EM SEDE DE\nCONFLITO DE COMPETÊNCIA. VIA INADEQUADA. AGRAVO INTERNO DESPROVIDO.\n1. Ao Superior Tribunal de Justiça não é dado rever, na estreita via\ndo conflito de competência, a conclusão do Juízo da 1ª Vara Federal\nda Subseção Judiciária do Amazonas/AM que concluiu pela\nilegitimidade passiva da CEF na ação proposta pelas agravantes.\n2. No âmbito da Segunda Seção do Superior Tribunal de Justiça o\nentendimento de que a legitimidade passiva da CEF nas ações de vício\nde construção depende \"do tipo de financiamento e das obrigações a\nseu cargo, podendo ser distinguidos, a grosso modo, dois gêneros de\natuação no âmbito do Sistema Financeiro da Habitação, isso a par de\nsua ação como agente financeiro em mútuos concedidos fora do SFH (1)\nmeramente como agente financeiro em sentido estrito, assim como as\ndemais instituições financeiras públicas e privadas (2) ou como\nagente executor de políticas federais para a promoção de moradia\npara pessoas de baixa ou baixíssima renda\" (REsp n. 1.163.228/AM,\nrelatora Ministra Maria Isabel Gallotti, Quarta Turma, julgado em\n9/10/2012, DJe de 31/10/2012).\n3. É uníssona a jurisprudência desta Corte no sentido de que o\nconflito de competência não consiste em sucedâneo recursal para\nmanifestação de inconformismo da parte. Precedentes.\n4. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230418",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da SEGUNDA SEÇÃO do Superior Tribunal de\nJustiça, em sessão virtual de 12/04/2023 a 18/04/2023, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Raul\nAraújo, Maria Isabel Gallotti, Ricardo Villas Bôas Cueva, Marco\nBuzzi e Moura Ribeiro  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : "(LEGITIMIDADE PASSIVA - VÍCIO DE CONSTRUÇÃO)\n   STJ - <<REsp 1163228>>-AM, <<REsp 1534952>>-SC,\n         <<AgInt no AgInt no AREsp 1941838>>-RJ,\n         <<AgInt no CC 180829>>-SP, <<AgInt no AREsp 2041551>>-AL\n(CONFLITO DE COMPETÊNCIA - SUCEDÂNEO RECURSAL - NÃO CABIMENTO)\n   STJ - <<AgInt no CC 182906>>-MG, <<AgInt no CC 184123>>-GO,\n         <<AgInt no CC 145294>>-DF, <<AgRg no CC 131891>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000841726",
  "numeroProcesso" : "186135",
  "numeroRegistro" : "202200452343",
  "siglaClasse" : "AgInt no CC",
  "descricaoClasse" : "AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MARCO AURÉLIO BELLIZZE",
  "dataPublicacao" : "DJE        DATA:20/04/2023",
  "ementa" : "AGRAVO INTERNO NO CONFLITO NEGATIVO DE COMPETÊNCIA. JUSTIÇA DO\nTRABALHO. JUSTIÇA COMUM ESTADUAL. LEI 11.442/2007. AÇÃO DECLARATÓRIA\nDE CONSTITUCIONALIDADE Nº 48/DF. CONSTITUCIONALIDADE DECLARADA PELO\nSTF. VERIFICAÇÃO DE REQUISITOS DA CONTRATAÇÃO. AFASTAMENTO PELO\nJUÍZO ESTADUAL. PEDIDO DE RECONHECIMENTO DE VÍNCULO EMPREGATÍCIO.\nREMESSA À JUSTIÇA DO TRABALHO. PRECEDENTES DO SUPREMO TRIBUNAL\nFEDERAL. COMPETÊNCIA DO JUÍZO LABORAL. SUCEDÃNEO RECURSAL.\nIMPOSSIBILIDADE. AGRAVO INTERNO NÃO PROVIDO.\n1. Na origem, a controvérsia cinge-se em determinar o Juízo\ncompetente para analisar demanda em que a parte interessada requer o\nreconhecimento de vínculo trabalhista, em que pese a celebração de\ncontrato de transporte rodoviário de cargas por conta de terceiros e\nmediante remuneração, o qual é regido Lei n° 11.442/2007.\n2. O Supremo Tribunal Federal - STF, no âmbito da ADC n° 48/DF\nreconheceu a constitucionalidade da Lei n° 11.442/2007 que prevê o\ntransporte rodoviário de cargas por conta de terceiros e mediante\nremuneração.\n3. O STF vem decidindo que a discussão sobre a presença dos\npressupostos e requisitos legais inerentes à contratação sob a égide\nda Lei n° 11.442/2007 deve iniciar-se na Justiça Comum e constatado\nque não foram preenchidos os requisitos dispostos na lei\nsupracitada, a competência passaria a ser da Justiça do Trabalho.\n4. No caso sob análise, a demanda foi inicialmente proposta no Juízo\nlaboral que declinou de sua competência, remetendo o feito à Justiça\nestadual que reconheceu não estarem presentes os requisitos\ncaracterizadores do contrato de transporte rodoviário de cargas por\nconta de terceiros e mediante remuneração regido Lei n° 11.442/2007.\n5. Ademais, se a parte agravante não concorda com os fundamentos\nexarados pelo Juízo estadual, que afastou a incidência da Lei n°\n11.442/2007, deveria se valer dos recursos pertinentes para a\nreforma do julgado, ao passo que o presente conflito de competência\nnão pode ser utilizado como sucedâneo recursal sob pena de supressão\nde instâncias, conforme o pacífico entendimento desta Corte\nSuperior.\n6. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230418",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da SEGUNDA SEÇÃO do Superior Tribunal de\nJustiça, em sessão virtual de 12/04/2023 a 18/04/2023, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Raul\nAraújo, Maria Isabel Gallotti, Ricardo Villas Bôas Cueva, Marco\nBuzzi e Moura Ribeiro  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : "(COMPETÊNCIA - VÍNCULO TRABALHISTA - JUSTIÇA DO TRABALHO)\n   STJ - <<HC 43982>>-SP\n   STF - [[ADC 48]]-DF, [[Rcl 43544]], [[rcl 47849]]-RJ,\n         [[rcl 86846]]-MG",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:011442 ANO:2007" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000841727",
  "numeroProcesso" : "185129",
  "numeroRegistro" : "202104018358",
  "siglaClasse" : "AgInt no CC",
  "descricaoClasse" : "AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MARCO AURÉLIO BELLIZZE",
  "dataPublicacao" : "DJE        DATA:20/04/2023",
  "ementa" : "AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA. IMÓVEL. AÇÃO DE IMISSÃO\nNA POSSE NA JUSTIÇA ESTADUAL. AÇÃO REVISONAL NA JUSTIÇA FEDERAL.\nATUAÇÃO DOS JUÍZOS NAS RESPECTIVAS ESFERAS DE JURISDIÇÃO. AUSÊNCIA\nDE DECISÕES CONFLITANTES. PRECEDENTES. AGRAVO INTERNO DESPROVIDO.\n1.  Nos termos do art. 66 do Código de Processo Civil, há conflito\nde competência quando dois ou mais juízes se declaram competentes,\nse consideram incompetentes, atribuindo ao outro a competência ou\nexiste entre eles controvérsia acerca da reunião ou separação de\nprocessos.\n2. No caso, não se verifica a existência de decisões conflitantes,\nporquanto o Juízo estadual, na ação de imissão de posse,\nreconhecendo a prejudicialidade externa, manteve a suspensão do\nfeito, conforme determinado pelo Juízo Federal nos autos da ação\nanulatória, definindo apenas a taxa de ocupação aos proprietários do\nimóvel.\n3. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230418",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da SEGUNDA SEÇÃO do Superior Tribunal de\nJustiça, em sessão virtual de 12/04/2023 a 18/04/2023, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Raul\nAraújo, Maria Isabel Gallotti, Ricardo Villas Bôas Cueva, Marco\nBuzzi e Moura Ribeiro  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : "(AUSÊNCIA DE DECISÕES CONFLITANTES)\n   STJ - <<AgInt no CC 168220>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00066" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000841728",
  "numeroProcesso" : "43806",
  "numeroRegistro" : "202202354494",
  "siglaClasse" : "AgInt na Rcl",
  "descricaoClasse" : "AGRAVO INTERNO NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MARCO AURÉLIO BELLIZZE",
  "dataPublicacao" : "DJE        DATA:20/04/2023",
  "ementa" : "AGRAVO INTERNO NA RECLAMAÇÃO. INSURGÊNCIA CONTRA DECISÃO QUE NEGOU\nSEGUIMENTO AO RECURSO ESPECIAL, PROFERIDA PELA PRESIDÊNCIA DO\nTRIBUNAL DE ORIGEM, POR REPUTAR QUE OS ARTIGOS TIDOS POR VIOLADOS\nNÃO SE ENCONTRAM PREQUESTIONADOS, ALÉM DA INCIDÊNCIA DO ENUNCIADO N.\n7 DA SÚMULA DO STJ. CABIMENTO DE AGRAVO EM RECURSO ESPECIAL, COM\nFULCRO NO ART. 1.042 DO CPC/2015, PERANTE ESTA CORTE DE JUSTIÇA. NO\nCASO, A PARTE PROCEDEU À INDEVIDA INTERPOSIÇÃO DE AGRAVO INTERNO QUE\nRESTOU NÃO CONHECIDO, POR ABSOLUTA AUSÊNCIA DE PREVISÃO LEGAL\nINEXISTÊNCIA DE USURPAÇÃO DA COMPETÊNCIA DO STJ. RECONHECIMENTO.\nRECLAMAÇÃO INDEFERIDA LIMINARMENTE. AGRAVO INTERNO IMPROVIDO.\n1. Nos termos do art. 1.042 do Código de Processo Civil de 2015, em\ncaso de insurgência da parte sucumbente, cabe agravo contra a\ndecisão do presidente ou do vice-presidente do tribunal recorrido\nque inadmitir recurso extraordinário ou recurso especial ao Supremo\nTribunal Federal e ao Superior Tribunal de Justiça, respectivamente,\nsalvo quando fundado na aplicação de entendimento firmado em regime\nde repercussão geral ou julgamento de recursos repetitivos, caso em\nque é cabível agravo interno ao próprio Tribunal de origem.\n1.1 Ante a expressa previsão legal quanto ao cabimento de agravo\npara impugnar a decisão que nega seguimento ao recurso especial, a\nutilização de qualquer outra via recursal importa erro crasso, não\npassível de correção pela aplicação do princípio da fungibilidade\nrecursal, já que, em tal situação, não se está diante de dúvida\nobjetiva a suplantar o equívoco a que incorreu o insurgente.\n2.  Ressai evidente a absoluta impropriedade de a parte, que teve\nseu recurso especial inadmitido na origem, com fulcro no art. 1.042\ndo CPC/2015, interpor agravo interno. Por consequência, o não\nconhecimento do agravo interno não encerra nenhuma usurpação da\ncompetência do Superior Tribunal de Justiça.\n3. Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230418",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da SEGUNDA SEÇÃO do Superior Tribunal de\nJustiça, em sessão virtual de 12/04/2023 a 18/04/2023, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Raul\nAraújo, Maria Isabel Gallotti, Ricardo Villas Bôas Cueva, Marco\nBuzzi e Moura Ribeiro  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : "(NEGATIVA DE SEGUIMENTO AO RECURSO ESPECIAL - RECURSO CABÍVEL)\n   STJ - <<AgRg no AREsp 3535>>-GO, <<AgInt no AREsp 1004764>>-AP,\n         <<AgRg no Ag 615892>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01042" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000841809",
  "numeroProcesso" : "190080",
  "numeroRegistro" : "202202190603",
  "siglaClasse" : "AgInt no CC",
  "descricaoClasse" : "AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJE        DATA:20/04/2023",
  "ementa" : "AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA. INÉPCIA. AUSÊNCIA DE\nIMPUGNAÇÃO AOS FUNDAMENTOS DA DECISÃO AGRAVADA.\n- É manifestamente inadmissível o agravo interno que não impugna,\nespecificamente, os fundamentos da decisão agravada.\nAGRAVO INTERNO NÃO CONHECIDO.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230418",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 12/04/2023 a 18/04/2023,\npor unanimidade, não conhecer do recurso, nos termos do voto da Sra.\nMinistra Relatora.\nOs Srs. Ministros Raul Araújo, Maria Isabel Gallotti, Ricardo Villas\nBôas Cueva, Marco Buzzi, Marco Aurélio Bellizze e Moura Ribeiro\nvotaram com a Sra. Ministra Relatora.\nImpedido o Sr. Ministro João Otávio de Noronha.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000182" ],
  "acordaosSimilares" : [ "AgInt no CC  193833  RS  2022/0398972-0  Decisão:18/04/2023\nDJE        DATA:20/04/2023", "AgInt no CC  193836  RS  2022/0399024-3  Decisão:18/04/2023\nDJE        DATA:20/04/2023", "AgInt nos EREsp  1811800  RS  2019/0122064-3  Decisão:18/04/2023\nDJE        DATA:24/04/2023" ]
}, {
  "id" : "000841810",
  "numeroProcesso" : "1954776",
  "numeroRegistro" : "202102321142",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJE        DATA:20/04/2023",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. INÉPCIA. IMPUGNAÇÃO DA DECISÃO AGRAVADA. RECURSO\nMANIFESTAMENTE INADMISSÍVEL. MULTA.\n1. Ação de obrigação de fazer cumulada com reparação de danos\nmateriais e compensação de danos morais, em razão de vício\nconstrutivo em imóvel .\n2. É manifestamente inadmissível o agravo interno que não impugna,\nespecificamente, os fundamentos da decisão agravada.\n3. Agravo interno não conhecido, com imposição de multa.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230418",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 12/04/2023 a 18/04/2023,\npor unanimidade, não conhecer do recurso, com aplicação de multa,\nnos termos do voto da Sra. Ministra Relatora.\nOs Srs. Ministros João Otávio de Noronha, Raul Araújo, Maria Isabel\nGallotti, Ricardo Villas Bôas Cueva, Marco Buzzi, Marco Aurélio\nBellizze e Moura Ribeiro  votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000841835",
  "numeroProcesso" : "1679420",
  "numeroRegistro" : "201500055404",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJE        DATA:20/04/2023",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL.\nDIVERGÊNCIA JURISPRUDENCIAL. AUSÊNCIA DE SIMILITUDE FÁTICA. EXAME DE\nREGRAS TÉCNICAS DE ADMISSIBILIDADE. IMPOSSIBILIDADE.\n1. A admissão dos embargos de divergência está condicionada à\ncomprovação da divergência jurisprudencial, por meio da demonstração\nda similitude fático-processual entre o acórdão embargado e o\njulgado paradigma, o que não se verificou na hipótese dos autos.\n2. Os embargos de divergência não são cabíveis para análise de\nregras técnicas de admissibilidade do recurso especial, pois seu\nescopo reside na uniformização de teses jurídicas divergentes em\nrelação à matéria de mérito.\n3. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230418",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 12/04/2023 a 18/04/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros Raul Araújo, Maria Isabel Gallotti, Marco Buzzi,\nMarco Aurélio Bellizze e Moura Ribeiro  votaram com a Sra. Ministra\nRelatora.\nImpedidos os Srs. Ministros João Otávio de Noronha e Ricardo Villas\nBôas Cueva.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : "(COMPROVAÇÃO DA DIVERGÊNCIA JURISPRUDENCIAL - INOCORRÊNCIA)\n   STJ - <<AgInt nos EDv nos EREsp 1949566>>-SP\n(EMBARGOS  DE  DIVERGÊNCIA  - NÃO CABIMENTO PARA ANÁLISE DE REGRAS\nTÉCNICAS DE ADMISSIBILIDADE DO RECURSO ESPECIAL)\n   STJ - <<AgInt nos EAREsp 955088>>-RS",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000842590",
  "numeroProcesso" : "191197",
  "numeroRegistro" : "202202705330",
  "siglaClasse" : "AgInt no CC",
  "descricaoClasse" : "AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJE        DATA:25/04/2023",
  "ementa" : "AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA. INVENTÁRIO. COMPETÊNCIA\nTERRITORIAL. NATUREZA RELATIVA. SÚMULA 33/STJ.\n1. A competência para o processo sucessório, definida no art. 48 do\nCPC/15, é relativa.\n2. A incompetência relativa não pode ser declarada de ofício,\nsegundo enuncia a Súmula 33 do STJ.\n3.  Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230418",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 12/04/2023 a 18/04/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros João Otávio de Noronha, Raul Araújo, Maria Isabel\nGallotti, Ricardo Villas Bôas Cueva, Marco Buzzi, Marco Aurélio\nBellizze e Moura Ribeiro  votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000033", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00048" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000841992",
  "numeroProcesso" : "6463",
  "numeroRegistro" : "201901257678",
  "siglaClasse" : "AR",
  "descricaoClasse" : "AÇÃO RESCISÓRIA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MARIA ISABEL GALLOTTI",
  "dataPublicacao" : "DJE        DATA:05/05/2023",
  "ementa" : "AÇÃO RESCISÓRIA. DECISÃO RESCINDENDA PUBLICADA EM NOME DE ADVOGADO\nQUE NUNCA REPRESENTOU O AUTOR NOS AUTOS DA AÇÃO ORIGINÁRIA.\nNULIDADE. DETERMINAÇÃO DE NOVA PUBLICAÇÃO DA DECISÃO RESCINDENDA COM\nREABERTURA DO PRAZO DO RECURSO. CONSEQUENTE INVIABILIDADE DE NOVO\nJULGAMENTO DA CAUSA, NO CASO. PEDIDO PROCEDENTE EM PARTE.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230412",
  "decisao" : "A Segunda Segunda Seção, por unanimidade, julgou parcialmente\nprocedente a ação rescisória, julgando procedente o pedido para\ndesconstituir a coisa julgada formada no AREsp 1.370.930/SP, apenas\nem relação ao autor, e determinar o retorno dos autos à Secretaria\ndesta Corte para que seja efetuada a publicação com o nome do\nadvogado do autor, sendo-lhe oportunizada a apresentação de recurso\n(CPC 2015, Art. 966, inciso V), nos termos do voto da Sra. Ministra\nRelatora e do Sr. Ministro Revisor. Os Srs. Ministros Ricardo Villas\nBôas Cueva (Revisor), Marco Buzzi, Marco Aurélio Bellizze, Nancy\nAndrighi, João Otávio de Noronha e Raul Araújo votaram com a Sra.\nMinistra Relatora.\nAusente, justificadamente, o Sr. Ministro Moura Ribeiro.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : "(AÇÃO RESCISÓRIA - CABIMENTO - DECLARAÇÃO DE NULIDADE - AUSÊNCIA DE\nINTIMAÇÃO REGULAR)\n   STJ - <<AR 3841>>-RJ, <<AR 574>>-MA, <<AR 4341>>-RS,\n         <<AR 4739>>-DF, <<REsp 1456632>>-MG\n(INTIMAÇÃO DOS ATOS PROCESSUAIS - VALIDADE)\n   STJ - <<AR 4739>>-DF, <<AR 574>>-MA, <<AR 4341>>-RS,\n         <<AR 3841>>-RJ\n(AUSÊNCIA DE INTIMAÇÃO REGULAR - VÍCIO TRANSRESCISÓRIOS)\n   STJ - <<REsp 1456632>>-MG\n(NULIDADE - INTIMAÇÃO - SESSÃO DE JULGAMENTO - CERCEAMENTO DE DEFESA\n- ATO - RENOVAÇÃO - NECESSIDADE)\n   STJ - <<AR 4739>>-DF, <<AR 3841>>-RJ, <<REsp 960868>>-SC,\n         <<REsp 1982586>>-SP\n(ASSISTÊNCIA JUDICIÁRIA À PESSOA JURÍDICA - ALEGAÇÃO DE SITUAÇÃO\nECONÔMICO-FINANCEIRA PRECÁRIA - NECESSIDADE DE COMPROVAÇÃO)\n   STJ - <<REsp 431239>>-MG",
  "notas" : null,
  "informacoesComplementares" : "     \"[...] é evidente que, havendo redução do valor da indenização,\ninexistem dúvidas de que a publicação equivocada causou prejuízo ao\nautor. A circunstância de o autor ainda fazer jus à indenização é\ninsuficiente para afastar o prejuízo ao autor em virtude da redução\ndo valor respectivo. Em suma, a ausência de intimação da decisão que\nimplicou o provimento parcial do recurso interposto pela parte\ncontrária é sempre prejudicial ao recorrido. Nessa direção, esta\nCorte já observou que 'o defeito ou a ausência de intimação -\nrequisito de validade do processo (art. 236, §1º e 247 CPC/73) -\nimpedem a constituição da relação processual e constituem temas\npassíveis de exame em qualquer tempo e grau de jurisdição,\nindependentemente de forma, alegação de prejuízo ou provocação da\nparte. Tratam-se de vícios transrescisórios' [...]\".\n     \"[...] esta Corte concluiu que 'é possível conceder-se às\npessoas jurídicas o benefício da assistência judiciária, desde que,\nporém, demonstrem a impossibilidade de arcar com as despesas do\nprocesso sem prejuízo da própria manutenção' [...]\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00099 ART:00272 PAR:00002 ART:00966 INC:00005\n        ART:00968 INC:00001", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000481", "LEG:FED LEI:005869 ANO:1973\n*****  CPC-73    CÓDIGO DE PROCESSO CIVIL DE 1973\n        ART:00236 PAR:00001 ART:00247" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000842469",
  "numeroProcesso" : "1539237",
  "numeroRegistro" : "201303750901",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "RICARDO VILLAS BÔAS CUEVA",
  "dataPublicacao" : "DJE        DATA:26/04/2023",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIA L.\nLANÇAMENTO CONTÁBIL. CÁLCULO. COISA JULGADA. ERRO MATERIAL.\nEVIDÊNCIA. CORREÇÃO. JURISPRUDÊNCIA ATUAL. SÚMULA Nº 168/STJ.\n1. O erro de cálculo evidente, decorrente de simples equívoco\naritmético ou inexatidão material, é passível de correção pelo\nmagistrado, de ofício e a qualquer tempo.\n2. É possível, com base na Súmula nº 168/STJ, inadmitir embargos de\ndivergência quando a jurisprudência do Superior Tribunal de Justiça\nestiver no mesmo sentido do acórdão combatido.\n3. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230412",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Segunda Seção, por unanimidade,\nnegar provimento ao agravo interno, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Marco Buzzi, Marco Aurélio Bellizze, Moura\nRibeiro, Nancy Andrighi, João Otávio de Noronha, Raul Araújo e Maria\nIsabel Gallotti votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000168" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000843685",
  "numeroProcesso" : "1542609",
  "numeroRegistro" : "201902013643",
  "siglaClasse" : "EAREsp",
  "descricaoClasse" : "EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJE        DATA:24/05/2023",
  "ementa" : "EMBARGOS DE DIVERGÊNCIA NO AGRAVO EM RECURSO ESPECIAL. AÇÃO\nPOSSESSÓRIA E AÇÃO PETITÓRIA. INTERRUPÇÃO DA PRESCRIÇÃO PUNITIVA.\nINEXISTÊNCIA DE SIMILITUDE FÁTICA ENTRE OS ACÓRDÃOS CONFRONTADOS.\nNÃO CONHECIMENTO.\n1. Os embargos de divergência têm como pressuposto de\nadmissibilidade a existência de similitude fática entre os arestos\nconfrontados, não se prestando à mera revisão do acerto do acórdão\nembargado. Não se configura o dissídio entre acórdãos que partem de\ndiferentes premissas fáticas para o exame da tese suscitada.\n2. Na hipótese, o acórdão embargado confirmou a tese de que a\ncitação na ação possessória julgada improcedente ou extinta sem\nresolução do mérito não é capaz de interromper o prazo para a\naquisição da propriedade (usucapião). Além disso, o referido acórdão\nanalisou a capacidade de a citação, na ação petitória, interromper\no prazo prescricional para aquisição da propriedade pela usucapião.\n3. Já os acórdãos apontados como paradigmas julgaram apenas a\nincapacidade de a citação na ação possessória - e não na ação\npetitória - interromper o curso do prazo da prescrição aquisitiva,\nquando julgada improcedente ou extinta.\n4. Embargos de divergência não conhecidos.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230322",
  "decisao" : "Vistos, relatados e discutidos estes autos, os Ministros da Segunda\nSeção do Superior Tribunal de Justiça acordam, após o voto-vista\nantecipado do Sr. Ministro Villas Bôas Cueva acompanhando a\ndivergência inaugurada pelo Sr. Ministro Luis Felipe Salomão, por\nmaioria, não conhecer dos embargos de divergência, nos termos do\nvoto do Sr. Ministro Luis Felipe Salomão, que lavrará o acórdão.\nVencidos os Srs. Ministros Nancy Andrighi, Relatora, Paulo de Tarso\nSanseverino e Marco Buzzi.\nVotaram com o Sr. Ministro Luis Felipe Salomão pelo não conhecimento\ndos embargos de divergência os Srs. Ministros Raul Araújo, Maria\nIsabel Gallotti, Villas Bôas Cueva, Marco Aurélio Bellizze e Moura\nRibeiro.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.\nPediu preferência pelos Embargantes ALAIDES GRASSI CASTELANI e\nIRINEU CASTELANI o Dr. JUAREZ GIACOBBO DE SOUZA.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - REQUISITO DE ADMISSIBILIDADE - SIMILITUDE\nFÁTICA)\n   STJ - <<EREsp 571642>>-PR\n(EMBARGOS DE DIVERGÊNCIA - REVISÃO DO ACERTO OU DESACERTO DA DECISÃO\nEMBARGADA)\n   STF - [[RE-AgR-EDv-AgR 593064]]",
  "notas" : null,
  "informacoesComplementares" : "     (VOTO VENCIDO) (MIN. NANCY ANDRIGHI)\n     \"[...] ambas as Turmas, em demandas análogas, apreciando\nidêntica tese jurídica, chegaram a conclusões absolutamente\ndivergentes, motivo pelo qual entendo estar demonstrada a similitude\nfática e jurídica entre os acórdãos confrontados e, portanto, a\ndivergência entre as Turmas que compõe a Seção de Direito Privado\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000842354",
  "numeroProcesso" : "183978",
  "numeroRegistro" : "202103512622",
  "siglaClasse" : "AgInt no CC",
  "descricaoClasse" : "AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MOURA RIBEIRO",
  "dataPublicacao" : "DJE        DATA:11/05/2023",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA.\nRECUPERAÇÃO JUDICIAL. EXECUÇÃO DE CRÉDITO EXTRACONCURSAL.\nINEXISTÊNCIA DE DECISÕES CONFLITANTES DOS JUÍZOS SUSCITADOS. ALEGADA\nINVASÃO DE COMPETÊNCIA CIRCUNSCRITA AO PLANO DA POSSIBILIDADE\nFUTURA. MANTIDA A DECISÃO AGRAVADA QUE NÃO CONHECEU DO CONFLITO.\nAGRAVO NÃO PROVIDO.\n1. A existência do conflito de competência pressupõe controvérsia\nsobre a extensão da jurisdição em determinado caso, o que não ocorre\nquando cada juízo está atuando em sua própria esfera de\ncompetência.\n2. Na hipótese dos autos os juízos suscitados informaram que, diante\ndo processo de recuperação judicial, os atos de expropriação de\nbens da empresa recuperanda serão dirigidos ao juízo do\nsoerguimento.\n3. Não ficou configurado o conflito diante da atuação dos juízos\nsuscitados em sua própria esfera de competência, uma vez que o\nTribunal de Justiça do Estado de São Paulo reformou a decisão do\nJuízo de Direito da 11ª Vara Cível do Foro Central da Comarca de São\nPaulo/SP para determinar que os atos de constrição dos ativos da\nsociedade recuperanda devem ser submetidos ao crivo do juízo\nuniversal.\n4. O acórdão do Tribunal paulista está de acordo com a\njurisprudência da Segunda Seção de que o crédito extraconcursal não\nse submeterá aos efeitos da recuperação judicial, mas o juízo\nuniversal deverá exercer controle sobre os atos de constrição do\npatrimônio, que analisará a essencialidade do bem para o\nsoerguimento da empresa.\n5. Não existe a figura da instauração de conflito de competência\npreventivo, com o propósito de evitar futuras discussões jurídicas.\n6. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230308",
  "decisao" : "Prosseguindo o julgamento, após o voto-vista antecipado do Sr.\nMinistro Raul Araújo acompanhando o Relator, vistos, relatados e\ndiscutidos os autos em que são partes as acima indicadas, acordam os\nSenhores Ministros da Segunda Seção do Superior Tribunal de\nJustiça,  por maioria, em negar provimento ao agravo interno, nos\ntermos do voto do Sr. Ministro Relator. Vencido o Sr. Ministro Luis\nFelipe Salomão.\nOs Srs. Ministros Nancy Andrighi, Raul Araújo, Paulo de Tarso\nSanseverino, Maria Isabel Gallotti, Ricardo Villas Bôas Cueva, Marco\nBuzzi e Marco Aurélio Bellizze votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.\nPediu preferência pela Agravante TECNOSOLO ENGENHARIA S.A. - EM\nRECUPERAÇÃO JUDICIAL a Dra. TEREZA CRISTINA GAVINHO.",
  "jurisprudenciaCitada" : "(CONFLITO DE COMPETÊNCIA - CARACTERIZAÇÃO)\n   STJ - <<AgInt no CC 170346>>-GO, <<AgRg no CC 119125>>-RN\n(EXECUÇÃO DE CRÉDITO EXTRACONCURSAL - ATOS CONSTRITIVOS -\nFISCALIZAÇÃO PELO JUÍZO RECUPERACIONAL)\n   STJ - <<AgInt no CC 177181>>-RJ, <<AgInt no CC 183449>>-PE\n(ALEGADA INVASÃO DE COMPETÊNCIA CIRCUNSCRITA AO PLANO DA\nPOSSIBILIDADE FUTURA - NÃO CONHECIMENTO DO INCIDENTE)\n   STJ - <<AgRg no CC 139179>>-MG\n(VOTO VENCIDO - CONFLITO DE COMPETÊNCIA - CONFLITO POSITIVO -\nDECISÕES CONTRADITÓRIAS)\n   STJ - <<EDcl no CC 34200>>-GO,\n         <<AgInt no AgInt no CC 176677>>-SP,\n         <<AgInt nos EDcl no CC 178297>>-PB,\n         <<EDcl nos EDcl no AgInt nos EDcl no CC 171933>>-RJ",
  "notas" : null,
  "informacoesComplementares" : "     (VOTO VENCIDO) (MIN. LUIS FELIPE SALOMÃO)\n     \"[...] a controvérsia sobre a extensão da jurisdição não é a\núnica forma por meio da qual o conflito de competência se evidencia.\nComo de conhecimento, esta Corte já afirmou, em muitas\noportunidades, configurar conflito de competência quando,\n'tramitando em Juízos diversos demandas que, tratando de idênticas\nquestões fáticas e objetos assemelhados, apresentam-se suscetíveis\nde decisões conflitantes, sem que tenha qualquer dos juízos se\ndeclarado competente para apreciar a causa em curso perante o outro,\nmas exsurge a manifesta prática de atos que denotem implicitamente\ntal declaração, é de se pressupor a configuração do conflito\npositivo de competência na forma prevista no art. 115, inciso I, do\nCPC' [...]\".\n     \"[...] observada a máxima vênia, impõe-se reconhecer a\ncompetência do juízo cível onde se processa a recuperação para\ndeliberar sobre atos de constrição ou alienação de bens da sociedade\nem recuperação\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:011101 ANO:2005\n*****  LF-05    LEI DE RECUPERAÇÃO JUDICIAL E EXTRAJUDICIAL E DE\nFALÊNCIA\n        ART:00047 ART:00049 PAR:00003", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00066 INC:00001 ART:00115 INC:00001" ],
  "acordaosSimilares" : [ ]
} ]