[ {
  "id" : "000856945",
  "numeroProcesso" : "196391",
  "numeroRegistro" : "202301196042",
  "siglaClasse" : "AgInt no CC",
  "descricaoClasse" : "AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "RICARDO VILLAS BÔAS CUEVA",
  "dataPublicacao" : "DJE        DATA:19/10/2023",
  "ementa" : "AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA. BENEFÍCIO PREVIDENCIÁRIO.\nVERBAS SALARIAIS. VALOR. INCORPORAÇÃO. CEF E FUNCEF. CUMULAÇÃO DE\nPEDIDOS INDEVIDA.\n1. Causa de pedir e pedido que não se limitam exclusivamente a\nquestões previdenciárias, dependendo de discussão preliminar de\nmatéria atinente à relação de trabalho.\n2. Compete à Justiça do Trabalho, dentro dos seus limites, a\napreciação e o julgamento da controvérsia, nada impedindo o\najuizamento, se for o caso, de ação própria futura perante a Justiça\nComum exclusivamente contra a entidade de previdência privada.\nPrecedentes.\n3. Na hipótese, distinguishing que afasta a aplicação cega do Tema\nnº 190/STF de repercussão geral.\n4. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231017",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 11/10/2023 a 17/10/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Raul Araújo, Maria Isabel Gallotti, Marco Aurélio Bellizze\ne Moura Ribeiro  votaram com o Sr. Ministro Relator.\nImpedido o Sr. Ministro Antonio Carlos Ferreira.\nPresidiu o julgamento o Sr. Ministro Marco Buzzi.",
  "jurisprudenciaCitada" : "(QUESTÃO DE RELAÇÃO DE TRABALHO - NATUREZA DA CONTROVÉRSIA -\nCOMPETÊNCIA DA JUSTIÇA TRABALHISTA)\n   STJ - <<CC 148352>>-SP, <<CC 158673>>-CE, <<CC 154828>>-MG\n   STF - [[RE 586453]]-SE (REPERCUSSÃO GERAL)\n(COMPLEMENTO TEMPORÁRIO VARIÁVEL DE AJUSTE DE MERCADO - PARTE\nINTEGRANTE DA GRATIFICAÇÃO POR EXERCÍCIO DE CONFIANÇA NA CAIXA\nECONÔMICA - NATUREZA DA QUESTÃO - TEMA 190 DE REPERCUSSÃO GERAL -\nINAPLICABILIDADE)\n   STF - [[ARE-AgR 1276711]], [[ARE 1293185]]-RS,\n         [[RE 1137876]]-MG, [[ARE 1276711]]",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000858302",
  "numeroProcesso" : "29537",
  "numeroRegistro" : "202302490125",
  "siglaClasse" : "AgInt nos EDcl nos EDcl no MS",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DECLARAÇÃO NO MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJE        DATA:19/10/2023",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DECLARAÇÃO\nNO MANDADO DE SEGURANÇA. ATO DE TRIBUNAL. INCOMPETÊNCIA DO STJ.\n1. Compete ao Superior Tribunal de Justiça processar e julgar, nos\ntermos do art. 105, inciso I, \"b\", da CF, originariamente, os\nmandados de segurança contra ato de Ministro de Estado, dos\nComandantes da Marinha, do Exército e da Aeronáutica ou do próprio\nTribunal.\n2. \"O Superior Tribunal de Justiça não tem competência para\nprocessar e julgar, originariamente, mandado de segurança contra ato\nde outros tribunais ou dos respectivos órgãos\" (Súmula 41/STJ).\n3. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231017",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 11/10/2023 a 17/10/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros João Otávio de Noronha, Humberto Martins, Raul\nAraújo, Maria Isabel Gallotti, Antonio Carlos Ferreira, Marco Buzzi,\nMarco Aurélio Bellizze e Moura Ribeiro  votaram com a Sra. Ministra\nRelatora.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : "(MANDADO DE SEGURANÇA CONTRATO ATO DE OUTROS TRIBUNAIS E DOS\nRESPECTIVOS ÓRGÃOS - NÃO CABIMENTO)\n   STJ - <<AgInt no MS 25452>>-MS, <<AgInt no MS 24313>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00105 INC:00001 LET:B", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000041" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000858303",
  "numeroProcesso" : "2224250",
  "numeroRegistro" : "202203169120",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJE        DATA:19/10/2023",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM\nAGRAVO EM RECURSO ESPECIAL. PARADIGMA DO STF. INADMISSIBILIDADE.\nACÓRDÃO EMBARGADO QUE DECIDIU PELO NÃO PREENCHIMENTO DOS REQUISITOS\nDE ADMISSIBILIDADE DO RECURSO ESPECIAL. SÚMULA 315/STJ. NÃO\nCABIMENTO DOS EMBARGOS DE DIVERGÊNCIA.\n1. Os embargos de divergência têm por finalidade precípua a\nuniformização da jurisprudência interna do STJ quanto à\ninterpretação da legislação federal, não servindo para discutir o\nerro ou acerto do acórdão embargado quanto à aplicação, ou não, de\nregra técnica de admissibilidade do recurso especial ou do agravo em\nrecurso especial.\n2. É inadmissível o manejo de embargos de divergência que aponta\ncomo paradigma acórdão proferido por outro tribunal. Precedentes.\n3. Não se admite a interposição de embargos de divergência, quando\nnão tiver sido apreciado o mérito do recurso especial, a teor do que\ndispõe a Súmula 315/STJ, cujo entendimento se alinha ao disposto no\nart. 1.043, I e III do CPC/2015. Precedentes.\n4. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231017",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da SEGUNDA SEÇÃO do Superior Tribunal de\nJustiça, em sessão virtual de 11/10/2023 a 17/10/2023, por\nunanimidade, negar provimento ao recurso, nos termos do voto da Sra.\nMinistra Relatora.\nOs Srs. Ministros João Otávio de Noronha, Humberto Martins, Raul\nAraújo, Maria Isabel Gallotti, Antonio Carlos Ferreira, Marco Buzzi,\nMarco Aurélio Bellizze e Moura Ribeiro  votaram com a Sra. Ministra\nRelatora.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - PARADIGMA PROFERIDO POR OUTRO TRIBUNAL -\nNÃO CABIMENTO)\n   STJ - <<AgInt no AgInt nos EAREsp 1727415>>-RJ,\n         <<AgRg nos EREsp 1117315>>-RJ,\n         <<AgInt nos EAREsp 1440776>>-SP\n(ACÓRDÃO EMBARGADO QUE DECIDIU PELO NÃO PREENCHIMENTO DOS REQUISITOS\nDE ADMISSIBILIDADE DO RECURSO ESPECIAL - SÚMULA 315/STJ - NÃO\nCABIMENTO DOS EMBARGOS DE DIVERGÊNCIA)\n   STJ - <<AgInt nos EAREsp 1950564>>-MS",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000315", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01043 INC:00001 INC:00003" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000856268",
  "numeroProcesso" : "6068",
  "numeroRegistro" : "201701577322",
  "siglaClasse" : "AR",
  "descricaoClasse" : "AÇÃO RESCISÓRIA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MARIA ISABEL GALLOTTI",
  "dataPublicacao" : "DJE        DATA:11/10/2023",
  "ementa" : "AÇÃO RESCISÓRIA. ERRO DE FATO. NÃO OCORRÊNCIA, NO CASO. INEXISTÊNCIA\nDE PRONUNCIAMENTO JUDICIAL QUANTO AO FATO SOBRE O QUAL A AUTORA\nALEGA A OCORRÊNCIA DE ERRO. AÇÃO RESCISÓRIA NÃO SE PRESTA À CORREÇÃO\nDE INJUSTIÇAS OU REAPRECIAÇÃO DA PROVA. AÇÃO RESCISÓRIA JULGADA\nIMPROCEDENTE.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231005",
  "decisao" : "A Segunda Segunda Seção, por unanimidade, julgou improcedente a ação\nrescisória, nos termos dos votos da Sra. Ministra Relatora e do Sr.\nMinistro Revisor. Os Srs. Ministros Ricardo Villas Bôas Cueva\n(Revisor), Moura Ribeiro, Nancy Andrighi, João Otávio de Noronha,\nHumberto Martins, Raul Araújo e Antonio Carlos Ferreira votaram com\na Sra. Ministra Relatora.\nAusente, justificadamente, o Sr. Ministro Marco Aurélio Bellizze.\nPresidiu o julgamento o Sr. Ministro Marco Buzzi.",
  "jurisprudenciaCitada" : "(AÇÃO RESCISÓRIA - ERRO DE FATO - REQUISITOS - CORREÇÃO DE\nINJUSTIÇAS OU REAPRECIAÇÃO DE PROVAS)\n   STJ - <<AR 3991>>-RJ, <<AgRg na AR 5159>>-RS, <<AR 5890>>-RS,\n         <<AgInt no AREsp 1048841>>-SP, <<AR 4313>>-SP,\n         <<AgRg na AR 4754>>-MG, <<REsp 147796>>-MA,\n         <<AgRg no Ag 588649>>-RS\n(VOTO VISTA - AÇÃO RESCISÓRIA - ERRO DE FATO - REQUISITOS)\n   STJ - <<AR 6966>>-MS, <<AgInt na AR 7123>>-MS,\n         <<AgInt no AREsp 1846694>>-MS",
  "notas" : null,
  "informacoesComplementares" : "     (VOTO REVISOR) (MIN. RICARDO VILLAS BÔAS CUEVA)\n     \"Segundo a jurisprudência desta Corte, para a configuração do\nerro de fato apto a ensejar a propositura da rescisória, é\nnecessário(i) que o julgamento rescindendo tenha sido fundado no\nerro de fato, (ii) que o erro possa ser apurado com base nos\ndocumentos que instruem os autos do processo originário sem\nnecessidade de dilação probatória e (iii) que inexista controvérsia\nou pronunciamento judicial acerca do fato\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00966 INC:00008 PAR:00001", "LEG:FED LEI:005869 ANO:1973\n*****  CPC-73    CÓDIGO DE PROCESSO CIVIL DE 1973\n        ART:00485 INC:00009" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000857404",
  "numeroProcesso" : "197434",
  "numeroRegistro" : "202301767629",
  "siglaClasse" : "CC",
  "descricaoClasse" : "CONFLITO DE COMPETENCIA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MOURA RIBEIRO",
  "dataPublicacao" : "DJE        DATA:10/10/2023",
  "ementa" : "CONFLITO NEGATIVO DE COMPETÊNCIA ESTABELECIDO ENTRE O JUÍZO\nTRABALHISTA E O JUÍZO COMUM ESTADUAL. MANIFESTAÇÃO DO INTERESSADO\nPLEITEANDO A DECLARAÇÃO DA COMPETÊNCIA DO JUÍZO ARBITRAL OU,\nSUBSIDIARIAMENTE, DO JUÍZO DO FORO DE ELEIÇÃO, CONFORME CLÁUSULAS\nCONTRATUAIS PACTUADAS PELAS PARTES. DECLARAÇÃO DE COMPETÊNCIA DE\nTERCEIRO JUÍZO, ESTRANHO AO CONFLITO. CONTRATO DE COMPRA E VENDA DE\nAÇÕES. MATÉRIA EMINENTEMENTE CÍVEL. EXCLUSÃO DA COMPETÊNCIA DA\nJUSTIÇA TRABALHISTA. ARBITRAGEM. ART. 22-A DA LEI N 9.307/1996.\nPRODUÇÃO ANTECIPADA DE PROVAS FUNDADA NO ART. 381, III, DO CPC/2015,\nDESVINCULADA, PORTANTO, DO REQUISITO DE URGÊNCIA/CAUTELARIDADE.\nINSTITUIÇÃO DA ARBITRAGEM. IMPOSSIBILIDADE DE FRACIONAMENTO DA\nJURISDIÇÃO.  COMPETÊNCIA DO TRIBUNAL ARBITRAL.\n1. Admite-se a declaração de competência de terceiro juízo estranho\nao conflito. Precedentes.\n2. A competência da Justiça Trabalhista não ficou caracterizada, uma\nvez que a produção antecipada de provas não envolve o\nreconhecimento de vínculo trabalhista, ou pagamento de consectários\ndecorrentes de relação empregatícia.\n3. Extrai-se da petição inicial que a medida antecedente visou\nangariar evidências para a tese de que houve prejuízo na negociação\nentabulada pelas partes, envolvendo venda de empresa, matéria\neminentemente cível.\n4. Nos termos do art. 22-A da Lei n 9.307/1996, antes de instituída\na arbitragem, as partes poderão recorrer ao Poder Judiciário para a\nconcessão de medida cautelar ou de urgência.\n5. O art. 381, III, do CPC/2015 prevê que poderá ser pleiteada\nprodução antecipada da prova para o prévio conhecimento dos fatos\nque possa justificar ou evitar o ajuizamento de ação.\n6. Na hipótese dos autos, o pedido de produção antecipada de provas\nveio amparado no art. 381, III, do CPC/2015, desvinculado de\nurgência, buscando angariar evidências para comprovar eventuais\nprejuízos sofridos na venda da empresa, em razão do conflito de\ninteresses entre a compradora e a instituição financeira que\nintermediou o negócio.\n7. A produção antecipada de prova se encontra dissociada do\nrequisito da urgência e do ajuizamento de outra demanda judicial\n(preparatória ou incidental), consagrando-se, na prática, um direito\nautônomo a prova, mecanismo disponibilizado para melhor\nconhecimento dos fatos, com potencial, inclusive, para evitar o\najuizamento de uma desnecessária futura demanda (art. 381, III, do\nCPC/2015).\n8. Em razão da mudança implementada pelo diploma processual civil,\nfez-se necessária uma interpretação adequada do art. 22-A da Lei nº\n9.307/1996, diante da possibilidade de as partes vinculadas por\ncompromisso arbitral recorrerem ao Poder Judiciário, antes de\ninstituída a arbitragem, apenas para a concessão de medida cautelar\nou de urgência, hipóteses que em nada se confundem com aquelas\nprevistas nos incisos II e III do art. 381 do CPC/2015 (prova\nantecipada para viabilizar a composição amigável ou para evitar\najuizamento de ação).\n9. Em recente julgado a Terceira Turma do STJ examinou a hipótese de\najuizamento de ação de produção de provas antes da arbitragem e\ndecidiu pela competência exclusiva dos árbitros para conhecer a\ncorrelata ação probatória desvinculada de urgência (REsp nº\n2.023.615/SP, relator Ministro MARCO AURÉLIO BELLIZZE, Terceira\nTurma, j. 14/3/2023, DJe de 20/3/2023).\n10. Hipótese em que instaurada a arbitragem quando pendente o\njulgamento da produção antecipada de provas.\n11. Não há como prosperar na esfera judicial a medida visando a\nprodução antecipada de provas, diante do disposto no art. 22-B da\nLei nº 9.307/1996, segundo o qual instituída a arbitragem, caberá\naos árbitros manter, modificar ou revogar a medida cautelar ou de\nurgência concedida pelo Poder Judiciário. E o parágrafo único da\nnorma em comento determina que estando já instituída a arbitragem, a\nmedida cautelar ou de urgência será requerida diretamente aos\nárbitros.\n12. Instaurado o procedimento arbitral, não se admite o\nfracionamento da jurisdição, cabendo ao juízo arbitral resolver\ntodas as questões que lhe forem apresentadas para a solução do\nlitígio.\n13. Conflito conhecido para declarar a competência do CENTRO DE\nARBITRAGEM E MEDIAÇÃO DA CÂMARA DE COMÉRCIO BRASIL-CANADÁ\n(CAM-CCBC).",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231005",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Segunda Seção, por unanimidade,\nconhecer do conflito para declarar competente o Centro de Arbitragem\ne Mediação da Câmara de Comércio Brasil-Canadá (CAM-CCBC), nos\ntermos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos Ferreira\ne Marco Buzzi votaram com o Sr. Ministro Relator.\nAusente, justificadamente, o Sr. Ministro Marco Aurélio Bellizze.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : "(AÇÃO CUJO PEDIDO E CAUSA DE PEDIR NÃO SÃO BASEADOS EM RELAÇÃO DE\nEMPREGO OU ACIDENTE DE TRABALHO - MATÉRIA EMINENTEMENTE CÍVEL -\nEXCLUSÃO DA COMPETÊNCIA DA JUSTIÇA TRABALHISTA)\n   STJ - <<AgInt nos EDcl no CC 148088>>-RS,\n         <<AgInt nos EDcl no CC 139267>>-PE\n(RECONHECIMENTO DA COMPETÊNCIA DE JUÍZO ESTRANHO AO CONFLITO -\nPOSSIBILIDADE)\n   STJ - <<CC 120556>>-CE, <<CC 89387>>-MT, <<CC 80266>>-PR\n(AJUIZAMENTO DE PRÉVIA AÇÃO DE PRODUÇÃO DE PROVAS ANTES DA\nARBITRAGEM - CABIMENTO)\n   STJ - <<REsp 2023615>>-SP, <<CC 165678>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00381 INC:00002 INC:00003", "LEG:FED LEI:009307 ANO:1996\n*****  LA-96    LEI DE ARBITRAGEM\n        ART:0022A ART:0022B" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000857741",
  "numeroProcesso" : "1501640",
  "numeroRegistro" : "201401923086",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "RAUL ARAÚJO",
  "dataPublicacao" : "DJE        DATA:16/10/2023",
  "ementa" : "PROCESSUAL CIVIL. AGRAVOS INTERNOS NOS EMBARGOS DE DIVERGÊNCIA EM\nAGRAVO EM RECURSO ESPECIAL. INDEFERIMENTO. AGRAVO DE PROFIX:\nAUSÊNCIA DE SIMILITUDE. REGRA TÉCNICA DE CONHECIMENTO. DISCUSSÃO.\nINVIABILIDADE. ALTERAÇÃO DE PREMISSAS FÁTICAS DA LIDE. NÃO\nOCORRÊNCIA. REEXAME DE FATOS E PROVAS. IMPOSSIBILIDADE. AGRAVO DE\nBANCO SANTOS: AUSÊNCIA DE SIMILITUDE FÁTICO-JURÍDICA. AGRAVOS\nDESPROVIDOS.\n1. Quanto ao agravo interno de PROFIX:\n1.1. O dissídio jurisprudencial apto a ensejar o cabimento dos\nembargos de divergência depende da existência de similitude\nfático-jurídica entre os arestos contrastados.\n1.2. É imprópria a discussão, em sede de embargos de divergência,\nacerca da aplicação de regra técnica de conhecimento do recurso\nespecial.\n1.3. O acórdão embargado de divergência, em suas conclusões, adotou\nas premissas estabelecidas no voto vencedor do relator no Tribunal\nde Justiça, bem como no antecedente parecer ministerial, não havendo\nalteração de premissas em relação aquelas expostas somente em voto\nvencido proferido já nesta Corte.\n1.4. Os embargos de divergência também são inviáveis, porquanto os\nassinalados arestos contrastados carecem da devida similitude\nfático-jurídica, pois o acórdão embargado possui peculiaridades\nausentes nos acórdãos paradigmas, que são relativas a comportamento\nde má-fé e a conluio em fraude (simulação para prejudicar credores).\n1.5. A pretensão do embargante não prescinde do reexame do acervo\nfático-probatório para se concluir, contrariamente ao acórdão\nembargado, estar isenta de responsabilidade no caso concreto.\n2. Quanto ao gravo interno do BANCO:  o acórdão paradigma analisou\ntema diverso daquele visto no aresto embargado, reconhecendo a\nlegitimidade processual ativa do falido para requerer a anulação do\ndecreto de falência, ou seja, do pressuposto para o surgimento da\nmassa falida. Na hipótese, diversamente, é a própria massa falida\nque deseja ser tida como um terceiro de boa-fé em relação aos\nnegócios simulados celebrados pelo falido, como se pudesse a massa\nter existência independente, e responsabilidades apartadas, daqueles\nnegócios e obrigações que resultaram justamente na falência geradora\nda massa. Evidentemente, não prospera tal pretensão. Tampouco há\nsimilitude.\n3. Agravos internos a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231005",
  "decisao" : "Vistos e relatados estes autos, em que são partes as acima\nindicadas, decide a Segunda Seção, por unanimidade, negar provimento\naos agravos internos, nos termos do voto do Sr. Ministro Relator. Os\nSrs. Ministros Maria Isabel Gallotti, Antonio Carlos Ferreira, Marco\nBuzzi, Moura Ribeiro, Nancy Andrighi, João Otávio de Noronha e\nHumberto Martins votaram com o Sr. Ministro Relator. Ausente,\njustificadamente, o Sr. Ministro Marco Aurélio Bellizze. Presidiu o\njulgamento o Sr. Ministro Ricardo Villas Bôas Cueva. Consignada a\npresença, pelos agravados, do Dr. Cezar Degraf Matheus.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000855917",
  "numeroProcesso" : "188476",
  "numeroRegistro" : "202201517930",
  "siglaClasse" : "AgInt no CC",
  "descricaoClasse" : "AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "RICARDO VILLAS BÔAS CUEVA",
  "dataPublicacao" : "DJE        DATA:06/10/2023",
  "ementa" : "AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA. COMPLEMENTO TEMPORÁRIO\nVARIÁVEL DE AJUSTE (CTVA) NO BENEFÍCIO PREVIDENCIÁRIO. INCORPORAÇÃO.\nCEF E FUNCEF. PEDIDOS. CUMULAÇÃO INDEVIDA.\n1. Causa de pedir e pedido que não se limitam exclusivamente às\nquestões previdenciárias, dependendo de discussão preliminar de\nmatéria atinente à relação de trabalho.\n2. Compete à Justiça do Trabalho, dentro dos seus limites, a\napreciação e o julgamento da controvérsia, nada impedindo o\najuizamento, se for o caso, de ação própria futura perante a justiça\ncomum exclusivamente contra a entidade de previdência privada.\nPrecedentes.\n3. Distinguishing que afasta a aplicação cega do Tema nº 190/STF de\nrepercussão geral.\n4. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231003",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 27/09/2023 a 03/10/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Raul Araújo, Maria Isabel Gallotti, Marco Aurélio Bellizze\ne Moura Ribeiro  votaram com o Sr. Ministro Relator.\nImpedido o Sr. Ministro Antonio Carlos Ferreira.\nPresidiu o julgamento o Sr. Ministro Marco Buzzi.",
  "jurisprudenciaCitada" : "(QUESTÕES DE CUNHO TRABALHISTA - COMPETÊNCIA DA JUSTIÇA DO TRABALHO\n- REFLEXOS NA COMPLEMENTAÇÃO DE APOSENTADORIA - COMPETÊNCIA DA\nJUSTIÇA COMUM)\n   STJ - <<CC 148352>>-SP, <<CC 154828>>-MG\n   STF - [[RE 586453]]-SE, [[ARE-AgR 1276711]], [[ARE 1293185]]-RS,\n         [[RE 1137876]]-MG, [[ARE 1276711]]-RJ",
  "notas" : "Técnica de Distinção (distinguishing) aplicada em relação à\nRepercussão Geral.",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "PRECEDENTE QUALIFICADO - TEMA",
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000856187",
  "numeroProcesso" : "7391",
  "numeroRegistro" : "202203334308",
  "siglaClasse" : "AgInt nos EDcl nos EDcl na AR",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DECLARAÇÃO NA AÇÃO RESCISÓRIA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJE        DATA:05/10/2023",
  "ementa" : "AGRAVO INTERNO NA AÇÃO RESCISÓRIA. GRATUIDADE DE JUSTIÇA. REVOGAÇÃO.\nINTIMAÇÃO PARA RECOLHIMENTO DO DEPÓSITO. NÃO CUMPRIMENTO DA\nDILIGÊNCIA. PETIÇÃO INICIAL INDEFERIDA. EXTINÇÃO SEM RESOLUÇÃO DO\nMÉRITO. REQUERIMENTO POSTERIOR DE CORREÇÃO DO VALOR DA CAUSA.\nCOMPORTAMENTO DESIDIOSO E CONTRADITÓRIO DO AUTOR DA AÇÃO.\n1. A inércia do autor, após ser devidamente intimado para\nregularizar o recolhimento do depósito previsto no art. 968, II, do\nCPC, acarreta o indeferimento da petição inicial e a extinção do\nprocesso sem reso lução do mérito, nos termos do art. 968, § 3º, c/c\nart. 485, I, do CPC/2015.\n2. Hipótese em que se afigura desidioso e contraditório o\ncomportamento do agravante que não se insurgiu contra a decisão que\nrevogou o benefício da gratuidade de justiça, tampouco se\nmanifestou, em tempo, sobre eventual equívoco no valor, por ele\nmesmo, atribuído à causa, e, quando intimado para efetuar o\ndepósito, se insurge, despois de escoado o prazo concedido, contra a\ndecisão que indeferiu a petição inicial e extinguiu a ação\nrescisória, sem resolução do mérito.\n3. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231003",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 27/09/2023 a 03/10/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros João Otávio de Noronha, Humberto Martins, Raul\nAraújo, Maria Isabel Gallotti, Antonio Carlos Ferreira, Marco Buzzi,\nMarco Aurélio Bellizze e Moura Ribeiro  votaram com a Sra. Ministra\nRelatora.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : "(RECOLHIMENTO DO DEPÓSITO PREVISTO NO ART. 968, II, DO CPC -\nPRESSUPOSTO DE CONSTITUIÇÃO E DESENVOLVIMENTO VÁLIDO DA AÇÃO\nRESCISÓRIA)\n   STJ - <<AgInt na AR 6206>>-PE",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00101 PAR:00002 ART:00485 INC:00001 ART:00968\n        INC:00002 PAR:00003" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000856210",
  "numeroProcesso" : "1952505",
  "numeroRegistro" : "202102461807",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJE        DATA:05/10/2023",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. DEPÓSITO PRÉVIO DA MULTA DO ART. 1.021, § 4º, DO CPC/2015.\nREQUISITO DE ADMISSIBILIDADE RECURSAL. AUSÊNCIA DE DIVERGÊNCIA.\n1. O depósito prévio da multa aplicada em razão da interposição de\nrecurso meramente protelatório somente não constitui requisito de\nadmissibilidade do recurso quando este tem por objetivo discutir,\nexclusivamente, a incidência da multa aplicada. Precedentes.\n2. Na espécie, não se constata a alegada divergência, haja vista que\no aresto recorrido e o acórdão paradigma estão no mesmo sentido.\n3. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231003",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 27/09/2023 a 03/10/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros João Otávio de Noronha, Humberto Martins, Raul\nAraújo, Maria Isabel Gallotti, Antonio Carlos Ferreira, Marco Buzzi,\nMarco Aurélio Bellizze e Moura Ribeiro  votaram com a Sra. Ministra\nRelatora.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000856757",
  "numeroProcesso" : "2292849",
  "numeroRegistro" : "202300292040",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "ANTONIO CARLOS FERREIRA",
  "dataPublicacao" : "DJE        DATA:06/10/2023",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM\nAGRAVO EM RECURSO ESPECIAL. INDEFERIMENTO LIMINAR PELA PRESIDÊNCIA\nDO STJ. DEMONSTRAÇÃO DO DISSÍDIO. REQUISITOS DO ART. 1.043, § 4º, DO\nCPC DE 2015. INOBSERVÂNCIA.\n1. Configura pressuposto indispensável para a comprovação da\ndivergência jurisprudencial a adoção de uma das  seguintes\nprovidências quanto a paradigma indicado como divergente: (a) a\njuntada de certidões; (b) a apresentação de cópia do inteiro teor do\njulgado; (c) a citação do repositório oficial, autorizado ou\ncredenciado, em que se ache publicado, inclusive em mídia\neletrônica; e (d) a reprodução do julgado disponível na rede mundial\nde computadores, com a indicação da respectiva fonte na internet.\nPortanto, a mera citação de trechos do acórdão paradigma,\nacompanhada de link por meio do qual não se obtém acesso direto  ao\ninterior teor, não atende a nenhum dos itens indicados, configurando\nvício substancial insanável, fato que impede o trânsito dos\nembargos de divergência.\n2. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231003",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 27/09/2023 a 03/10/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros João Otávio de Noronha, Humberto Martins, Raul\nAraújo, Maria Isabel Gallotti, Marco Buzzi, Marco Aurélio Bellizze e\nMoura Ribeiro  votaram com o Sr. Ministro Relator.\nNão participou do julgamento a Sra. Ministra Nancy Andrighi.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - DEMONSTRAÇÃO DO DISSÍDIO)\n   STJ - <<AgRg nos EREsp 1975411>>-SP",
  "notas" : null,
  "informacoesComplementares" : "     Configuram pressupostos para o trânsito dos embargos de\ndivergência, no que diz respeito à cópia do \"inteiro teor\" do\nacórdão paradigma, o relatório, o voto, a ementa ou acórdão e a\nrespectiva certidão de julgamento, conforme a jurisprudência do STJ.",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01043 PAR:00004" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000856759",
  "numeroProcesso" : "1466785",
  "numeroRegistro" : "201900708235",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "RICARDO VILLAS BÔAS CUEVA",
  "dataPublicacao" : "DJE        DATA:06/10/2023",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. PROCESSUAL CIVIL. DISSÍDIO. COMPROVAÇÃO. AUSÊNCIA. VÍCIO\nSUBSTANCIAL INSANÁVEL. ACÓRDÃO PARADIGMA. INTEIRO TEOR. JUNTADA.\nAUSÊNCIA. ENDEREÇO ELETRÔNICO. INDICAÇÃO. LINK. ACESSO DIRETO AO\nJULGADO. AUSÊNCIA.\n1. A jurisprudência do Superior Tribunal de Justiça é firme no\nsentido de que para se comprovar a existência de dissídio em\nembargos de divergência, devem ser cumpridas as seguintes\ndiligências: a) juntada de certidões; b) apresentação de cópias do\ninteiro teor dos acórdãos apontados como paradigmas; c) citação do\nrepositório oficial autorizado ou credenciado no qual eles se achem\npublicados, inclusive, em mídia eletrônica, e (d) reprodução de\njulgado disponível na rede mundial de computadores com a indicação\nda respectiva fonte.\n2. É pacífico o entendimento desta Corte de que o não cumprimentos\ndos requisitos para a demonstração da divergência jurisprudencial se\ntrata de vício substancial, sendo incabível a concessão do prazo\nprevisto no art. 932, parágrafo único, c/c o art. 1.029, § 3º, do\nCPC, que somente é aplicado aos casos em que a parte deve sanar\nvício estritamente formal. Precedente.\n3. No caso, o embargante não colacionou aos autos o inteiro teor do\njulgado paradigma, tendo em vista que o referido aresto está\ndesacompanhado do seu acórdão e certidão de julgamento, bem como não\nindicou o endereço eletrônico equivalente, sendo que o link\napresentado nas razões dos embargos não permitiu o acesso direto ao\nacórdão trazido a confronto. Precedente.\n4. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231003",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 27/09/2023 a 03/10/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira, Marco Aurélio Bellizze e Moura Ribeiro  votaram com o Sr.\nMinistro Relator.\nPresidiu o julgamento o Sr. Ministro Marco Buzzi.",
  "jurisprudenciaCitada" : "(ART. 932, PARÁGRAFO ÚNICO, C/C O ART. 1.029, § 3º, DO CPC/15 -\nPRAZO - VÍCIO ESTRITAMENTE FORMAL)\n   STJ - <<AgRg nos EAREsp 2021444>>-SC,\n         <<AgInt nos EREsp 1878191>>-PE,\n         <<AgRg nos EAREsp 1915227>>-DF,\n         <<AgRg nos EDcl nos EAREsp 1896051>>-SP\n(DIVERGÊNCIA JURISPRUDENCIAL - INDICAÇÃO DE ENDEREÇO ELETRÔNICO -\nLINK QUE NÃO VIABILIZA ACESSO AO ARESTO PARADIGMA)\n   STJ - <<AgRg nos EREsp 1975411>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00932 PAR:ÚNICO ART:01029 PAR:00003" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000856848",
  "numeroProcesso" : "1118928",
  "numeroRegistro" : "201701407628",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MARCO AURÉLIO BELLIZZE",
  "dataPublicacao" : "DJE        DATA:05/10/2023",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. FERIADO LOCAL. NECESSIDADE DE COMPROVAÇÃO NO ATO DE\nINTERPOSIÇÃO DO RECURSO. JURISPRUDÊNCIA DO TRIBUNAL FIRMADA NO MESMO\nSENTIDO DO ACÓRDÃO EMBARGADO. SÚMULA 168/STJ. EMBARGOS INDEFERIDOS\nLIMINARMENTE. DECISÃO AGRAVADA MANTIDA POR SEUS PRÓPRIOS\nFUNDAMENTOS. AGRAVO INTERNO DESPROVIDO.\n1. O acórdão embargado está em consonância com a pacífica\njurisprudência deste Tribunal Superior, definida pela Corte\nEspecial, de que, sob a égide do Código de Processo Civil de 2015, é\nindispensável a comprovação de feriado local, por meio de documento\nidôneo, no ato de interposição do recurso dirigido ao STJ, não\nsendo admitida a sua juntada posterior. Incidência da Súmula\n168/STJ.\n2. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231003",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 27/09/2023 a 03/10/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros João Otávio de Noronha, Humberto Martins, Raul\nAraújo, Maria Isabel Gallotti, Antonio Carlos Ferreira, Marco Buzzi\ne Moura Ribeiro  votaram com o Sr. Ministro Relator.\nNão participou do julgamento a Sra. Ministra Nancy Andrighi.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000856849",
  "numeroProcesso" : "676952",
  "numeroRegistro" : "201500573465",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MARCO AURÉLIO BELLIZZE",
  "dataPublicacao" : "DJE        DATA:05/10/2023",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. FINALIDADE DE UNIFORMIZAR A JURISPRUDÊNCIA DO TRIBUNAL.\nPRESCRIÇÃO. MATÉRIA DE ORDEM PÚBLICA. EXAME DE OFÍCIO.\nIMPOSSIBILIDADE. AÇÃO INDENIZATÓRIA. COMPRA E VENDA DE IMÓVEL.\nATRASO EXCESSIVO NA ENTREGA DO BEM ADQUIRIDO. CULPA DA VENDEDORA.\nDANOS MORAIS RECONHECIDOS. JURISPRUDÊNCIA DO STJ FIRMADA NO MESMO\nSENTIDO DO ACÓRDÃO EMBARGADO. SÚMULA N. 168/STJ. AGRAVO INTERNO\nDESPROVIDO.\n1.  \"A finalidade dos embargos de divergência é a uniformização da\njurisprudência do Tribunal, não se apresentando como um recurso a\nmais nem se prestando para a correção de eventual equívoco ou\nviolação que possa ter ocorrido quando do julgamento do recurso\nespecial\" (AgRg nos EAREsp n. 6.184/DF, relator Ministro João Otávio\nde Noronha, Segunda Seção, julgado em 8/5/2013, DJe de 14/5/2013.).\n2. A questão envolvendo a prescrição da pretensão indenizatória por\ndanos morais não foi abordada no acórdão embargado, sendo inviável o\nexame da matéria, de ofício, nesta instância recursal. Precedentes.\n3. O acórdão embargado está em consonância com o entendimento desta\nCorte, no sentido de que o simples inadimplemento contratual em\nrazão do atraso na entrega do imóvel não é capaz, por si só, de\ngerar dano moral indenizável, sendo necessária a comprovação de\ncircunstâncias específicas que possam configurar lesão\nextrapatrimonial. No caso, ficou consignada a impossibilidade de se\nalterar o resultado conferido à demanda, pois os fatos descritos\npelas instâncias ordinárias denotavam circunstância excepcional que\nensejava a reparação por danos morais, considerando o excessivo\natraso na entrega do imóvel. Incide, portanto, o óbice da Súmula n.\n168/STJ.\n4. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231003",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 27/09/2023 a 03/10/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros João Otávio de Noronha, Humberto Martins, Raul\nAraújo, Maria Isabel Gallotti, Antonio Carlos Ferreira, Marco Buzzi\ne Moura Ribeiro  votaram com o Sr. Ministro Relator.\nNão participou do julgamento a Sra. Ministra Nancy Andrighi.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : "(ATRASO NA ENTREGA DE IMÓVEL - DANO MORAL)\n   STJ - <<AgInt no REsp 1776797>>-RO,\n         <<AgInt no REsp 2015327>>-MG",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000168" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000856850",
  "numeroProcesso" : "625691",
  "numeroRegistro" : "201403142830",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MARCO AURÉLIO BELLIZZE",
  "dataPublicacao" : "DJE        DATA:05/10/2023",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. APLICAÇÃO DE REGRAS TÉCNICAS DE ADMISSIBILIDADE. AGRAVO\nINTERNO. INCIDÊNCIA DA SÚMULA 182/STJ. AUSÊNCIA DE JULGAMENTO DE\nMÉRITO NO ACÓRDÃO EMBARGADO . SÚMULA 315/STJ. AGRAVO INTERNO\nDESPROVIDO.\n1. Os embargos de divergência não são cabíveis para averiguar\neventual dissonância pretoriana relativa à aplicação de regras\ntécnicas de conhecimento e à incidência dos óbices sumulares,\nadotados no juízo de admissibilidade recursal. Precedentes.\n2. Consoante a jurisprudência sedimentada deste Tribunal, não se\nadmite a oposição dos embargos de divergência na hipótese de o\nacórdão embargado não ter analisado o mérito do recurso especial, em\nrazão do disposto na Súmula 315 do STJ, em consonância, ainda, com\na redação do art. 1.043, do CPC/2015.\n3. No entanto, a aplicação da multa prevista no § 4º do art. 1.021\ndo CPC/2015 não é automática, porquanto a condenação da parte\nagravante ao pagamento da aludida multa - a ser analisada em cada\ncaso concreto, em decisão fundamentada - pressupõe que o agravo\ninterno mostre-se manifestamente inadmissível ou que sua\nimprocedência seja de tal forma evidente que a simples interposição\ndo recurso possa ser tida, de plano, como abusiva ou protelatória, o\nque não se verifica na hipótese examinada.\n4. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231003",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 27/09/2023 a 03/10/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros João Otávio de Noronha, Humberto Martins, Raul\nAraújo, Maria Isabel Gallotti, Antonio Carlos Ferreira, Marco Buzzi\ne Moura Ribeiro  votaram com o Sr. Ministro Relator.\nNão participou do julgamento a Sra. Ministra Nancy Andrighi.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - DISSONÂNCIA PRETORIANA - REGRAS TÉCNICAS\nDE CONHECIMENTO E INCIDÊNCIA DE ÓBICES SUMULARES)\n   STJ - <<AgInt nos EAREsp 1225660>>-RJ\n(EMBARGOS DE DIVERGÊNCIA - MÉRITO DA QUESTÃO)\n   STJ - <<AgInt nos EREsp 1870167>>-GO,\n         <<AgInt nos EAREsp 1931196>>-MS,\n         <<AgInt nos EAREsp 1999393>>-MS",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000315", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01043" ],
  "acordaosSimilares" : [ "AgInt nos EAREsp  886784  SP  2016/0068484-0  Decisão:03/10/2023\nDJE        DATA:05/10/2023" ]
}, {
  "id" : "000856851",
  "numeroProcesso" : "910832",
  "numeroRegistro" : "201601096501",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MARCO AURÉLIO BELLIZZE",
  "dataPublicacao" : "DJE        DATA:05/10/2023",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. AUSÊNCIA DE JULGAMENTO DE MÉRITO NO ACÓRDÃO EMBARGADO .\nSÚMULA 315/STJ. AGRAVO INTERNO DESPROVIDO.\n1. Consoante a jurisprudência sedimentada deste Tribunal, não se\nadmite a oposição dos embargos de divergência na hipótese de o\nacórdão embargado não ter analisado o mérito do recurso especial, em\nrazão do disposto na Súmula 315 do STJ, em consonância, ainda, com\na redação do art. 1.043, do CPC/2015.\n2. Registre-se que \"os embargos de divergência têm por finalidade\nprecípua a uniformização da jurisprudência interna do STJ quanto à\ninterpretação da legislação federal, não servindo para discutir o\nerro ou acerto do acórdão embargado quanto à aplicação, ou não, de\nregra técnica de admissibilidade do recurso especial\" (AgInt nos\nEAREsp n. 1.423.657/PE, Relatora a Ministra Nancy Andrighi, DJe de\n9/12/2021).\n3. Agravo interno desprovido",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231003",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 27/09/2023 a 03/10/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros João Otávio de Noronha, Humberto Martins, Raul\nAraújo, Maria Isabel Gallotti, Antonio Carlos Ferreira e Moura\nRibeiro  votaram com o Sr. Ministro Relator.\nImpedido o Sr. Ministro Ricardo Villas Bôas Cueva.\nNão participou do julgamento a Sra. Ministra Nancy Andrighi.\nPresidiu o julgamento o Sr. Ministro Marco Buzzi.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - SÚMULA 315/STJ)\n   STJ - <<AgInt nos EREsp 1870167>>-GO,\n         <<AgInt nos EAREsp 1931196>>-MS,\n         <<AgInt nos EAREsp 1999393>>-MS\n(EMBARGOS DE DIVERGÊNCIA - UNIFORMIZAÇÃO DA JURISPRUDÊNCIA INTERNA\nDO STJ - ERRO OU ACERTO DO ACÓRDÃO EMBARGADO - REGRA TÉCNICA DE\nADMISSIBILIDADE DO RECURSO ESPECIAL)\n   STJ - <<AgInt nos EAREsp 1423657>>-PE",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000315", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01043" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000856856",
  "numeroProcesso" : "2055161",
  "numeroRegistro" : "202200229018",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "HUMBERTO MARTINS",
  "dataPublicacao" : "DJE        DATA:06/10/2023",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA.\nDISSÍDIO NÃO DEMONSTRADO. REGRA TÉCNICA DE CONHECIMENTO. REVISÃO.\nIMPOSSIBILIDADE. SÚMULA N. 315 DO STJ. INCIDÊNCIA.\n1. O acórdão embargado assim decidiu: \"Não cabe, em recurso\nespecial, reexaminar matéria fático-probatória (Súmula n. 7/STJ).\n(fl. 2.921).\"\n2. Conclui-se, que a parte ora agravante ple iteia modificar, via\nembargos de divergência, acórdão que aplicou o óbice da Súmula n.\n7/STJ em tema de preenchimento dos requisitos para a concessão de\njustiça gratuita.\n3 . Revela-se inviável, porém, rever - em embargos de divergência -\no conhecimento do recurso especial Aplica-se ao caso dos autos a\nSúmula n. 315/STJ, que assim dispõe: \"Não cabem embargos de\ndivergência no âmbito do agravo de instrumento que não admite\nrecurso especial\". Precedentes.\n4. Cabe registrar que não cabe, em embargos de divergência, a\nanálise de possível acerto ou desacerto do acórdão embargado, mas\ntão somente a de eventual dissídio de teses jurídicas, a fim de\nuniformizar a interpretação do direito infraconstitucional no âmbito\ndo Superior Tribunal de Justiça.\n Agravo interno  improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231003",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 27/09/2023 a 03/10/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros João Otávio de Noronha, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira, Marco Buzzi, Marco Aurélio\nBellizze e Moura Ribeiro  votaram com o Sr. Ministro Relator.\nNão participou do julgamento a Sra. Ministra Nancy Andrighi.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - SÚMULA 315/STJ)\n   STJ - <<EDcl no AgInt nos EDcl nos EAREsp 1633260>>-MT,\n         <<AgInt nos EAREsp 1499522>>-SP,\n         <<AgInt nos EREsp 1977354>>-DF,\n         <<AgRg nos EAREsp 1477816>>-ES\n(EMBARGOS DE DIVERGÊNCIA - ACERTO OU DESACERTO DO ACÓRDÃO EMBARGADO)\n   STJ - <<AgInt nos EREsp 1792225>>-CE,\n         <<AgInt nos EAREsp 1691411>>-GO",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000315" ],
  "acordaosSimilares" : [ "AgInt nos EAREsp  1759638  DF  2020/0238941-5  Decisão:17/10/2023\nDJE        DATA:20/10/2023", "AgInt nos EAREsp  1993270  RJ  2021/0314536-8  Decisão:03/10/2023\nDJE        DATA:09/10/2023" ]
}, {
  "id" : "000856860",
  "numeroProcesso" : "1752442",
  "numeroRegistro" : "202002241123",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "HUMBERTO MARTINS",
  "dataPublicacao" : "DJE        DATA:06/10/2023",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM\nAGRAVO RECURSO ESPECIAL.\n1. Inexistindo divergência atual acerca do tema jurídico em\ndiscussão, incide o óbice da Súmula n. 168 do STJ, segundo a qual\n\"não cabem embargos de divergência, quando a jurisprudência do\nTribunal se firmou no mesmo sentido do acórdão embargado\".\n2. Não cabe, em embargos de divergência, reexaminar os pressupostos\nde conhecimento do recurso especial, para extrair conclusão diversa\na respeito da incidência das Súmulas n. 5 e 7/STJ.\nAgravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231003",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 27/09/2023 a 03/10/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros João Otávio de Noronha, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira, Marco Buzzi, Marco Aurélio\nBellizze e Moura Ribeiro  votaram com o Sr. Ministro Relator.\nNão participou do julgamento a Sra. Ministra Nancy Andrighi.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : "(SÚMULA 168/STJ - NÃO CABIMENTO DE EMBARGOS DE DIVERGÊNCIA)\n   STJ - <<AgInt nos EREsp 1845228>>-SC,\n         <<AgInt nos EREsp 1825716>>-SC,\n         <<AgInt nos EDcl nos EREsp 1835730>>-SC\n(EMBARGOS DE DIVERGÊNCIA - PRESSUPOSTOS DE CONHECIMENTO DO RECURSO\nESPECIAL - REEXAME)\n   STJ - <<AgInt nos EREsp 1835585>>-RJ",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000168" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000856862",
  "numeroProcesso" : "1906986",
  "numeroRegistro" : "202101630739",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "JOÃO OTÁVIO DE NORONHA",
  "dataPublicacao" : "DJE        DATA:05/10/2023",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA NO\nAGRAVO EM RECURSO ESPECIAL.  ACÓRDÃO EMBARGADO. PARADIGMA.  SENTENÇA\nULTRA PETITA. CORREÇÃO NA FASE EXECUTIVA. COISA JULGADA.\nIMPOSSIBILIDADE. HONORÁRIOS ADVOCATÍCIOS FIXADOS SOBRE CONDENAÇÃO\nINEXISTENTE. INTERPRETAÇÃO DO TÍTULO EXECUTIVO. POSSIBILIDADE.\nSIMILITUDE FÁTICO-JURÍDICA. AUSÊNCIA. INVIABILIDADE DOS EMBARGOS DE\nDIVERGÊNCIA.\n1. São inviáveis embargos de divergência referentes à aplicação da\nregra de hermenêutica de que o intérprete não pode distinguir onde o\nlegislador não o fez, se os acórdãos confrontados analisaram\nsituações fáticas e dispositivos legais distintos, por absoluta\nfalta de similitude.\n2. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231003",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 27/09/2023 a 03/10/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, Humberto Martins, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Marco Buzzi, Marco\nAurélio Bellizze e Moura Ribeiro  votaram com o Sr. Ministro\nRelator.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000857657",
  "numeroProcesso" : "1870211",
  "numeroRegistro" : "202101028841",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MARCO AURÉLIO BELLIZZE",
  "dataPublicacao" : "DJE        DATA:09/10/2023",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. SIMILITUDE FÁTICA NÃO DEMONSTRADA. AUSÊNCIA DE JULGAMENTO\nDE MÉRITO NO ACÓRDÃO EMBARGADO. SÚMULA 315/STJ. AGRAVO INTERNO\nDESPROVIDO.\n1.  A admissão dos embargos de divergência pressupõe a comprovação\ndo dissídio jurisprudencial, por meio da realização de cotejo\nanalítico entre os acórdãos confrontados, devendo a parte embargante\ndemonstrar a identidade de situações fáticas com soluções jurídicas\ndiversas.\n2. Hipótese em que a validade de eventual cláusula no contrato de\nlocação dispondo sobre a obrigação da locatária arcar com honorários\nadvocatícios contratuais não foi objeto de análise no acórdão\nembargado, tendo em vista a incidência dos óbices das Súmulas 5 e 7\ndo STJ, o que impede o processamento dos presentes embargos.\n3. Conforme a jurisprudência sedimentada deste Tribunal, não se\nadmite a oposição dos embargos de divergência quando não houver\nsido analisado o mérito do recurso especial, em razão do disposto na\nSúmula 315 do STJ, em consonância, ainda, com a redação do art.\n1.043, do CPC/2015.\n4. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231003",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 27/09/2023 a 03/10/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros João Otávio de Noronha, Humberto Martins, Raul\nAraújo, Maria Isabel Gallotti, Antonio Carlos Ferreira, Marco Buzzi\ne Moura Ribeiro  votaram com o Sr. Ministro Relator.\nNão participou do julgamento a Sra. Ministra Nancy Andrighi.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - SIMILITUDE FÁTICA NÃO DEMONSTRADA -\nAUSÊNCIA DE JULGAMENTO DE MÉRITO - SÚMULA 315/STJ)\n   STJ - <<AgRg nos EAREsp 1870771>>-RS,\n         <<AgInt nos EAREsp 1423657>>-PE,\n         <<AgInt nos EREsp 1697400>>-MG",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000315", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01043" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000855614",
  "numeroProcesso" : "183402",
  "numeroRegistro" : "202103253430",
  "siglaClasse" : "CC",
  "descricaoClasse" : "CONFLITO DE COMPETENCIA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "HUMBERTO MARTINS",
  "dataPublicacao" : "DJE        DATA:03/10/2023",
  "ementa" : "CONFLITO DE COMPETÊNCIA. TRAMITAÇÃO DE FALÊNCIAS ENVOLVENDO\nEMPRESAS PERTENCENTES A UM MESMO GRUPO ECONÔMICO. LEI N.\n11.101/2005. CONFIGURAÇÃO DO CONFLITO. NECESSIDADE DE REUNIÃO DAS\nAÇÕES FALIMENTARES PERANTE O JUÍZO DO LOCAL DO PRINCIPAL\nESTABELECIMENTO DO DEVEDOR.\n1. Conflito de competência suscitado por empresas falidas em virtude\nda tramitação de processos falimentares envolvendo as sociedades.\n2. Não tramitando as ações falimentares na origem em segredo de\njustiça, é incoerente que o presente incidente seja processado nessa\ncondição restritiva de publicidade.\n3. Conforme entendimento desta corte superior, a empresa falida\npossui legitimidade para ajuizar conflito de competência com a\nfinalidade de proteger o acervo patrimonial da massa falida, ao\npasso que tal atribuição não é exclusiva do administrador judicial.\n4. Terceiros interessados ou amicus curiae que não figuram como\npartes na origem não devem ser admitidos no incidente, uma vez que,\nalém do fato de essas figuras poderem pleitear o resguardo de seus\ndireitos perante o juízo declarado competente, o ingresso de\nterceiros tumultuaria o feito, atrasando a solução da controvérsia.\n5. Cuidando a presente hipótese de controvérsia que envolve\ncompetência absoluta (art. 76 da Lei 11.101/2005), a discussão a\nesse respeito pode ser analisada em qualquer tempo e grau de\njurisdição, considerando, ainda, que os processos falimentares\nencontram-se em curso. Desse modo, não há se falar em utilização do\nincidente como sucedâneo de recurso.\n6. Conforme documentação contida nos autos, as empresas MMX\nMineração e Metálicos S.A., MMX Corumbá Mineração S.A. e MMX Sudeste\nMineração S.A. fazem parte de mesmo grupo econômico, controlado\npela \"holding\" MMX Mineração e Metálicos S.A. Considerada essa\npremissa, é inegável que a tramitação da falência relativa à empresa\nMMX Sudeste Mineração S.A. perante o Juízo mineiro e a falência\nreferente às empresas MMX Mineração e Metálicos S.A., MMX Corumbá\nMineração S.A. em curso no Juízo carioca devem ser reunidas perante\num único juízo, em atenção aos princípios da universalidade,\nindivisibilidade, celeridade e da economia processual contidos nos\narts. 75 e 76 da Lei n. 11.101/2005.\n7. A prolação de atos judiciais envolvendo ativos relativos às\nempresas integrantes do mesmo grupo econômico configura a existência\nde conflito de competência entre os juízos.\n8. Considerando a existência de grupo econômico entre as empresas\nenvolvidas e a configuração do conflito de competência, é impositivo\nque as falências devam ser reunidas perante o juízo onde fica\nlocalizado o \"principal estabelecimento do devedor\", conforme\nestabelecido no art. 3º da Lei 11.101/2005, que dispõe: \"É\ncompetente para homologar o plano de recuperação extrajudicial,\ndeferir a recuperação judicial ou decretar a falência o juízo do\nlocal do principal estabelecimento do devedor ou da filial de\nempresa que tenha sede fora do Brasil\".\n9. A Lei de Recuperação de Empresas e Falências, norma especial,\npreviu, inicialmente, a necessidade de se definir o local do\n\"principal estabelecimento do devedor\" como referência para a\ndefinição da competência (art. 3º), para só depois estabelecer a\nprevenção daquele juízo que recebeu a primeira distribuição do\npedido de falência ou de recuperação judicial (art. 6º, § 8º).\n10. Levando em consideração essa premissa, conforme se depreende dos\nautos, o local do \"principal estabelecimento do devedor\" é o\nsituado na Comarca do Rio de Janeiro (RJ), sede da controladora MMX\nMineração e Metálicos S.A. e local onde funcionava o \"centro de\ninteligência\" ou o \"núcleo de comando\" do grupo.\n11. Nessa linha, compete ao Juízo carioca processar e julgar\nconjuntamente as ações falimentares relativas às empresas\nintegrantes do mesmo grupo econômico.\n12. As alegações de irregularidades relativas aos processos na\norigem devem ser combatidas pelas partes e pelos interessados\nutilizando-se dos meios adequados, e apresentadas diante dos\ncompetentes órgãos de controle, uma vez que a finalidade do conflito\nde competência é, unicamente, definir o juízo competente para o\nprocessamento e julgamento das ações em análise.\nConflito conhecido para declarar a competência do Juízo de Direito\nda 4ª Vara Empresarial do Rio de Janeiro (RJ), mantendo hígidos os\natos judiciais praticados pelo Juízo mineiro, que poderão ser\nreavaliados pelo juízo declarado competente. Prejudicados os agravos\ninternos interpostos e determinada a retificação da autuação para\nretirar a condição de segredo de justiça dos autos.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230927",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Segunda Seção, por unanimidade,\nconhecer do conflito e declararou competente o suscitado, Juízo de\nDireito da 4ª Vara Empresarial do Rio de Janeiro/RJ, mantendo\nhígidos os atos judiciais praticados pelo Juízo mineiro, que poderão\nser reavaliados pelo juízo declarado competente, prejudicados os\nagravos internos interpostos, nos termos do voto do Sr. Ministro\nRelator.\nOs Srs. Ministros Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira, Marco Buzzi, Marco Aurélio Bellizze, Nancy Andrighi e\nJoão Otávio de Noronha votaram com o Sr. Ministro Relator.\nAusente, justificadamente, o Sr. Ministro Moura Ribeiro.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : "(CONFLITO DE COMPETÊNCIA - SOCIEDADE FALIDA - LEGITIMIDADE ATIVA)\n   STJ - <<AgInt no CC 165741>>-GO, <<AgRg no CC 112390>>-PA,\n         <<AgInt nos EDcl no CC 186619>>-GO\n(INTERVENÇÃO DE TERCEIROS - AMICUS CURIAE - PRETENSÃO - RESULTADO\nFAVORÁVEL A UMA DAS PARTES)\n   STJ - <<AgInt na PET no REsp 1700197>>-SP\n(CONFLITO DE COMPETÊNCIA - TERCEIRO - FALTA DE INTERESSE)\n   STJ - <<AgRg no CC 105760>>-RJ, <<AgRg no CC 123879>>-SP\n(RECUPERAÇÃO JUDICIAL - GRUPO ECONÔMICO - LITISCONSÓRIO)\n   STJ - <<REsp 1665042>>-RS\n(CONFLITO DE COMPETÊNCIA - POSSIBILIDADE DE DECISÕES CONFLITANTES -\nINTERPRETAÇÃO EXTENSIVA)\n   STJ - <<AgRg no CC 112956>>-MS, <<AgRg no CC 143507>>-SP,\n         <<CC 118351>>-PR\n(CONFLITO DE COMPETÊNCIA - RECUPERAÇÃO JUDICUAL - PRINCIPAL\nESTABELECIMENTO)\n   STJ - <<CC 189267>>-SP, <<AgInt no CC 147714>>-SP",
  "notas" : null,
  "informacoesComplementares" : "     \"[...] esta corte possui o entendimento no sentido de indeferir\no ingresso de terceiro interessado na condição de 'amicus curiae',\nao fundamento de que 'Não é admitido o ingresso quando a pretensão é\ndirigida para tentar assegurar resultado favorável a uma das partes\nenvolvidas' [...]\".\n     \"Relativamente à prolação de decisões conflitantes, importa\ndestacar que esta corte superior, ao conferir interpretação\nextensiva ao art. 66 do CPC, também entende configurado o conflito\nde competência quando houver a possibilidade da prolação de decisões\nconflitantes entre os juízos [...]\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:011101 ANO:2005\n*****  LF-05    LEI DE RECUPERAÇÃO JUDICIAL E EXTRAJUDICIAL E DE\nFALÊNCIA\n        ART:00003 ART:00006 PAR:00008 ART:00075 ART:00076", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00066 ART:00189 ART:00951" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000855629",
  "numeroProcesso" : "1393699",
  "numeroRegistro" : "201401307480",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "RAUL ARAÚJO",
  "dataPublicacao" : "DJE        DATA:04/10/2023",
  "ementa" : "CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO\nESPECIAL. AÇÃO CIVIL EX DELICTO E FLUÊNCIA DA PRESCRIÇÃO (CC, ART.\n200). APURAÇÃO CRIMINAL DO FATO. SUSPENSÃO DO CURSO DA PRESCRIÇÃO.\nAGRAVO INTERNO DESPROVIDO.\n1. Os arestos contrastados vinculam a hipótese de suspensão do prazo\nprescricional, prevista no art. 200 do Código Civil, à necessidade\nde comprovação de atos cuja certeza somente pode ser obtida no juízo\ncriminal, com a sentença penal condenatória, como é a hipótese do\ncrime de pedofilia. Incidência da Súmula 168/STJ.\n2. Sabe-se, por experiência de senso comum, que, no específico caso\nde sacerdote, este tem vínculo vitalício e permanente com a Igreja\nCatólica. Não se desliga do considerável prestígio social e da\nautoridade próprias da instituição religiosa, ostentando\npermanentemente a liturgia e a autoridade moral e inspirando a\nconfiança decorrentes e inerentes ao ofício sacerdotal. Não importa\nonde ou quando esteja o padre, ele é sempre o pastor, o sacerdote em\nquem se pode confiar e a quem se pode recorrer.\n3. Não se pode, assim, ter a situação de desvio de comportamento\nmoral de um padre, configurando atuação criminosa, comparada à\nconduta delitiva de profissionais comuns, como um simples motorista\nde transportadora ou mesmo de um médico empregado de hospital.\nNessas situações, o vínculo de preposição realmente é singelo,\ntênue; não é permanente, perpétuo, mas momentâneo e circunstancial.\n4. O vínculo permanente e vitalício entre a Igreja Católica e seu\nsacerdote é apto a ensejar a responsabilidade objetiva da\ninstituição religiosa por desvio moral de conduta de seu\nrepresentante, desde que comprovada a responsabilidade subjetiva do\npadre por fato criminoso vinculado ao prestígio social angariado em\nrazão do desempenho da função. Trata-se de espécie de risco\nrelacionado à nobreza da atividade eclesiástica.\n5. A ausência de similitude fática e a necessidade de reexame de\nfatos e provas impedem o conhecimento dos embargos de divergência.\n6. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230927",
  "decisao" : "Vistos e relatados estes autos, em que são partes as acima\nindicadas, decide a Segunda Seção, por unanimidade, negar provimento\nao agravo interno, nos termos do voto do Sr. Ministro Relator. Os\nSrs. Ministros Maria Isabel Gallotti, Antonio Carlos Ferreira, Marco\nBuzzi, Marco Aurélio Bellizze, Nancy Andrighi, João Otávio de\nNoronha e Humberto Martins votaram com o Sr. Ministro Relator.\nAusente, justificadamente, o Sr. Ministro Moura Ribeiro. Presidiu o\njulgamento o Sr. Ministro Ricardo Villas Bôas Cueva. Sustentou\noralmente, pela agravante, o Dr. João Paulo Amaral Rodrigues.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:010406 ANO:2002\n*****  CC-02    CÓDIGO CIVIL DE 2002\n        ART:00200 ART:00932 INC:00003", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000168" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000855633",
  "numeroProcesso" : "197329",
  "numeroRegistro" : "202301718405",
  "siglaClasse" : "CC",
  "descricaoClasse" : "CONFLITO DE COMPETENCIA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MARCO BUZZI",
  "dataPublicacao" : "DJE        DATA:04/10/2023",
  "ementa" : "CONFLITO DE COMPETÊNCIA - CONTRATO DE EMPREITADA - AÇÃO DE COBRANÇA\nC/C REPARAÇÃO POR DANOS MORAIS - RELAÇÃO DE NATUREZA EMINENTEMENTE\nCIVIL - ESCÓLIO JURISPRUDENCIAL DA SEGUNDA SEÇÃO - CONFLITO\nCONHECIDO PARA DECLARAR COMPETENTE A JUSTIÇA COMUM.\n1. O Superior Tribunal de Justiça é competente para o conhecimento e\nprocessamento do presente incidente, pois apresenta controvérsia\nacerca do exercício da jurisdição entre juízos vinculados a\nTribunais diversos, nos termos do artigo 105, I, \"d\", da\nConstituição Federal.\n2. A competência para o julgamento da demanda é fixada em razão da\nnatureza da causa, que é definida pelo pedido e pela causa de pedir\ndeduzidos na exordial. Precedentes.\n3. Na hipótese dos autos, tendo em vista o pedido e a causa de pedir\ncontidos na demanda, o primeiro correspondente ao recebimento do\nvalor avençado em contrato de empreitada entabulado entre os ora\ninteressados, e o segundo consistente na inadimplência do\ncontratante-demandado, estes são elementos que atraem a competência\nda justiça comum estadual para processar e julg ar a ação de\ncobrança em voga, porquanto não configurada a relação de trabalho.\nPrecedentes específicos da Segunda Seção.\n4. Conflito conhecido para declarar a competência do r. juízo da 3ª\nVara Cível do Foro Regional I - Santana/SP.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230927",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Segunda Seção, por unanimidade,\nconhecer do conflito e declarou competente o suscitado, Juízo de\nDireito da 3ª Vara Cível do Foro Regional I - Santana/SP, nos termos\ndo voto do Sr. Ministro Relator.\nOs Srs. Ministros Marco Aurélio Bellizze, Nancy Andrighi, João\nOtávio de Noronha, Humberto Martins, Raul Araújo, Maria Isabel\nGallotti e Antonio Carlos Ferreira votaram com o Sr. Ministro\nRelator.\nAusente, justificadamente, o Sr. Ministro Moura Ribeiro.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : "(COMPETÊNCIA PARA O JULGAMENTO DA DEMANDA - NATUREZA DA CAUSA)\n   STJ - <<AgInt no AgInt nos EDcl no CC 181166>>-SP,\n         <<CC 179662>>-DF, <<CC 182211>>-DF, <<CC 184525>>-DF,\n         <<AgInt no CC 190259>>-SP,\n         <<AgInt no AgInt no CC 176677>>-SP,\n         <<AgInt no AgInt no CC 181877>>-SC\n(NATUREZA DE CONTRATO DE EMPREITADA - COMPETÊNCIA PARA PROCESSAR E\nJULGAR A SUBJACENTE AÇÃO DE COBRANÇA - JUSTIÇA COMUM ESTADUAL)\n   STJ - <<CC 89171>>-MG, <<CC 66924>>-SP, {{CC 167177}}-PR,\n         {{CC 163215}}-PR, {{CC 125744}}-SC, {{CC 118073}}-SC,\n         {{CC 111559}}-CE, {{CC 112538}}-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00105 INC:00001 LET:D" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000855962",
  "numeroProcesso" : "1866844",
  "numeroRegistro" : "202000625708",
  "siglaClasse" : "EREsp",
  "descricaoClasse" : "EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJE        DATA:09/10/2023",
  "ementa" : "EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL. DIREITO CIVIL. IMÓVEL.\nCOMPRA E VENDA. ALIENAÇÃO FIDUCIÁRIA. REGISTRO. AUSÊNCIA. EFEITOS\nENTRE OS CONTRATANTES. MANUTENÇÃO. ALIENAÇÃO EXTRAJUDICIAL.\nREGISTRO. IMPRESCINDIBILIDADE.\n1. A  ausência do registro do contrato de alienação fiduciária no\ncompetente Registro de Imóveis não lhe retira a eficácia, ao menos\nentre os contratantes, servindo tal providência apenas para que a\navença produza efeitos perante terceiros.\n2. Ainda que o registro do contrato no competente Registro de\nImóveis seja imprescindível à constituição da propriedade fiduciária\nde coisa imóvel, nos termos do art. 23 da Lei nº 9.514/1997, sua\nausência não retira a validade e a eficácia dos termos livre e\npreviamente ajustados entre os contratantes, inclusive da cláusula\nque autoriza a alienação extrajudicial do imóvel em caso de\ninadimplência.\n3. O registro, conquanto despiciendo para conferir eficácia ao\ncontrato de alienação fiduciária entre devedor fiduciante e credor\nfiduciário, é, sim, imprescindível para dar início à alienação\nextrajudicial do imóvel, tendo em vista que a constituição do\ndevedor em mora e a eventual purgação desta se processa perante o\nOficial de Registro de Imóveis, nos moldes do art. 26 da Lei nº\n9.514/1997.\n4. A ausência de registro do contrato que serve de título à\npropriedade fiduciária no competente Registro de Imóveis não confere\nao devedor fiduciante o direito de promover a rescisão da avença\npor meio diverso daquele contratualmente previsto, tampouco impede o\ncredor fiduciário de, após a efetivação do registro, promover a\nalienação do bem em leilão para só então entregar eventual saldo\nremanescente ao adquirente do imóvel, descontados os valores da\ndívida e das demais despesas efetivamente comprovadas.\n5. Embargos de divergência não providos.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230927",
  "decisao" : "Vistos e relatados estes autos, em que são partes as acima\nindicadas,  prosseguindo o julgamento, após o voto-vista antecipado\nda Sra. Ministra Maria Isabel Gallotti negando provimento aos\nembargos de divergência, e a ratificação de voto da Sra. Ministra\nRelatora dando-lhes provimento, decide a Segunda Seção, por maioria,\nnegar provimento aos embargos de divergência, nos termos do voto\ndivergente do Sr. Ministro Ricardo Villas Bôas Cueva declarado na\nsessão de 08 03 2023.\nLavará o acórdão o Exmo. Sr. Ministro Ricardo Villas Bôas Cueva.\nVencidos os Srs. Ministros Nancy Andrighi (Relatora), Marco Buzzi e\nMarco Aurélio Bellizze.\nVotaram com o Sr. Ministro Ricardo Villas Bôas Cueva os Srs.\nMinistros João Otávio de Noronha, Raul Araújo e Maria Isabel\nGallotti.\nAusente, justificadamente, o Sr. Ministro Moura Ribeiro.\nPresidiu o julgamento o Sr. Ministro Antônio Carlos Ferreira.",
  "jurisprudenciaCitada" : "(PROMESSA DE COMPRA E VENDA DE IMÓVEL - REGISTRO EM CARTÓRIO -\nEFEITOS -TERCEIROS)\n   STJ - <<REsp 1185383>>-MG, <<AgRg no REsp 643445>>-RN,\n         <<REsp 1490802>>-DF\n(VOTO VISTA - ALIENAÇÃO FIDUCIÁRIA - REGISTRO DO CONTRATO - VALIDADE\nE EFICÁCIA- EFEITOS - CIÊNCIA DE TERCEIROS)\n   STJ - <<AgInt nos EDcl no AREsp 206250>>-MG\n(VOTO VENCIDO - COMPRA E VENDA DE IMÓVEL - GARANTIA REAL - REGISTRO\nEM CARTÓRIO)\n   STJ - <<REsp 1911050>>-SP, <<REsp 1835598>>-SP,\n         <<REsp 1987389>>-SP, <<REsp 1976082>>-DF,\n         <<REsp 1982631>>-SP",
  "notas" : null,
  "informacoesComplementares" : "     (VOTO VISTA) (MIN. MARIA ISABEL GALLOTTI)\n     \"[...] o credor fiduciário deve ter reconhecido o seu direito\nde utilizar os meios de execução da garantia na hipótese de\ninadimplemento contratual, ainda que o contrato de alienação\nfiduciária não tenha sido levado a registro antes do inadimplemento.\nOu seja: '(...) não é necessário o registro do contrato garantido\npor alienação fiduciária no Cartório de Títulos e Documentos para\nque tenha validade e eficácia, uma vez que tal providência tem o\nintuito apenas de dar ciência a terceiros' [...]\".\n     (VOTO VENCIDO) (MIN. NANCY ANDRIGHI)\n     \"[...] quanto à propriedade fiduciária de bem imóvel, regida\npela Lei nº 9.514/1997, verifica-se que a garantia somente se\nconstitui com o registro do contrato que lhe serve de título no\nregistro imobiliário do local onde o bem se situa\".\n     \"[...] tendo em vista que no sistema jurídico brasileiro,\nseguindo a tradição romana, a propriedade de bem imóvel, seja\nresolúvel ou não, apenas é adquirida, a título derivado e 'inter\nvivos', com o registro do contrato no Cartório de Imóveis\".\n     \"Não se pode confundir as formalidades exigidas para a\ncelebração do contrato com as necessárias para a constituição da\npropriedade fiduciária\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:010406 ANO:2002\n*****  CC-02    CÓDIGO CIVIL DE 2002\n        ART:01227 ART:01245", "LEG:FED LEI:009514 ANO:1997\n        ART:00023 ART:00026 PAR:00008 ART:00027 ART:00029\n        ART:00038", "LEG:FED LEI:006766 ANO:1979\n        ART:00025" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000856460",
  "numeroProcesso" : "45753",
  "numeroRegistro" : "202301897350",
  "siglaClasse" : "Rcl",
  "descricaoClasse" : "RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJE        DATA:02/10/2023",
  "ementa" : "PROCESSUAL CIVIL. RECLAMAÇÃO. AÇÃO INDENIZATÓRIA. FASE DE\nCUMPRIMENTO DE SENTENÇA. CABIMENTO PARA GARANTIR OBSERVÂNCIA DE\nACÓRDÃO PROFERIDO EM INCIDENTE DE ASSUNÇÃO DE COMPETÊNCIA (IAC).\nART. 988, IV, DO CPC/2015. IAC 1/STJ. APLICAÇÃO AOS PROCESSOS\nREGIDOS PELO CPC/1973. OFENSA AOS PRINCÍPIOS DA CONFIANÇA E DA\nSEGURANÇA JURÍDICA. NÃO OCORRÊNCIA. MODULAÇÃO DOS EFEITOS. AUSÊNCIA.\nAPLICAÇÃO IMEDIATA. PRESCRIÇÃO INTERCORRENTE. TERMO INICIAL. FIM DO\nPRAZO JUDICIAL DE SUSPENSÃO DO PROCESSO (TESE \"1.2\"). CONFIGURAÇÃO.\nDESCUMPRIMENTO PELO TRIBUNAL RECLAMADO CARACTERIZADO. PROCEDÊNCIA\nDA RECLAMAÇÃO.\n1. Ação indenizatória, em fase de cumprimento de sentença, da qual\nfoi extraída a presente reclamação, ajuizada em 1/6/2023 e conclusa\nao gabinete em 2/6/2023.\n2. O propósito da presente reclamação é decidir se o Tribunal\nreclamado descumpriu o acórdão proferido pelo STJ no julgamento do\nTema 1 de Incidente de Assunção de Competência (REsp 1.604.412/SC),\nao afastar a ocorrência da prescrição intercorrente na espécie.\n3. Nos termos do art. 988, IV, do CPC/2015, é cabível reclamação\npara garantir a observância de acórdão proferido em julgamento de\nincidente de assunção de competência, sendo desnecessário o\nesgotamento da instância ordinária para o seu conhecimento.\nPrecedente.\n4. De acordo com as teses firmadas por esta Corte no IAC 1, \"1.1\nIncide a prescrição intercorrente, nas causas regidas pelo CPC/73,\nquando o exequente permanece inerte por prazo superior ao de\nprescrição do direito material vindicado, conforme interpretação\nextraída do art. 202, parágrafo único, do Código Civil de 2002\" e\n\"1.2 O termo inicial do prazo prescricional, na vigência do\nCPC/1973, conta-se do fim do prazo judicial de suspensão do processo\nou, inexistindo prazo fixado, do transcurso de um ano (aplicação\nanalógica do art. 40, § 2º, da Lei 6.830/1980)\".\n5. No acórdão proferido no IAC 1, esta Corte foi expressa ao decidir\nque as teses fixadas aos processos regidos pelo CPC/1973 decorrem\nda interpretação das normas aplicáveis à época e não da incidência\nretroativa do CPC/2015, afastando-se a ofensa aos princípios da\nsegurança jurídica e da confiança.\n6. O entendimento firmado no IAC 1/STJ tem aplicação imediata,\nporquanto não houve modulação de efeitos. Precedentes.\n7. Hipótese em que (I) o Tribunal reclamado descumpriu expressamente\no acórdão proferido pelo STJ no julgamento do IAC 1, sob o\nfundamento de que não se poderia aplicar retroativamente o referido\nprecedente, por ofensa à segurança jurídica; (II) e, assim, decidiu\nque \"o prazo de contagem para a verificação da ocorrência de\nprescrição intercorrente sob a vigência do CPC/1973, não passa a\nfluir a partir do vencimento do prazo de suspensão estando\ncondicionado o início do prazo à data da publicação da intimação\npara dar andamento ao feito\" (e-STJ fl. 32).\n8. Reclamação julgada procedente para cassar o acórdão proferido\npelo Tribunal reclamado, determinando que outro seja proferido,\nobservando, nos moldes acima definidos, as teses firmadas por esta\nCorte no julgamento do IAC 1 (REsp 1.604.412/SC), ficando\nprejudicado o agravo interno de e-STJ fls. 1834-1852 interposto\ncontra a decisão que concedera a liminar.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230927",
  "decisao" : "Vistos, relatados e discutidos estes autos, acordam os Ministros da\nSegunda Seção do Superior Tribunal de Justiça, na conformidade dos\nvotos e das notas taquigráficas constantes dos autos. , por\nunanimidade, julgar procedente a reclamação para cassar acórdão\nproferido pelo Tribunal reclamado, determinando que outro seja\nproferido, observando, nos moldes acima definidos, as teses firmadas\npor esta Corte no julgamento do IAC 1 (REsp 1.604.412/SC), restando\nprejudicado o agravo interno interposto contra decisão que\nconcedera a liminar, nos termos do voto da Sra. Ministra Relatora.\nOs Srs. Ministros João Otávio de Noronha, Humberto Martins, Raul\nAraújo, Maria Isabel Gallotti, Antonio Carlos Ferreira, Marco Buzzi\ne Marco Aurélio Bellizze votaram com a Sra. Ministra Relatora.\nAusente, justificadamente, o Sr. Ministro Moura Ribeiro.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.\nConsignada a presença pelo Reclamante SÉRGIO MACHNIC da Dra. RENATA\nPEREIRA BONATTO.",
  "jurisprudenciaCitada" : "(RECLAMAÇÃO - ESGOTAMENTO DA INSTÂNCIA ORDINÁRIA)\n   STJ - <<Rcl 40617>>-GO\n(PRESCRIÇÃO INTERCORRENTE)\n   STJ - <<REsp 1604412>>-SC (IAC - TEMA(s) 1)\n(ACÓRDÃO PROFERIDO EM INCIDENTE DE ASSUNÇÃO DE COMPETÊNCIA (IAC) -\nMODULAÇÃO DOS EFEITOS - AUSÊNCIA - APLICAÇÃO IMEDIATA)\n   STJ - <<AgInt no AREsp 1918375>>-PR\n(ARMAZÉM GERAL - DESAPARECIMENTO DE MERCADORIA - INDENIZAÇÃO -\nPRESCRIÇÃO)\n   STJ - <<REsp 89494>>-MG, <<REsp 476458>>-SP, <<REsp 164165>>-SP,\n         <<REsp 1243915>>-RS\n(PRESCRIÇÃO - RENÚNCIA TÁCITA - PRÁTICA DE ATO INEQUÍVOCO)\n   STJ - <<REsp 1677895>>-SP, <<AgInt no AREsp 1240386>>-PR,\n         <<AgRg no AREsp 238678>>-MA, <<AgInt no AREsp 918906>>-BA",
  "notas" : null,
  "informacoesComplementares" : "     \"[...] 'em se tratando de ação envolvendo indenização pela não\ndevolução de mercadoria depositada em armazéns gerais, o prazo\nprescricional aplicável é aquele previsto no art. 11, § 1°, do\nDecreto n. 1.102/1903, de 3 (três) meses' [...]\".\n     \"[...] conforme a jurisprudência desta Corte, 'somente se\nreconhece a renúncia tácita da prescrição mediante a prática de ato\ninequívoco de reconhecimento do direito pelo prescribente' [...]\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00988 INC:00004 ART:00992", "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00105 INC:00001 LET:F", "LEG:FED LEI:006830 ANO:1980\n*****  LEF-80    LEI DE EXECUÇÕES FISCAIS\n        ART:00040 PAR:00002", "LEG:FED LEI:010406 ANO:2002\n*****  CC-02    CÓDIGO CIVIL DE 2002\n        ART:00202 PAR:ÚNICO", "LEG:FED DEL:001102 ANO:1903\n        ART:00011 PAR:00001", "LEG:FED DEC:001102 ANO:1903\n        ART:00011 PAR:00001" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000855722",
  "numeroProcesso" : "192747",
  "numeroRegistro" : "202203455862",
  "siglaClasse" : "AgInt no CC",
  "descricaoClasse" : "AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "HUMBERTO MARTINS",
  "dataPublicacao" : "DJE        DATA:22/09/2023",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA.\nJUSTIÇA FEDERAL X JUSTIÇA ESTADUAL. AÇÃO REVISIONAL DE CONTRATO C/C\nREPETIÇÃO DE INDÉBITO E PEDIDO DE INDENIZAÇÃO POR DANOS MORAIS.\n1. Nos termos do enunciado sumular n. 254/STJ, \"A decisão do Juízo\nFederal que exclui da relação processual ente federal não pode ser\nreexaminada no Juízo Estadual\".\n2. Ainda, de acordo com a jurisprudência desta Corte superior, a\nfinalidade do conflito de competência consiste apenas na declaração\ndo juízo competente para decidir determinada questão, não podendo\nser utilizado como sucedâneo de recurso (AgInt no CC 191.229/SP,\nrelator Ministro Antonio Carlos Ferreira, Segunda Seção, julgado em\n30/05/2023, DJe de 07/06/2023.).\n3. No caso, excluído o INSS, ente federal, da ação pelo Juízo\nFederal e determinada a remessa dos autos à Justiça Estadual, não\ncabe a esse Juízo discutir o acerto ou desacerto desse \"decisum\",\ncompetindo às partes o controle jurisdicional através da via\nrecursal adequada. Manutenção da decisão agravada.\nAgravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230919",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 13/09/2023 a 19/09/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Raul\nAraújo, Maria Isabel Gallotti, Antonio Carlos Ferreira, Marco\nAurélio Bellizze e Moura Ribeiro  votaram com o Sr. Ministro\nRelator.\nLicenciado o Sr. Ministro Marco Buzzi.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : "(CONFLITO DE COMPETÊNCIA - SUCEDÂNEO RECURSAL - NÃO CABIMENTO)\n   STJ - <<CC 187276>>-RS (IAC - TEMA(s) 14),\n         <<AgInt no CC 186135>>-SP, <<AgInt no CC 181852>>-SC,\n         {{CC 187880}}-MA, <<AgInt no CC 191229>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000254" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000855723",
  "numeroProcesso" : "46057",
  "numeroRegistro" : "202302511841",
  "siglaClasse" : "AgInt na Rcl",
  "descricaoClasse" : "AGRAVO INTERNO NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "HUMBERTO MARTINS",
  "dataPublicacao" : "DJE        DATA:22/09/2023",
  "ementa" : "AGRAVO INTERNO NA RECLAMAÇÃO. DECISÃO DA PRESIDÊNCIA DO STJ QUE\nINDEFERIU LIMINARMENTE A RECLAMAÇÃO.\n1. Nos termos do entendimento firmado pela Corte Especial deste STJ,\nna ocasião do julgamento da Rcl n. 36.476/SP, não cabe o\najuizamento de reclamação para se aferir o acerto de aplicação, na\norigem, de tese firmada sob a sistemática dos recursos repetitivos.\n2. No caso, a agravante buscou a reforma de acórdão do Tribunal de\nJustiça do Estado de São Paulo, que aplicou tese firmada no\njulgamento de Recursos Especiais Repetitivos (Tema 677),\ncircunstância que impôs o indeferimento da reclamação. Manutenção da\ndecisão agravada.\nAgravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230919",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 13/09/2023 a 19/09/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Raul\nAraújo, Maria Isabel Gallotti, Antonio Carlos Ferreira, Marco\nAurélio Bellizze e Moura Ribeiro  votaram com o Sr. Ministro\nRelator.\nLicenciado o Sr. Ministro Marco Buzzi.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : "(RECLAMAÇÃO - ALEGAÇÃO DE DESCUMPRIMENTO DE TESE FIRMADA PELO STJ EM\nRECURSO ESPECIAL REPETITIVO)\n   STJ - <<Rcl 36476>>-SP, <<AgInt na Rcl 43714>>-MG",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000855724",
  "numeroProcesso" : "1678751",
  "numeroRegistro" : "201302754477",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "HUMBERTO MARTINS",
  "dataPublicacao" : "DJE        DATA:22/09/2023",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA NO  RECURSO ESPECIAL.\nACÓRDÃO EMBARGADO QUE NÃO ANALISA O MÉRITO, E OS PARADIGMAS\nULTRAPASSAM A BARREIRA DE CONHECIMENTO. NÃO CABIMENTO. ATUALIDADE E\nCONTEMPORANEIDADE DOS PARADIGMAS. REJULGAMENTO DO RECURSO ESPECIAL.\nIMPOSSIBILIDADE.\n1. A jurisprudência pacífica desta corte é no sentido de que são\nincabíveis embargos de divergência quando o acórdão embargado não\nultrapassa a barreira de admissibilidade recursal e o paradigma\nconhece do mérito e o analisa. Precedentes.\n2. De acordo com a jurisprudência pacífica desta corte, deve a parte\nembargante apontar julgados contemporâneos ao acórdão embargado ou\nentão supervenientes a este. Precedentes.\n3 . A jurisprudência desta corte firmou entendimento de que não\ncabe, em embargos de divergência, a análise de possível acerto ou\ndesacerto do acórdão embargado, mas tão somente a de eventual\ndissídio de teses jurídicas, a fim de uniformizar a interpretação do\ndireito infraconstitucional no âmbito do Superior Tribunal de\nJustiça.\nAgravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230919",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 13/09/2023 a 19/09/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Raul\nAraújo, Maria Isabel Gallotti, Antonio Carlos Ferreira, Marco\nAurélio Bellizze e Moura Ribeiro  votaram com o Sr. Ministro\nRelator.\nLicenciado o Sr. Ministro Marco Buzzi.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - ACÓRDÃO EMBARGADO QUE NÃO ANALISA O\nMÉRITO - PARADIGMAS QUE ULTRAPASSAM A BARREIRA DE CONHECIMENTO)\n   STJ - <<AgInt nos EREsp 1849029>>-SP,\n         <<AgInt nos EDv nos EAREsp 1632769>>-SP,\n         <<EDcl no AgInt nos EAREsp 1724597>>-DF,\n         <<AgRg nos EDcl nos EAREsp 1651776>>-PR\n(EMBARGOS DE DIVERGÊNCIA - JULGADOS CONTEMPORÂNEOS OU SUPERVENIENTES\nAO ACÓRDÃO EMBARGADO)\n   STJ - <<AgInt nos EREsp 2017003>>-PA,\n         <<AgInt nos EREsp 1701499>>-PE,\n         <<AgInt nos EAREsp 1745316>>-DF\n(EMBARGOS DE DIVERGÊNCIA - ACERTO OU DESACERTO DO ACÓRDÃO EMBARGADO\n- DISSÍDIO DE TESES JURÍDICAS)\n   STJ - <<AgInt nos EREsp 1792225>>-CE,\n         <<AgInt nos EAREsp 1691411>>-GO",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000855725",
  "numeroProcesso" : "1661089",
  "numeroRegistro" : "202000299577",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MARCO AURÉLIO BELLIZZE",
  "dataPublicacao" : "DJE        DATA:22/09/2023",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. DIVERGÊNCIA JURISPRUDENCIAL NÃO DEMONSTRADA NOS TERMOS\nLEGAIS E REGIMENTAIS.  SIMILITUDE FÁTICA NÃO EVIDENCIADA. EMBARGOS\nINDEFERIDOS LIMINARMENTE. AGRAVO DESPROVIDO.\n1. A embargante não demonstrou a alegada divergência jurisprudencial\nmediante o devido cotejo analítico entre as hipóteses apresentadas\ncomo divergentes, com transcrição dos trechos dos acórdãos\nconfrontados, bem como menção das circunstâncias que os\nidentificassem ou assemelhassem, nos termos do art. 546, I e\nparágrafo único, do CPC/2015 c/c os arts. 266, § 1º, e 255, § 2º,\nambos do RISTJ.\n2. \"Nos termos da jurisprudência vigente nesta Corte Superior, não\nhá que se falar em dissídio jurisprudencial com relação ao\nentendimento firmado em acórdão embargado quanto à existência ou não\nde ofensa ao disposto no art. 535 do CPC/73 (atual art. 1.022 do\nCPC/2015), na medida em que a verificação de ocorrência ou não dos\nvícios elencados nesse dispositivo processual depende das\ncircunstâncias particulares do caso concreto\" (AgInt nos EDv nos\nEAREsp n. 1.174.233/MG, Corte Especial, Relatora a Ministra Nancy\nAndrighi, DJe de 12/3/2020).\n3. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230919",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 13/09/2023 a 19/09/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos Ferreira\ne Moura Ribeiro  votaram com o Sr. Ministro Relator.\nLicenciado o Sr. Ministro Marco Buzzi.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000855726",
  "numeroProcesso" : "1981216",
  "numeroRegistro" : "202102843942",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "RICARDO VILLAS BÔAS CUEVA",
  "dataPublicacao" : "DJE        DATA:21/09/2023",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. PROCESSUAL CIVIL. RECURSO. HIPÓTESES DE CABIMENTO.\nINOBSERVÂNCIA. MÉRITO DA CONTROVÉRSIA. APRECIAÇÃO NO PARADIGMA.\nOUTRO RECURSO. AUSÊNCIA DE EXAME ÓBICE RECURSAL. DISCUSSÃO. REGRA\nTÉCNICA DE ADMISSIBILIDADE. INVIABILIDADE.\n1. O cotejo analítico nos embargos de divergência não se satisfaz\napenas com a transcrição de ementas dos acórdãos tidos como\ndivergentes. Ademais, deve ser juntada cópia do inteiro teor do\nparadigma indicado. Inobservância dos art. 1.043, § 4º, do Código de\nProcesso Civil e 266, § 4º, do Regimento Interno do Superior\nTribunal de Justiça.\n2. Para que os embargos de divergência fundados no art. 1.043, III,\ndo CPC sejam conhecidos, é necessário que tanto o acórdão embargado\nquanto o aresto paradigma tenham apreciado a tese jurídica trazida\nno recurso especial, embora um deles, ao final, não tenha sido\nconhecido por incidência de algum óbice recursal.\n3. O inciso II do art. 1.043 do CPC previa a possibilidade de\ninterposição de embargos de divergência em  se tratando de acórdãos\nrelativos a juízo de admissibilidade, mas tal hipótese de cabimento\nfoi revogada pela Lei nº 13.256/2016.\n4. O Superior Tribunal de Justiça firmou entendimento no sentido de\nque são incabíveis embargos de divergência com o intuito de\nreapreciar a efetiva ocorrência dos óbices de admissibilidade do\nrecurso especial.\n5. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230919",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 13/09/2023 a 19/09/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira, Marco Aurélio Bellizze e Moura Ribeiro  votaram com o Sr.\nMinistro Relator.\nPresidiu o julgamento o Sr. Ministro Marco Buzzi.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - ACÓRDÃO EMBARGADO - PEDIDO NÃO CONHECIDO\n- APRECIAÇÃO DO MÉRITO - CABIMENTO)\n   STJ - <<AgInt nos EAREsp 823290>>-MG,\n         <<AgInt nos EAREsp 1215628>>-PR,\n         <<AgRg nos EREsp 1393786>>-RS,\n         <<AgInt nos EAREsp 641762>>-RS\n(EMBARGOS DE DIVERGÊNCIA - APLICAÇÃO DE REGRA TÉCNICA DE\nCONHECIMENTO DE RECURSO ESPECIAL - NÃO CABIMENTO)\n   STJ - <<AgInt nos EREsp 1377677>>-RS,\n         <<AgRg nos EREsp 1459396>>-MG",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01043 INC:00002 INC:00003 PAR:00004\n(ART. 1.043, II, REVOGADO PELA LEI 13.256/2016)", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000315 SUM:000316", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266 PAR:00004", "LEG:FED LEI:013256 ANO:2016" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000855727",
  "numeroProcesso" : "1708638",
  "numeroRegistro" : "202001294065",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MARCO AURÉLIO BELLIZZE",
  "dataPublicacao" : "DJE        DATA:22/09/2023",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. CONTRATOS BANCÁRIOS. CÉDULA DE CRÉDITO RURAL. CLÁUSULAS\nABUSIVAS. CONHECIMENTO DE OFÍCIO. IMPOSSIBILIDADE. SÚMULA 381/STJ.\nACÓRDÃO EMBARGADO EM CONFORMIDADE COM O ENTENDIMENTO DO STJ A\nRESPEITO DA MATÉRIA. DESCABIMENTO DOS EMBARGOS. SÚMULA 168/STJ.\nAGRAVO INTERNO DESPROVIDO.\n1. A iterativa jurisprudência desta Corte Superior assenta-se no\nsentido de serem descabidos os embargos de divergência, quando o\nacórdão embargado se encontra em conformidade com a orientação desta\nCorte Superior, consoante o disposto na Súmula 168 do STJ.\n2. Conforme a Súmula 381/STJ, \"nos contratos bancários, é vedado ao\njulgador conhecer, de ofício, da abusividade das cláusulas\".\n3. Agravo interno desp rovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230919",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 13/09/2023 a 19/09/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos Ferreira\ne Moura Ribeiro  votaram com o Sr. Ministro Relator.\nLicenciado o Sr. Ministro Marco Buzzi.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : "(CONTRATOS BANCÁRIOS - CÉDULA DE CRÉDITO RURAL - CLÁUSULAS ABUSIVAS)\n   STJ - <<AgRg no AREsp 135090>>-SC, <<AgRg no AREsp 96903>>-MG,\n         <<EDcl no REsp 790844>>-SC,\n         <<EDcl no AgRg no REsp 327513>>-MG",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000168 SUM:000381" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000855728",
  "numeroProcesso" : "1600770",
  "numeroRegistro" : "201903032164",
  "siglaClasse" : "AgInt nos EDv nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "RICARDO VILLAS BÔAS CUEVA",
  "dataPublicacao" : "DJE        DATA:21/09/2023",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA NOS EMBARGOS DE\nDIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL. PROCESSUAL CIVIL.\nRECURSO. HIPÓTESES DE CABIMENTO. MÉRITO DA CONTROVÉRSIA. AUSÊNCIA DE\nEXAME. ÓBICE RECURSAL. DISCUSSÃO. REGRA TÉCNICA DE ADMISSIBILIDADE.\nINVIABILIDADE. SÚMULA Nº 315/STJ.\n1. Para que os embargos de divergência fundados no art. 1.043, III,\ndo CPC/2015 sejam conhecidos, é necessário que tanto o acórdão\nembargado quanto o aresto paradigma tenham apreciado a tese jurídica\ntrazida no recurso especial, embora um deles, ao final, não tenha\nsido conhecido por incidência de algum óbice recursal.\n2. O inciso II do art. 1.043 do CPC/2015 previa a possibilidade de\ninterposição de embargos de divergência em se tratando de acórdãos\nrelativos a juízo de admissibilidade, mas tal hipótese de cabimento\nfoi revogada pela Lei nº 13.256/2016.\n3. O Superior Tribunal de Justiça já firmou entendimento no sentido\nde que são incabíveis embargos de divergência com o intuito de\nreapreciar a efetiva ocorrência dos óbices de admissibilidade do\nrecurso especial. Precedentes.\n4. Na hipótese, aplicáveis as disposições da Súmula nº 315/STJ.\n5. Os honorários advocatícios devem ser majorados nos embargos de\ndivergência regidos pelo CPC/2015, visto que tem início novo grau\nrecursal. Precedentes.\n6. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230919",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 13/09/2023 a 19/09/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira, Marco Aurélio Bellizze e Moura Ribeiro  votaram com o Sr.\nMinistro Relator.\nPresidiu o julgamento o Sr. Ministro Marco Buzzi.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - ACÓRDÃO EMBARGADO - PARADIGMA - ANÁLISE\nDO MÉRITO)\n   STJ - <<AgRg nos EREsp 1393786>>-RS,\n         <<AgInt nos EREsp 1870167>>-GO,\n         <<AgInt nos EAREsp 2165658>>-PR,\n         <<AgInt nos EREsp 1826113>>-PA,\n         <<AgRg no AgRg nos EAREsp 1623638>>-RR\n(EMBARGOS DE DIVERGÊNCIA - REGRA TÉCNICA DE CONHECIMENTO DE RECURSO\nESPECIAL)\n   STJ - <<AgInt nos EREsp 1377677>>-RS,\n         <<AgRg nos EREsp 1459396>>-MG\n(EMBARGOS DE DIVERGÊNCIA - HONORÁRIOS ADVOCATÍCIOS RECURSAIS)\n   STJ - <<EDcl no AgInt nos EREsp 1881207>>-SP,\n         <<AgInt nos EDcl nos EAREsp 1623649>>-RJ,\n         <<AgInt nos EREsp 1539725>>-DF\n(LITIGÂNCIA DE MÁ-FÉ - INTERPOSIÇÃO DE RECURSO CABÍVEL)\n   STJ - <<AgRg nos EDcl no REsp 1333425>>-SP,\n         <<EDcl no AgInt nos EAREsp 1770875>>-RS,\n         <<AgInt nos EDcl nos EDcl nos EREsp 1848398>>-RS",
  "notas" : null,
  "informacoesComplementares" : "     \"[...] conforme entendimento desta Corte Superior, a\ninterposição de recursos cabíveis não implica 'litigância de má-fé\nnem ato atentatório à dignidade da justiça, ainda que com argumentos\nreiteradamente refutados pelo Tribunal de origem ou sem alegação de\nfundamento novo' [...]\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01043 INC:00002 INC:00003", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000315" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000855729",
  "numeroProcesso" : "43073",
  "numeroRegistro" : "202200974031",
  "siglaClasse" : "AgInt na Rcl",
  "descricaoClasse" : "AGRAVO INTERNO NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MARCO AURÉLIO BELLIZZE",
  "dataPublicacao" : "DJE        DATA:22/09/2023",
  "ementa" : "AGRAVO INTERNO NA RECLAMAÇÃO. RECLAMAÇÃO - INADEQUAÇÃO DA VIA\nELEITA. DECISÃO DO TRIBUNAL DE ORIGEM QUE NÃO CONHECEU DO AGRAVO EM\nRECURSO ESPECIAL. APLICAÇÃO ESCORREITA DO PRINCÍPIO DA\nUNIRRECORRIBILIDADE. RECLAMAÇÃO NÃO CONHECIDA. AGRAVO INTERNO\nDESPROVIDO.\n1. A reclamação amparada no art. 105, I, f, da Constituição Federal\né o recurso destinado a preservar a competência do Superior Tribunal\nde Justiça sempre que haja indevida usurpação por parte de outros\nórgãos ou para garantir a autoridade de suas decisões, hipóteses não\nverificadas no caso vertente.\n2. A jurisprudência desta Corte reconhece a ocorrência de preclusão\nconsumativa na interposição de dois recursos contra o mesmo ato\njudicial e o erro grosseiro na interposição de agravo interno contra\na decisão que inadmite o recurso especial, o que impede o\nconhecimento do agravo em recurso especial posteriormente\ninterposto, não havendo, nessa hipótese, usurpação de competência\ncapaz de ensejar a insurgência pela via da reclamação.\n3. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230919",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 13/09/2023 a 19/09/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos Ferreira\ne Moura Ribeiro  votaram com o Sr. Ministro Relator.\nLicenciado o Sr. Ministro Marco Buzzi.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : "(APLICAÇÃO ESCORREITA DO PRINCÍPIO DA UNIRRECORRIBILIDADE -\nCOMPETÊNCIA DO STJ - USURPAÇÃO -INEXISTÊNCIA)\n   STJ - <<AgInt no AREsp 2102073>>-PB, <<AgInt na Rcl 44487>>-MS",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00105 INC:00001 LET:F", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00988" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000855730",
  "numeroProcesso" : "1740510",
  "numeroRegistro" : "202001990613",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "RICARDO VILLAS BÔAS CUEVA",
  "dataPublicacao" : "DJE        DATA:21/09/2023",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. PROCESSUAL. DIVERGÊNCIA. COMPROVAÇÃO. AUSÊNCIA. ART.\n1.043, § 4º, DO CPC. DESCUMPRIMENTO. ACÓRDÃO PARADIGMA. INTEIRO\nTEOR. AUSÊNCIA. RECURSO. INADMISSIBILIDADE.\n1. A jurisprudência do Superior Tribunal de Justiça firmou-se no\nsentido de que a simples indicação de publicação dos paradigmas\ndesacompanhada do inteiro teor desses julgados não supre as\nexigências do art. 1.043, § 4º, do CPC.\n2. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230919",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 13/09/2023 a 19/09/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira, Marco Aurélio Bellizze e Moura Ribeiro  votaram com o Sr.\nMinistro Relator.\nPresidiu o julgamento o Sr. Ministro Marco Buzzi.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000856042",
  "numeroProcesso" : "192372",
  "numeroRegistro" : "202203284624",
  "siglaClasse" : "AgInt no CC",
  "descricaoClasse" : "AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "ANTONIO CARLOS FERREIRA",
  "dataPublicacao" : "DJE        DATA:28/09/2023",
  "ementa" : "EMPRESARIAL. AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA. JUÍZO DA\nRECUPERAÇÃO E JUÍZO TRABALHISTA. PLANO HOMOLOGADO. CLÁUSULA\nIMPEDITIVA DE EXECUÇÃO CONTRA O GRUPO ECONÔMICO. PENHORA DE BENS.\nJUÍZO LABORAL. CONFLITO CONFIGURADO. DECISÃO MANTIDA.\n1. O âmbito cognitivo do conflito de competência permite apenas a\ndeclaração do juízo competente para decidir determinada questão,\nsendo inadequado seu uso como sucedâneo recursal, a fim de se aferir\na correção de decisões proferidas nas demandas que originaram o\nincidente. Precedentes.\n2. Compete ao Juízo da recuperação decidir sobre a penhora de bens\ndos coobrigados, no caso em que o plano homologado contem cláusula\nque veda a execução contra os integrantes do grupo econômico e\nexiste decisão específica do Juízo universal impedindo atos\nconstritivos.\n3. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230919",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 13/09/2023 a 19/09/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Raul Araújo, Maria Isabel Gallotti, Marco Aurélio Bellizze\ne Moura Ribeiro  votaram com o Sr. Ministro Relator.\nLicenciado o Sr. Ministro Marco Buzzi.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : "(CONFLITO DE COMPETÊNCIA - RECUPERAÇÃO JUDICIAL - AÇÃO TRABALHISTA -\nATOS DE CONSTRIÇÃO - DESCONSIDERAÇÃO DA PERSONALIDADE JURÍDICA\nPROMOVIDA NO JUÍZO LABORAL)\n   STJ - <<AgInt no CC 180309>>-SP, <<AgInt no CC 183377>>-SP\n(RECUPERAÇÃO JUDICIAL - DESCONSIDERAÇÃO DA PERSONALIDADE JURÍDICA DA\nEMPRESA - CONSTRIÇÃO DO PATRIMÔNIO DOS SÓCIOS - COMPETÊNCIA)\n   STJ - <<AgRg no CC 99583>>-RJ, <<CC 68173>>-SP,\n         <<AgInt no CC 150826>>-RS,\n         <<EDcl no AgInt no CC 179930>>-PA\n(CONFLITO DE COMPETÊNCIA - RECUPERAÇÃO JUDICIAL - JUSTIÇA\nTRABALHISTA -)\n   STJ - <<CC 181190>>-AC",
  "notas" : null,
  "informacoesComplementares" : "     \"[...] em regra, a jurisprudência desta Corte afasta o conflito\nde competência nos casos em que a Justiça laboral desconsiderada a\npersonalidade jurídica da recuperanda para atingir os sócios, tendo\nem vista o disposto na Súmula n. 480/STJ: 'O juízo da recuperação\njudicial não é competente para decidir sobre a constrição de bens\nnão abrangidos pelo plano de recuperação da empresa'\".\n     \"[...] nos casos em que o juízo da recuperação expressamente\nestenda os efeitos do regime aos sócios, a jurisprudência excetuou o\nentendimento anterior, mantendo a competência do juízo universal\npara dispor sobre medidas executórias incidentes sobre o patrimônio\ndeles [...]\".\n     \"[...] não há conflito de competência, considerando que o Juízo\ntrabalhista apenas solicitou ao Juízo da Recuperação que fossem\nindicados meios para o pagamento, o que está inserto na\npossibilidade normativa conferida pelo art. 6º, § 7º-B, da Lei n.\n11.101/2005 [...]\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000480", "LEG:FED LEI:011101 ANO:2005\n*****  LF-05    LEI DE RECUPERAÇÃO JUDICIAL E EXTRAJUDICIAL E DE\nFALÊNCIA\n        ART:00006 PAR:0007B" ],
  "acordaosSimilares" : [ "AgInt no CC  192860  RS  2022/0352256-0  Decisão:19/09/2023\nDJE        DATA:28/09/2023" ]
}, {
  "id" : "000855384",
  "numeroProcesso" : "195035",
  "numeroRegistro" : "202300537072",
  "siglaClasse" : "CC",
  "descricaoClasse" : "CONFLITO DE COMPETENCIA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MOURA RIBEIRO",
  "dataPublicacao" : "DJE        DATA:02/10/2023",
  "ementa" : "CONFLITO DE COMPETÊNCIA. DISTRIBUIÇÃO DE PEDIDOS DE TUTELA CAUTELAR\nANTECEDENTE E DE FALÊNCIA EM UM MESMO JUÍZO. POSTERIOR DISTRIBUIÇÃO\nDE PEDIDO DE RECUPERAÇÃO JUDICIAL EM JUÍZO LOCALIZADO EM COMARCA DE\nUNIDADE FEDERATIVA DIVERSA. CONTROVÉRSIA QUANTO AO LOCAL DO\nPRINCIPAL ESTABELECIMENTO. HIPÓTESE DE COMPETÊNCIA ABSOLUTA.\nINSUSCETÍVEL DE PREVENÇÃO. INEXISTÊNCIA DE DELIBERAÇÃO DE UM DOS\nJUÍZOS SOBRE O LOCAL DO ESTABELECIMENTO. AU SÊNCIA DE DECISÕES\nCONFLITANTES. CONFLITO DE COMPETÊNCIA NÃO CONHECIDO.\n1. Controvérsia a respeito do juízo competente para o processamento\ne julgamento conjunto das ações de falência e de recuperação\njudicial em relação às empresas do Grupo Dok, considerando que se\ntratam de juízos situados em comarcas de unidades federativas\ndiversas, nos quais houve a distribuição anterior de um pedido de\ntutela cautelar antecedente e de um pedido de falência ao Juízo de\nDireito da 2ª Vara Cível de Birigui - SP e a posterior distribuição\nde pedido de soerguimento ao Juízo de Direito de Frei Paulo - SE.\n2. A prevenção estabelecida no art. 6º, § 8º, da Lei n. 11.101/2005,\npressupõe controvérsia sobre dois juízos igualmente competentes,\nquando o critério delimitador da competência a ser analisado for o\nlocal do estabelecimento.\n3. Tendo em vista que o local do estabelecimento encerra regra legal\nde estabelecimento de competência funcional, de natureza absoluta,\nportanto, segundo o entendimento prevalente nesta Segunda Seção, não\nhá que se falar em prevenção do juízo quando subsistir controvérsia\na respeito do local do principal estabelecimento, por implicar\nindevida modificação de competência absoluta, a contrariar o\ndisposto nos arts. 54 c/c 58 do CPC/2015.\n4. Na hipótese, apenas o Juízo de Direito de Frei Paulo - SE\n(recuperação judicial) manifestou-se a respeito do local do\nprincipal estabelecimento das empresas integrantes do Grupo DOK,\nreconhecendo como tal aquela comarca, não havendo até o momento,\nporém, deliberação do Juízo de Direito da 2ª Vara Cível de Birigui -\nSP (falência), a revelar a inexistência de decisões conflitantes,\nnos moldes do que se exige o art. 66 do CPC/2015.\n5. Conflito de competência não conhecido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230913",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, após o voto do Sr. Ministro Relator conhecendo\ndo conflito para declarar competente o Juízo de Direito da 2ª Vara\nCível de Birigui - SP e o voto do Sr. Ministro Marco Aurélio\nBellizze abrindo divergência para não conhecer do conflito, por\nmaioria, não conhecer do conflito de competência, nos termos do voto\ndo Sr. Ministro Marco Aurélio Bellizze, que lavrará o acórdão.\nVencidos os Srs. Ministros Moura Ribeiro (Relator), Nancy Andrighi e\nHumberto Martins.\nVotaram com o Sr. Ministro Marco Aurélio Bellizze os Srs. Ministros\nJoão Otávio de Noronha, Raul Araújo, Maria Isabel Gallotti e Antonio\nCarlos Ferreira.\nAusente, justificadamente, o Sr. Ministro Marco Buzzi.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : "(CONFLITO DE COMPETÊNCIA - PEDIDO DE FALÊNCIA E DE RECUPERAÇÃO\nJUDICIAL - LOCAL DO PRINCIPAL ESTABELECIMENTO - COMPETÊNCIA ABSOLUTA\n- PREVENÇÃO)\n   STJ - <<CC 163818>>-ES, <<CC 37736>>-SP",
  "notas" : null,
  "informacoesComplementares" : "     (VOTO VENCIDO) (MIN. MOURA RIBEIRO)\n     \"[...] diante da complexidade das questões envolvidas em um\nprocesso recuperacional, mostra-se mais do que prudente que o juízo\nque primeiro teve contato com elas mantenha a competência para o seu\nprocessamento\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00054 ART:00058 ART:00066", "LEG:FED LEI:014112 ANO:2020", "LEG:FED LEI:011101 ANO:2005\n*****  LF-05    LEI DE RECUPERAÇÃO JUDICIAL E EXTRAJUDICIAL E DE\nFALÊNCIA\n        ART:00003 ART:00006 PAR:00008 ART:0069G PAR:00002\n(COM A REDAÇÃO DADA PELA LEI 14.112/2020)" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000857108",
  "numeroProcesso" : "1951662",
  "numeroRegistro" : "202102385113",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "JOÃO OTÁVIO DE NORONHA",
  "dataPublicacao" : "DJE        DATA:20/10/2023",
  "ementa" : "RECURSO ESPECIAL REPRESENTATIVO DE CONTROVÉRSIA. AFETAÇÃO AO RITO\nDOS RECURSOS ESPECIAIS REPETITIVOS. TEMA N. 1.132. AÇÃO DE BUSCA E\nAPREENSÃO. ALIENAÇÃO FIDUCIÁRIA COM GARANTIA. COMPROVAÇÃO DA MORA.\nNOTIFICAÇÃO EXTRAJUDICIAL COM AVISO DE RECEBIMENTO. PROVA DE REMESSA\nAO ENDEREÇO CONSTANTE DO CONTRATO. COMPROVANTE DE ENTREGA. EFETIVO\nRECEBIMENTO. DESNECESSIDADE.\n1. Para fins do art. 1.036 e seguintes do CPC, fixa-se a seguinte\ntese: Em ação de busca e apreensão fundada em contratos garantidos\ncom alienação fiduciária (art. 2º, § 2º, do Decreto-Lei n.\n911/1969), para a comprovação da mora, é suficiente o envio de\nnotificação extrajudicial ao devedor no endereço indicado no\ninstrumento contratual, dispensando-se a prova do recebimento, quer\nseja pelo próprio destinatário, quer por terceiros.\n2. Caso concreto:\nEvidenciado, no caso concreto, que a notificação extrajudicial foi\nenviada ao devedor no endereço constante do contrato, é caso de\nprovimento do apelo para determinar a devolução dos autos à origem a\nfim de que se processe a ação de busca e apreensão.\n3. Recurso especial provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230809",
  "decisao" : "Vistos, relatados e discutidos estes autos em que são partes as\nacima indicadas,  acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, na conformidade dos votos e das notas\ntaquigráficas a seguir,  retomado o julgamento, após as ratificações\nde votos dos Srs. Ministro João Otávio de Noronha e Marco Buzzi,\npor maioria, dar provimento ao recurso especial, determinando o\nretorno dos autos à origem para que se processe a ação de busca e\napreensão.\nPara os fins repetitivos, foi aprovada a seguinte tese no Tema\n1.132: \"Para a comprovação da mora nos contratos garantidos por\nalienação fiduciária, é suficiente o envio de notificação\nextrajudicial ao devedor no endereço indicado no instrumento\ncontratual, dispensando-se a prova do recebimento, quer seja pelo\npróprio destinatário, quer por terceiros.\" Lavrará o acórdão o Sr.\nMinistro João Otávio de Noronha.\nVencido o Sr. Ministro Marco Buzzi.\nVotaram com o Sr. Ministro João Otávio de Noronha os Srs. Ministros\nMarco Aurélio Bellizze, Raul Araújo, Maria Isabel Gallotti e Ricardo\nVillas Bôas Cueva.\nNão participou do julgamento a Sra. Ministra Nancy Andrighi.\nAusente, justificadamente, o Sr. Ministro Moura Ribeiro.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.\nPediram preferência pelo Recorrente AYMORÉ CRÉDITO, FINANCIAMENTO E\nINVESTIMENTO S.A. o Dr. FÁBIO LIMA QUINTAS e, pela FEDERAÇÃO\nBRASILEIRA DE BANCOS, o Dr. ANSELMO MOREIRA GONZALEZ.",
  "jurisprudenciaCitada" : "(AÇÃO DE BUSCA E APREENSÃO - ALIENAÇÃO FIDUCIÁRIA - CONSTITUIÇÃO EM\nMORA - NOTIFICAÇÃO EXTRAJUDICIAL - AVISO DE RECEBIMENTO -\nCOMPROVAÇÃO DE RECEBIMENTO - DESNECESSIDADE)\n   STJ - <<REsp 1828778>>-RS, <<AgInt no AREsp 2096404>>-SP,\n         <<AgInt no AgInt no AREsp 2063991>>-MS,\n         <<AgInt no AREsp 1805403>>-RJ,\n         <<AgInt no AREsp 876487>>-PR\n(VOTO VENCIDO - AÇÃO DE BUSCA E APREENSÃO - ALIENAÇÃO FIDUCIÁRIA -\nCONSTITUIÇÃO EM MORA - NOTIFICAÇÃO EXTRAJUDICIAL - AVISO DE\nRECEBIMENTO - COMPROVAÇÃO DE RECEBIMENTO - NECESSIDADE)\n   STJ - <<AgInt no AREsp 2168221>>-RJ,\n         <<AgInt no AREsp 2119740>>-DF, <<REsp 1848836>>-RS,\n         <<AgInt no AREsp 1064969>>-SP,\n         <<AgInt no REsp 1821119>>-PR, <<AgRg no AREsp 797771>>-MS,\n         {{REsp 1964323}}-MT, {{AREsp 1018708}}-RJ,\n         <<AgInt no REsp 1955579>>-RS, {{AREsp 1989150}}-GO,\n         {{AgInt no AREsp 1970950}}-RJ, {{REsp 1983805}}-DF,\n         {{REsp 1974114}}-RS, <<AgRg no Ag 1386153>>-RS,\n         {{REsp 1981380}}-GO, {{AREsp 1940316}}-SP,\n         <<AgInt no REsp 1929336>>-RS,\n         <<AgInt no AREsp 1577203>>-PB, <<REsp 1292182>>-SC,\n         <<AgRg no AREsp 467074>>-RS,\n         <<AgInt no AREsp 1514681>>-MS,\n         <<AgInt nos EDcl no AREsp 1472737>>-SC,\n         {{REsp 1983984}}-RS, <<AgInt no AREsp 2080682>>-SP,\n         <<AgInt no AREsp 2155694>>-RR,\n         <<AgInt no AgInt no AREsp 1821668>>-SP",
  "notas" : "Julgado conforme procedimento previsto para os Recursos Repetitivos\nno âmbito do STJ.",
  "informacoesComplementares" : "     \"[...] se, na origem, o contrato é um negócio jurídico\nbilateral, em que se estabelece a alienação fiduciária em garantia e\ncujo objetivo é a vantagem econômica e o equilíbrio das relações\nentre as partes, não se pode permitir que, na conclusão desse mesmo\nnegócio, ocorra um desequilíbrio, ou seja, as regras sejam\ntendenciosas e, portanto, tragam mais ônus ao credor em benefício\nexclusivo do devedor\".\n     \"[...] a simples interpretação do dispositivo legal, a meu ver,\nevidencia que, ao prever a lei que a mora 'poderá ser comprovada por\ncarta registrada com aviso de recebimento,não se exigindo que a\nassinatura constante do referido aviso seja a do próprio\ndestinatário' (redação dada pela Lei n. 13.043/2014), não está\nimpondonenhuma obrigação ao credor de comprovar a mora, como entende\no relator. Ao contrário, estabelece uma faculdade de que se comprove\na mora 'por carta registrada, com aviso de recebimento,não se\nexigindoque a assinatura constante do referido aviso seja a do\npróprio destinatário'\".\n     (VOTO VENCIDO) (MIN. MARCO BUZZI)\n     \"[...] a despeito da desnecessidade de que a assinatura seja do\ndestinatário,a orientação jurisprudencial exige a sua efetiva\nentrega, não havendo se falar em constituição em mora quando o aviso\nde recebimento retorna com a indicação \"ausente\".\n     É inviável, pois, presumir a má-fé do devedor por não se\nencontrar presente \u001C ou não ter outra pessoa para receber \u001C quando\nda chegada da referida notificação em seu endereço\".\n     \"Em ação de busca e apreensão, fundamentada em contratos\ngarantidos por alienação fiduciária (art. 2º, §2º, do Decreto-lei\nn.º 911/69), a comprovação da mora se realiza com o envio de\nnotificação extrajudicial ao endereço do devedor indicadono\ninstrumento contratual e a sua efetiva entrega, dispensando-se que a\nassinatura do aviso de recebimento seja a do próprio destinatário\".\n     \"Conforme princípio basilar da hermenêutica jurídica, a lei não\ncontém palavras inúteis. Ora, se fosse vontade do legislador\ndispensar a prova do efetivo recebimento da notificação, pelo\ndevedor ou por terceiro, indaga-se: por que motivo teria editado um\nparágrafo inteiro (§ 2º do art. 2º do DL 911/69) para tratar dessa\ncomprovação, abrindo, repita-se, a possibilidade de que terceiros\npossam assinar o aviso? Bastaria, então, dispensar a assinatura, mas\nnão o fez\".\n     (VOTO VISTA) (MIN. MARIA ISABEL GALLOTTI)\n     \"[...] se trata apenas de comprovação da mora e não de\nconstituição em mora, penso que, tendo a correspondência sido\nenviada para o endereço do contrato, a lei dispensa a comprovação do\nrecebimento pelo devedor, estando suficientemente comprovada a mora\npara o efeito de prosseguimento da ação\".",
  "termosAuxiliares" : null,
  "teseJuridica" : "\"Em ação de busca e apreensão fundada em contratos garantidos com\nalienação fiduciária (art. 2º, § 2º, do Decreto-Lei n. 911/1969),\npara a comprovação da mora, é suficiente o envio de notificação\nextrajudicial ao devedor no endereço indicado no instrumento\ncontratual, dispensando-se a prova do recebimento, quer seja pelo\npróprio destinatário, quer por terceiros\".",
  "tema" : "Tema Repetitivo 1132\nSituação do tema: Acórdão Publicado",
  "referenciasLegislativas" : [ "LEG:FED DEL:000911 ANO:1969\n        ART:00002 PAR:00002\n(COM A REDAÇÃO DADA PELA LEI 13.043/2014)", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036", "LEG:FED LEI:013043 ANO:2014", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000072" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000857109",
  "numeroProcesso" : "1951888",
  "numeroRegistro" : "202102384997",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "JOÃO OTÁVIO DE NORONHA",
  "dataPublicacao" : "DJE        DATA:20/10/2023",
  "ementa" : "RECURSO ESPECIAL REPRESENTATIVO DE CONTROVÉRSIA. AFETAÇÃO AO RITO\nDOS RECURSOS ESPECIAIS REPETITIVOS. TEMA N. 1.132. AÇÃO DE BUSCA E\nAPREENSÃO. ALIENAÇÃO FIDUCIÁRIA COM GARANTIA. COMPROVAÇÃO DA MORA.\nNOTIFICAÇÃO EXTRAJUDICIAL COM AVISO DE RECEBIMENTO. PROVA DE REMESSA\nAO ENDEREÇO CONSTANTE DO CONTRATO. COMPROVANTE DE ENTREGA. EFETIVO\nRECEBIMENTO. DESNECESSIDADE.\n1. Para fins do art. 1.036 e seguintes do CPC, fixa-se a seguinte\ntese:Em ação de busca e apreensão fundada em contratos garantidos\ncom alienação fiduciária (art. 2º, § 2º, do Decreto-Lei n.\n911/1969), para a comprovação da mora, é suficiente o envio de\nnotificação extrajudicial ao devedor no endereço indicado no\ninstrumento contratual, dispensando-se a prova do recebimento, quer\nseja pelo próprio destinatário, quer por terceiros.\n2. Caso concreto:\nEvidenciado, no caso concreto, que a notificação extrajudicial foi\nenviada ao devedor no endereço constante do contrato, é caso de\nprovimento do apelo para determinar a devolução dos autos à origem a\nfim de que se processe a ação de busca e apreensão.\n3. Recurso especial provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230809",
  "decisao" : "Vistos, relatados e discutidos estes autos em que são partes as\nacima indicadas,  acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça na conformidade dos votos e das notas\ntaquigráficas a seguir,  retomado o julgamento, após as ratificações\nde votos dos Srs. Ministros João Otávio de Noronha e Marco Buzzi,\npor maioria, dar provimento ao recurso especial, determinando o\nretorno dos autos à origem para que se processe a ação de busca e\napreensão.\nPara os fins repetitivos, foi aprovada a seguinte tese no Tema\n1.132: \"Para a comprovação da mora nos contratos garantidos por\nalienação fiduciária, é suficiente o envio de notificação\nextrajudicial ao devedor no endereço indicado no instrumento\ncontratual, dispensando-se a prova do recebimento, quer seja pelo\npróprio destinatário, quer por terceiros.\" Lavrará o acórdão o Sr.\nMinistro João Otávio de Noronha.\nVencido o Sr. Ministro Marco Buzzi.\nVotaram com o Sr. Ministro João Otávio de Noronha os Srs. Ministros\nMarco Aurélio Bellizze, Raul Araújo, Maria Isabel Gallotti e Ricardo\nVillas Bôas Cueva.\nNão participou do julgamento a Sra. Ministra Nancy Andrighi.\nAusente, justificadamente, o Sr. Ministro Moura Ribeiro.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.\nPediram preferência pelo Recorrente AYMORÉ CRÉDITO, FINANCIAMENTO E\nINVESTIMENTO S.A o Dr. FÁBIO LIMA QUINTAS e, pela FEDERAÇÃO\nBRASILEIRA DE BANCOS, o Dr. ANSELMO MOREIRA GONZALEZ.",
  "jurisprudenciaCitada" : "(AÇÃO DE BUSCA E APREENSÃO - ALIENAÇÃO FIDUCIÁRIA - CONSTITUIÇÃO EM\nMORA - NOTIFICAÇÃO EXTRAJUDICIAL - AVISO DE RECEBIMENTO -\nCOMPROVAÇÃO DE RECEBIMENTO - DESNECESSIDADE)\n   STJ - <<REsp 1828778>>-RS, <<AgInt no AREsp 2096404>>-SP,\n         <<AgInt no AgInt no AREsp 2063991>>-MS,\n         <<AgInt no AREsp 1805403>>-RJ,\n         <<AgInt no AREsp 876487>>-PR\n(VOTO VENCIDO - AÇÃO DE BUSCA E APREENSÃO - ALIENAÇÃO FIDUCIÁRIA -\nCONSTITUIÇÃO EM MORA - NOTIFICAÇÃO EXTRAJUDICIAL - AVISO DE\nRECEBIMENTO - COMPROVAÇÃO DE RECEBIMENTO - NECESSIDADE)\n   STJ - <<AgInt no AREsp 2168221>>-RJ,\n         <<AgInt no AREsp 2119740>>-DF, <<REsp 1848836>>-RS,\n         <<AgInt no AREsp 1064969>>-SP,\n         <<AgInt no REsp 1821119>>-PR, <<AgRg no AREsp 797771>>-MS,\n         {{REsp 1964323}}-MT, {{AREsp 1018708}}-GO,\n         <<AgInt no REsp 1955579>>-RS, {{AREsp 1989150}}-GO,\n         {{AgInt no AREsp 1970950}}-SP, {{REsp 1983805}}-DF,\n         {{REsp 1974114}}-RS, <<AgRg no Ag 1386153>>-RS,\n         {{REsp 1981380}}-GO, {{AREsp 1940316}}-SP,\n         <<AgInt no REsp 1929336>>-RS,\n         <<AgInt no AREsp 1577203>>-PB, <<REsp 1292182>>-SC,\n         <<AgRg no AREsp 467074>>-RS,\n         <<AgInt no AREsp 1514681>>-MS,\n         <<AgInt nos EDcl no AREsp 1472737>>-SC,\n         {{REsp 1983984}}-RS, <<AgInt no AREsp 2080682>>-SP,\n         <<AgInt no AREsp 2155694>>-RR,\n         <<AgInt no AgInt no AREsp 1821668>>-SP",
  "notas" : "Julgado conforme procedimento previsto para os Recursos Repetitivos\nno âmbito do STJ.",
  "informacoesComplementares" : "     \"[...] se, na origem, o contrato é um negócio jurídico\nbilateral, em que se estabelece a alienação fiduciária em garantia e\ncujo objetivo é a vantagem econômica e o equilíbrio das relações\nentre as partes, não se pode permitir que, na conclusão desse mesmo\nnegócio, ocorra um desequilíbrio, ou seja, as regras sejam\ntendenciosas e, portanto, tragam mais ônus ao credor em benefício\nexclusivo do devedor\".\n     \"[...] a simples interpretação do dispositivo legal, a meu ver,\nevidencia que, ao prever a lei que a mora 'poderá ser comprovada por\ncarta registrada com aviso de recebimento,não se exigindo que a\nassinatura constante do referido aviso seja a do próprio\ndestinatário' (redação dada pela Lei n. 13.043/2014), não está\nimpondo nenhuma obrigação ao credor de comprovar a mora, como\nentende o relator. Ao contrário, estabelece uma faculdade de que se\ncomprove a mora 'por carta registrada, com aviso de recebimento, não\nse exigindo que a assinatura constante do referido aviso seja a do\npróprio destinatário'\".\n     (VOTO VISTA) (MIN. MARIA ISABEL GALLOTTI)\n     \"[...] se trata apenas de comprovação da mora e não de\nconstituição em mora, penso que, tendo a correspondência sido\nenviada para o endereço do contrato, a lei dispensa a comprovação do\nrecebimento pelo devedor, estando suficientemente comprovada a mora\npara o efeito de prosseguimento da ação\".\n     (VOTO VENCIDO) (MIN. MARCO BUZZI)\n     \"[...] a despeito da desnecessidade de que a assinatura seja do\ndestinatário,a orientação jurisprudencial exige a sua efetiva\nentrega, não havendo se falar em constituição em mora quando o aviso\nde recebimento retorna com a indicação \"ausente\".\n     É inviável, pois, presumir a má-fé do devedor por não se\nencontrar presente - ou não ter outra pessoa para receber - quando\nda chegada da referida notificação em seu endereço\".\n     \"Em ação de busca e apreensão, fundamentada em contratos\ngarantidos por alienação fiduciária (art. 2º, §2º, do Decreto-lei\nn.º 911/69), a comprovação da mora se realiza com o envio de\nnotificação extrajudicial ao endereço do devedor indicado no\ninstrumento contratual e a sua efetiva entrega, dispensando-se que a\nassinatura do aviso de recebimento seja a do próprio destinatário\".\n     \"Conforme princípio basilar da hermenêutica jurídica, a lei não\ncontém palavras inúteis. Ora, se fosse vontade do legislador\ndispensar a prova do efetivo recebimento da notificação, pelo\ndevedor ou por terceiro, indaga-se: por que motivo teria editado um\nparágrafo inteiro (§ 2º do art. 2º do DL 911/69) para tratar dessa\ncomprovação, abrindo, repita-se, a possibilidade de que terceiros\npossam assinar o aviso? Bastaria, então, dispensar a assinatura, mas\nnão o fez\".",
  "termosAuxiliares" : null,
  "teseJuridica" : "\"Em ação de busca e apreensão fundada em contratos garantidos com\nalienação fiduciária (art. 2º, § 2º, do Decreto-Lei n. 911/1969),\npara a comprovação da mora, é suficiente o envio de notificação\nextrajudicial ao devedor no endereço indicado no instrumento\ncontratual, dispensando-se a prova do recebimento, quer seja pelo\npróprio destinatário, quer por terceiros\".",
  "tema" : "Tema Repetitivo 1132\nSituação do tema: Acórdão Publicado",
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036", "LEG:FED DEL:000911 ANO:1969\n        ART:00002 PAR:00002\n(COM A REDAÇÃO DADA PELA LEI 13.043/2014)", "LEG:FED LEI:013043 ANO:2014", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000072" ],
  "acordaosSimilares" : [ ]
} ]