[ {
  "id" : "000861998",
  "numeroProcesso" : "199079",
  "numeroRegistro" : "202302810789",
  "siglaClasse" : "CC",
  "descricaoClasse" : "CONFLITO DE COMPETENCIA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MOURA RIBEIRO",
  "dataPublicacao" : "DJE        DATA:18/12/2023",
  "ementa" : "CIVIL. PROCESSUAL CIVIL. DIREITO DE FAMÍLIA. CONFLITO DE COMPETÊNCIA\nEM AÇÕES DE GUARDA. TEORIA DA DERROTABILIDADE DAS NORMAS. EXCEÇÕES\nEXPLÍCITAS E IMPLÍCITAS. SUPERAÇÃO DAS REGRAS. EXCEPCIONALIDADE.\nCRITÉRIO. LITERALIDADE INSUFICIENTE, SITUAÇÕES NÃO CONSIDERADAS PELO\nLEGISLADOR, INADEQUAÇÃO, INEFICIÊNCIA OU INJUSTIÇA CONCRETAMENTE\nCONSIDERADA. PERPETUATIO JURISDICTIONIS. REGISTRO OU DISTRIBUIÇÃO DA\nPETIÇÃO INICIAL COMO ELEMENTOS DEFINIDORES DA COMPETÊNCIA.\nSUPRESSÃO DO ÓRGÃO JUDICIÁRIO OU ALTERAÇÃO DE COMPETÊNCIA. EXCEÇÕES\nEXPLÍCITAS. EXISTÊNCIA DE EXCEÇÃO IMPLÍCITA. PRINCÍPIO DO JUIZ\nNATURAL SOB A ÓTICA MATERIAL. PRINCÍPIO DA COMPETÊNCIA ADEQUADA E\nFORUM NON CONVENIENS. MODIFICAÇÃO DA COMPETÊNCIA PARA AQUELE QUE\nPOSSUA MELHORES CONDIÇÕES DE JULGAR A CAUSA. POSSIBILIDADE. HIPÓTESE\nEM EXAME. CIRCUNSTÂNCIAS GRAVÍSSIMAS. INDÍCIOS DE INFLUÊNCIAS\nINDEVIDAS NO JUÍZO EM QUE TRAMITA A CAUSA. POSSÍVEL PRÁTICA DE\nESTUPRO DE VULNERÁVEL CONTRA O FILHO. CIRCUNSTÂNCIAS GRAVES NÃO\nCONSIDERADAS PELO PODER JUDICIÁRIO LOCAL. SUCESSIVAS MODIFICAÇÕES DE\nGUARDA E DE RESIDÊNCIA. ALIJAMENTO DA MÃE DO EXERCÍCIO DA GUARDA.\nFIXAÇÃO DA COMPETÊNCIA NO JUÍZO DE PARNAMIRIM/RN. POSSIBILIDADE.\nINDÍCIOS DE RESIDÊNCIA DA MÃE NA LOCALIDADE AO TEMPO DA PROPOSITURA\nDA AÇÃO.\n1- O propósito do presente conflito de competência é definir se cabe\nao Juízo de Direito da Vara da Infância, da Juventude e do Idoso da\nComarca de Parnamirim/RN ou ao Juízo de Direito da 3ª Vara de\nFamília da Comarca de Fortaleza/CE processar e julgar ação de\nguarda, especialmente quando presentes indícios da prática de crime\ndo genitor contra a criança e de condução inadequada e inconveniente\ndo processo por um dos juízos abstratamente competentes.\n2- De acordo com a teoria da derrotabilidade das normas, as regras\npossuem exceções explícitas, previamente definidas pelo legislador,\ne exceções implícitas, cuja identificação e incidência deve ser\nconformada pelo julgador, a quem se atribui o poder de superá-la,\nexcepcional e concretamente, em determinadas hipóteses.\n3- A exceção implícita, de caráter sempre excepcional, pode ser\nutilizada para superar a regrar quando a literalidade dela for\ninsuficiente para resolver situações não consideradas pelo\nlegislador ou quando, por razões de inadequação, ineficiência ou\ninjustiça, o resultado da interpretação literal contrarie a própria\nfinalidade da regra jurídica.\n4- O art. 43 do CPC estabelece que o registro ou a distribuição da\npetição inicial são os elementos que definem a competência do juízo,\npretendendo-se, com isso, colocar em salvaguarda o princípio\nconstitucional do juiz natural. A regra da perpetuatio\njurisdictionis também contempla duas exceções explícitas: a\nsupressão do órgão judiciário em que tramitava o processo e a\nalteração superveniente de competência absoluta daquele órgão\njudiciário.\n5- Modernamente, o princípio do juiz natural tem sido objeto de\nreleitura doutrinária, passando da fixação da regra de competência\nsob a ótica formal para a necessidade de observância da competência\nsob a perspectiva material, com destaque especial para o princípio\nda competência adequada, do qual deriva a ideia de existir, ainda\nque excepcionalmente, um forum non conveniens.\n6- A partir desses desenvolvimentos teóricos e estabelecida a\npremissa de que existam dois ou mais juízos abstratamente\ncompetentes, é lícito fixar, excepcionalmente, a competência em\nconcreto naquele juízo que reúna as melhores condições e seja mais\nadequado e conveniente para processar e julgar a causa.\n7- Na hipótese em exame, a fixação da competência do Juízo de\nParnamirim/RN para as ações que envolvem a criança cuja guarda se\ndisputa, embora ausentes as circunstâncias explicitamente referidas\nno art. 43 do CPC, é medida que se impõe com fundamento na exceção\nimplícita contida nessa regra, apta a viabilizar a incidência do\nprincípio da competência adequada e a teoria do forum non\nconveniens.\n8- Isso porque: (i) há indícios significativos de que o genitor\nestaria exercendo influências indevidas perante o juízo em que\ndistribuída a primeira ação de guarda, em prejuízo da mãe e da\nprópria criança; (ii) há, contra o genitor, denúncia oferecida e\nrecebida pela prática do crime de estupro de vulnerável contra o\nfilho, sem que isso tivesse exercido a necessária influência nas\ndecisões relacionadas à guarda ou ao regime de visitação da criança\nproferidas pelo juízo de Fortaleza/CE; (iii) a criança tem sido\nsubmetida, em razão de frequentes decisões judiciais do juízo de\nFortaleza/CE, a sucessivas modificações de guarda e de residência,\ninclusive por terceiros estranhos à família e alijando-se a mãe do\nexercício da guarda, o que tem lhe causado imensurável prejuízo; e\n(iv) nenhuma das decisões judiciais proferidas pelo Poder Judiciário\ndo Ceará, no âmbito cível, considerou a possibilidade de afastar o\nconvívio entre o genitor e o filho diante dos seríssimos fatos que\nse encontram sob apuração perante o juízo criminal nos últimos 27\nmeses.\n9- Na hipótese em exame, anote-se que existem elementos indicativos\nde que a mãe, ao tempo em que propôs a ação de guarda perante o\njuízo de Parnamirim/RN, possuía residência naquela comarca e somente\nnela não permaneceu em virtude de uma possível violação, pelo\ngenitor, de medidas protetivas anteriormente deferidas,\ntransformando-se em uma nômade em busca de sua própria sobrevivência\ne da sobrevivência de seu filho.\n10- Conflito de competência conhecido para declarar competente o\nJuízo de Direito da Vara da Infância, da Juventude e do Idoso da\nComarca de Parnamirim/RN, com determinações relacionadas à\ntransferência imediata dos processos em curso entre as comarcas,\nreavaliação de medidas relacionadas à guarda, poder familiar e\nmultas, tramitação do processo durante as férias forenses e\nexpedição de ofícios ao CNJ e CNMP.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231213",
  "decisao" : "Vistos, relatados e discutidos estes autos, acordam os Ministros da\nSegunda Seção do Superior Tribunal de Justiça, na conformidade dos\nvotos e das notas taquigráficas constantes dos autos.  Prosseguindo\no julgamento, após o voto-vista da Sra. Ministra Nancy Andrighi\nabrindo divergência para declarar competente o Juízo de Direito da\nVara da Infância, da Juventude e do Idoso de Parnamirim (RN),, por\nmaioria, conhecer do conflito e declarar competente o Juízo de\nDireito da Vara da Infância, da Juventude e do Idoso de Parnamirim\n(RN), nos termos do voto da Sra. Ministra Nancy Andrighi, que\nlavrará o acórdão. Vencido o Sr. Ministro Moura Ribeiro.\nVotaram com a Sra. Ministra Nancy Andrighi os Srs. Ministros\nHumberto Martins, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira e Marco Buzzi.\nAusentes, justificadamente, os Srs. Ministros João Otávio de Noronha\ne Marco Aurélio Bellizze.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : "     (VOTO VENCIDO) (MIN. MOURA RIBEIRO)\n     \"O STJ consolidou esse entendimento, conforme o enunciado da\nSúmula nº 383: a competência para processar e julgar as ações\nconexas de interesse de menor é, em princípio, o foro do domicílio\ndo detentor de sua guarda.\n     Esse entendimento, porém, não autoriza a que se conclua que o\nforo poderá ser seguidamente deslocado ao sabor das conveniências\ndos pais ou guardiães\".\n     \"[...] se a mudança de domicílio não é autorizada pelo Poder\nJudiciário, é ilícita, ou fundada no objetivo de alienação parental,\nnão se desloca a competência. Por outro lado, se a mudança de\ndomicílio é razoável, ou é judicialmente permitida, aplica-se o art.\n147 do ECA\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:008069 ANO:1990\n*****  ECA-90    ESTATUTO DA CRIANÇA E DO ADOLESCENTE\n        ART:00147", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000383", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00043" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000861736",
  "numeroProcesso" : "1870834",
  "numeroRegistro" : "201902867821",
  "siglaClasse" : "AgInt no REsp",
  "descricaoClasse" : "AGRAVO INTERNO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "RICARDO VILLAS BÔAS CUEVA",
  "dataPublicacao" : "DJE        DATA:15/12/2023",
  "ementa" : "AGRAVO INTERNO NO RECURSO ESPECIAL. PROCESSUAL CIVIL. PRETENSÃO\nRECURSAL. INSURGÊNCIA. DECISÃO COLEGIADA. NÃO CABIMENTO.\n1. O agravo interno interposto contra decisão de órgão colegiado é\nmanifestamente incabível.\n2. Agravo interno não conhecido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231212",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 06/12/2023 a 12/12/2023,\npor unanimidade, não conhecer do recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira, Marco Aurélio Bellizze e Moura Ribeiro  votaram com o Sr.\nMinistro Relator.\nPresidiu o julgamento o Sr. Ministro Marco Buzzi.",
  "jurisprudenciaCitada" : "(AGRAVO INTERNO - DECISÃO COLEGIADA)\n   STJ - <<AgInt no AgInt no CC 172671>>-PR,\n         <<AgInt no AgInt no AREsp 1786015>>-SP\n(AGRAVO INTERNO - DECISÃO COLEGIADA - ERRO GROSSEIRO)\n   STJ - <<AgInt nos EDcl no AgInt nos EDcl no REsp 1988455>>-PR",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01021" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000861737",
  "numeroProcesso" : "1870834",
  "numeroRegistro" : "201902867821",
  "siglaClasse" : "EDcl no REsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "RICARDO VILLAS BÔAS CUEVA",
  "dataPublicacao" : "DJE        DATA:15/12/2023",
  "ementa" : "EMBARGOS DE DECLARAÇÃO NO RECURSO ESPECIAL. REPETITIVO. PLANO DE\nSAÚDE. PACIENTE PÓS-CIRURGIA BARIÁTRICA. CARÁTER FUNCIONAL E\nREPARADOR. COBERTURA. REDISCUSSÃO. INADMISSIBILIDADE. OMISSÃO,\nCONTRADIÇÃO, OBSCURIDADE E ERRO MATERIAL NÃO VERIFICADOS.\n1. Ausentes quaisquer dos vícios ensejadores dos aclaratórios,\nafigura-se patente o intuito infringente da presente irresignação,\nque objetiva não suprimir a omissão, afastar a obscuridade, eliminar\na contradição ou corrigir o erro material, mas, sim, reformar o\njulgado por via inadequada.\n2. Embargos de declaração rejeitados.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231212",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 06/12/2023 a 12/12/2023,\npor unanimidade, rejeitar os embargos de declaração, nos termos do\nvoto do Sr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira, Marco Aurélio Bellizze e Moura Ribeiro  votaram com o Sr.\nMinistro Relator.\nPresidiu o julgamento o Sr. Ministro Marco Buzzi.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : "     \"[...] o registro feito no voto acerca da aplicação analógica\nda RN-ANS nº 424/2017 teve o intuito de superar a restrição do\npróprio normativo que não admitia a realização desse método de\nresolução de controvérsia 'nos casos de procedimentos ou eventos não\nprevistos nem no Rol de Procedimentos e Eventos em Saúde e nem no\ninstrumento contratual' (art. 3º, II). Assim, como essa limitação\nestá superada diante de entendimentos jurisprudenciais e normativos\n(Lei nº 14.454/2022), ampliou-se o campo de incidência do\nprocedimento da junta médica para abranger, por analogia, quaisquer\ncasos em que haja divergência técnico-assistencial acerca do caráter\neminentemente estético da cirurgia plástica indicada ao paciente\npós-cirurgia bariátrica\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:014454 ANO:2022", "LEG:FED LEI:009656 ANO:1998\n*****  LPSS-98    LEI DE PLANOS E SEGUROS PRIVADOS DE ASSISTÊNCIA À\nSAÚDE\n        ART:00010 INC:00001 INC:00002 INC:00004 INC:00009\n        PAR:00010 PAR:00013 INC:00001 INC:00002", "LEG:FED RSN:000424 ANO:2017\n        ART:00003 INC:00002\n(AGÊNCIA NACIONAL DE SAÚDE SUPLEMENTAR - ANS)" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000861738",
  "numeroProcesso" : "1872321",
  "numeroRegistro" : "202001008780",
  "siglaClasse" : "EDcl no REsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "RICARDO VILLAS BÔAS CUEVA",
  "dataPublicacao" : "DJE        DATA:15/12/2023",
  "ementa" : "EMBARGOS DE DECLARAÇÃO NO RECURSO ESPECIAL. REPETITIVO. PLANO DE\nSAÚDE. PACIENTE. PÓS-CIRURGIA BARIÁTRICA. CARÁTER FUNCIONAL E\nREPARADOR. COBERTURA. REDISCUSSÃO. INADMISSIBILIDADE. OMISSÃO,\nCONTRADIÇÃO, OBSCURIDADE E ERRO MATERIAL NÃO VERIFICADOS.\n1. Ausentes quaisquer dos vícios ensejadores dos aclaratórios,\nafigura-se patente o intuito infringente da presente irresignação,\nque objetiva não suprimir a omissão, afastar a obscuridade, eliminar\na contradição ou corrigir o erro material, mas, sim, reformar o\njulgado por via inadequada.\n2. Embargos de declaração rejeitados.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231212",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 06/12/2023 a 12/12/2023,\npor unanimidade, rejeitar os embargos de declaração, nos termos do\nvoto do Sr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira, Marco Aurélio Bellizze e Moura Ribeiro  votaram com o Sr.\nMinistro Relator.\nPresidiu o julgamento o Sr. Ministro Marco Buzzi.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : "     \"[...] o registro feito no voto acerca da aplicação analógica\nda RN-ANS nº 424/2017 teve o intuito de superar a restrição do\npróprio normativo que não admitia a realização desse método de\nresolução de controvérsia 'nos casos de procedimentos ou eventos não\nprevistos nem no Rol de Procedimentos e Eventos em Saúde e nem no\ninstrumento contratual' (art. 3º, II). Assim, como essa limitação\nestá superada diante de entendimentos jurisprudenciais e normativos\n(Lei nº 14.454/2022), ampliou-se o campo de incidência do\nprocedimento da junta médica para abranger, por analogia, quaisquer\ncasos em que haja divergência técnico-assistencial quanto ao caráter\neminentemente estético da cirurgia plástica indicada ao paciente\npós-cirurgia bariátrica\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:014454 ANO:2022", "LEG:FED LEI:009656 ANO:1998\n*****  LPSS-98    LEI DE PLANOS E SEGUROS PRIVADOS DE ASSISTÊNCIA À\nSAÚDE\n        ART:00010 INC:00001 INC:00002 INC:00004 INC:00009\n        PAR:00010 PAR:00013 INC:00001 INC:00002", "LEG:FED RSN:000424 ANO:2017\n        ART:00003 INC:00002\n(AGÊNCIA NACIONAL DE SAÚDE SUPLEMENTAR - ANS)" ],
  "acordaosSimilares" : [ "RCD nos EDcl no AgInt no CC  190979  RJ  2022/0260990-6\nDecisão:12/12/2023\nDJE        DATA:15/12/2023", "EDcl no REsp  1942898  SP  2021/0175991-1  Decisão:12/12/2023\nDJE        DATA:15/12/2023", "EDcl no REsp  1942898  SP  2021/0175991-1  Decisão:12/12/2023\nDJE        DATA:15/12/2023" ]
}, {
  "id" : "000861758",
  "numeroProcesso" : "1677983",
  "numeroRegistro" : "201701387707",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "RAUL ARAÚJO",
  "dataPublicacao" : "DJE        DATA:15/12/2023",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL.\nPROCESSUAL CIVIL. ACÓRDÃOS CONFRONTADOS. ADOÇÃO DA  MESMA TESE\nJURÍDICA. NÃO CONFIGURAÇÃO DA DIVERGÊNCIA JURISPRUDENCIAL. AGRAVO\nINTERNO. DESPROVIDO.\n1. Os acórdãos confrontados adotam a mesma tese jurídica nos casos\nanalisados, preconizando que eventual conduta negligente da Bolsa de\nValores na análise da veracidade de procuração usada na venda e\ncompra de ações não exime a responsabilidade da corretora, a\nverdadeira responsável pela análise da higidez dos documentos\napresentados pelos comerciantes de títulos.\n2. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231212",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 06/12/2023 a 12/12/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Maria Isabel Gallotti, Antonio Carlos Ferreira, Marco\nBuzzi, Marco Aurélio Bellizze e Moura Ribeiro  votaram com o Sr.\nMinistro Relator.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000861759",
  "numeroProcesso" : "1666792",
  "numeroRegistro" : "201700838440",
  "siglaClasse" : "EDcl no AgInt nos EREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA\nEM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "RAUL ARAÚJO",
  "dataPublicacao" : "DJE        DATA:15/12/2023",
  "ementa" : "PROCESSUAL CIVIL. EMBARGOS DE DECLARAÇÃO DE AMBOS OS LITIGANTES EM\nAGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL.\nEMBARGOS DE DECLARAÇÃO DO POSTO DE COMBUSTÍVEIS REJEITADOS. EMBARGOS\nDE DECLARAÇÃO DA DISTRIBUIDORA DE COMBUSTÍVEIS ACOLHIDOS.\nDESPROVIDO O RECURSO ESPECIAL DO PRIMEIRO EMBARGANTE.\n1. Os embargos de declaração têm como objetivo sanar eventual\nexistência de erro material, obscuridade, contradição ou omissão no\njulgado (CPC/2015, art. 1.022), vícios inexistentes na hipótese do\nrecurso manejado pelo posto de combustíveis, que pretende apenas\nrediscutir as matérias já decididas.\n2. Noutro giro, assiste razão à distribuidora de combustíveis\nembargante, porque, afastada a deserção do recurso de apelação,\núnico capítulo do recurso especial manejado pelo posto de\ncombustíveis tem-se o consequente desprovimento do especial.\n3. Embargos de declaração do posto de combustíveis rejeitados;\nembargos de declaração da distribuidora de combustíveis acolhidos,\ncom o desprovimento do recurso especial do posto de combustíveis.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231212",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 06/12/2023 a 12/12/2023,\npor unanimidade, acolher os embargos de declaração, com efeitos\nmodificativos, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Maria Isabel Gallotti, Antonio Carlos Ferreira, Marco\nBuzzi, Marco Aurélio Bellizze e Moura Ribeiro  votaram com o Sr.\nMinistro Relator.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000861760",
  "numeroProcesso" : "2023615",
  "numeroRegistro" : "202202722390",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MARIA ISABEL GALLOTTI",
  "dataPublicacao" : "DJE        DATA:15/12/2023",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL.\nPROCESSUAL CIVIL. AUSÊNCIA DE COTEJO ANALÍTICO. MERA TRANSCRIÇÃO DE\nEMENTAS. INSUFICIÊNCIA. AUSÊNCIA DE SIMILITUDE FÁTICA ENTRE OS\nACÓRDÃOS CONFRONTADOS. DIVERGÊNCIA DE TESES JURÍDICAS. NÃO\nOCORRÊNCIA.\n1. Para a configuração da divergência, os acórdãos confrontados\ndevem apresentar similitude de base fática capaz de ensejar decisões\nconflitantes a propósito da mesma questão jurídica, situação não\nverificada nos autos.\n2. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231212",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 06/12/2023 a 12/12/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Raul Araújo, Antonio Carlos Ferreira, Marco Buzzi, Marco\nAurélio Bellizze e Moura Ribeiro  votaram com a Sra. Ministra\nRelatora.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - AUSÊNCIA DE SIMILITUDE FÁTICA)\n   STJ - <<AgRg nos EAREsp 1685360>>-SC,\n         <<AgInt nos EREsp 1755379>>-RJ,\n         <<AgInt nos EREsp 1634074>>-PR",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ "AgInt nos EREsp  1815621  SP  2019/0141240-6  Decisão:28/11/2023\nDJE        DATA:04/12/2023" ]
}, {
  "id" : "000861761",
  "numeroProcesso" : "1776467",
  "numeroRegistro" : "201802843516",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MARCO BUZZI",
  "dataPublicacao" : "DJE        DATA:15/12/2023",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA - CAUTELAR DE EXIBIÇÃO\nDE DOCUMENTOS. RECURSO MANEJADO SOB A ÉGIDE DO NCPC. CONTESTAÇÃO\nAPRESENTADA FORA DO PRAZO. ART. 357 DO CPC/73. RECONHECIMENTO DA\nREVELIA. CITAÇÃO PELOS CORREIOS. PRAZO QUE SE INICIA COM A JUNTADA\nDO AVISO DE RECEBIMENTO (AR) CERTIFICADA PELO SERVENTUÁRIO DA\nJUSTIÇA. OBSERVÂNCIA DO ART. 231, I, DO NCPC. NULIDADE DE DECISÃO\nASSEMBLEAR. IMPOSSIBILIDADE JURÍDICA DA DELIBERAÇÃO. DECISÃO\nJUDICIAL ANTERIOR QUE IMPEDIA A DISSOLUÇÃO PARCIAL DO INSTITUTO.\nTEORIA DAS NULIDADES. ATO NULO. VÍCIO NÃO SUSCETÍVEL DE PRESCRIÇÃOOU\nDECADÊNCIA. DIVERGÊNCIA JURISPRUDENCIAL NÃO COMPROVADA. AUSÊNCIA DE\nSIMILITUDE FÁTICA - DELIBERAÇÃO UNIPESSOAL QUE NEGOU PROVIMENTO AO\nAPELO RECURSAL - INSURGÊNCIA DA AGRAVANTE.\n1. A jurisprudência do Superior Tribunal de Justiça é pacífica\nquanto à imperiosa necessidade de confrontação analítica dos arestos\nentre os quais se alega existir conflito de tese jurídica,\ndemonstrando, assim, que para situações fáticas idênticas, foram\ndados contornos jurídicos distintos.\n2. Na hipótese dos autos, verifica-se que são distintas as\ncircunstâncias fáticas enfrentadas pelo acórdãos ora confrontados, o\nque impede o conhecimento dos embargos de divergência.\n3. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231212",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 06/12/2023 a 12/12/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira, Marco Aurélio Bellizze e Moura Ribeiro  votaram com o Sr.\nMinistro Relator.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ "AgInt nos EREsp  1794813  PR  2019/0024203-1  Decisão:12/12/2023\nDJE        DATA:15/12/2023" ]
}, {
  "id" : "000861167",
  "numeroProcesso" : "1855122",
  "numeroRegistro" : "201903844335",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "HUMBERTO MARTINS",
  "dataPublicacao" : "DJE        DATA:30/11/2023",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA NO  RECURSO\nESPECIAL. CONTRATO DE VIDA COLETIVO. TEMA 1.112/STJ. SÚMULA N.\n168/STJ.\n1. A Segunda Seção desta Corte, em julgamento de recurso repetitivo\n(Tema 1.112/STJ), firmou a seguinte tese: \"Na modalidade de contrato\nde seguro de vida coletivo, cabe exclusivamente ao estipulante,\nmandatário legal e único sujeito que tem vínculo anterior com os\nmembros do grupo segurável (estipulação própria), a obrigação de\nprestar informações prévias aos potenciais segurados acerca das\ncondições contratuais quando da formalização da adesão, incluídas as\ncláusulas limitativas e restritivas de direito previstas na apólice\nmestre\".\n2. Verifica-se que o acórdão embargado está no mesmo sentido da\njurisprudência pacifica desta Corte. Incide, na espécie, a Súmula n.\n168/STJ: \"Não cabem embargos de divergência, quando a\njurisprudência do Tribunal se firmou no mesmo sentido do acórdão\nembargado\".\nAgravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231128",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 22/11/2023 a 28/11/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Raul\nAraújo, Maria Isabel Gallotti, Antonio Carlos Ferreira, Marco Buzzi,\nMarco Aurélio Bellizze e Moura Ribeiro  votaram com o Sr. Ministro\nRelator.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : "(SEGURO DE VIDA COLETIVO - RESTRIÇÕES - DEVER DE INFORMAR -\nESTIPULANTE)\n   STJ - <<REsp 1874788>>-SC (RECURSO REPETITIVO - TEMA(s) 1112),\n         <<AgInt nos EREsp 1845228>>-SC",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000168" ],
  "acordaosSimilares" : [ "AgInt nos EREsp  1855105  SC  2019/0384429-5  Decisão:28/11/2023\nDJE        DATA:30/11/2023" ]
}, {
  "id" : "000861168",
  "numeroProcesso" : "46235",
  "numeroRegistro" : "202302959222",
  "siglaClasse" : "AgInt nos EDcl na Rcl",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "HUMBERTO MARTINS",
  "dataPublicacao" : "DJE        DATA:30/11/2023",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NA RECLAMAÇÃO. NEGATIVA\nDE SEGUIMENTO, PELO TRIBUNAL LOCAL, DO AGRAVO EM RECURSO ESPECIAL\nMANIFESTAMENTE INADMISSÍVEL.\n1. Alegação de usurpação da competência do Superior Tribunal de\nJustiça pelo Tribunal local, que negou seguimento a agravo em\nrecurso especial.\n2. A interposição de agravo em recurso especial (art. 1.042 do CPC)\ncontra o desprovimento do agravo interno (art. 1.030, § 2º, do CPC)\nrevela-se manifestamente incabível, uma vez que esse meio não está\nprevisto na legislação processual.\n3 . Nos termos do entendimento firmado pelo Supremo Tribunal Federal\ne por esta Corte superior, não configura usurpação de competência a\nnegativa de seguimento, pelo Tribunal \"a quo\", de agravo (art.\n1.042 do CPC) manifestamente inadmissível.  Manutenção da decisão\nagravada.\nAgravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231128",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 22/11/2023 a 28/11/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Raul\nAraújo, Maria Isabel Gallotti, Antonio Carlos Ferreira, Marco Buzzi,\nMarco Aurélio Bellizze e Moura Ribeiro  votaram com o Sr. Ministro\nRelator.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : "(AGRAVO INTERNO NA RECLAMAÇÃO - USURPAÇÃO DA COMPETÊNCIA DO STJ -\nNÃO CARACTERIZAÇÃO)\n   STJ - <<AgInt na Rcl 42266>>-SP\n   STF - [[Rcl-AgR 54799]], [[Rcl 49852]], [[Rcl-AgR 37978]]",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01030 PAR:00002 ART:01042" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000861169",
  "numeroProcesso" : "1517685",
  "numeroRegistro" : "201500430983",
  "siglaClasse" : "EDcl nos EDcl no AgInt nos EREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "HUMBERTO MARTINS",
  "dataPublicacao" : "DJE        DATA:30/11/2023",
  "ementa" : "EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO\nINTERNO NOS EMBARGOS DE DIVERGÊNCIA NO RECURSO ESPECIAL. AUSÊNCIA DE\nCOTEJO ANALÍTICO. DIVERGÊNCIA NÃ DEMONSTRADA.  OMISSÃO INEXISTENTE.\n1. Os embargos de declaração somente são cabíveis para a modificação\ndo julgado que se apresentar omisso, contraditório ou obscuro, bem\ncomo para sanar possível erro material existente na decisão, o que\nnão aconteceu no caso dos autos.\n2. O acórdão embargado, de maneira clara e fundamentada, consignou\nque eventual despacho inicial que admita os embargos de divergência\nnão impede que o relator venha indeferi-los após melhor análise\ndetida do feito, reconhecendo a ausência de elementos conducentes à\ndemonstração da divergência jurisprudencial. Precedente: (AgInt nos\nEREsp n. 1.407.104/MG, relator Ministro Marco Buzzi, Segunda Seção,\njulgado em 1/9/2020, DJe de 9/9/2020.)\n3. O acórdão embargado, manteve a decisão que indeferiu liminarmente\nos embargos de divergência, uma vez que a divergência não ficou\ncaracterizada, decorrente da ausência de cotejo analítico entre os\narestos confrontados de modo a demonstrar os trechos que\neventualmente os identificassem. Assim, não houve comprovação do\ndissídio jurisprudencial invocado.\n4. Não há falar em omissão no julgado quanto ao mérito, se os\nrecursos apresentados não ultrapassaram o juízo prévio de\nconhecimento.\nEmbargos de declaração rejeitados com aplicação de multa.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231128",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 22/11/2023 a 28/11/2023,\npor unanimidade, rejeitar os embargos de declaração, nos termos do\nvoto do Sr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Raul\nAraújo, Maria Isabel Gallotti, Antonio Carlos Ferreira, Marco Buzzi,\nMarco Aurélio Bellizze e Moura Ribeiro  votaram com o Sr. Ministro\nRelator.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - DESPACHO INICIAL - ADMISSIBILIDADE -\nINDEFERIMENTO POSTERIOR)\n   STJ - <<AgInt nos EREsp 1407104>>-MG",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000861462",
  "numeroProcesso" : "1837682",
  "numeroRegistro" : "202100404605",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MARCO AURÉLIO BELLIZZE",
  "dataPublicacao" : "DJE        DATA:01/12/2023",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL.  DESPESAS CONDOMINIAIS. EX-CÔNJUGES. SIMILITUDE FÁTICA NÃO\nDEMONSTRADA. JURISPRUDÊNCIA DO STJ FIRMADA NO MESMO SENTIDO DO\nACÓRDÃO EMBARGADO. SÚMULA 168/STJ. AGRAVO INTERNO DESPROVIDO.\n1. Hipótese de em que o acórdão embargado consignou que o Tribunal\nde origem havia afastado a incidência da tese firmada no REsp\n1.345.331/RS ante a ausência de similitude fática, porquanto o caso\ndos autos trata de condomínio de imóvel partilhado entre\nex-cônjuges, enquanto no Recurso Especial n. 1.345.331/RS\ndiscutiu-se a obrigação condominial fundada em instrumento de\npromessa de compra e venda de imóvel.\n2. A admissão dos embargos de divergência pressupõe a comprovação do\ndissídio jurisprudencial, por meio da realização de cotejo\nanalítico entre os acórdãos confrontados, devendo a parte embargante\ndemonstrar a identidade de situações fáticas com soluções jurídicas\ndiversas, requisitos não demonstrados no caso concreto.\n3. \"Segundo o reiterado entendimento deste Superior Tribunal de\nJustiça, a obrigação de pagamento das despesas condomin iais é de\nnatureza propter rem, ou seja, é obrigação \"própria da coisa\", ou,\nainda, assumida \"por causa da coisa\". Por isso, a pessoa do devedor\nse individualiza exclusivamente pela titularidade do direito real,\ndesvinculada de qualquer manifestação da vontade do sujeito. Em\nhavendo mais de um proprietário do imóvel, como ordinariamente\nocorre entre cônjuges ou companheiros, a responsabilidade pelo\nadimplemento das cotas condominiais é solidária, o que, todavia, não\nimplica a existência de litisconsórcio necessário entre os\nco-proprietários, podendo o condomínio demandar contra qualquer um\ndeles ou contra todos em conjunto, conforme melhor lhe aprouver\"\n(REsp n. 1.683.419/RJ, relatora Ministra Nancy Andrighi, Terceira\nTurma, julgado em 20/2/2020, DJe de 26/2/202). Incidência da Súmula\nn. 168/STJ.\n4. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231128",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 22/11/2023 a 28/11/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira, Marco Buzzi e Moura Ribeiro  votaram com o Sr. Ministro\nRelator.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : "(DÉBITOS DE DÍVIDAS CONDOMINIAIS - NATUREZA PROPTER REM -\nRESPONSABILIDADE SOLIDÁRIA DE AMBOS OS CÔNJUGES PROPRIETÁRIOS)\n   STJ - <<REsp 1683419>>-RJ,\n         <<AgInt nos EDcl nos EDcl no AgInt no AREsp 870868>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000168" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000861489",
  "numeroProcesso" : "1591559",
  "numeroRegistro" : "201902854172",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MARCO AURÉLIO BELLIZZE",
  "dataPublicacao" : "DJE        DATA:01/12/2023",
  "ementa" : "AGRAVO  INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. ARTS. 1.043, § 4º, DO CPC/2015 E 266, § 4º, DO RISTJ.\nINCIDÊNCIA DA SÚMULA 598 DO STF. PRECEDENTES. AGRAVO INTERNO\nDESPROVIDO.\n1. A não demonstração do dissídio alegado, nos moldes exigidos pelos\narts. 1.043, § 4º, do CPC/2015 e 266, § 4º, do RISTJ, constitui\nvício substancial, diante do rigor técnico exigido na interposição\ndos Embargos de Divergência, sendo descabida a concessão de prazo\npara complementação de fundamentação. Precedentes.\n2. \"Nos embargos de divergência não servem como padrão de\ndiscordância os mesmos paradigmas invocados para demonstrá-la mas\nrepelidos como não dissidentes no julgamento do recurso\nextraordinário\". Aplicação, por analogia, da Súmula 598/STF.\n3. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231128",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 22/11/2023 a 28/11/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira, Marco Buzzi e Moura Ribeiro  votaram com o Sr. Ministro\nRelator.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - DISSÍDIO - NÃO COMPROVAÇÃO - VÍCIO\nSUBSTANCIAL)\n   STJ - <<AgRg nos EDv nos EAREsp 1534973>>-BA,\n         <<AgInt nos EAREsp 1450489>>-SP\n(DIVERGÊNCIA - CITAÇÃO DE REPOSITÓRIO OFICIAL)\n   STJ - <<AgRg nos EAREsp 2000424>>-PB\n(DIVERGÊNCIA - COMPROVAÇÃO)\n   STJ - <<AgRg nos EAREsp 2026579>>-SC,\n         <<AgInt nos EDcl nos EREsp 1539922>>-MT,\n         <<AgInt nos EDcl nos EAREsp 2039357>>-DF\n(EMBARGOS DE DIVERGÊNCIA - JULGADOS PARADIGMAS - INDICAÇÃO ANTERIOR)\n   STJ - <<AgInt nos EREsp 1300030>>-SP",
  "notas" : null,
  "informacoesComplementares" : "     \"[...] 'a mera menção ao Diário da Justiça em que teriam sido\npublicados os acórdãos paradigmas trazidos à colação, sem a\nindicação da respectiva fonte, quando os julgados encontram-se\ndisponíveis na rede mundial de computadores ou internet, não supre a\nexigência da citação do repositório oficial ou autorizado de\njurisprudência, visto que se trata de órgão de divulgação em que é\npublicada somente a ementa do acórdão' [...]\"",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266 PAR:00004", "LEG:FED SUM:****** ANO:****\n*****  SUM(STF)    SÚMULA DO SUPREMO TRIBUNAL FEDERAL\n        SUM:000598", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00932 PAR:ÚNICO ART:01043 PAR:00004" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000861592",
  "numeroProcesso" : "7509",
  "numeroRegistro" : "202301745993",
  "siglaClasse" : "AgInt na AR",
  "descricaoClasse" : "AGRAVO INTERNO NA AÇÃO RESCISÓRIA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MARCO BUZZI",
  "dataPublicacao" : "DJE        DATA:01/12/2023",
  "ementa" : "AGRAVO INTERNO NA AÇÃO RESCISÓRIA - VIOLAÇÃO LITERAL A DISPOSIÇÃO\nLEGAL - AÇÃO DE COBRANÇA DE INDENIZAÇÃO SECURITÁRIA - SEGURO EM\nGRUPO - IMPROCEDÊNCIA - DELIBERAÇÃO MANTIDA PELO ACÓRDÃO IMPUGNADO -\nDECISÃO UNIPESSOAL QUE INDEFERIU LIMINARMENTE O PLEITO RESCISÓRIO -\nINSURGÊNCIA DA AGRAVANTE.\n1. A ação rescisória é medida de acolhimento excepcional, cabível\nnos limites das hipóteses taxativas de rescindibilidade previstas no\nart. 966 do CPC/15, em razão da necessidade de se conferir proteção\nconstitucional à coisa julgada e ao princípio da segurança\njurídica.\n2. Concretamente, a r. decisão ora impugnada, proferida nos autos do\nAREsp 2.040.631/ES, trilhou compreensão no sentido de que: i) não\nhá se falar em negativa de prestação jurisdicional na hipótese; ii)\né inviável a alteração da conclusão a que chegou o TJES quanto a\nlegalidade das cláusulas excludentes ou limitativas ao recebimento\nda indenização securitária, pois, para tanto, seria necessário\nreexaminar fatos e provas, providência vedada a esta Corte, de\nacordo com as Súmulas n.ºs 5 e 7, ambas do STJ; iii) o acórdão de\norigem está em sintonia com a jurisprudência aqui majoritária, que\nse encontra consolidada, após o julgamento do REsp 1.845.943/SP\n(Tema n.º 1.068), submetido ao julgamento dos recursos repetitivos,\nno sentido de que não é ilegal ou abusiva a cláusula que prevê a\ncobertura adicional de invalidez funcional permanente total por\ndoença (IFPD) em contrato de seguro de vida em grupo, condicionando\no pagamento da indenização securitária à perda da existência\nindependente do segurado, comprovada por declaração médica.\n2.1. A solução dada à controvérsia pela decisão ora combatida, em\nsintonia com a orientação jurisprudencial deste STJ não se mostrou\nem nenhum momento teratológica, mas, sim, restou escolhida como uma\ndaquelas cabíveis à resolução da demanda e ainda que desfavorável\naos autores da presente ação rescisória, não se revela ofensiva aos\ndispositivos legais ora suscitados.\n3. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231128",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 22/11/2023 a 28/11/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira, Marco Aurélio Bellizze e Moura Ribeiro  votaram com o Sr.\nMinistro Relator.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : "(AÇÃO RESCISÓRIA - HIPÓTESES DE CABIMENTO)\n   STJ - <<AgRg na AR 4530>>-DF, <<AR 4176>>-PR,\n         <<AgInt no AREsp 635766>>-AL\n(AÇÃO RESCISÓRIA - SUCEDÂNEO RECURSAL - NÃO CABIMENTO)\n   STJ - <<AgInt nos EDcl na AR 6544>>-DF, <<AR 5720>>-PR,\n         <<AgRg na AR 4754>>-MG, <<AR 4406>>-RS",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00966", "LEG:FED LEI:005869 ANO:1973\n*****  CPC-73    CÓDIGO DE PROCESSO CIVIL DE 1973\n        ART:00485" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000860809",
  "numeroProcesso" : "1939544",
  "numeroRegistro" : "202102190874",
  "siglaClasse" : "EDcl no AgInt nos EAREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "HUMBERTO MARTINS",
  "dataPublicacao" : "DJE        DATA:20/11/2023",
  "ementa" : "PROCESSUAL CIVIL. EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NOS\nEMBARGOS DE DIVERGÊNCIA NO AGRAVO EM RECURSO ESPECIAL. APLICAÇÃO DA\nSÚMULA N. 7/STJ PELO ACÓRDÃO EMBARGADO. INVIABILIDADE DE ANÁLISE DA\nDIVERGÊNCIA. SÚMULA N. 315/STJ. INEXISTÊNCIA DE VÍCIO NO JULGADO.\n1. Nos termos do art. 1.022 do Código de Processo Civil, os embargos\nde declaração destinam-se a esclarecer obscuridade, eliminar\ncontradição, suprir omissão e corrigir erro material eventualmente\nexistentes no julgado, o que não se verifica no caso dos autos.\n2. O acórdão embargado, de maneira clara e fundamentada, obstou o\nprocessamento da divergência ao fundamento de que o aresto embargado\nnão firmou tese no que concerne ao dissídio supostamente existente.\n3. Não há falar em omissão no julgado quanto ao mérito, se os\nrecursos apresentados não ultrapassaram o juízo prévio de\nconhecimento.\n4. Não é possível acolher os embargos de declaração opostos com o\nobjetivo de prequestionar matéria constitucional, já que o exame de\nconstitucionalidade, em apelo excepcional, está adstrito à\ncompetência judicante do Excelso Pretório, nos termos do art. 102,\nIII, 'a', da Constituição Federal.\n5. A pretensão de rediscutir matéria devidamente abordada e decidida\nno julgado embargado, consubstanciada na mera insatisfação com o\nresultado da demanda, é incabível na via eleita.\nEmbargos de declaração rejeitados.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231114",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 08/11/2023 a 14/11/2023,\npor unanimidade, rejeitar os embargos de declaração, nos termos do\nvoto do Sr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Raul\nAraújo, Maria Isabel Gallotti, Antonio Carlos Ferreira, Marco Buzzi,\nMarco Aurélio Bellizze e Moura Ribeiro  votaram com o Sr. Ministro\nRelator.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : "(OMISSÃO - NÃO OCORRÊNCIA - RECURSO QUE NÃO ULTRAPASSOU A BARREIRA\nDA ADMISSIBILIDADE)\n   STJ - <<EDcl no AgRg nos EDcl nos EAREsp 1958942>>-PR,\n         <<EDcl no AgInt nos EDv nos EAREsp 1514933>>-RJ\n(OMISSÃO - INEXISTÊNCIA - INTENÇÃO DE PREQUESTIONAR DISPOSITIVOS\nCONSTITUCIONAIS)\n   STJ - <<EDcl no AgInt no AREsp 1952848>>-SP,\n         <<EDcl no AgRg no AgRg no AREsp 1681154>>-SC",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00102 INC:00003 LET:A", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000315" ],
  "acordaosSimilares" : [ "EDcl no AgInt nos EAREsp  1748015  GO  2020/0215256-3\nDecisão:12/12/2023\nDJE        DATA:15/12/2023", "EDcl no AgInt nos EAREsp  1741207  SP  2020/0203018-6\nDecisão:14/11/2023\nDJE        DATA:20/11/2023", "EDcl no AgInt nos EREsp  1742502  SP  2018/0121858-4\nDecisão:28/11/2023\nDJE        DATA:30/11/2023" ]
} ]