[ {
  "id" : "000860555",
  "numeroProcesso" : "42064",
  "numeroRegistro" : "202102232735",
  "siglaClasse" : "Rcl",
  "descricaoClasse" : "RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJE        DATA:24/11/2023",
  "ementa" : "PROCESSUAL CIVIL. RECLAMAÇÃO. AÇÃO DE COBRANÇA. FASE DE CUMPRIMENTO\nDE SENTENÇA. CABIMENTO PARA GARANTIR A AUTORIDADE DE DECISÃO DO STJ.\nPROCESSO ENVOLVENDO AS MESMAS PARTES. CONFIGURAÇÃO. ACÓRDÃO DO STJ\nQUE JULGOU O RECURSO ESPECIAL NA FASE DE CONHECIMENTO. DETERMINAÇÃO\nDE NOVA PERÍCIA PELO TRIBUNAL RECLAMADO. AFRONTA AOS CRITÉRIOS\nESTABELECIDOS NO ACÓRDÃO DO STJ. AUSÊNCIA. IMPROCEDÊNCIA DA\nRECLAMAÇÃO.\n1. Ação de cobrança em fase de cumprimento de sentença, da qual foi\nextraída a presente reclamação, ajuizada em 15/7/2021 e conclusa ao\ngabinete em 15/7/2021.\n2. O propósito da presente reclamação é decidir se o Tribunal\nreclamado, ao determinar a realização de nova perícia considerando,\ncomo montante pago, o valor equivalente a 116.757 arrobas de boi\ngordo, afrontou a autoridade do acórdão proferido pelo STJ no\njulgamento do AgRg no REsp 1.079.690/ES, que havia fixado critérios\npara o cálculo do saldo devedor na liquidação.\n3. De acordo com a jurisprudência desta Corte, a reclamação fundada\nnos arts. 105, I, \"f\", da CRFB e 988, II, do CPC, pressupõe a\nexistência de um comando positivo desta Corte, cuja eficácia deva\nser assegurada e que tenha sido proferida em processo envolvendo as\nmesmas partes ou que possa produzir efeitos em relação jurídica por\nelas mantida.\n4. No julgamento do AgRg no REsp 1.079.690/ES, o STJ fixou, como\npremissa, que o réu (executado) pagou o equivalente a 116.752\narrobas, mas apenas após o vencimento da segunda parcela e em datas\nfracionadas. Assim, esta Corte decidiu que os pagamentos efetuados\ndevem ser imputados primeiro na quitação dos juros moratórios\ncontratualmente previstos e, havendo saldo, este servirá para\nredução do principal e da multa.\n5. Na espécie, o Tribunal reclamado, ao reformar a decisão que\nhomologou o laudo pericial, evidenciou incompatibilidade entre o\nvalor apurado pelo perito e a quantia, em arrobas, reconhecida como\npaga no acórdão do STJ. Portanto, determinou a realização de nova\nperícia, devendo: I) considerar como montante pago o valor\nequivalente a 116.752 arrobas de boi; e, II) utilizar os pagamentos\nrealizados pelo executado, primeiro para a quitação dos juros,\ndepois para a amortização do principal e da multa, sem fazer incidir\njuros sobre juros.\n6. Hipótese em que o Tribunal reclamado se limitou a determinar a\nrealização de nova perícia, mediante a estrita observância ao que\nfoi decidido por esta Corte no julgamento do AgRg no REsp\n1.079.690/ES, não havendo, assim, ofensa à autoridade do acórdão\nproferido pelo STJ.\n7. Reclamação julgada improcedente.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231122",
  "decisao" : "Vistos, relatados e discutidos estes autos, acordam os Ministros da\nSegunda Seção do Superior Tribunal de Justiça, na conformidade dos\nvotos e das notas taquigráficas constantes dos autos. , por\nunanimidade, julgar improcedente a reclamação, nos termos do voto da\nSra. Ministra Relatora. Os Srs. Ministros João Otávio de Noronha,\nHumberto Martins, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira, Marco Buzzi, Marco Aurélio Bellizze e Moura Ribeiro\nvotaram com a Sra. Ministra Relatora.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.\nSustentou oralmente pelo Reclamante LUIZ CLEMENTE MARIANI\nBITTENCOURT o Dr. MIGUEL WEHRS FLEICHMAN.",
  "jurisprudenciaCitada" : "(RECLAMAÇÃO CONSTITUCIONAL - REQUISITOS PARA PROCESSAMENTO E\nJULGAMENTO PELO STJ)\n   STJ - <<AgRg na Rcl 29329>>-MS, <<Rcl 30159>>-MA,\n         <<AgInt na Rcl 38236>>-SP, <<AgRg na Rcl 33823>>-SP,\n         <<AgInt na Rcl 28688>>-RJ",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00105 INC:00001 LET:F", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00988 INC:00002" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000860602",
  "numeroProcesso" : "5979",
  "numeroRegistro" : "201700347989",
  "siglaClasse" : "AR",
  "descricaoClasse" : "AÇÃO RESCISÓRIA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MARCO AURÉLIO BELLIZZE",
  "dataPublicacao" : "DJE        DATA:30/11/2023",
  "ementa" : "AÇÃO RESCISÓRIA. FUNDAMENTO EM MANIFESTA VIOLAÇÃO À NORMA JURÍDICA\n(CPC/2015, ART. 966, V). ALEGAÇÃO DE JULGAMENTO EXTRA PETITA PELO\nACÓRDÃO RESCINDENDO, O QUE TERIA VIOLADO OS ARTS. 128 E 460 DO\nCPC/1973 (ARTS. 141 E 492 DO CPC/2015). NÃO OCORRÊNCIA. DECISUM\nEMBASADO NA JURISPRUDÊNCIA PACÍFICA DESTA CORTE SUPERIOR. AUSÊNCIA\nDE DECISÃO FORA DOS LIMITES DA DEMANDA QUANDO O JULGADOR, MEDIANTE\nINTERPRETAÇÃO LÓGICO-SISTEMÁTICA DA PETIÇÃO INICIAL, EXAMINA A\nPRETENSÃO DEDUZIDA EM JUÍZO COMO UM TODO. AUTORA QUE APONTA O\nENRIQUECIMENTO SEM CAUSA DA PARTE RÉ, EM RAZÃO DO VALOR FIXADO A\nTÍTULO DE DANOS MORAIS (CC, ART. 884). INSUBSISTÊNCIA. QUANTUM\nFIXADO QUE NÃO DESBORDOU DA RAZOABILIDADE, DIANTE DAS PECULIARIDADES\nDO CASO CONRETO. AÇÃO RESCISÓRIA IMPROCEDENTE.\n1. A ação rescisória é instrumento processual cujo escopo é a\ndesconstituição da coisa julgada, a qual busca garantir o direito\nconstitucional à segurança jurídica (art. 5º, caput, da Constituição\nFederal), conferindo estabilidade às relações jurídicas\nconsolidadas judicialmente. Verifica-se, assim, que a rescisória é\num meio de se relativizar essa garantia constitucional (coisa\njulgada) tão cara ao Estado Democrático de Direito, somente se\nafigurando legítima nas hipóteses taxativamente previstas no\nordenamento pátrio.\n2. Por essa razão, a rescisória não pode ser utilizada como\nsucedâneo recursal, sobretudo por não existir intuito de\nenfraquecimento da coisa julgada. Ao revés, sua finalidade é\nfortalecer o instituto, na medida em que, por ser cabível somente\nnas hipóteses previamente elencadas pelo legislador, busca confirmar\na regularidade de sua formação ou a existência de eventuais vícios.\nEspecificamente em relação à violação literal da norma jurídica\ncomo fundamento (art. 966, V, do CPC/2015), vê-se que a acepção\nampla do termo \"norma jurídica\" expande sobremaneira a hipótese de\ncabimento da ação rescisória, o que não implica, contudo, que essa\nvia de impugnação à decisão judicial estará aberta na hipótese de\nmera divergência na aplicação do direito.\n3. Na hipótese, não há que se falar em manifesta violação aos arts.\n128 e 460 do CPC de 1973 (arts. 141 e 492 do CPC de 2015) pelo\nacórdão rescindendo, pois o fundamento para se afastar a ocorrência\nde julgamento extra petita está em consonância com a jurisprudência\npacífica do Superior Tribunal de Justiça, no sentido de que não\nexiste decisão fora dos limites da demanda quando o julgador,\nmediante interpretação lógico-sistemática da petição inicial,\nexamina a pretensão deduzida em juízo como um todo, como ocorrido na\nespécie.\n4. Da mesma forma, quanto à alegação de enriquecimento sem causa da\nparte ré, não subsiste a apontada violação à norma jurídica (CC,\nart. 884), pois o valor fixado a título de danos morais não\ndesbordou da razoabilidade, em virtude das peculiaridades do caso\nconcreto muito bem ressaltadas no acórdão rescindendo, notadamente\nem razão das graves lesões físicas sofridas pela autora da ação\nindenizatória, a qual passou a conviver com sequelas de ordem\nestética e psíquica, o que a incapacitou parcialmente para o\nexercício de sua profissão (médica), além de ter frustrado o seu\nsonho de exercer a especialidade de cirurgia cardíaca.\n 5. Ação rescisória improcedente.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231122",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Segunda Seção, por unanimidade,\njulgar improcedente a ação rescisória, nos termos dos votos dos Srs.\nMinistros Relator e Revisor.\nOs Srs. Ministros Moura Ribeiro (Revisor), Nancy Andrighi, João\nOtávio de Noronha, Humberto Martins, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira e Marco Buzzi votaram com o Sr.\nMinistro Relator.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : "(PRINCÍPIO DA CONGRUÊNCIA - INTERPRETAÇÃO LÓGICO-SISTEMÁTICA)\n   STJ - <<MS 18037>>-DF, <<REsp 1817729>>-DF, <<REsp 1943393>>-AM",
  "notas" : "Indenização por dano moral: R$ 400.000,00 (quatrocentos mil reais).",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00141 ART:00322 PAR:00002 ART:00492 ART:00966\n        INC:00005", "LEG:FED LEI:005869 ANO:1973\n*****  CPC-73    CÓDIGO DE PROCESSO CIVIL DE 1973\n        ART:00128 ART:00460", "LEG:FED LEI:010406 ANO:2002\n*****  CC-02    CÓDIGO CIVIL DE 2002\n        ART:00884" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000860725",
  "numeroProcesso" : "199890",
  "numeroRegistro" : "202303317919",
  "siglaClasse" : "CC",
  "descricaoClasse" : "CONFLITO DE COMPETENCIA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MARCO BUZZI",
  "dataPublicacao" : "DJE        DATA:27/11/2023",
  "ementa" : "CONFLITO DE COMPETÊNCIA - DEMANDA REPARATÓRIA DE DANOS MORAIS\nAFORADA PELO EMPREGADOR EM FACE DE SINDICATO - PEDIDO E CAUSA DE\nPEDIR  - NATUREZA CÍVEL DA DEMANDA - COMPETÊNCIA DA JUSTIÇA COMUM\nFEDERAL.\n1. O Superior Tribunal de Justiça é competente para o conhecimento e\nprocessamento do presente incidente, pois apresenta controvérsia\nacerca do exercício da jurisdição entre juízos vinculados a\nTribunais diversos, nos termos do artigo 105, I, \"d\", da\nConstituição Federal.\n2. A competência para o julgamento da causa se define em função da\nnatureza jurídica da questão controvertida, delimitada pelo pedido e\nsua causa de pedir. Precedentes.\n 2.1. A discussão subjacente ao conflito consiste na declaração do\njuízo competente para o processar e julgar ação reparatória por\ndanos morais aforada pelo empregador - empresa pública federal - em\nface de sindicato em razão de alegadas ofensas à imagem, realizadas\nna mídia, circunstância que atrai a competência da Justiça Comum\nFederal para exame da causa.\n3. Conflito conhecido para declarar a competência da 1ª Vara Federal\nde Pouso Alegre/MG.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231122",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Segunda Seção do Superior\nTribunal de Justiça, por unanimidade, conhecer do conflito e\ndeclarar competente o suscitante, Juízo Federal da 1ª Vara Cível e\nCriminal de Pouso Alegre SJ/MG, nos termos do voto do Sr. Ministro\nRelator. Os Srs. Ministros Marco Aurélio Bellizze, Moura Ribeiro,\nNancy Andrighi, João Otávio de Noronha, Humberto Martins, Raul\nAraújo, Maria Isabel Gallotti e Antonio Carlos Ferreira votaram com\no Sr. Ministro Relator.\n\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : "(COMPETÊNCIA - NATUREZA JURÍDICA DA QUESTÃO CONTROVERTIDA - PEDIDO E\nCAUSA DE PEDIR)\n   STJ - <<AgInt no AgInt nos EDcl no CC 181166>>-SP,\n         <<CC 184525>>-DF, <<AgInt no CC 190259>>-SP,\n         <<AgInt no AgInt no CC 176677>>-SP,\n         <<AgInt no AgInt no CC 181877>>-SC, <<CC 179662>>-DF,\n         <<CC 182211>>-DF,\n         <<AgInt nos EDcl no AgInt no CC 163947>>-CE\n(CONFLITO DE COMPETÊNCIA - AÇÃO PROPOSTA POR EMPREGADOR CONTRA\nSINDICATO)\n   STJ - <<CC 65490>>-SP, <<AgInt nos EDcl no CC 148088>>-RS,\n         <<AgInt nos EAREsp 1306991>>-SP, <<CC 67104>>-SP,\n         <<CC 97081>>-AM, <<AgInt no AREsp 1306991>>-SP,\n         <<CC 166857>>-SP, {{CC 194211}}-RO,\n         <<AgInt no CC 146394>>-SP, {{CC 185960}}-MG",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00105 INC:00001 LET:D ART:00109 INC:00001" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000859506",
  "numeroProcesso" : "1978737",
  "numeroRegistro" : "202102780281",
  "siglaClasse" : "EDcl no AgInt nos EAREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA\nEM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "RICARDO VILLAS BÔAS CUEVA",
  "dataPublicacao" : "DJE        DATA:17/11/2023",
  "ementa" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NOS EMBARGOS DE\nDIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL. PROCESSUAL CIVIL.\nRECURSO. INADMISSÃO LIMINAR. HONORÁRIOS RECURSAIS. OMISSÃO.\nARBITRAMENTO. NECESSIDADE.\n1. A Segunda Seção deste Tribunal Superior decidiu que os honorários\nadvocatícios devem ser majorados nos embargos de divergência\nregidos pelo CPC, visto que tem início novo grau recursal,\nprocedendo-se à fixação dos honorários recursais de ofício quando do\njulgamento do agravo interno no caso da decisão monocrática de\nindeferimento liminar for omissa no ponto.\n2. Embargos de declaração acolhidos, apenas para sanar omissão,\nfixando-se honorários recursais em favor da parte demandada.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231114",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 08/11/2023 a 14/11/2023,\npor unanimidade, acolher os embargos de declaração, nos termos do\nvoto do Sr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira, Marco Aurélio Bellizze e Moura Ribeiro  votaram com o Sr.\nMinistro Relator.\nPresidiu o julgamento o Sr. Ministro Marco Buzzi.",
  "jurisprudenciaCitada" : "(HONORÁRIOS RECURSAIS - MAJORAÇÃO NOS EMBARGOS DE DIVERGÊNCIA -\nINÍCIO DE NOVO GRAU RECURSAL - FIXAÇÃO DE OFÍCIO EM AGRAVO INTERNO -\nPOSSIBILIDADE)\n   STJ - <<AgInt nos EREsp 1539725>>-DF,\n         <<AgInt nos EREsp 1787027>>-RS",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000860206",
  "numeroProcesso" : "2091062",
  "numeroRegistro" : "202200780906",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MARCO AURÉLIO BELLIZZE",
  "dataPublicacao" : "DJE        DATA:17/11/2023",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. ACÓRDÃO EMBARGADO EM CONSONÂNCIA COM A JURISPRUDÊNCIA\nDESTA CORTE SUPERIOR. INCIDÊNCIA DA SÚMULA 168/STJ. EMBARGOS\nINDEFERIDOS LIMINARMENTE. MANUTENÇÃO DA DECISÃO AGRAVADA. AGRAVO\nDESPROVIDO.\n1. Estando o acórdão embargado em consonância com o atual\nentendimento desta Corte Superior, no sentido de não se admitir o\najuizamento de ação rescisória se, no momento da prolação do acórdão\nrescindendo, havia divergência jurisprudencial a respeito da\ninterpretação da referida legislação, nos estritos limites da Súmula\nn. 343/STF, não se mostra possível o processamento dos embargos de\ndivergência, tendo em vista o óbice da Súmula 168/STJ.\n2. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231114",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 08/11/2023 a 14/11/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira, Marco Buzzi e Moura Ribeiro  votaram com o Sr. Ministro\nRelator.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000860382",
  "numeroProcesso" : "46436",
  "numeroRegistro" : "202303473360",
  "siglaClasse" : "AgInt na Rcl",
  "descricaoClasse" : "AGRAVO INTERNO NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJE        DATA:17/11/2023",
  "ementa" : "AGRAVO INTERNO NA RECLAMAÇÃO. PRESCRIÇÃO INTERCORRENTE. ALEGAÇÃO DE\nINOBSERVÂNCIA DAS TESES FIRMADAS PELO STJ NO IAC 1. IMPROCEDÊNCIA.\n1. Cuida-se de reclamação na qual se aponta suposta inobservância\ndas teses firmadas pelo STJ no IAC 1, acerca da prescrição\nintercorrente na vigência do CPC/73.\n2. Desnecessidade de prévia intimação do exequente para dar\nandamento ao feito como requisito para o reconhecimento da\nprescrição intercorrente. Precedentes.\n3. Acórdão impugnado que aplicou as teses do IAC. Pretensão do\nreclamante de, em verdade, discutir a conclusão adotada pelo TJ/RJ\nem relação à hipótese concreta dos autos, para além de ampliar o\nentendimento que fora firmado por esta Corte.\n4. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231114",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 08/11/2023 a 14/11/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros João Otávio de Noronha, Humberto Martins, Raul\nAraújo, Maria Isabel Gallotti, Antonio Carlos Ferreira, Marco Buzzi,\nMarco Aurélio Bellizze e Moura Ribeiro  votaram com a Sra. Ministra\nRelatora.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000860389",
  "numeroProcesso" : "676952",
  "numeroRegistro" : "201500573465",
  "siglaClasse" : "EDcl no AgInt nos EAREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MARCO AURÉLIO BELLIZZE",
  "dataPublicacao" : "DJE        DATA:17/11/2023",
  "ementa" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA\nEM AGRAVO EM RECURSO ESPECIAL. INDEFERIMENTO LIMINAR. MATÉRIA DE\nORDEM PÚBLICA. EXAME DE OFÍCIO. IMPOSSIBILIDADE. ACÓRDÃO EM\nCONFORMIDADE COM O ENTENDIMENTO DO STJ A RESPEITO DO MÉRITO\nRECURSAL. SÚMULA 168/STJ. PREQUESTIONAMENTO DE DISPOSITIVOS\nCONSTITUCIONAIS.. IMPOSSIBILIDADE. EMBARGOS REJEITADOS.\n1. Não há vício de fundamentação no acórdão embargado, que manteve a\ndecisão de indeferimento liminar dos embargos de divergência.\n2. Nos termos da jurisprudência do Superior Tribunal de Justiça, os\n\"Embargos Declaratórios não constituem instrumento adequado para a\nrediscussão da matéria de mérito, nem ao prequestionamento de\ndispositivos constitucionais com vistas à interposição de Recurso\nExtraordinário\" (EDcl no AgRg nos EDcl nos EREsp n. 1.796.941/PR,\nrelator Ministro Benedito Gonçalves, Corte Especial, julgado em\n22/11/2022, DJe de 25/11/2022).\n3. Embargos de declaração rejeitados.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231114",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 08/11/2023 a 14/11/2023,\npor unanimidade, rejeitar os embargos de declaração, nos termos do\nvoto do Sr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira, Marco Buzzi e Moura Ribeiro  votaram com o Sr. Ministro\nRelator.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000860390",
  "numeroProcesso" : "2157279",
  "numeroRegistro" : "202201938988",
  "siglaClasse" : "EDcl no AgInt nos EAREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MARCO AURÉLIO BELLIZZE",
  "dataPublicacao" : "DJE        DATA:17/11/2023",
  "ementa" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NOS EMBARGOS DE\nDIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL. AUSÊNCIA DE VÍCIO NO\nJULGADO. NÍTIDA PRETENSÃO DE REJULGAMENTO DO RECURSO. E MBARGOS\nREJEITADOS.\n1. Os embargos de declaração poderão ser opostos com a finalidade de\neliminar da decisão qualquer erro material, obscuridade,\ncontradição ou suprir omissão sobre ponto acerca do qual se impunha\npronunciamento, o que não é o caso dos autos.\n2. É descabida a pretensão da parte embargada de aplicação da multa\nprevista no art. 1.026, § 2º, do CPC/2015, na hipótese, porquanto\ninexistente o caráter protelatório apontado.\n3. Embargos de declaração rejeitados.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231114",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 08/11/2023 a 14/11/2023,\npor unanimidade, rejeitar os embargos de declaração, nos termos do\nvoto do Sr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira, Marco Buzzi e Moura Ribeiro  votaram com o Sr. Ministro\nRelator.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000860418",
  "numeroProcesso" : "195992",
  "numeroRegistro" : "202301024632",
  "siglaClasse" : "AgInt no CC",
  "descricaoClasse" : "AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MARCO BUZZI",
  "dataPublicacao" : "DJE        DATA:20/11/2023",
  "ementa" : "AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA - JUÍZO DE DIREITO E\nJUÍZO TRABALHISTA - INDENIZAÇÃO POR DANOS MORAIS - PRÁTICAS\nOFENSIVAS NO ÂMBITO DA RELAÇÃO TRABALHISTA - COMPETÊNCIA DA JUSTIÇA\nESPECIALIZADA. INSURGÊNCIA DO INTERESSADO.\n1. Compete à Justiça do Trabalho processar e julgar ações oriundas\nde atos perpetrados no âmbito da relação de trabalho, como a\nhipótese dos autos, cujas práticas ofensivas só foram viabilizadas\nem razão do vínculo empregatício mantido entre as partes envolvidas.\nPrecedentes.\n2. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231114",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 08/11/2023 a 14/11/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira, Marco Aurélio Bellizze e Moura Ribeiro  votaram com o Sr.\nMinistro Relator.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : "(CONFLITO DE COMPETÊNCIA - INDENIZAÇÃO POR DANOS MORAIS - PRÁTICAS\nOFENSIVAS NO ÂMBITO DA RELAÇÃO TRABALHISTA - COMPETÊNCIA DA JUSTIÇA\nLABORAL)\n   STJ - <<AgInt no CC 189127>>-PE,\n         <<AgInt nos EDcl no CC 170395>>-GO,\n         <<AgInt no REsp 1864171>>-SC, <<AgInt no CC 157060>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00114" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000859362",
  "numeroProcesso" : "186137",
  "numeroRegistro" : "202200454528",
  "siglaClasse" : "CC",
  "descricaoClasse" : "CONFLITO DE COMPETENCIA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MARCO AURÉLIO BELLIZZE",
  "dataPublicacao" : "DJE        DATA:16/11/2023",
  "ementa" : "CONFLITO POSITIVO DE COMPETÊNCIA. AÇÃO DE BUSCA E APREENSÃO. LIMINAR\nCONCEDIDA POR JUÍZO VINCULADO AO TRIBUNAL DE JUSTIÇA DO ESTADO DO\nPARANÁ. PEDIDO DO CREDOR PARA EFETIVAÇÃO DA LIMINAR PERANTE JUÍZO\nVINCULADO AO TRIBUNAL DE JUSTIÇA DO ESTADO DO MARANHÃO. ART. 3º, §\n12, DO DECRETO-LEI N. 911/1969. AGRAVO DE INSTRUMENTO INTERPOSTO\nCONTRA A DECISÃO CONCESSIVA DA LIMINAR PERANTE O TJMA. EFEITO\nSUSPENSIVO CONCEDIDO ÀQUELE AGRAVO. COMPETÊNCIA DO JUIZ NATURAL DA\nCAUSA.\n1. Da análise do art. 3º, § 12, do Decreto-Lei n. 911/1969,\ndepreende-se que o seu propósito é facilitar ao credor a apreensão\ndos bens alienados fiduciariamente e que se encontrem situados em\ncomarca de Juízo de competência territorial diversa do Juiz da causa\nonde se processa a ação de busca e apreensão, a evidenciar a sua\nsimilitude com a carta precatória, que é um meio de cooperação\njudiciária para a prática de atos judiciais, nos termos do que se\ndepreende do art. 237, III, do CPC/2015, que não tem o condão de\nmodificar a competência.\n2. Nesse contexto, a efetiva ção de medida liminar concedida em ação\nde busca e apreensão de bem móvel, por Juízo onde se localize o\nbem, a pedido da parte interessada, com fundamento no art. 3º, § 12,\ndo Decreto-Lei n. 911/1969, não atrai a competência desse Juízo\npara eventual impugnação ao conteúdo de tal liminar, que deverá ser\npostulada perante o Juízo da causa que concedeu a liminar,\nafigurando-se igualmente competente para o julgamento de eventual\nrecurso interposto contra essa decisão o Tribunal ao qual se\nencontra vinculado esse Juízo natural.\n3. Na hipótese, foi deferida liminar em ação de busca e apreensão\npelo Juízo de Direito da Vara Cível do Foro Regional de Pinhais/PR,\ne cumprida, a requerimento do banco suscitante/credor fiduciário,\namparado no art. 3º, § 12, do Decreto-Lei n. 911/1969, pelo Juízo de\nDireito da 2ª Vara Cível da Comarca de São Luís/MA. Após a\nefetivação da medida, a ré/devedora fiduciante interpôs agravo de\ninstrumento contra a decisão liminar perante o Tribunal de Justiça\ndo Estado do Maranhão, que concedeu efeito suspensivo àquele agravo\nem manifesta violação ao juiz natural da causa, sendo competente\npara o julgamento desse recurso o Tribunal de Justiça do Estado do\nParaná, ao qual está vinculado o Juiz da causa.\n4. Conflito conhecido para declarar a competência do Tribunal de\nJustiça do Estado do Paraná para julgar o agravo de instrumento\ninterposto contra a decisão concessiva da liminar em ação de busca e\napreensão de bens, deliberando, inclusive, sobre a manutenção ou\nrevogação do efeito suspensivo concedido pelo Tribunal de Justiça do\nEstado do Maranhão; bem como para declarar a competência do Juízo\nde Direito da Vara Cível do Foro Regional de Pinhais/PR para\ndeliberar a respeito das demais questões que porventura surgirem\nrelativas à Ação de Busca e Apreensão n. 0000679-11.2022.8.16.0033,\nlá em curso.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231108",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Segunda Seção, por unanimidade,\nconhecer do conflito para declarar a competência do Tribunal de\nJustiça do Estado do Paraná para julgar o agravo de instrumento\ninterposto contra a decisão concessiva da liminar em ação de busca e\napreensão de bens, deliberando, inclusive, sobre a manutenção ou\nrevogação do efeito suspensivo concedido pelo Tribunal de Justiça do\nEstado do Maranhão; bem como para declarar a competência do Juízo\nde Direito da Vara Cível do Foro Regional de Pinhais/PR para\ndeliberar a respeito das demais questões que porventura surgirem\nrelativas à Ação de Busca e Apreensão nº 0000679-11.2022.8.16.0033,\nem curso no referido juízo, nos termos do voto do Sr. Ministro\nRelator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos Ferreira\ne Marco Buzzi votaram com o Sr. Ministro Relator.\nAusente, justificadamente, o Sr. Ministro Moura Ribeiro.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : "(EXECUÇÃO - CARTA PRECATÓRIA - IMPUGNAÇÃO - COMPETÊNCIA - JUÍZO\nDEPRECANTE)\n   STJ - <<REsp 877827>>-SE, <<REsp 1033333>>-RS,\n         <<REsp 129044>>-MG",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013043 ANO:2014", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00237 INC:00003", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000046", "LEG:FED DEL:000911 ANO:1969\n        ART:00003 PAR:00012\n(COM A REDAÇÃO DADA PELA LEI 13.043/2014)" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000860007",
  "numeroProcesso" : "192046",
  "numeroRegistro" : "202203125683",
  "siglaClasse" : "AgInt no CC",
  "descricaoClasse" : "AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MARIA ISABEL GALLOTTI",
  "dataPublicacao" : "DJE        DATA:14/11/2023",
  "ementa" : "AGRAVO INTERNO. CONFLITO DE COMPETÊNCIA. EXECUÇÃO FISCAL. ALIENAÇÃO\nDE UNIDADE PRODUTIVA ISOLADA. ARREMATANTE. SUCESSÃO EMPRESARIAL.\nENCERRAMENTO. EXAURIMENTO DOS EFEITOS DA RECUPERAÇÃO JUDICIAL.\nSÚMULAS 59 E 480/STJ. NÃO CONHECIMENTO. MANUTENÇÃO.\n1. Com o encerramento da recuperação judicial, não existe conflito\nde competência a ser dirimido. Precedentes. Aplicação da Súmula 59\ndesta Corte.\n2. Não é o conflito de competência sucedâneo de recurso, devendo ser\npercorridas as instâncias para o pleito de reforma da decisão que\ninclui a suscitante no polo passivo de execução fiscal.\n3. Além dos óbices mencionados, as questões invocadas no presente\nconflito foram, ademais, objeto de impugnação específica pela parte\nsuscitante em recurso no âmbito da execução fiscal perante o juízo\nsuscitado (ao qual se imputa suposta incompetência), de modo que\ninviável o exame da mesma questão neste feito, sob pena de supressão\nde instância.\n4. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231108",
  "decisao" : "A Segunda Seção, por unanimidade, negou provimento ao agravo\ninterno, nos termos do voto da Sra. Ministra Relatora. Os Srs.\nMinistros Antonio Carlos Ferreira, Marco Buzzi, Marco Aurélio\nBellizze, Nancy Andrighi, João Otávio de Noronha, Humberto Martins e\nRaul Araújo votaram com a Sra. Ministra Relatora.\nAusente, justificadamente, o Sr. Ministro Moura Ribeiro.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : "(CONFLITO DE COMPETÊNCIA - SUCEDÂNEO RECURSAL)\n   STJ - <<AgRg no CC 82521>>-SP, <<AgRg no CC 128148>>-RJ\n(ENCERRAMENTO DA RECUPERAÇÃO JUDICIAL - INEXISTÊNCIA DE CONFLITO DE\nCOMPETÊNCIA A SER DIRIMIDO)\n   STJ - <<AgInt no CC 144563>>-RJ",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000059 SUM:000480" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000859699",
  "numeroProcesso" : "198175",
  "numeroRegistro" : "202302236407",
  "siglaClasse" : "AgInt no CC",
  "descricaoClasse" : "AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "HUMBERTO MARTINS",
  "dataPublicacao" : "DJE        DATA:08/11/2023",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NO CONFLITO DE\nCOMPETÊNCIA. JUSTIÇA COMUM ESTADUAL X JUSTIÇA DO TRABALHO.\nTRANSPORTE DE CARGAS. LEI N. 11.442/2007. COMPETÊNCIA DO JUÍZO\nLABORAL.\n1. Ação na origem na qual se discute a existência de vínculo\nempregatício de motorista de transporte de cargas. Após o declínio\nda competência pelo Juízo laboral, o Juízo estadual entendeu que não\nestavam presentes os requisitos necessários para o enquadramento na\nLei n. 11.442/2007.\n2. Nos termos da orientação firmada pelo STF, a discussão a respeito\nda presença ou não dos requisitos legais para configuração da\ncontratação nos termos da mencionada lei [Lei n. 11.442/2007] deve\nse iniciar na Justiça comum e, constatada a ausência dos mesmos, só\nentão a competência passaria a ser da Justiça do Trabalho (AgR na\nRcl n. 43.544/MG, relator p/ acórdão Ministro Alexandre de Moraes,\nPrimeira Turma, julgado em 17/2/2021, DJ de 3/3/2021; e Rcl n.\n43.982/ES, relator Ministro Roberto Barroso, decisão monocrática,\njulgado em 25/2/2021, DJ de 2/3/2021).\n2. Constatado pelo Juízo estadual que não se encontram presentes os\nrequisitos para o enquadramento da relação aos ditames da Lei n.\n11.442/2007, compete ao Juízo laboral processar e julgar a demanda.\nEntendimento do STJ reafirmando orientação emanada da Suprema Corte.\nManutenção da decisão agravada.\n3. A insurgência do agravante no tocante a eventual desacerto da\ndecisão proferida pelo Juízo estadual deve ser atacada por meio dos\nrecursos pertinentes nas instâncias ordinárias.\nAgravo improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231031",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 25/10/2023 a 31/10/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Raul\nAraújo, Maria Isabel Gallotti, Antonio Carlos Ferreira, Marco Buzzi,\nMarco Aurélio Bellizze e Moura Ribeiro  votaram com o Sr. Ministro\nRelator.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : "(TRANSPORTE DE CARGAS - MOTORISTA - LEI 11.442/2007 - COMPETÊNCIA)\n   STJ - <<AgInt no CC 180647>>-SP\n   STF - [[Rcl-AgR 43544]]-MG, [[Rcl 43982]]\n(CONFLITO DE COMPETÊNCIA - UTILIZAÇÃO COMO SUCEDÂNEO RECURSAL)\n   STJ - <<AgInt no CC 186135>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:011442 ANO:2007" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000859700",
  "numeroProcesso" : "1905746",
  "numeroRegistro" : "202003023812",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MARCO AURÉLIO BELLIZZE",
  "dataPublicacao" : "DJE        DATA:07/11/2023",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM  RECURSO ESPECIAL.\nFINALIDADE DE UNIFORMIZAR A JURISPRUDÊNCIA DO TRIBUNAL. SUPERÁVIT DE\nPLANO PREVIDENCIÁRIO. REVERSÃO EM FAVOR DO PATROCINADOR.\nPOSSIBILIDADE. JURISPRUDÊNCIA DO STJ FIRMADA NO MESMO SENTIDO DO\nACÓRDÃO EMBARGADO. SÚMULA N. 168/STJ. AGRAVO INTERNO DESPROVIDO.\n1.  \"A finalidade dos embargos de divergência é a uniformização da\njurisprudência do Tribunal, não se apresentando como um recurso a\nmais nem se prestando para a correção de eventual equívoco ou\nviolação que possa ter ocorrido quando do julgamento do recurso\nespecial\" (AgRg nos EAREsp n. 6.184/DF, relator Ministro João Otávio\nde Noronha, Segunda Seção, julgado em 8/5/2013, DJe de 14/5/2013.).\n2. \"O acórdão embargado está em consonância com a jurisprudência\natual do STJ no sentido de que o superávit pode ser utilizado das\nmais diversas formas consoante decisão do Conselho Deliberativo da\nentidade previdenciária, conforme julgamento da Segunda Seção sob o\nrito dos recursos repetitivos (REsp 1.564.070/MG, Rel. Ministro LUIS\nFELIPE SALOMÃO, DJe 18/4/2017)\" (AgInt nos EREsp n. 1.882.590/DF,\nrelator Ministro Moura Ribeiro, Segunda Seção, julgado em 29/8/2023,\nDJe de 31/8/2023). Incide, portanto, o óbice da Súmula n. 168/STJ.\n3. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231031",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 25/10/2023 a 31/10/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira, Marco Buzzi e Moura Ribeiro  votaram com o Sr. Ministro\nRelator.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : "(SUPERÁVIT DE PLANO PREVIDENCIÁRIO - REVERSÃO EM FAVOR DO\nPATROCINADOR - POSSIBILIDADE)\n   STJ - <<REsp 1564070>>-MG (RECURSO REPETITIVO - TEMA(s) 941),\n         <<AgInt nos EREsp 1882590>>-DF,\n         <<AgInt nos EREsp 1820044>>-DF\n(EMBARGOS DE DIVERGÊNCIA - FINALIDADE)\n   STJ - <<AgRg nos EAREsp 6184>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000168" ],
  "acordaosSimilares" : [ "AgInt nos EREsp  1931493  DF  2021/0102384-0  Decisão:14/11/2023\nDJE        DATA:17/11/2023" ]
}, {
  "id" : "000859705",
  "numeroProcesso" : "196689",
  "numeroRegistro" : "202301350654",
  "siglaClasse" : "AgInt nos EDcl no CC",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MARCO BUZZI",
  "dataPublicacao" : "DJE        DATA:06/11/2023",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NO CONFLITO DE COMPETÊNCIA\n- JUÍZO DE DIREITO E JUÍZO TRABALHISTA - RECUPERAÇÃO JUDICIAL\nENCERRADA - SENTENÇA TRANSITADA EM JULGADO - AUSÊNCIA DE CONFLITO -\nDECISÃO MONOCRÁTICA QUE NÃO CONHECEU DO INCIDENTE. INSURGÊNCIA DO\nSUSCITANTE.\n1. Nos termos do art. 66 do CPC, o conflito de competência se\nconfigura quando dois ou mais juízes declaram-se competentes ou\nconsideram-se incompetentes para o processamento e julgamento de uma\nmesma demanda ou quando existir controvérsia acerca da união ou\nseparação de processos entre duas ou mais autoridades, o que não se\nverificou nos presentes autos.\n1.1. Na hipótese dos autos, não há conflito a ser dirimido por este\nSTJ porquanto a recuperação judicial da agravante foi encerrada por\nmeio de sentença com o respectivo trânsito  em julgado. Precedentes.\n2. A gravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231031",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 25/10/2023 a 31/10/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira, Marco Aurélio Bellizze e Moura Ribeiro  votaram com o Sr.\nMinistro Relator.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : "(CONFLITO DE COMPETÊNCIA - RECUPERAÇÃO JUDICIAL ENCERRADA - SENTENÇA\nTRANTADA EM JULGADA - RETOMADA DAS EXECUÇÕES INDIVIDUAIS PERANTE\nSEUS RESPECTIVOS JUÍZOS)\n   STJ - <<CC 175655>>-RJ, <<AgInt nos EDcl no CC 174976>>-MG,\n         <<AgInt no CC 195365>>-SP\n(CONFLITO DE COMPETÊNCIA - CARACTERIZAÇÃO)\n   STJ - <<AgRg no CC 113767>>-DF, <<AgInt no CC 168422>>-SP,\n         <<AgInt nos EDcl no CC 145817>>-RJ",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00066" ],
  "acordaosSimilares" : [ "AgInt nos EDcl no CC  198065  MT  2023/0216679-1  Decisão:28/11/2023\nDJE        DATA:01/12/2023", "AgInt nos EDcl no CC  198066  MT  2023/0216701-9  Decisão:28/11/2023\nDJE        DATA:01/12/2023", "AgInt nos EDcl no CC  198067  MT  2023/0216702-0  Decisão:28/11/2023\nDJE        DATA:01/12/2023" ]
}, {
  "id" : "000859706",
  "numeroProcesso" : "46337",
  "numeroRegistro" : "202303236831",
  "siglaClasse" : "AgInt na Rcl",
  "descricaoClasse" : "AGRAVO INTERNO NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJE        DATA:06/11/2023",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NA RECLAMAÇÃO. PRESERVAÇÃO DA\nCOMPETÊNCIA DO STJ. AFRONTA À AUTORIDADE DE DECISÃO DO STJ.\nAUSÊNCIA.\n1. Nos termos dos art. 105, inciso I, alínea \"f\", da Constituição\nFederal, e 988 do CPC/2015, compete ao STJ processar e julgar\noriginariamente a reclamação para a preservação de sua competência\nou para a garantia da autoridade de seus julgados apenas quando\nobjetivamente violados.\n2. No particular, não foi narrada a prática de nenhum ato judicial\nefetivado pelas instâncias ordinárias, que seria de competência do\nSTJ, tampouco se constata a existência de violação à ordem emanada\npor esta Corte, à medida em que o acórdão apontado como descumprido\nse limitou a confirmar a decisão monocrática que não conheceu do\nrecurso especial.\n3. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231031",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 25/10/2023 a 31/10/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros João Otávio de Noronha, Humberto Martins, Raul\nAraújo, Maria Isabel Gallotti, Antonio Carlos Ferreira, Marco Buzzi,\nMarco Aurélio Bellizze e Moura Ribeiro  votaram com a Sra. Ministra\nRelatora.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : "(RECLAMAÇÃO - MESMAS PARTES - RELAÇÃO JURÍDICA)\n   STJ - <<AgInt na Rcl 38236>>-SP, <<AgRg na Rcl 33823>>-SP,\n         <<AgInt na Rcl 28688>>-RJ\n(RECLAMAÇÃO - DESCUMPRIMENTO DE ORDEM - CASO CONCRETO)\n   STJ - <<AgInt na Rcl 43819>>-CE, <<AgRg na Rcl 29329>>-MS,\n         <<AgInt na Rcl 36756>>-MG, <<AgInt na Rcl 37890>>-MT",
  "notas" : null,
  "informacoesComplementares" : "     A reclamação é cabível para garantir a autoridade das ordens\nemanadas do STJ na hipótese da existência de um comando positivo\ncuja eficácia deva ser assegurada e que tenha sido proferida em\nprocesso que envolva as mesmas partes ou que possa produzir efeitos\nem relação jurídica por elas mantida, segundo a jurisprudência desta\nCorte.\n     \"Exige-se o descumprimento de ordens emanadas do Superior\nTribunal de Justiça especificamente para um caso concreto [...]\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00105 INC:00001 LET:F" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000859707",
  "numeroProcesso" : "2028780",
  "numeroRegistro" : "202203034573",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "HUMBERTO MARTINS",
  "dataPublicacao" : "DJE        DATA:08/11/2023",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA NO AGRAVO INTERNO NO\nRECURSO ESPECIAL. AÇÃO INDENIZATÓRIA. DANO AMBIENTAL. CONSTRUÇÃO DA\nUSINA HIDROELÉTRICA DE BELO MONTE. RECONHECIMENTO DO DIREITO DE A\nPARTE AUTORA EMENDAR A INICIAL, NOS TERMOS DO ART. 321 DO CPC/2015.\nOBSERVÂNCIA, NO ACÓRDÃO EMBARGADO, DA ORIENTAÇÃO DA SEGUNDA SEÇÃO DO\nSTJ. AUSÊNCIA DE SIMILITUDE FÁTICO-JURÍDICA COM OS ACÓRDÃOS\nPARADIGMAS, QUE VERSARAM ACERCA DA INTERPRETAÇÃO DOS ARTS. 264 E 284\nDO CPC/1973. INVIABILIDADE, NESTA VIA DE UNIFORMIZAÇÃO, DE\nREJULGAMENTO DO RECURSO ESPECIAL. PRECEDENTES ESPECÍFICOS DA CORTE\nESPECIAL, PROFERIDOS EM RECURSOS IDÊNTICOS.\n1. Controvérsia originária das inúmeras ações indenizatórias\nindividuais ajuizadas por pescadores artesanais contra a Norte\nEnergia S.A.,  cuja causa de pedir decorre dos supostos prejuízos\nadvindos da construção da usina hidroelétrica de Belo Monte, no\ncurso das quais houve a interposição de centenas de recursos\nespeciais.\n2. Observância, no acórdão embargado, da orientação firmada no REsp\nn. 2.013.351/PA, relatora Ministra Nancy Andrighi, DJe de 19/9/2022,\nafetado à Segunda Seção do STJ para prevenir eventual divergência\nentre as Turmas de Direito Privado, reconhecendo que o juízo de\nprimeiro grau, tendo constatado a existência de vício sanável na\npetição inicial, deveria ter oportunizado à parte autora o direito\nde emendá-la, na forma do art. 321 do CPC/2015.\n3. Acórdãos indicados como paradigmas que encerram hipóteses\ndiferentes da do presente caso, uma vez que versaram acerca da\ninterpretação dos arts. 264 e 284 do CPC/1973, concluindo ser\ninviável a emenda à inicial, por iniciativa da parte autora, após o\nrecebimento da contestação, com alteração do pedido ou causa de\npedir, questão não analisada no acórdão embargado.\n4. Alegações apresentadas pela Norte Energia S.A. que vêm sendo\nreiteradamente repelidas por esta corte nos julgamentos de embargos\nde divergência semelhantes ao recurso ora em julgamento, todos\nunânimes em reconhecer a ausência de identidade fático-jurídica\nentre os acórdãos confrontados, circunstância que impede o\nconhecimento desses recursos.\n5. Inviabilidade, sob a ótica da racionalidade e uniformidade, de\nadotar entendimento diverso no julgamento dos presentes embargos de\ndivergência, não se justificando a prorrogação da solução da\ncontrovérsia, ou seja, o imediato retorno dos autos à origem para\ncumprimento da providência determinada no acórdão embargado.\n6. Preclusão da oportunidade de suscitar a incompetência das Turmas\nde Direito Privado para julgamento do recurso especial. Precedentes.\n7. Argumentos recursais insuficientes para modificar as conclusões\nda decisão impugnada.\nAgravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231031",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 25/10/2023 a 31/10/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Raul\nAraújo, Maria Isabel Gallotti, Antonio Carlos Ferreira, Marco Buzzi,\nMarco Aurélio Bellizze e Moura Ribeiro  votaram com o Sr. Ministro\nRelator.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - TEXTO LEGAL - NORMAS DISTINTAS -\nDIVERGÊNCIA NÃO CONFIGURADA)\n   STJ - <<AgInt nos EREsp 1642331>>-SP\n(COMPETÊNCIA INTERNA DO STJ - PRECLUSÃO)\n   STJ - <<AgInt no AREsp 2287014>>-MG,\n         <<AgInt nos EREsp 1399470>>-MS,\n         <<AgInt no REsp 1857931>>-MG,\n         <<AgInt no REsp 1417958>>-PE,\n         <<AgInt nos EDcl no REsp 1813821>>-MA",
  "notas" : null,
  "informacoesComplementares" : "     \"[...] ainda que os textos legais pertencentes a arcabouços\nnormativos distintos guardem semelhança redacional, tal\ncircunstância não implica, necessariamente, atendimento da\nsimilitude fático-jurídica entre os casos confrontados, em razão da\nsistematização legal própria de cada Código, que envolve a aplicação\nde artigos, exceções e princípios específicos [...]\".\n     \"[...] a teor do que dispõem os arts. 1.043 do Código de\nProcesso Civil e 266, caput e § 4º, do Regimento Interno do STJ, são\ncabíveis embargos de divergência quando determinado órgão\nfracionário, julgando recurso especial, dissente de julgamento atual\nde qualquer outro órgão do mesmo tribunal e desde que se demonstre,\ndevidamente, a similitude fática e jurídica entre os acórdãos em\nconfronto\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266 PAR:00004", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00321 ART:01043" ],
  "acordaosSimilares" : [ "AgInt nos EREsp  2029907  PA  2022/0309949-0  Decisão:31/10/2023\nDJE        DATA:08/11/2023" ]
}, {
  "id" : "000858338",
  "numeroProcesso" : "2225405",
  "numeroRegistro" : "202203211440",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MARCO AURÉLIO BELLIZZE",
  "dataPublicacao" : "DJE        DATA:19/10/2023",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. SIMILITUDE FÁTICA NÃO DEMONSTRADA. INTEMPESTIVIDADE DO\nAGRAVO. OPOSIÇÃO DE EMBARGOS DECLARATÓRIOS À DECISÃO QUE INADMITIU O\nAPELO ESPECIAL. INTERRUPÇÃO DO PRAZO RECURSAL. NÃO OCORRÊNCIA.\nJURISPRUDÊNCIA DO STJ FIRMADA NO MESMO SENTIDO DO ACÓRDÃO EMBARGADO.\nSÚMULA 168/STJ. PRECLUSÃO QUANTO A FUNDAMENTO AUTÔNOMO RELACIONADO\nAO  ESGOTAMENTO DAS INSTÂNCIAS ORDINÁRIAS. AUSÊNCIA DE INTERESSE NO\nPROCESSAMENTO DO RECURSO.  AGRAVO INTERNO DESPROVIDO.\n1. A admissão dos embargos de divergência pressupõe a comprovação do\ndissídio jurisprudencial, por meio da realização de cotejo\nanalítico entre os acórdãos confrontados, devendo a parte embargante\ndemonstrar a identidade de situações fáticas com soluções jurídicas\ndiversas.\n2. Conforme orientação estabelecida pela jurisprudência do Superior\nTribunal de Justiça, \"os embargos de declaração, quando opostos\ncontra decisão de inadmissibilidade do recurso especial proferida na\ninstância ordinária, não interrompem o prazo para a interposição do\nagravo previsto no artigo 1.042 do CPC - único recurso cabível -,\nsalvo quando essa decisão for tão genérica que impossibilite ao\nrecorrente aferir os motivos pelos quais teve seu recurso obstado,\nimpedindo-o de interpor o agravo\" (AgInt nos EAREsp n. 1.653.277/RJ,\nrelator Ministro Luis Felipe Salomão, Corte Especial, julgado em\n26/4/2022, DJe de 3/5/2022).  Incidência da Súmula 168/STJ,\ninviabilizando o processamento dos embargos de divergência.\n3. Ausência de interesse no processamento dos embargos de\ndivergência, pois, ainda que fosse pronunciada a tempestividade do\nagravo em recurso especial, subsistiria fundamento autônomo aplicado\npara não conhecer do referido recurso, concernente à incidência,\npor analogia, da Súmula n. 281/STF.\n4. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231017",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 11/10/2023 a 17/10/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira, Marco Buzzi e Moura Ribeiro  votaram com o Sr. Ministro\nRelator.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : "(RECURSO ESPECIAL - INADMISSÃO - OPOSIÇÃO DE EMBARGOS DECLARATÓRIOS\n- PRAZO RECURSAL - AUSÊNCIA DE INTERRUPÇÃO)\n   STJ - <<AgInt nos EAREsp 1636360>>-MS,\n         <<AgInt nos EAREsp 1653277>>-RJ\n(EMBARGOS DE DIVERGÊNCIA - FUNDAMENTO AUTÔNOMO NÃO CONTRADITADO -\nAUSÊNCIA DE INTERESSE NO PROCESSAMENTO DO RECURSO)\n   STJ - <<AgRg nos EAREsp 438459>>-PR,\n         <<AgRg nos EREsp 1193789>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000168" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000858339",
  "numeroProcesso" : "1369975",
  "numeroRegistro" : "201802477196",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MARCO AURÉLIO BELLIZZE",
  "dataPublicacao" : "DJE        DATA:19/10/2023",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. AÇÃO DECLARATÓRIA DE NULIDADE DE TÍTULO. JULGAMENTO\nANTECIPADO DA LIDE. CERCEAMENTO DE DEFESA NÃO IDENTIFICADO .\nSIMILITUDE FÁTICA NÃO DEMONSTRADA. JURISPRUDÊNCIA DO STJ FIRMADA NO\nMESMO SENTIDO DO ACÓRDÃO EMBARGADO. SÚMULA 168/STJ. AGRAVO INTERNO\nDESPROVIDO.\n1. A admissão dos embargos de divergência pressupõe a comprovação do\ndissídio jurisprudencial, por meio da realização de cotejo\nanalítico entre os acórdãos confrontados, devendo a parte embargante\ndemonstrar a identidade de situações fáticas com soluções jurídicas\ndiversas, requisitos não demonstrados no caso concreto.\n2. \"Não configura cerceamento de defesa o julgamento antecipado da\nlide, quando as instâncias ordinárias reputarem suficientemente\ninstruído o processo, declarando ser desnecessária a produção de\noutras provas diante daquelas já existentes nos autos\" (REsp n.\n1.656.182/SP, relatora Ministra Nancy Andrighi, Segunda Seção,\njulgado em 11/9/2019, DJe de 14/10/2019). Incidência da Súmula n.\n168/STJ.\n3. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231017",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 11/10/2023 a 17/10/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira, Marco Buzzi e Moura Ribeiro  votaram com o Sr. Ministro\nRelator.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVEGÊNCIA - DISSÍDIO JURISPRUDENCIAL - CIRCUNSTÂNCIAS\nFÁTICAS E PROCESSUAIS SEMELHANTES - SOLUÇÕES DIVERSAS)\n   STJ - <<AgInt nos EREsp 1799346>>-SP,\n         <<AgRg nos EAREsp 1685360>>-SC\n(EMBARGOS DE DIVERGÊNCIA - INEXISTÊNCIA DE DISSÍDIO JURISPRUDENCIAL)\n   STJ - <<REsp 1656182>>-SP, <<AgInt no AREsp 2099407>>-TO,\n         <<AgInt no AREsp 1948137>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000168" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000858340",
  "numeroProcesso" : "2270887",
  "numeroRegistro" : "202204014537",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MARCO AURÉLIO BELLIZZE",
  "dataPublicacao" : "DJE        DATA:19/10/2023",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. PREPARO. IRREGULARIDADE. INTIMAÇÃO PARA RECOLHIMENTO EM\nDOBRO. ART. 1.007, § 4º, DO CPC/2015. NÃO ATENDIMENTO. APLICAÇÃO DA\nPENA DE DESERÇÃO. AGRAVO DESPROVIDO.\n1. Na falta de comprovação do recolhimento do preparo no ato da\ninterposição do recurso, o recorrente será intimado para realizá-lo\nem dobro, sob pena de deserção, nos termos do art. 1.007, § 4º, do\nCPC/2015.\n2. A jurisprudência deste Tribunal Superior assevera que é deserto o\nrecurso na hipótese em que a parte recorrente, mesmo após intimada\na regularizar o preparo, não o faz devidamente (art. 1.007, § 7º, do\nCPC/2015), aplicando-se a Súmula n. 187/STJ.\n3. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231017",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 11/10/2023 a 17/10/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros João Otávio de Noronha, Humberto Martins, Raul\nAraújo, Maria Isabel Gallotti, Antonio Carlos Ferreira, Marco Buzzi\ne Moura Ribeiro  votaram com o Sr. Ministro Relator.\nImpedida a Sra. Ministra Nancy Andrighi.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : "(FALTA DE PREPARO - INTIMAÇÃO PARA REGULARIZAÇÃO - FALTA DE\nRECOLHIMENTO EM DOBRO - DESERÇÃO)\n   STJ - <<AgInt no REsp 1792690>>-RJ,\n         <<AgInt no AREsp 1396167>>-SP,\n         <<AgInt no AREsp 1353274>>-AM",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01007 PAR:00004 PAR:00007", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000187" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000858342",
  "numeroProcesso" : "11790",
  "numeroRegistro" : "201300614255",
  "siglaClasse" : "EDcl nos EDcl nos EDcl no AgRg na Rcl",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "ANTONIO CARLOS FERREIRA",
  "dataPublicacao" : "DJE        DATA:20/10/2023",
  "ementa" : "PROCESSUAL CIVIL. EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DECLARAÇÃO\nNOS EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NA RECLAMAÇÃO.\nAUSÊNCIA DE QUALQUER DOS VÍCIOS ELENCADOS NO ART. 1.022 DO CPC/2015.\nEMBARGOS DE DECLARAÇÃO NÃO CONHECIDOS.\n1. Os embargos de declaração somente são cabíveis quando houver na\ndecisão obscuridade, contradição, omissão ou erro material,\nconsoante dispõe o art. 1.022 do CPC/2015.\n2. \"Diante da oposição reiterada e infundada de embargos de\ndeclaração meramente protelatórios pela parte, impõe-se a baixa dos\nautos à origem, independentemente da publicação do acórdão recorrido\ne da certificação do trânsito em julgado. Precedentes\" (EDcl nos\nEDcl no AgRg na Pet n. 15.610/DF, Relatora Ministra MARIA ISABEL\nGALLOTTI, CORTE ESPECIAL, julgado em 22/8/2023, DJe de 28/8/2023.)\n3. Embargos de declaração não conhecidos.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231017",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 11/10/2023 a 17/10/2023,\npor unanimidade, não conhecer do recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Raul Araújo, Maria Isabel Gallotti, Marco Buzzi, Marco\nAurélio Bellizze e Moura Ribeiro  votaram com o Sr. Ministro\nRelator.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DECLARAÇÃO - AUSÊNCIA DE OMISSÃO, OBSCURIDADE OU\nCONTRADIÇÃO - MERO INCONFORMISMO DA PARTE - INTUITO PROTELATÓRIO)\n   STJ - <<EDcl nos EDcl no AgRg na Pet 15610>>-DF,\n         <<AgRg no MS 29342>>-DF,\n         <<EDcl nos EDcl no AgInt nos EDcl nos EDcl no AgInt no\nAREsp 2029083>>-RS",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01022" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000858366",
  "numeroProcesso" : "194051",
  "numeroRegistro" : "202300038156",
  "siglaClasse" : "AgInt no CC",
  "descricaoClasse" : "AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "ANTONIO CARLOS FERREIRA",
  "dataPublicacao" : "DJE        DATA:20/10/2023",
  "ementa" : "EMPRESARIAL. AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA. JUÍZO DA\nRECUPERAÇÃO E JUÍZO TRABALHISTA. DESCONSIDERAÇÃO DA PERSONALIDADE\nJURÍDICA. ARTIGO 82-A DA LEI N. 11.101/2005. INAPLICABILIDADE.\nDECISÃO MANTIDA.\n1. Em regra, a competência para desconsiderar a personalidade\njurídica das sociedades em recuperação judicial não é exclusiva do\nJuízo recuperacional.\n2. \"O art. 82-A da Lei n. 11.101/2005 é aplicável aos casos\nenvolvendo empresas falidas e não às em recuperação judicial, caso\nda agravante\" (AgInt no CC n. 190.411/DF, Rel. Ministro HUMBERTO\nMARTINS, SEGUNDA SEÇÃO, julgado em 15/8/2023, DJe de 18/8/2023).\n3. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231017",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 11/10/2023 a 17/10/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Raul Araújo, Maria Isabel Gallotti, Marco Buzzi, Marco\nAurélio Bellizze e Moura Ribeiro  votaram com o Sr. Ministro\nRelator.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : "(SOCIEDADES EM RECUPERAÇÃO JUDICIAL - DESCONSIDERAÇÃO DA\nPERSONALIDADE JURÍDICA - DECRETAÇÃO POR QUALQUER JUÍZO -\nPOSSIBILIDADE - INEXISTÊNCIA DE EXCLUSIVIDADE DO JUÍZO\nRECUPERACIONAL)\n   STJ - <<AgInt no CC 178530>>-SP, <<CC 169362>>-PE,\n         <<AgInt nos EDcl no CC 190431>>-SP\n(ARTIGO 82-A DA LEI 11.101/2005 - INAPLICABILIDADE ÀS EMPRESAS EM\nRECUPERAÇÃO JUDICIAL)\n   STJ - <<AgInt no CC 190411>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:014112 ANO:2020\n        ART:00005", "LEG:FED LEI:011101 ANO:2005\n*****  LF-05    LEI DE RECUPERAÇÃO JUDICIAL E EXTRAJUDICIAL E DE\nFALÊNCIA\n        ART:0082A" ],
  "acordaosSimilares" : [ "AgInt no CC  194051  PR  2023/0003815-6  Decisão:17/10/2023\nDJE        DATA:20/10/2023" ]
}, {
  "id" : "000858385",
  "numeroProcesso" : "1976667",
  "numeroRegistro" : "202103897276",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MARCO AURÉLIO BELLIZZE",
  "dataPublicacao" : "DJE        DATA:19/10/2023",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL.\nPREVIDÊNCIA COMPLEMENTAR. HORAS EXTRAS RECONHECIDAS NA JUSTIÇA\nTRABALHISTA. DEBATE SOBRE A LEGITIMIDADE DA PATROCINADORA.\nINCOMPETÊNCIA DA JUSTIÇA COMUM. EXTINÇÃO PARCIAL DA AÇÃO MANTIDA.\nPRECEDENTES. AGRAVO INTERNO DESPROVIDO.\n1. Conforme a jurisprudência das Turmas que compõem a Segunda Seção\ndo STJ, nos processos em que se postula o pagamento de reflexos\nprevidenciários decorrentes de decisão transitada em julgado na\nJustiça do Trabalho, o reconhecimento da legitimidade do\npatrocinador para figurar no polo passivo depende da verificação da\ncausa de pedir e dos pedidos efetivamente formulados.\n2. O STF, ao julgar o RE 1.265.564/SC, sob o rito de repercussão\ngeral, firmou a tese de que \"compete à Justiça do Trabalho processar\ne julgar causas ajuizadas contra o empregador nas quais se pretenda\no reconhecimento de verbas de natureza trabalhista e os reflexos\nnas respectivas contribuições para a entidade de previdência privada\na ele vinculada\" (tema 1.166/STF).\n3. \"Tratando de competência prevista na própria Constituição\nFederal/88, nem mesmo o Superior Tribunal de Justiça detém\njurisdição para prosseguir no julgamento do recurso especial quanto\nao mérito, não lhe sendo dado incidir nas mesmas nulidades\npraticadas pelos demais órgãos da Justiça Comum (REsp n.\n1.087.153/MG, Relator Ministro Luis Felipe Salomão)\", autorizando o\nreconhecimento de ofício da incompetência da Justiça Comum para o\njulgamento da demanda ajuizada em face do patrocinador do plano de\nbenefícios.\n4. Conquanto pertinente o debate acerca da ilegitimidade do Banco do\nBrasil para responder ao pedido formulado na presente ação, a\nparcial extinção da demanda no que lhe respeita é de ser mantida em\nface da incompetência da Justiça Comum para decidir acerca da\nresponsabilidade da referida instituição financeira pela\nrecomposição da reserva matemática e/ou indenização decorrente de\npretenso ilícito cometido junto à relação laboral, em conformidade\ncom a jurisprudência desta Corte (EAREsp n. 1.975.132/DF).\n5. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231017",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 11/10/2023 a 17/10/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira, Marco Buzzi e Moura Ribeiro  votaram com o Sr. Ministro\nRelator.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : "(PLANO DE PREVIDÊNCIA PRIVADA - REFLEXOS PREVIDENCIÁRIOS DECORRENTES\nDE DECISÃO TRANSITADA EM JULGADO NA JUSTIÇA DO TRABALHO -\nLEGITIMIDADE PASSIVA DA PATROCINADORA)\n   STJ - <<AgInt nos EAREsp 1702342>>-DF\n(CONFLITO DE COMPETÊNCIA - CUMULAÇÃO DE PEDIDOS DE NATUREZA\nDISTINTAS - PRETENSÃO TRABALHISTA E PREVIDENCIÁRIA - COMPETÊNCIA DA\nJUSTIÇA DO TRABALHO)\n   STJ - <<EAREsp 1975132>>-DF\n   STF - [[RE 1265564]]-SC (REPERCUSSÃO GERAL - TEMA(s) 1166)",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000858386",
  "numeroProcesso" : "6271",
  "numeroRegistro" : "201801231139",
  "siglaClasse" : "EDcl na AR",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NA AÇÃO RESCISORIA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MARCO AURÉLIO BELLIZZE",
  "dataPublicacao" : "DJE        DATA:19/10/2023",
  "ementa" : "EMBARGOS DE DECLARAÇÃO NA AÇÃO RESCISÓRIA. ARGUMENTAÇÃO QUE BUSCA A\nPREVALÊNCIA DO ENTENDIMENTO ADOTADO NO VOTO VENCIDO, A PRETEXTO DE\nOMISSÃO. DESCABIMENTO. PRETENSÃO DE PREQUESTIONAR. DESCABIMENTO.\nEMBARGOS DE DECLARAÇÃO REJEITADOS.\n1. O aresto embargado foi expresso em reconhecer que a única norma\nindicada na ação rescisória, como violada em sua literalidade, foi o\nart. 85, § 2º, do Código de Processo Civil, não se afigurando\npossível ao julgador, no estreito âmbito da via rescisória, examinar\nse o conteúdo do art. 85, § 2º, do CPC/2015 reproduziria, em alguma\nextensão, dispositivo legal do Código de Processo Civil de 1973.\nRessaltou-se, inclusive, que o tratamento legal dos honorários\nadvocatícios ofertado pelo Código de Processo Civil de 2015 não se\nconfunde com aquele estabelecido no Códex de 1973 (ainda que possa\nhaver alguma similaridade entre seus dispositivos), a ensejar\ninterpretação própria, segundo as particularidades de cada sistema.\n2. De acordo com a compreensão da maioria dos julgadores, incumbe ao\ndemandante indicar, corretamente, o dispositivo legal que reputa\nviolado em sua literalidade, não cabendo ao julgador perquirir a\ncorreção ou não da decisão rescindenda, cotejando-a com preceito e\ndiploma legal não cogitados pelo autor da rescisória, afinal, o\nvício previsto no art. 966, V, do Código de Processo Civil de 2015\ntem por objeto de análise, justamente,  a decisão rescindenda e,\ncomo parâmetro de legalidade, o dispositivo legal indicado pelo\ndemandante, unicamente.\n3. A compreensão jurídica da parte embargante sobre o tema em\nquestão que, inclusive, encontrou ressonância no voto vencido,\ndiversa daquela estampada no aresto embargado, segundo o voto\ncondutor e acolhido pela maioria do Colegiado da Segunda Seção, não\ntorna o julgado incoerente com as suas premissas, tecnicamente, e\nmuito menos omisso.\n4. Embargos de declaração rejeitados.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231017",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 11/10/2023 a 17/10/2023,\npor unanimidade, rejeitar os embargos de declaração, nos termos do\nvoto do Sr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira, Marco Buzzi e Moura Ribeiro  votaram com o Sr. Ministro\nRelator.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000858613",
  "numeroProcesso" : "44234",
  "numeroRegistro" : "202203371250",
  "siglaClasse" : "AgInt na Rcl",
  "descricaoClasse" : "AGRAVO INTERNO NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "JOÃO OTÁVIO DE NORONHA",
  "dataPublicacao" : "DJE        DATA:19/10/2023",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NA RECLAMAÇÃO. SOBRESTAMENTO DO\nPROCESSO NA ORIGEM. AFETAÇÃO DE TEMA AO RITO DOS RECURSOS\nREPETITIVOS. TEMA N. 1.085. DESCUMPRIMENTO. AUSÊNCIA DE PREVISÃO\nLEGAL EXPRESSA. INADEQUAÇÃO DA VIA ELEITA. INICIAL INDEFERIDA.\nENTENDIMENTO JURISPRUDENCIAL DO STJ.\n1. A jurisprudência do STJ é pacífica no sentido de que é incabível\na propositura de reclamação constitucional contra decisão que\ndescumpre ordem de sobrestamento dos processos em razão de afetação\nde matérias sob o rito dos recursos repetitivos, face a ausência de\nexpressa previsão legal.\n2. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231017",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 11/10/2023 a 17/10/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, Humberto Martins, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Marco Buzzi, Marco\nAurélio Bellizze e Moura Ribeiro  votaram com o Sr. Ministro\nRelator.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : "(RECLAMAÇÃO CONSTITUCIONAL - NÃO CABIMENTO)\n   STJ - <<AgInt na Rcl 41932>>-SP, <<AgInt na Rcl 41275>>-SC,\n         <<AgInt nos EDcl na Rcl 32709>>-MG",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000859657",
  "numeroProcesso" : "2152856",
  "numeroRegistro" : "202201866004",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MARCO BUZZI",
  "dataPublicacao" : "DJE        DATA:11/10/2023",
  "ementa" : "null",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231005",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Segunda Seção do Superior\nTribunal de Justiça  A Segunda Seção, por unanimidade, negar\nprovimento ao agravo interno, nos termos do voto do Sr. Ministro\nRelator. Os Srs. Ministros Moura Ribeiro, Nancy Andrighi, João\nOtávio de Noronha, Humberto Martins, Raul Araújo, Maria Isabel\nGallotti e Antonio Carlos Ferreira votaram com o Sr. Ministro\nRelator.\nAusente, justificadamente, o Sr. Ministro Marco Aurélio Bellizze.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
} ]