[ {
  "id" : "000877384",
  "numeroProcesso" : "2088337",
  "numeroRegistro" : "202200722781",
  "siglaClasse" : "AgInt no AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NO AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "RAUL ARAÚJO",
  "dataPublicacao" : "DJE        DATA:27/06/2024",
  "ementa" : "AGRAVO INTERNO NO AGRAVO INTERNO EM EMBARGOS DE DIVERGÊNCIA EM\nAGRAVO EM RECURSO ESPECIAL. PROCESSUAL CIVIL. AGRAVO INTERPOSTO\nCONTRA ACÓRDÃO DA QUARTA TURMA. RECURSO INCABÍVEL. ERRO GROSSEIRO.\nAGRAVO NÃO CONHECIDO.\n1. A jurisprudência do Superior Tribunal de Justiça \"é pacífica\nquanto à inadmissibilidade de agravo interno contra acórdão, por\nconstituir erro grosseiro. Precedentes da Corte Especial e das três\nSeções deste Tribunal Superior\" (AgInt no AgRg nos EDcl na Rcl\n15.978/RS).\n2. Agravo interno não conhecido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240618",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 12/06/2024 a 18/06/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Maria Isabel Gallotti, Antonio Carlos Ferreira, Marco\nBuzzi, Marco Aurélio Bellizze e Moura Ribeiro  votaram com o Sr.\nMinistro Relator.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000877304",
  "numeroProcesso" : "195747",
  "numeroRegistro" : "202300888760",
  "siglaClasse" : "AgInt no CC",
  "descricaoClasse" : "AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "RAUL ARAÚJO",
  "dataPublicacao" : "DJE        DATA:27/06/2024",
  "ementa" : "AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA. PREVIDÊNCIA PRIVADA.\nCOMPLEMENTAÇÃO DE APOSENTADORIA. PRETENÇÃO DEDUZIDA EXCLUSIVAMENTE\nCONTRA A ENTIDADE PREVIDENCIÁRIA. AUSÊNCIA DE PEDIDOS CONTRA A EX\nEMPREGADORA. COMPETÊNCIA DA JUSTIÇA COMUM. AGRAVO INTERNO\nDESPROVIDO.\n1. Ausência, na hipótese, de pedidos condenatórios em face da ex\nempregadora.\n2. No que tange a demandas que pretendem exclusivamente a extensão a\nbenefício de complementação de aposentadoria de aumentos salariais\nconcedidos a trabalhadores em atividade, o entendimento do Superior\nTribunal de Justiça é uníssono em declarar a competência da Justiça\nComum.\n3. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240618",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 12/06/2024 a 18/06/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Maria Isabel Gallotti, Marco Buzzi, Marco Aurélio Bellizze\ne Moura Ribeiro  votaram com o Sr. Ministro Relator.\nImpedido o Sr. Ministro Antonio Carlos Ferreira.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000877284",
  "numeroProcesso" : "192043",
  "numeroRegistro" : "202203124180",
  "siglaClasse" : "AgInt no CC",
  "descricaoClasse" : "AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MOURA RIBEIRO",
  "dataPublicacao" : "DJE        DATA:01/07/2024",
  "ementa" : "AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA. LIQUIDAÇÃO DE SENTENÇA\nREVISIONAL. EXECUÇÃO DE TÍTULO EXTRAJUDICIAL. PREJUDICIALIDADE\nHETEROGÊNEA. SUSPENSÃO DA EXECUÇÃO. AGRAVO INTERNO NÃO PROVIDO.\n1. A mera potencialidade ou risco de que sejam proferidas decisões\nconflitantes é suficiente para caracterizar o conflito de\ncompetência, consoante interpretação extensiva conferida por esta\nCorte ao disposto no art. 66 do CPC/2015.\n2. Havendo conflito positivo de competência entre duas ações que\nversam sobre a mesma relação jurídica e tramitam em juízos\ndiferentes, a existência de prejudicialidade heterogênea conduz à\nsuspensão de um dos feitos.\n3. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240522",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, prosseguindo o julgamento, após o voto-vista do\nSr. Ministro João Otávio de Noronha ratificando seu voto para dar\nprovimento ao agravo interno e não conhecer do conflito de\ncompetência, no que foi acompanhado pela Sra. Ministra Maria Isabel\nGallotti, por maioria, negar provimento ao agravo interno nos termos\ndo voto do Sr. Ministro Relator.\nVotaram vencidos os Srs. Ministros João Otávio de Noronha, Raul\nAraújo e Maria Isabel Gallotti.\nOs Srs. Ministros Nancy Andrighi, Humberto Martins, Antonio Carlos\nFerreira e Marco Aurélio Bellizze votaram com o Sr. Ministro\nRelator.\nNão participou do julgamento o Sr. Ministro Marco Buzzi.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : "(PREJUDICIALIDADE HETEROGÊNEA - COMPETÊNCIA DOS JUÍZOS SUSCITADOS\nPARA O JULGAMENTO DAS RESPECTIVAS DEMANDAS - SUSPENSÃO)\n   STJ - <<CC 140817>>-RS, <<CC 118774>>-PE,\n         <<AgRg no CC 112956>>-MS, <<AgRg no CC 129502>>-RS,\n         <<CC 184495>>-SP\n(VOTO VENCIDO - EXECUÇÃO FISCAL E AÇÃO ANULATÓRIA DO DÉBITO -\nCONEXÃO - REUNIÃO DOS PROCESSOS)\n   STJ - <<REsp 899979>>-SP",
  "notas" : null,
  "informacoesComplementares" : "     (VOTO VISTA) (MIN. NANCY ANDRIGHI)\n     \"É bem verdade que, nos termos do § 1° do art. 784 do CPC/15,\n'a propositura de qualquer ação relativa a débito constante de\ntítulo executivo não inibe o credor de promover-lhe a execução'. Não\nmenos certo, porém, é que, ao ser formada a coisa julgada na ação\nque discute dívida constante de título executivo (no particular a\ndemanda revisional), fica inviabilizado o prosseguimento da execução\nautônoma baseada nessa mesma obrigação, sob pena de serem proferidas\ndecisões conflitantes.\n     Em outras palavras: uma vez formado título executivo judicial\nquanto a determinada obrigação (que, assim, não mais pode ser\ncontestada) e estando a sentença em liquidação, a execução desse\ndébito deve ficar subordinada ao valor apurado nessa fase\".\n     (VOTO VENCIDO) (MIN. RAUL ARAÚJO)\n     \"[...] o presente conflito de competência se mostra sede\nimprópria para possibilitar a suspensão da execução, pois, agora,\nsozinho, não enseja tal medida, máxime sem a companhia dos demais\nrecursos fracassados, nos quais a tarefa de suspender a execução em\nevidência já foi afastada por decisões transitadas em julgado, em\nfeitos que diziam diretamente com a execução que dá origem ao\npresente conflito [...].\n     Desse modo, o presente conflito de competência não deve ser\nconhecido, pois não está caracterizado e configura indevido\nsucedâneo recursal\".\n     (VOTO VENCIDO) (MIN. JOÃO OTÁVIO DE NORONHA)\n     \"[...] tecnicamente, trata-se da possibilidade de reunião de\nprocessos (art. 55, § 1º), de forma que a ação ordinária seria\napensada à execução, fazendo as vezes de embargos, evitando-se,\nassim, possíveis decisões conflitantes e contraditórias. Não por\noutro motivo, a consequência da conexão é a reunião dos processos\npara julgamento conjunto.\n     Nesse sentido, havendo a possibilidade de conexão, não há\nensejo de nenhum elemento que justifique a propositura de Conflito\nde Competência. E, mesmo que a parte tenha se descuidado e nada\nrequerido nos termos estabelecidos no Código de Processo Civil, nem\npor isso abre-se a via do Conflito de Competência, haja vista não se\ntratar de via alternativa.\n     Assim, não sendo hipótese de conflito, também não há como se\ndeterminar qualquer providência por meio dele, visto que as decisões\ntécnicas tomadas pela parte na condução do presente feito não se\ncorrigem, evidentemente, por meio do conflito de competência\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00066 ART:00313 INC:00005 ART:00784 PAR:00001", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000235" ],
  "acordaosSimilares" : [ ]
} ]