[ {
  "id" : "000871088",
  "numeroProcesso" : "4374",
  "numeroRegistro" : "200902270225",
  "siglaClasse" : "AgInt nos EDcl no Acordo na AR",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NO PETIÇÃO DE ACORDO NA\nAÇÃO RESCISÓRIA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "HUMBERTO MARTINS",
  "dataPublicacao" : "DJE        DATA:30/04/2024",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NO\nACORDO NA AÇÃO RESCISÓRIA. LEGITIMIDADE DA PARTE PARA RECORRER.\nTRANSAÇÃO ENTRE AS PARTES QUANTO AOS HONORÁRIOS SEM PARTICIPAÇÃO DO\nADVOGADO. IMPOSSIBILIDADE. HONORÁRIOS ADVOCATÍCIOS. DIREITO\nAUTÔNOMO.\n1. Discute-se nos autos se o advogado que atuou na fase de\nconhecimento tem legitimidade para questionar acordo entabulado\nentre as partes que renunciou aos honorários advocatícios\nsucumbenciais do advogado, reconhecidos em decisão transitada em\njulgado, sem ter havido a sua participação em tal transação.\n2. A legitimidade para recorrer (assim como o interesse processual)\nconstitui requisito de admissibilidade dos recursos, razão pela qual\ndevem ser conhecidos os embargos de declaração opostos por terceiro\nprejudicado contra decisão que homologou acordo, afastando-se a\nintempestividade.\n3. Nos termos da jurisprudência do STJ, a celebração de acordo entre\nas partes, sem a anuência do advogado, não atinge os honorários\nadvocatícios sucumbenciais fixados. Precedentes.\n4. Ineficácia do acordo homologado tão somente com relação à verba\nsucumbencial devida ao advogado que atuou na fase de conhecimento.\nAgravo interno provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240418",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Segunda Seção, por unanimidade,\ndar provimento ao agravo interno para tornar ineficaz o acordo\nhomologado tão somente com relação à verba sucumbencial devida ao\nadvogado que atuou na fase de conhecimento, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira, Marco Buzzi, Marco Aurélio Bellizze e Moura Ribeiro\nvotaram com o Sr. Ministro Relator.\nImpedido o Sr. Ministro João Otávio de Noronha.\nAusente, justificadamente, a Sra. Ministra Nancy Andrighi.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : "(CELEBRAÇÃO DE ACORDO ENTRE AS PARTES - AUSÊNCIA DE PARTICIPAÇÃO DO\nADVOGADO - HONORÁRIOS ADVOCATÍCIOS SUCUMBENCIAIS - DIREITO AUTÔNOMO)\n   STJ - <<AgInt no AREsp 1907838>>-SP,\n         <<EDcl no AgInt no REsp 1385196>>-PR,\n         <<AgRg no REsp 1236571>>-RN,\n         <<AgInt no AREsp 2391024>>-SE,\n         <<AgInt no REsp 1734412>>-PB",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:008906 ANO:1994\n*****  EOAB-94    ESTATUTO DA ORDEM DOS ADVOGADOS DO BRASIL DE 1994\n        ART:00022 ART:00023 ART:00024 PAR:00004" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000871087",
  "numeroProcesso" : "4374",
  "numeroRegistro" : "200902270225",
  "siglaClasse" : "AgInt no Acordo na AR",
  "descricaoClasse" : "AGRAVO INTERNO NO PETIÇÃO DE ACORDO NA AÇÃO RESCISÓRIA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "HUMBERTO MARTINS",
  "dataPublicacao" : "DJE        DATA:30/04/2024",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NO\nACORDO NA AÇÃO RESCISÓRIA. LEGITIMIDADE DA PARTE PARA RECORRER.\nTRANSAÇÃO ENTRE AS PARTES QUANTO AOS HONORÁRIOS SEM PARTICIPAÇÃO DO\nADVOGADO. IMPOSSIBILIDADE. HONORÁRIOS ADVOCATÍCIOS. DIREITO\nAUTÔNOMO.\n1. Discute-se nos autos se o advogado que atuou na fase de\nconhecimento tem legitimidade para questionar acordo entabulado\nentre as partes que renunciou aos honorários advocatícios\nsucumbenciais do advogado, reconhecidos em decisão transitada em\njulgado, sem ter havido a sua participação em tal transação.\n2. A legitimidade para recorrer (assim como o interesse processual)\nconstitui requisito de admissibilidade dos recursos, razão pela qual\ndevem ser conhecidos os embargos de declaração opostos por terceiro\nprejudicado contra decisão que homologou acordo, afastando-se a\nintempestividade.\n3. Nos termos da jurisprudência do STJ, a celebração de acordo entre\nas partes, sem a anuência do advogado, não atinge os honorários\nadvocatícios sucumbenciais fixados. Precedentes.\n4. Ineficácia do acordo homologado tão somente com relação à verba\nsucumbencial devida ao advogado que atuou na fase de conhecimento.\nAgravo interno provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240418",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Segunda Seção, por unanimidade,\ndar provimento ao agravo interno para tornar ineficaz o acordo\nhomologado tão somente com relação à verba sucumbencial devida ao\nadvogado que atuou na fase de conhecimento, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira, Marco Buzzi, Marco Aurélio Bellizze e Moura Ribeiro\nvotaram com o Sr. Ministro Relator.\nImpedido o Sr. Ministro João Otávio de Noronha.\nAusente, justificadamente, a Sra. Ministra Nancy Andrighi.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : "(CELEBRAÇÃO DE ACORDO ENTRE AS PARTES - AUSÊNCIA DE PARTICIPAÇÃO DO\nADVOGADO - HONORÁRIOS ADVOCATÍCIOS SUCUMBENCIAIS - DIREITO AUTÔNOMO)\n   STJ - <<AgInt no AREsp 1907838>>-SP,\n         <<EDcl no AgInt no REsp 1385196>>-PR,\n         <<AgRg no REsp 1236571>>-RN,\n         <<AgInt no AREsp 2391024>>-SE,\n         <<AgInt no REsp 1734412>>-PB",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:008906 ANO:1994\n*****  EOAB-94    ESTATUTO DA ORDEM DOS ADVOGADOS DO BRASIL DE 1994\n        ART:00022 ART:00023 ART:00024 PAR:00004" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000871086",
  "numeroProcesso" : "185622",
  "numeroRegistro" : "202200172414",
  "siglaClasse" : "AgInt no CC",
  "descricaoClasse" : "AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "JOÃO OTÁVIO DE NORONHA",
  "dataPublicacao" : "DJE        DATA:30/04/2024",
  "ementa" : "AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA. RECLAMAÇÃO TRABALHISTA\nPROPOSTA CONTRA A CEF E A FUNCEF. PEDIDO QUE NÃO SE RESTRINGE À\nANÁLISE DAS REGRAS DA PREVIDÊNCIA COMPLEMENTAR. COMPETÊNCIA DA\nJUSTIÇA DO TRABALHO. AGRAVO INTERNO DESPROVIDO.\n1. A causa de pedir da contenda tem origem em reclamação trabalhista\najuizada contra a Caixa Econômica Federal e a Fundação dos\nEconomiários Federais (FUNCEF), visando a reimplantação do\nauxílio-alimentação pago em pecúnia, bem como a complementação da\naposentadoria, para que reflita a inclusão da parcela salarial no\nbenefício e que a solução não se restrinja à interpretação das\nregras da previdência complementar.\n2. Considerando que a matéria em discussão é afeta à relação de\nemprego estabelecida com a CEF, ainda que haja futuros reflexos no\nvalor dos benefícios de responsabilidade da entidade de previdência\nprivada, a FUNCEF, é competente a Justiça do Trabalho para o\njulgamento da demanda. Precedentes.\n3. Em se tratando de pretensão relacionada à reimplantação do\nauxílio-alimentação pago em pecúnia, ainda que tenha futuros\nreflexos previdenciários e tendo a ação índole eminentemente\ntrabalhista, a hipótese é diversa da contemplada no precedente do\nSupremo Tribunal Federal no julgamento do RE n. 586.453/SE, não\nsendo, portanto, hipótese de aplicação.\n4. É competência da Justiça do Trabalho em relação à verba de\nauxílio alimentação e da Justiça Estadual a pretensão relativa aos\nefeitos previdenciários.\n5. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240313",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Segunda Seção, por unanimidade, negar\nprovimento ao Agravo Interno, para manter inalterada a decisão\natacada que conheceu do conflito para declarar a competência do\nJUÍZO DA 1ª VARA DO TRABALHO DE NATAL - RN, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Humberto Martins, Raul Araújo, Maria Isabel\nGallotti, Moura Ribeiro e Nancy Andrighi votaram com o Sr. Ministro\nRelator.\nImpedido o Sr. Ministro Antonio Carlos Ferreira.\nAusentes, justificadamente, os Srs. Ministros Ricardo Villas Bôas\nCueva e Marco Aurélio Bellizze.\nPresidiu o julgamento o Sr. Ministro Marco Buzzi.",
  "jurisprudenciaCitada" : "(COMPETÊNCIA DA JUSTIÇA DO TRABALHO - COMPLEMENTAÇÃO DE\nAPOSENTADORIA)\n   STJ - <<AgRg no CC 130534>>-DF, <<CC 141146>>-RJ,\n         <<AgInt no REsp 1698068>>-SP\n(COMPETÊNCIA DA JUSTIÇA DO TRABALHO - VERBA DE NATUREZA TRABALHISTA\n- QUESTÃO REFLEXA NA PREVIDÊNCIA COMPLEMENTAR)\n   STJ - <<AgInt nos EDcl no CC 179896>>-SP,\n         <<EDcl no AgInt no AREsp 1547767>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000871066",
  "numeroProcesso" : "45621",
  "numeroRegistro" : "202301637341",
  "siglaClasse" : "Rcl",
  "descricaoClasse" : "RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MARCO AURÉLIO BELLIZZE",
  "dataPublicacao" : "DJE        DATA:25/04/2024",
  "ementa" : "RECLAMAÇÃO CONSTITUCIONAL. GARANTIA DA AUTORIDADE DE DECISÃO\nPROFERIDA PELO SUPERIOR TRIBUNAL DE JUSTIÇA. COMANDO JUDICIAL QUE\nAFASTOU EXPRESSAMENTE AS ASTREINTES FIXADAS NA AÇÃO DE ORIGEM CONTRA\nO BANCO ORA RECLAMANTE. TRIBUNAL DE ORIGEM QUE MANTÉM A CONDENAÇÃO\nIMPOSTA, LIMITANDO-SE A REDUZIR O VALOR TOTAL DA MULTA. AFRONTA À\nAUTORIDADE DO DECISUM EXARADO POR ESTA CORTE SUPERIOR.\nRECONHECIMENTO. RECLAMAÇÃO JULGADA PROCEDENTE.\n1. A reclamação amparada no art. 105, inciso I, alínea \"f\", da\nConstituição da República visa preservar a competência do Superior\nTribunal de Justiça sempre que haja indevida usurpação por parte de\noutros órgãos, ou, como na hipótese tratada nos presentes autos,\npara garantir a autoridade de suas decisões.\n2. Na hipótese, conquanto tenha sido afastada expressamente a\ncondenação do banco ora reclamante ao pagamento das astreintes\nfixadas na ação subjacente, por ocasião do julgamento do Recurso\nEspecial n. 1.432.202/MA, o Tribunal de origem manteve a referida\ncondenação, limitando-se tão somente a reduzir o valor total da\nmulta imposta à instituição financeira.\n3. Tal o quadro delineado, revela-se evidente que o acórdão\nimpugnado ignorou a autoridade da decisão proferida por esta Corte\nSuperior no REsp n. 1.432.202/MA, na qual foi afastada,\nexpressamente, a cominação das astreintes no processo de origem,\nimpondo-se, assim, a sua cassação, nos termos do art. 992 do\nCPC/2015.\n4. Reclamação julgada procedente.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240418",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Segunda Seção, por unanimidade,\njulgar procedente a reclamação, nos termos do voto do Sr. Ministro\nRelator.\nOs Srs. Ministros Moura Ribeiro, João Otávio de Noronha, Humberto\nMartins, Raul Araújo, Antonio Carlos Ferreira e Marco Buzzi votaram\ncom o Sr. Ministro Relator.\nAusentes, justificadamente, as Sras. Ministras Nancy Andrighi e\nMaria Isabel Gallotti.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : "(RECLAMAÇÃO - EXISTÊNCIA DE COMANDO POSITIVO EMANADO DE JULGADO DO\nSTJ)\n   STJ - <<AgInt na Rcl 42239>>-PR",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000871064",
  "numeroProcesso" : "46756",
  "numeroRegistro" : "202304256527",
  "siglaClasse" : "Rcl",
  "descricaoClasse" : "RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MARCO AURÉLIO BELLIZZE",
  "dataPublicacao" : "DJE        DATA:25/04/2024",
  "ementa" : "RECLAMAÇÃO. RECURSO ESPECIAL INADMITIDO COM BASE NO ART. 1.030, V,\nDO CPC/2015. APRESENTAÇÃO DE PEDIDO DE RECONSIDERAÇÃO, COM PLEITO\nSUBSIDIÁRIO DE RECEBIMENTO COMO AGRAVO EM RECURSO ESPECIAL. NÃO\nCONHECIMENTO. ART. 1.042, § 4º, DO CPC/2015. USURPAÇÃO DE\nCOMPETÊNCIA DESTA CORTE VERIFICADA. RECLAMAÇÃO PROCEDENTE.\n1. A controvérsia instaurada na presente reclamação é definir se\nhouve usurpação da competência desta Corte Superior pela Presidência\ndo Tribunal de origem ao não conhecer do pedido de reconsideração\ncomo agravo em recurso especial, a despeito de pedido subsidiário\nexpresso.\n2. A jurisprudência do Superior Tribunal de Justiça tem entendido\nque será admissível o ajuizamento da reclamação quando a Corte de\norigem usurpa da competência do STJ e não conhece de agravo em\nrecurso especial corretamente interposto. Caso o legislador\npretendesse submeter o agravo do art. 1.042 do CPC/2015, também, a\num juízo prévio de admissibilidade, teria feito expressamente, tal\ncomo ocorre com os recursos especial e extraordinário. Quedando-se\nsilente, contudo, interpreta-se como um silêncio eloquente\n(intencional) do legislador.\n3. O art. 1.042, § 4º, do CPC/2015 prevê a possibilidade de a\nPresidência ou Vice-Presidência do Tribunal de origem exercer um\njuízo de retratação quanto à decisão de inadmissibilidade do recurso\nespecial, configurando-se, assim, o efeito regressivo do recurso.\n4. Quando apresentado pedido de reconsideração da decisão de\ninadmissibilidade do recurso especial, em que conste expressamente o\npleito subsidiário de seu recebimento como agravo em recurso\nespecial, torna-se possível a aplicação do princípio da\nfungibilidade, fazendo-se um paralelo com o entendimento desta Corte\nSuperior acerca do agravo interno, que também possui efeito\nregressivo, de modo que estará configurada a usurpação de\ncompetência do STJ em caso de não recebimento.\n5. Reclamação julgada procedente.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240418",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Segunda Seção, por unanimidade,\nextinguir a reclamação com resolução do mérito, a fim de julgar\nprocedente o pedido, determinando que o pedido de reconsideração\nseja recebido como agravo em recurso especial, com sua consequente\nremessa a esta Corte Superior, nos termos do voto do Sr. Ministro\nRelator.\nOs Srs. Ministros Moura Ribeiro, João Otávio de Noronha, Humberto\nMartins, Raul Araújo, Antonio Carlos Ferreira e Marco Buzzi votaram\ncom o Sr. Ministro Relator.\nAusentes, justificadamente, as Sras. Ministras Nancy Andrighi e\nMaria Isabel Gallotti.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : "(RECLAMAÇÃO - CONFORMIDADE ENTRE O ACÓRDÃO RECORRIDO E A ORIENTAÇÃO\nFIRMADA PELO STJ EM RECURSO ESPECIAL REPETITIVO)\n   STJ - <<Rcl 36476>>-SP\n(RECLAMAÇÃO - AGRAVO EM RECURSO ESPECIAL - COMPETÊNCIA DO STJ -\nUSURPAÇÃO)\n   STJ - <<Rcl 35027>>-AM\n(PEDIDO DE RECONSIDERAÇÃO - EFEITO REGRESSIVO - POSSIBILIDADE DE\nRECEBIMENTO COMO AGRAVO INTERNO)\n   STJ - <<RCD no REsp 1821250>>-RJ,\n         <<RCD nos EDcl no REsp 1480838>>-RS,\n         <<RCD no AREsp 539791>>-SC, {{Rcl 19747}}-RJ",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00219 ART:00988 INC:00001 ART:01003 PAR:00005\n        ART:01030 INC:00005 ART:01042 PAR:00004 ART:01070" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000871063",
  "numeroProcesso" : "1837435",
  "numeroRegistro" : "201902172709",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MARCO AURÉLIO BELLIZZE",
  "dataPublicacao" : "DJE        DATA:25/04/2024",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL.\nACÓRDÃO EMBARGADO PROFERIDO APÓS A ENTRADA EM VIGOR DO CPC/2015.\nVOTO VENCIDO QUE INTEGRA O ACÓRDÃO PARA TODOS OS FINS, INCLUSIVE, E\nNÃO APENAS, PARA PREQUESTIONAMENTO. ART. 941, § 3º, DO CPC/2015.\nACÓRDÃOS PARADIGMA PROLATADOS SOB A ÉGIDE DO REVOGADO CPC/1973.\nSUPERAÇÃO DO ENTENDIMENTO CRISTALIZADO NA SÚMULA 320 DO STJ.\nAUSÊNCIA DE SIMILITUDE FÁTICO-PROCESSUAL. AGRAVO INTERNO DESPROVIDO.\n1. A entrada em vigor do CPC/2015, estabelecendo em seu art. 941, §\n3º, que \"o voto vencido será necessariamente declarado e considerado\nparte integrante do acórdão para todos os fins legais, inclusive de\npré-questionamento\", conferiu-lhe ampla eficácia, acarretando a\nsuperação do entendimento específico, vigente sob a égide do\nrevogado CPC/1973 e sedimentado na Súmula 320 do STJ, segundo o qual\n\"a questão federal somente ventilada no voto vencido não atende ao\nrequisito do prequestionamento\".\n2. A par dessa premissa legalmente estabelecida - de que o voto\nvencido integra o acórdão para todos os fins legais -, não há que se\nfalar em incidência da Súmula 7 do STJ, quando este Tribunal\nSuperior, em sede de recurso especial, adotar como razões de decidir\no juízo de valor constante do voto vencido acerca das\ncircunstâncias fático-probatórias da causa, em ponderação com a\nlinha de fundamentação divergente aposta no voto vencedor, pois tal\nmedida caracteriza mera revaloração jurídica do quadro\nfático-probatório devidamente exarado no acórdão recorrido.\n3. Na hipótese em apreço, o acórdão embargado encontra-se regido\npelo novo regramento processual (CPC/2015), ao passo que os acórdãos\nparadigma foram proferidos quando em vigor o revogado CPC/1973.\n4. Embora se trate de divergência sobre matéria processual e o\nrequisito da similitude fático-processual seja mitigado pela\njurisprudência deste Tribunal em tal circunstância, afigura-se\nimprescindível a essa flexibilização \"que o dissenso se refira à\nsolução de idêntica questão processual, em conjuntura semelhante, de\nmodo a evidenciar a necessidade de tratamento jurídico igualitário,\no que não ocorre na hipótese em julgamento\" (AgInt nos EREsp n.\n1.275.903/RS, relatora Ministra Nancy Andrighi, Corte Especial,\njulgado em 7/10/2020, DJe de 27/10/2020).\n5. Em acréscimo, ressalte-se que os \"embargos de divergência -\nrecurso de fundamentação vinculada e de cognição restrita - não se\nprestam a simples rejulgamento do recurso especial ou do respectivo\nagravo, para correção de eventual equívoco do acórdão embargado,\ncomo se a Corte Especial [ou a Seção] funcionasse como instância\nrevisora ordinária dos demais órgãos jurisdicionais internos, o que,\ncomo se sabe, não é o seu papel\" (EDcl no AgRg nos EAREsp\n1.778.789/SP, Rel. Ministra Laurita Vaz, Corte Especial, julgado em\n22/02/2022, DJe de 02/03/2022).\n6. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240418",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Segunda Seção, por unanimidade,\nnegar provimento ao agravo interno, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros João Otávio de Noronha, Humberto Martins, Raul\nAraújo, Maria Isabel Gallotti, Antonio Carlos Ferreira e Marco Buzzi\nvotaram com o Sr. Ministro Relator.\nImpedido o Sr. Ministro Moura Ribeiro.\nAusente, justificadamente, a Sra. Ministra Nancy Andrighi.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : "(VOTO VENCIDO - PARTE INTEGRANTE DO ACÓRDÃO PARA TODOS OS FINS\nLEGAIS)\n   STJ - <<EDcl no REsp 1340444>>-RS, <<AgInt no REsp 1837435>>-SP,\n         <<AgInt no REsp 1856890>>-SP\n(JUÍZO DE VALOR DO VOTO VENCIDO - RAZÕES DE DECIDIR - REEXAME\nFÁTICO-PROBATÓRIO - AFASTAMENTO - REVALORAÇÃO DOS FATOS)\n   STJ - <<REsp 2077205>>-GO, <<REsp 2092851>>-RJ\n(EMBARGOS DE DIVERGÊNCIA - IDÊNTICA QUESTÃO PROCESSUAL - CONJUNTURA\nSEMELHANTE - TRATAMENTO JURÍDICO IGUALITÁRIO)\n   STJ - <<AgInt nos EREsp 1275903>>-RS\n(EMBARGOS DE DIVERGÊNCIA - RECURSO DE FUNDAMENTAÇÃO VINCULADA E DE\nCOGNIÇÃO RESTRITA - REJULGAMENTO)\n   STJ - <<EDcl no AgRg nos EAREsp 1778789>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00011 ART:00489 PAR:00001 ART:00941 PAR:00003", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000007 SUM:000320", "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00093 INC:00009" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000870951",
  "numeroProcesso" : "2100114",
  "numeroRegistro" : "202302365229",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "HUMBERTO MARTINS",
  "dataPublicacao" : "DJE        DATA:29/04/2024",
  "ementa" : "PROCESSUAL CIVIL. RECURSO ESPECIAL REPRESENTATIVO DE CONTROVÉRSIA\nREPETITIVA. PROPOSTA DE AFETAÇÃO. SEGUNDA SEÇÃO. RECUPERAÇÃO\nJUDICIAL. FALÊNCIA.\n1. Tema proposto para afetação ao rito dos recursos especiais\nrepetitivos:\nDefinir se é devida a condenação em honorários advocatícios\nsucumbenciais - em caso de acolhimento do incidente de impugnação ao\ncrédito - nas ações de recuperação judicial e de falência.\n2. Determinada a suspensão do processamento de todos os processos\nindividuais ou coletivos que versem sobre a mesma matéria, nos quais\ntenha havido a interposição de recurso especial ou de agravo em\nrecurso especial, na segunda instância, ou que estejam em tramitação\nno STJ, respeitada, no último caso, a orientação prevista no art.\n256-L do RISTJ.\nRecurso especial afetado ao rito do art. 1.036 e seguintes do\nCPC/2015 para que seja julgado na Segunda Seção (art. 256-I do\nRISTJ). Conjunto de recursos representativos afetados: REsp n.\n2.100.114/SP; REsp n. 2.090.060/SP; e REsp n. 2.090.066/SP.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240409",
  "decisao" : "A Segunda Seção, por unanimidade, afetou o recurso especial ao rito\ndos recursos repetitivos (art. 1036 do CPC/2015), nos termos do voto\ndo Sr. Ministro Relator, para consolidação do entendimento da\nSegunda Seção sobre: \"Definir se é devida a condenação em honorários\nadvocatícios sucumbenciais - em caso de acolhimento do incidente de\nimpugnação ao crédito - nas ações de recuperação judicial e de\nfalência\". Por unanimidade, determinou-se a suspensão  do\nprocessamento  de  todos  os  processos individuais ou coletivos que\nversem sobre a mesma matéria, nos quais tenha havido a interposição\nde recurso especial ou de agravo em recurso especial, na segunda\ninstância,  ou  que  estejam  em  tramitação  no  STJ,  respeitada,\nno último caso, a orientação prevista no art. 256-L do RISTJ. Os\nSrs. Ministros Raul Araújo, Maria Isabel Gallotti, Marco Buzzi,\nMarco Aurélio Bellizze, Moura Ribeiro e João Otávio de Noronha\nvotaram com o Sr. Ministro Relator.\n\nImpedida a Sra. Ministra Nancy Andrighi.\n\nNão participou o Sr. Mininistro Antonio Carlos Ferreira.\n\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1250",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1250\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036 ART:01037", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:0256I" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000870950",
  "numeroProcesso" : "2090066",
  "numeroRegistro" : "202302780492",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "HUMBERTO MARTINS",
  "dataPublicacao" : "DJE        DATA:29/04/2024",
  "ementa" : "PROCESSUAL CIVIL. RECURSO ESPECIAL REPRESENTATIVO DE CONTROVÉRSIA\nREPETITIVA. PROPOSTA DE AFETAÇÃO.\nSEGUNDA SEÇÃO. RECUPERAÇÃO JUDICIAL. FALÊNCIA.\n1. Tema proposto para afetação ao rito dos recursos especiais\nrepetitivos:\nDefinir se é devida a condenação em honorários advocatícios\nsucumbenciais - em caso de acolhimento do incidente de impugnação ao\ncrédito - nas ações de recuperação judicial e de falência.\n2. Determinada a suspensão do processamento de todos os processos\nindividuais ou coletivos que versem sobre a mesma matéria, nos quais\ntenha havido a interposição de recurso especial ou de agravo em\nrecurso especial, na segunda instância, ou que estejam em tramitação\nno STJ, respeitada, no último caso, a orientação prevista no art.\n256-L do RISTJ.\nRecurso especial afetado ao rito do art. 1.036 e seguintes do\nCPC/2015 para que seja julgado na Segunda Seção (art. 256-I do\nRISTJ). Conjunto de recursos representativos afetados: REsp n.\n2.100.114/SP; REsp n. 2.090.060/SP; e REsp n. 2.090.066/SP.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240409",
  "decisao" : "A Segunda Seção, por unanimidade, afetou o recurso especial ao rito\ndos recursos repetitivos (art. 1036 do CPC/2015), nos termos do voto\ndo Sr. Ministro Relator, para consolidação do entendimento da\nSegunda Seção sobre: \"Definir se é devida a condenação em honorários\nadvocatícios sucumbenciais - em caso de acolhimento do incidente de\nimpugnação ao crédito - nas ações de recuperação judicial e de\nfalência\". Por unanimidade, determinou-se a suspensão  do\nprocessamento  de  todos  os  processos individuais ou coletivos que\nversem sobre a mesma matéria, nos quais tenha havido a interposição\nde recurso especial ou de agravo em recurso especial, na segunda\ninstância,  ou  que  estejam  em  tramitação  no  STJ,  respeitada,\nno último caso, a orientação prevista no art. 256-L do RISTJ. Os\nSrs. Ministros Raul Araújo, Maria Isabel Gallotti, Marco Buzzi,\nMarco Aurélio Bellizze, Moura Ribeiro, Nancy Andrighi e João Otávio\nde Noronha votaram com o Sr. Ministro Relator.\n\nNão participou o Sr. Ministro Antonio Carlos Ferreira.\n\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1250",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1250\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036 ART:01037 INC:00002", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:0256I" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000870949",
  "numeroProcesso" : "2090060",
  "numeroRegistro" : "202302780190",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "HUMBERTO MARTINS",
  "dataPublicacao" : "DJE        DATA:29/04/2024",
  "ementa" : "PROCESSUAL CIVIL. RECURSO ESPECIAL REPRESENTATIVO DE CONTROVÉRSIA\nREPETITIVA. PROPOSTA DE AFETAÇÃO.\nSEGUNDA SEÇÃO. RECUPERAÇÃO JUDICIAL. FALÊNCIA.\n1. Tema proposto para afetação ao rito dos recursos especiais\nrepetitivos:\nDefinir se é devida a condenação em honorários advocatícios\nsucumbenciais - em caso de acolhimento do incidente de impugnação ao\ncrédito - nas ações de recuperação judicial e de falência.\n2. Determinada a suspensão do processamento de todos os processos\nindividuais ou coletivos que versem sobre a mesma matéria, nos quais\ntenha havido a interposição de recurso especial ou de agravo em\nrecurso especial, na segunda instância, ou que estejam em tramitação\nno STJ, respeitada, no último caso, a orientação prevista no art.\n256-L do RISTJ.\nRecurso especial afetado ao rito do art. 1.036 e seguintes do\nCPC/2015 para que seja julgado na Segunda Seção (art. 256-I do\nRISTJ). Conjunto de recursos representativos afetados: REsp n.\n2.100.114/SP; REsp n.\n2.090.060/SP; e REsp n. 2.090.066/SP.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240409",
  "decisao" : "A Segunda Seção, por unanimidade, afetou o recurso especial ao rito\ndos recursos repetitivos (art. 1036 do CPC/2015), nos termos do voto\ndo Sr. Ministro Relator, para consolidação do entendimento da\nSegunda Seção sobre: \"Definir se é devida a condenação em honorários\nadvocatícios sucumbenciais - em caso de acolhimento do incidente de\nimpugnação ao crédito - nas ações de recuperação judicial e de\nfalência\". Por unanimidade, determinou-se a suspensão  do\nprocessamento  de  todos  os  processos individuais ou coletivos que\nversem sobre a mesma matéria, nos quais tenha havido a interposição\nde recurso especial ou de agravo em recurso especial, na segunda\ninstância,  ou  que  estejam  em  tramitação  no  STJ,  respeitada,\nno último caso, a orientação prevista no art. 256-L do RISTJ. Os\nSrs. Ministros Raul Araújo, Maria Isabel Gallotti, Marco Buzzi,\nMarco Aurélio Bellizze, Moura Ribeiro, Nancy Andrighi e João Otávio\nde Noronha votaram com o Sr. Ministro Relator.\n\nNão participou o Sr. Ministro Antonio Carlos Ferreira.\n\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1250",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1250\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036 ART:01037 INC:00002", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:0256I" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000870944",
  "numeroProcesso" : "1962275",
  "numeroRegistro" : "202102997342",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "RICARDO VILLAS BÔAS CUEVA",
  "dataPublicacao" : "DJE        DATA:29/04/2024",
  "ementa" : "RECURSO ESPECIAL REPETITIVO. TEMA Nº 1.156/STJ. INCIDENTE DE\nRESOLUÇÃO DE DEMANDAS REPETITIVAS (IRDR). DIREITO PROCESSUAL CIVIL.\nCONSUMIDOR. SERVIÇOS BANCÁRIOS. FILA. DEMORA. LEGISLAÇÃO ESPECÍFICA.\nDANO MORAL IN RE IPSA. INEXISTÊNCIA. INDENIZAÇÃO. IMPOSSIBILIDADE.\nCASO CONCRETO.\n1. Para os fins do art. 1.036 do CPC/2015, a tese firmada é a\nseguinte: O simples descumprimento do prazo estabelecido em\nlegislação específica para a prestação de serviço bancário não gera\npor si só dano moral in re ipsa.\n2. Julgamento do caso concreto.\n2.1. É necessário que, além do ato ilícito, estejam presentes também\no dano e o nexo de causalidade, tendo em vista serem elementos da\nresponsabilidade civil.\n2.2. Na hipótese, o autor não demonstrou como a espera na fila do\nbanco lhe causou prejuízos, circunstância que não ultrapassou a\nesfera do mero aborrecimento cotidiano.\n3. Recurso especial provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240424",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da SEGUNDA SEÇÃO do Superior Tribunal de\nJustiça, prosseguindo o julgamento, após o voto-vista antecipado da\nSra. Ministra Nancy Andrighi abrindo divergência, conhecendo do\nrecurso especial e negando-lhe provimento no caso concreto, por\nmaioria, dar provimento ao recurso especial para afastar a\nindenização a título de danos morais, com a fixação de tese\nrepetitiva, nos termos do voto do Sr. Ministro Relator.\nPara os fins repetitivos, foi aprovada a seguinte tese no TEMA 1156:\n\"O simples descumprimento do prazo estabelecido em legislação\nespecífica para a prestação de serviços bancários não gera por si só\ndano moral in re ipsa.\nOs Srs. Ministros Moura Ribeiro, João Otávio de Noronha, Humberto\nMartins, Maria Isabel Gallotti e Antonio Carlos Ferreira votaram com\no Sr. Ministro Relator.\nVencida no caso concreto a Sra. Ministra Nancy Andrighi.\nImpedido o Sr. Ministro Marco Buzzi.\nAusente, justificadamente, o Sr. Ministro Raul Araújo.\nPresidiu o julgamento o Sr. Ministro Marco Aurélio Bellizze.",
  "jurisprudenciaCitada" : "(ESPERA EM FILA DE BANCO - DANO MORAL)\n   STJ - <<REsp 1647452>>-RO, <<REsp 1406245>>-SP,\n         <<AgRg no AREsp 357188>>-MG, <<AgInt no AREsp 931538>>-MS,\n         <<AgRg no Ag 1422960>>-SC, <<AgInt no AREsp 1515718>>-MT,\n         <<REsp 1662808>>-MT\n(ESPERA EM FILA DE BANCO - DANO MORAL)\n   STJ - <<REsp 1218497>>-MT\n(MERO INADIMPLEMENTO CONTRATUAL - DANO MORAL)\n   STJ - <<AgRg no REsp 1269246>>-RS\n(DANOS SOCIAIS)\n   STJ - <<Rcl 12062>>-GO (RECURSO REPETITIVO - TEMA(s) 742)\n(VOTO VENCIDO - ESPERA EM FILA DE BANCO - DANO MORAL)\n   STJ - <<AgInt no AREsp 1515718>>-MT, <<REsp 1662808>>-MT,\n         <<REsp 1218497>>-MT, <<AgInt no AREsp 2002591>>-SC\n(VOTO VENDIDO - TEORIA DO DESVIO PRODUTIVO)\n   STJ - <<REsp 1737412>>-SE, <<REsp 1929288>>-TO,\n         <<REsp 1634851>>-RJ\n(ESPERA EM FILA DE BANCO - CONTRARIEDADE À LEGISLAÇÃO - DANO MORAL)\n   STJ - <<AgInt no AREsp 937978>>-DF",
  "notas" : "Julgado conforme procedimento previsto para os Recursos Repetitivos\nno âmbito do STJ.",
  "informacoesComplementares" : "     (VOTO VENCIDO) (MIN. NANCY ANDRIGHI)\n     \"[...] O descumprimento do prazo, quando comprovado que foi\nprolongado, reiterado, acompanhado de outros constrangimentos, ou\nquando envolver consumidor hipervulnerável, além da perda do tempo,\npode resultar em dano moral\".",
  "termosAuxiliares" : "TEORIA DO DESVIO PRODUTIVO",
  "teseJuridica" : "\"O simples descumprimento do prazo estabelecido em legislação\nespecífica para a prestação de serviço bancário não gera por si só\ndano moral 'in re ipsa'\".",
  "tema" : "Tema Repetitivo 1156\nSituação do tema: Acórdão Publicado",
  "referenciasLegislativas" : [ "LEG:MUN LEI:002861 ANO:1999 UF:RJ\n(RIO DE JANEIRO)", "LEG:MUN LEI:003061 ANO:1999 UF:RO\n(RONDONÓPOLIS)", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000281", "LEG:FED LEI:008078 ANO:1990\n*****  CDC-90    CÓDIGO DE DEFESA DO CONSUMIDOR\n        ART:00004 INC:00002 LET:D ART:00006 INC:00003\n        INC:00006 INC:00008 ART:00020 PAR:00002 ART:00039\n        ART:00051 INC:00004", "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00005 INC:00005 INC:00010", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00976 INC:00001 INC:00002 ART:01036", "LEG:FED LEI:010406 ANO:2002\n*****  CC-02    CÓDIGO CIVIL DE 2002\n        ART:00012 ART:00186 ART:00187 ART:00884 ART:00927\n        ART:00944", "LEG:EST LEI:010699 ANO:2020 UF:RN", "LEG:MUN LEI:003055 ANO:2013 UF:GO\n(QUIRINÓPOLIS)", "LEG:MUN LEI:000699 ANO:2002 UF:SC\n(FLORIANÓPOLIS)", "LEG:MUN LEI:011037 ANO:2011 UF:RS\n(PORTO ALEGRE)", "LEG:MUN LEI:002260 ANO:1999 UF:GO\n(QUIRINÓPOLIS)\n(COM A REDAÇÃO DADA PELA LEI MUNICIPAL 3.055/2013)", "LEG:MUN LEI:016685 ANO:2001 UF:PE\n(RECIFE)", "LEG:MUN LEI:005254 ANO:2011 UF:RJ\n(RIO DE JANEIRO)", "LEG:MUN LEI:010283 ANO:2001 UF:PR\n(CURITIBA)", "LEG:MUN LEI:007867 ANO:1999 UF:GO\n        ART:00002\n(GOIÂNIA)", "LEG:MUN LEI:013948 ANO:2005 UF:SP\n(SÃO PAULO)" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000870846",
  "numeroProcesso" : "191533",
  "numeroRegistro" : "202202864897",
  "siglaClasse" : "CC",
  "descricaoClasse" : "CONFLITO DE COMPETENCIA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MARCO AURÉLIO BELLIZZE",
  "dataPublicacao" : "DJE        DATA:26/04/2024",
  "ementa" : "CONFLITO DE COMPETÊNCIA NEGATIVO. CUMPRIMENTO DE SENTENÇA\nTRABALHISTA REFERENTE A CRÉDITO EXTRACONCURSAL. JUÍZO TRABALHISTA\nQUE DETERMINA O ARQUIVAMENTO, EM ATENÇÃO À COMPETÊNCIA DO JUÍZO\nRECUPERACIONAL. PEDIDO DE HABILITAÇÃO DO REFERIDO CRÉDITO NA\nRECUPERAÇÃO JUDICIAL INDEFERIDO PELO JUÍZO RECUPERACIONAL,\nJUSTAMENTE EM RAZÃO DE SUA EXTRACONCURSALIDADE. CONFLITO NEGATIVO DE\nCOMPETÊNCIA. CARACTERIZAÇÃO. DE ACORDO COM § 7-A DO ART. 6º DA LRF\n(COM REDAÇÃO DADA PELA LEI N. 14.112/2020), O JUÍZO DA RECUPERAÇÃO\nJUDICIAL NÃO DETÉM COMPETÊNCIA PARA INTERFERIR, APÓS O DECURSO DO\nSTAY PERIOD, NAS CONSTRIÇÕES EFETIVADAS NO BOJO DE EXECUÇÃO\nINDIVIDUAL DE CRÉDITO EXTRACONCURSAL. CONFLITO DE COMPETÊNCIA\nNEGATIVO CONHECIDO PARA DECLARAR A COMPETÊNCIA DA JUSTIÇA\nTRABALHISTA.\n1. A controvérsia posta no presente incidente centra-se em definir o\nJuízo competente para conhecer e julgar o cumprimento de sentença\ntrabalhista, cujo crédito ali reconhecido tem seu fato gerador em\ndata posterior ao pedido de recuperação judicial (extraconcursal,\nportanto), afigurando-se relevante, a esse propósito - sobretudo em\natenção ao teor da decisão proferida pelo Juízo trabalhista, bem\ncomo  ao parecer manifestado pelo Ministério Público Federal\n-sopesar a subsistência (ou não) da competência do Juízo da\nrecuperação judicial para, nos termos propugnados, exercer juízo de\ncontrole sobre atos constritivos, considerado, no caso dos autos, o\nexaurimento do prazo de blindagem, estabelecido no § 4º do art. 6º\nda Lei n. 11.101/2005 (com redação dada pela Lei n. 14.112/2020).\n2. Com o advento da Lei n. 14.112/2020, tem-se não mais haver espaço\n- diante de seus termos resolutivos - para a interpretação que\nconfere ao Juízo da recuperação judicial o status de competente\nuniversal para deliberar sobre toda e qualquer constrição judicial\nefetivada no âmbito das execuções de crédito extraconcursal, a\npretexto de sua essencialidade ao desenvolvimento de sua atividade,\nprincipalmente em momento posterior ao decurso do stay period.\n3. A partir da entrada em vigência da Lei n. 14.112/2020, com\naplicação imediata aos processos em trâmite (afinal se trata de\nregra processual que cuida de questão afeta à própria competência),\no Juízo da recuperação judicial tem a competência específica para\ndeterminar o sobrestamento dos atos de constrição exarados no bojo\nde execução de crédito extraconcursal que recaíam sobre bens de\ncapital essenciais à manutenção da atividade empresarial durante o\nperíodo de blindagem. Em se tratando de execuções fiscais, a\ncompetência do Juízo recuperacional restringe-se a substituir os\natos de constrição que recaíam sobre bens de capital essenciais à\nmanutenção da atividade empresarial até o encerramento da\nrecuperação judicial.\n4. Uma vez exaurido o período de blindagem - mormente nos casos em\nque sobrevém sentença de concessão da recuperação judicial, a\nensejar a novação de todas as obrigações sujeitas ao plano de\nrecuperação judicial -, é absolutamente necessário que o credor\nextraconcursal tenha seu crédito devidamente equalizado no âmbito da\nexecução individual, não sendo possível que o Juízo da recuperação\ncontinue, após tal interregno, a obstar a satisfação do crédito, com\nsuporte no princípio da preservação da empresa, o qual não se tem\npor absoluto.\n4.1 Naturalmente, remanesce incólume o dever do Juízo em que se\nprocessa a execução individual de crédito extraconcursal de bem\nobservar o princípio da menor onerosidade, a fim de que a satisfação\ndo débito exequendo se dê na forma menos gravosa ao devedor,\npodendo obter, em cooperação do Juízo da recuperação judicial, as\ninformações que reputar relevantes e necessárias.\n5. Diante do exaurimento do stay period, deve-se observar que a\nexecução do crédito trabalhista extraconcursal em exame deve\nprosseguir normalmente perante o Juízo trabalhista suscitado, sendo\nvedado ao Juízo da recuperação judicial - porque exaurida sua\ncompetência (restrita ao sobrestamento de ato constritivo incidente\nsobre bem de capital) - proceder ao controle dos atos constritivos a\nserem ali exarados.\n6. Conflito de competência negativo conhecido, para declarar a\ncompetência do Juízo trabalhista.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240418",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, prosseguindo o julgamento, após o voto-vista do\nSr. Ministro Moura Ribeiro abrindo divergência e conhecendo do\nconflito para declarar competente o Juízo de Direito da 1ª Vara\nCível de Campo Verde/MT, por maioria, conhecer do conflito e\ndeclarou competente o Juízo Trabalhista, da Vara do Trabalho de\nPrimavera do Leste/MT, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros João Otávio de Noronha, Humberto Martins, Raul\nAraújo, Antonio Carlos Ferreira e Marco Buzzi votaram com o Sr.\nMinistro Relator.\nVencido o Sr. Ministro Moura Ribeiro.\nAusentes, justificadamente, as Sras. Ministras Nancy Andrighi e\nMaria Isabel Gallotti.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : "(RECUPERAÇÃO JUDICIAL - PERÍODO DE BLINDAGEM - PRORROGAÇÃO - LEI\n14.112/2020)\n   STJ - <<REsp 1991103>>-MT",
  "notas" : null,
  "informacoesComplementares" : "     \"[...] em atenção à nova sistemática implementada pela Lei n.\n14.112/2020, a extensão do 'stay period', para além da prorrogação\nestabelecida no § 4º do art. 6º da LRF, somente se afigurará\npossível se houver, necessariamente, a deliberação prévia e\nfavorável da assembleia geral dos credores a esse respeito, seja com\nvistas à apresentação do plano de recuperação judicial, seja por\nreputarem conveniente e necessário, segundo seus interesses, para se\nchegar a um denominador comum no que alude às negociações em trâmite\n[...]\".\n     (VOTO VENCIDO) (MIN. MOURA RIBEIRO)\n     \"[...] as alterações promovidas na Lei nº 11.101/2005 pela\nReforma de 2020 não podem se sobrepor ao princípio da preservação da\nempresa e ao princípio da inafastabilidade da jurisdição, não sendo\npossível retirar da competência do juízo da recuperação judicial o\ncontrole sobre os atos de constrição praticados contra o patrimônio\nda empresa recuperanda, inclusive no que diz respeito a análise da\nessencialidade do bem constrito para o soerguimento da empresa\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:014112 ANO:2020", "LEG:FED LEI:011101 ANO:2005\n*****  LF-05    LEI DE RECUPERAÇÃO JUDICIAL E EXTRAJUDICIAL E DE\nFALÊNCIA\n        ART:00006 PAR:00004 PAR:0007A ART:00049 PAR:00003\n        PAR:00004\n(COM A REDAÇÃO DADA PELA LEI 14.112/2020)" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000870696",
  "numeroProcesso" : "196846",
  "numeroRegistro" : "202301433067",
  "siglaClasse" : "CC",
  "descricaoClasse" : "CONFLITO DE COMPETENCIA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MARCO AURÉLIO BELLIZZE",
  "dataPublicacao" : "DJE        DATA:25/04/2024",
  "ementa" : "CONFLITO DE COMPETÊNCIA. ATO CONSTRITIVO DETERMINADO PELO JUÍZO\nCÍVEL PERANTE O QUAL SE PROCESSA A EXECUÇÃO DE CRÉDITO\nEXTRACONCURSAL EM DESFAVOR DE EMPRESA EM RECUPERAÇÃO JUDICIAL.\nEXAURIMENTO DO STAY PERIOD. DE ACORDO COM § 7-A DO ART. 6º DA LRF\n(COM REDAÇÃO DADA PELA LEI N. 14.112/2020), O JUÍZO DA RECUPERAÇÃO\nJUDICIAL NÃO DETÉM COMPETÊNCIA PARA INTERFERIR, APÓS O DECURSO DO\nSTAY PERIOD, NAS CONSTRIÇÕES EFETIVADAS NO BOJO DE EXECUÇÃO\nINDIVIDUAL DE CRÉDITO EXTRACONCURSAL. CONFLITO DE COMPETÊNCIA NÃO\nCONHECIDO.\n1. A controvérsia posta no presente incidente centra-se em definir\nse, a partir da vigência da Lei n. 14.112/2020, uma vez exaurido o\nprazo estabelecido no § 4º do art. 6º da Lei n. 11.101/2005, a\ndecisão proferida pelo Juízo Cível que, em execução de crédito\nextraconcursal, determina a realização de atos constritivos sobre os\nbens da recuperanda invade, de qualquer modo, a competência do\nJuízo da recuperação judicial.\n2. Com o advento da Lei n. 14.112/2020, tem-se não mais haver espaço\n- diante de seus termos resolutivos - para a interpretação que\nconfere ao Juízo da recuperação judicial o status de competente\nuniversal para deliberar sobre toda e qualquer constrição judicial\nefetivada no âmbito das execuções de crédito extraconcursal, a\npretexto de sua essencialidade ao desenvolvimento de sua atividade,\nsobretudo em momento posterior ao decurso do stay period.\n3 A partir da entrada em vigência da Lei n. 14.112/2020, com\naplicação imediata aos processos em trâmite (ut art. 5º da referida\nlei), o Juízo da recuperação judicial tem a competência específica\npara determinar o sobrestamento dos atos de constrição exarados no\nbojo de execução de crédito extraconcursal que recaiam sobre bens de\ncapital essenciais à manutenção da atividade empresarial durante o\nperíodo de blindagem. Em se tratando de execuções fiscais, a\ncompetência do Juízo recuperacional restringe-se a substituir os\natos de constrição que recaíam sobre bens de capital essenciais à\nmanutenção da atividade empresarial até o encerramento da\nrecuperação judicial.\n4. Uma vez exaurido o período de blindagem - principalmente nos\ncasos em que sobrevém sentença de concessão da recuperação judicial,\na ensejar a novação de todas as obrigações sujeitas ao plano de\nrecuperação judicial -, é absolutamente necessário que o credor\nextraconcursal tenha seu crédito devidamente equalizado no âmbito da\nexecução individual, não sendo possível que o Juízo da recuperação\ncontinue, após tal interregno, a obstar a satisfação do crédito, com\nsuporte no princípio da preservação da empresa, o qual não se tem\npor absoluto.\n4.1 Naturalmente, remanesce incólume o dever do Juízo em que se\nprocessa a execução individual de crédito extraconcursal de bem\nobservar o princípio da menor onerosidade, a fim de que a satisfação\ndo débito exequendo se dê na forma menos gravosa ao devedor,\npodendo obter, em cooperação do Juízo da recuperação judicial, as\ninformações que reputar relevantes e necessárias.\n5. Diante do exaurimento do stay period, a decisão proferida pelo o\nJuízo cível que, no bojo de execução individual de crédito\nextraconcursal, determinou bloqueio de bens imóveis da recuperanda\nnão se imiscuiu na competência do Juízo da recuperação judicial\n(restrita ao sobrestamento do ato constritivo), no caso, já\nexaurida, mostrando-se, por isso, desnecessário qualquer\nconsideração a respeito da natureza do bem constrito (se bem de\ncapital, ou não).\n6. Conflito de competência não conhecido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240418",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, prosseguindo o julgamento, após o voto-vista do\nSr. Ministro Moura Ribeiro abrindo divergência e conhecendo do\nconflito para declarar competente o Juízo de Direito da 24ª Vara\nCível de Natal/RN, por maioria, não conhecer do conflito de\ncompetência, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros João Otávio de Noronha, Humberto Martins, Raul\nAraújo, Antonio Carlos Ferreira e Marco Buzzi votaram com o Sr.\nMinistro Relator.\nVencido o Sr. Ministro Moura Ribeiro.\nAusentes, justificadamente, as Sras. Ministras Nancy Andrighi e\nMaria Isabel Gallotti.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : "(RECUPERAÇÃO JUDICIAL - PERÍODO DE BLINDAGEM - PRORROGAÇÃO - LEI\n14.112/2020)\n   STJ - <<REsp 1991103>>-MT",
  "notas" : null,
  "informacoesComplementares" : "     \"[...] em atenção à nova sistemática implementada pela Lei n.\n14.112/2020, a extensão do 'stay period', para além da prorrogação\nestabelecida no § 4º do art. 6º da LRF, somente se afigurará\npossível se houver, necessariamente, a deliberação prévia e\nfavorável da assembleia geral dos credores a esse respeito, seja com\nvistas à apresentação do plano de recuperação judicial, seja por\nreputarem conveniente e necessário, segundo seus interesses, para se\nchegar a um denominador comum no que alude às negociações em trâmite\n[...]\".\n     (VOTO VENCIDO) (MIN. MOURA RIBEIRO)\n     \"[...] as alterações promovidas na Lei nº 11.101/2005 pela\nReforma de 2020 não podem se sobrepor ao princípio da preservação da\nempresa e ao princípio da inafastabilidade da jurisdição, não sendo\npossível retirar da competência do juízo da recuperação judicial o\ncontrole sobre os atos de constrição praticados contra o patrimônio\nda empresa recuperanda, inclusive no que diz respeito a análise da\nessencialidade do bem constrito para o soerguimento da empresa\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:014112 ANO:2020\n        ART:00005", "LEG:FED LEI:011101 ANO:2005\n*****  LF-05    LEI DE RECUPERAÇÃO JUDICIAL E EXTRAJUDICIAL E DE\nFALÊNCIA\n        ART:00006 PAR:00004 PAR:0007A PAR:0007B ART:00049\n        PAR:00003 PAR:00004\n(COM A REDAÇÃO DADA PELA LEI 14.112/2020)" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000870695",
  "numeroProcesso" : "196553",
  "numeroRegistro" : "202301284057",
  "siglaClasse" : "CC",
  "descricaoClasse" : "CONFLITO DE COMPETENCIA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "RICARDO VILLAS BÔAS CUEVA",
  "dataPublicacao" : "DJE        DATA:25/04/2024",
  "ementa" : "CONFLITO DE COMPETÊNCIA. RECUPERAÇÃO JUDICIAL. EXECUÇÃO FISCAL.\nARTIGO 6º, § 7-B, DA LEI Nº 11.101/2005. VALORES EM DINHEIRO. BENS\nDE CAPITAL. NÃO CONFIGURAÇÃO. SUBSTITUIÇÃO. AUSÊNCIA.\n1. Os autos buscam definir se está configurado o conflito positivo\nde competência na espécie e, sendo esse o caso, qual o juízo\ncompetente para, em execução fiscal, determinar a constrição de\nvalores pertencentes a empresa em recuperação judicial.\n2. A caracterização do conflito de competência pressupõe que a parte\nsuscitante demonstre a existência de divergência concreta e atual\nentre diferentes juízos que se entendem competentes ou incompetentes\npara analisar determinada causa.\n3. Na hipótese, o Juízo da recuperação judicial, ao determinar o\ndesbloqueio de valores efetivado na execução fiscal, invadiu a\ncompetência do Juízo da execução.\n4. O artigo 6º, § 7º-B, da Lei nº 11.101/2005, introduzido pela Lei\nnº 14.112/2020, dispõe que se a constrição efetivada pelo Juízo da\nexecução fiscal recair sobre bens de capital essenciais à manutenção\nda atividade empresarial, caberá ao Juízo da recuperação determinar\na substituição por outros bens, providência que será realizada\nmediante pedido de cooperação jurisdicional.\n5. O Superior Tribunal de Justiça, interpretando a abrangência da\nexpressão \"bens de capital\" constante do artigo 49, § 3º, da LREF,\nfirmou entendimento no sentido de que se trata de bens corpóreos,\nmóveis ou imóveis, não perecíveis ou consumíveis, empregados no\nprocesso produtivo da empresa.\n6. A Lei nº 14.112/2020, ao incluir o artigo 6º, § 7º-B, na Lei nº\n11.101/2005, utilizou-se da expressão \"bens de capital\" - já\nempregada no artigo 49, § 3º, ao qual, por estar inserido na mesma\nnorma e pela necessidade de manter-se a coerência do sistema,\ndeve-se dar a mesma interpretação.\n7. Valores em dinheiro não constituem bens de capital a inaugurar a\ncompetência do Juízo da recuperação prevista no artigo 6º, § 7º-B,\nda LREF para determinar a substituição dos atos de constrição.\n8. Conflito conhecido para declarar a competência do Juízo da\nexecução fiscal.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240418",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, prosseguindo o julgamento, após o voto-vista do\nSr. Ministro Moura Ribeiro abrindo divergência e conhecendo do\nconflito para declarar competente o Juízo de Direito da 20ª Vara\nCível de Recife/PE, por maioria, conhecer do conflito e declarou\ncompetente o Juízo da Execução Fiscal, da 33ª Vara Federal da Seção\nJudiciária de Pernambuco, e, por consequência, o Tribunal Regional\nFederal em âmbito recursal, para determinar a realização dos atos\nexpropriatórios na Execução Fiscal nº 0815762-41.2021.4.05.83, nos\ntermos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Marco Buzzi, Marco Aurélio Bellizze, João Otávio\nde Noronha, Humberto Martins e Raul Araújo votaram com o Sr.\nMinistro Relator.\nVencido o Sr. Ministro Moura Ribeiro.\nAusentes, justificadamente, as Sras. Ministras Nancy Andrighi e\nMaria Isabel Gallotti.\nPresidiu o julgamento o Sr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : "(RECUPERAÇÃO JUDICIAL - CONSTRIÇÃO - BENS DE CAPITAL ESSENCIAIS À\nATIVIDADE EMPRESARIAL - COMPETÊNCIA DO JUÍZO DE RECUPERAÇÃO)\n   STJ - <<AgInt no CC 182059>>-PE\n(BENS DE CAPITAL)\n   STJ - <<REsp 1758746>>-GO, <<REsp 1629470>>-MS\n(VOTO VISTA - CONFLITO DE COMPETÊNCIA - JUÍZO DE EXECUÇÃO FISCAL -\nJUÍZO DE RECUPERAÇÃO JUDICIAL - CARACTERIZAÇÃO)\n   STJ - <<CC 181190>>-AC\n(VOTO VENCIDO - BENS DE CAPITAL - ESSENCIALIDADE DOS BENS -\nCOMPETÊNCIA - JUÍZO DE RECUPERAÇÃO JUDICIAL)\n   STJ - <<AgInt no AREsp 1910636>>-DF, <<AgInt no CC 161997>>-AL,\n         <<AgInt no CC 166811>>-MA",
  "notas" : null,
  "informacoesComplementares" : "     (VOTO VISTA) (MIN. MARCO AURÉLIO BELLIZZE)\n     \"[...] para a configuração do conflito de competência perante o\nSuperior Tribunal de Justiça, é necessário que o Juízo da execução\nfiscal se oponha, concretamente, à superveniente deliberação do\nJuízo da recuperação judicial a respeito da constrição judicial,\ndeterminando a substituição do bem constrito, considerada, pois, a\nessencialidade do bem de capital constrito\".\n     (VOTO VENCIDO) (MIN. MOURA RIBEIRO)\n     \"[...] as alterações promovidas na Lei nº 11.101/2005 pela\nReforma de 2020 não podem se sobrepor ao princípio da preservação da\nempresa e ao princípio da inafastabilidade da jurisdição, não sendo\npossível retirar da competência do juízo da recuperação judicial o\ncontrole sobre os atos de constrição praticados contra o patrimônio\nda empresa recuperanda, inclusive no que diz respeito a análise da\nessencialidade do bem constrito para o soerguimento da empresa\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:014112 ANO:2020", "LEG:FED LEI:011101 ANO:2005\n*****  LF-05    LEI DE RECUPERAÇÃO JUDICIAL E EXTRAJUDICIAL E DE\nFALÊNCIA\n        ART:00006 PAR:0007B ART:00049 PAR:00003\n(ART. 6º, § 7º-B, COM A REDAÇÃO DADA PELA LEI 14.112/2020)" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000868671",
  "numeroProcesso" : "2325808",
  "numeroRegistro" : "202300982489",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "ANTONIO CARLOS FERREIRA",
  "dataPublicacao" : "DJE        DATA:21/03/2024",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM\nAGRAVO EM RECURSO ESPECIAL. MANUTENÇÃO DA SÚMULA N. 182 DO STJ NO\nACÓRDÃO EMBARGADO. INCIDÊNCIA DA SÚMULA N. 315/STJ. DECISÃO MANTIDA.\n1. A jurisprudência desta Corte está sedimentada no sentido de que\n\"não cabem embargos de divergência no âmbito do agravo de\ninstrumento que  não admite recurso especial\", a teor do que dispõe\na Súmula n. 315/STJ.\n2. No caso, não se conheceu do agravo em recurso especial diante da\naplicação da Súmula n. 182 do STJ, e o agravo interno foi\ndesprovido, adotando-se fundamentos destinados a manter a incidência\nda referida súmula.\n3. Os paradigmas, segundo a orientação desta Corte Superior, devem\nser atuais.\n4. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240319",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 13/03/2024 a 19/03/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Raul Araújo, Maria Isabel Gallotti, Marco Buzzi, Marco\nAurélio Bellizze e Moura Ribeiro  votaram com o Sr. Ministro\nRelator.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA NO RECURSO ESPECIAL - ATUALIDADE E\nCONTEMPORANEIDADE DOS PARADIGMAS)\n   STJ - <<AgInt nos EREsp 2017003>>-PA,\n         <<EDcl no AgInt nos EAREsp 1610769>>-ES,\n         <<AgInt nos EAREsp 1746965>>-DF,\n         <<AgInt nos EREsp 1758376>>-RS\n(EMBARGOS DE DIVERGÊNCIA - COMPROVAÇÃO DA DIVERGÊNCIA - MÉRITO NÃO\nAPRECIADO)\n   STJ - <<AgInt nos EAREsp 1898298>>-RJ,\n         <<AgRg nos EDcl no AREsp 2004271>>-SC",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00085 PAR:00011 ART:01043", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000315", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000868576",
  "numeroProcesso" : "2385518",
  "numeroRegistro" : "202301997736",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "JOÃO OTÁVIO DE NORONHA",
  "dataPublicacao" : "DJE        DATA:22/03/2024",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NOS\nEMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL. AUSÊNCIA DE IMPUGNAÇÃO\nDOS FUNDAMENTOS DA DECISÃO AGRAVADA. RECURSO MANIFESTAMENTE\nINCABÍVEL. ART. 1.021, § 1º, DO DO CPC/2015. APLICAÇÃO DE MULTA.\n1. Não se conhece do agravo interno que deixa de impugnar os\nfundamentos da decisão agravada, limitando-se a reiterar a invocação\ndos paradigmas cuja imprestabilidade para amparar a divergência já\nfoi apontada no julgado recorrido.\n2. Tratando-se de recurso manifestamente inadmissível, incide no\ncaso a multa prevista no § 4º do art. 1.021 do CPC/2015.\n3. Agravo interno não conhecido com aplicação de multa",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240319",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 13/03/2024 a 19/03/2024,\npor unanimidade, não conhecer do recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Nancy Andrighi, Humberto Martins, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Marco Buzzi, Marco\nAurélio Bellizze e Moura Ribeiro  votaram com o Sr. Ministro\nRelator.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01021 PAR:00001 PAR:00003", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000182" ],
  "acordaosSimilares" : [ "AgInt no CC  194067  SP  2023/0005722-8  Decisão:30/04/2024\nDJE        DATA:06/05/2024", "AgInt nos EAREsp  1822554  SP  2021/0012348-5  Decisão:14/05/2024\nDJE        DATA:20/05/2024" ]
}, {
  "id" : "000868575",
  "numeroProcesso" : "40614",
  "numeroRegistro" : "202002061238",
  "siglaClasse" : "AgInt nos EDcl na Rcl",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "JOÃO OTÁVIO DE NORONHA",
  "dataPublicacao" : "DJE        DATA:22/03/2024",
  "ementa" : "CONSTITUCIONAL. RECLAMAÇÃO. CUMPRIMENTO DE ACÓRDÃO DO STJ\nCONSIDERADO DESRESPEITADO. PERDA DE OBJETO DO AGRAVO INTERNO.\n1. Nos termos do art. 105, I, f, da CF, c/c o art. 988 do CPC de\n2015, e do art. 187 do RISTJ, cabe reclamação da parte interessada\npara garantir a autoridade das decisões do STJ.\n2. Quando o STJ conclui que houve ofensa à autoridade de decisão\nsua, reconhece a validade de cláusula de eleição e determina a\nremessa dos autos ao juízo competente e o juízo reclamado cumpre a\ndeterminação dada em reclamação, não há interesse da parte em\npreservar hipotética competência de outro juízo.\n3. Cumprida decisão monocrática em reclamação, esgota-se o objeto da\nação.\n4. Agravo interno não conhecido. Litigância de má-fé reconhecida.\nFixação de multa e de indenização à parte contrária.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240319",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 13/03/2024 a 19/03/2024,\npor unanimidade, não conhecer do recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Nancy Andrighi, Humberto Martins, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Marco Buzzi, Marco\nAurélio Bellizze e Moura Ribeiro  votaram com o Sr. Ministro\nRelator.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00080 INC:00007 ART:00081 PAR:00003", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00187", "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00105 INC:00001 LET:F" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000868563",
  "numeroProcesso" : "5310",
  "numeroRegistro" : "201303968616",
  "siglaClasse" : "AR",
  "descricaoClasse" : "AÇÃO RESCISÓRIA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "ANTONIO CARLOS FERREIRA",
  "dataPublicacao" : "DJE        DATA:08/04/2024",
  "ementa" : "AÇÃO RESCISÓRIA. ART. 485, V, DO CPC/1973 (\"VIOLAR LITERAL\nDISPOSIÇÃO DE LEI\"). AÇÃO ANULATÓRIA DE ATO JURÍDICO. VENDA DE\nASCENDENTE PARA DESCENDENTE POR INTERPOSTA PESSOA.\nPRESCRIÇÃO/DECADÊNCIA. QUATRO ANOS. CC/1916. INTERRUPÇÃO. AÇÃO\nANTERIOR. MATÉRIA NÃO APRECIADA NO ACÓRDÃO RESCINDENDO. AUSÊNCIA DE\nOFENSA LITERAL E DIRETA À DISPOSIÇÃO DE LEI.\n1. No presente caso, apesar de os autores alegarem que a rescisória\nencontra-se assentada na suposta ofensa à lei no que se refere ao\ntermo inicial do prazo prescricional/decadencial de 4 (quatro) anos\n(art. 178, § 9º, V, \"b\", do CC/1916, buscam, na verdade, demonstrar\nque teria havido interrupção do referido prazo quando do ajuizamento\nde demanda anterior (art. 172, I, do CC/1916 e 219 do CPC/1973), a\nmatéria não foi apreciada no acórdão rescindendo nem no acórdão do\nTribunal de origem proferido à época, objeto do recurso especial\ncujo julgamento se pretende rescindir.\n2. Segundo a jurisprudência do STJ, a ação rescisória fundamentada\nna suposta violação da literal disposição de lei não é cabível\nquando a questão jurídica invocada pelo autor não tenha sido\ndecidida no acórdão rescindendo.\n3. Ademais, a  ausência do enfrentamento da cogitada interrupção\ntemporal no acórdão rescindendo impõe que esta Corte Superior, para\njulgar procedente a rescisória, confronte todos os elementos\nfático-processuais (pedido, causa de pedir, partes etc.) da primeira\nação com os da segunda ação. Sem tal prévia confrontação, não há\ncomo concluir pela eventual contrariedade aos arts. 172, inc. I, do\nCC/1916 e 219 do CPC/1973, o que afasta de plano a alegada violação\nliteral e direta da l ei.\n4. A ação rescisória é inviável quando demande prévio reexame de\nfatos da causa e das provas com o propósito de reparar supostas\ninjustiças. Precedentes do STJ.\n5. Ação rescisória improcedente.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240307",
  "decisao" : "Prosseguindo o julgamento, após o voto-vista do Sr. Ministro\nAntonio Carlos Ferreira inaugurando a divergência para julgar\nimprocedente a ação rescisória, no que foi acompanhado pelos Srs.\nMinistros Marco Aurélio Bellizze, Moura Ribeiro, Nancy Andrighi e\nJoão Otávio de Noronha, a Segunda Seção, por maioria, julgou\nimprocedente a ação rescisória, nos termos do voto do Sr. Ministro\nAntonio Carlos Ferreira, que lavrará o acórdão.\nVencidos os Srs. Ministros Raul Araújo (Relator), Maria Isabel\nGallotti (Revisora) e Humberto Martins.\nVotaram com o Sr. Ministro Antonio  Carlos Ferreira os Srs.\nMinistros Marco Aurélio Bellizze, Moura Ribeiro, Nancy Andrighi e\nJoão Otávio de Noronha.\nAusente, justificadamente, o Sr. Ministro Ricardo Villas Bôas Cueva.\nPresidiu o julgamento o Sr. Ministro Marco Buzzi.",
  "jurisprudenciaCitada" : "(AÇÃO RESCISÓRIA - SUCEDÂNEO RECURSAL)\n   STJ - <<AR 4176>>-PR, <<AR 1470>>-SP\n(AÇÃO RESCISÓRIA - OFENSA A LITERAL DISPOSIÇÃO DE LEI - MATÉRIA NÃO\nAPRECIADA NA DECISÃO RESCINDENDA)\n   STJ - <<AR 5864>>-MS, <<AR 5776>>-SC, <<AR 4797>>-MG,\n         <<AR 5064>>-ES, <<AR 6047>>-MG, <<AR 5980>>-PB,\n         <<AgInt nos EDcl na AR 6230>>-PR, <<AgInt na AR 6477>>-DF\n(AÇÃO RESCISÓRIA - OFENSA A LITERAL DISPOSIÇÃO DE LEI - REEXAME DE\nFATOS E PROVAS)\n   STJ - <<AR 5958>>-TO, <<AR 5568>>-SC, <<AR 3823>>-DF,\n         <<AgInt na AR 5137>>-MS, <<AgRg nos EDcl na AR 4700>>-PI,\n         <<AR 6052>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000868428",
  "numeroProcesso" : "46329",
  "numeroRegistro" : "202303206359",
  "siglaClasse" : "AgInt na Rcl",
  "descricaoClasse" : "AGRAVO INTERNO NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MOURA RIBEIRO",
  "dataPublicacao" : "DJE        DATA:21/03/2024",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NA RECLAMAÇÃO. ALEGAÇÃO DE\nNULIDADE. JULGAMENTO MONOCRÁTICO. POSSIBILIDADE. SÚMULA N.º 568 DO\nSTJ. RECURSO ORDINÁRIO EM MANDADO DE SEGURANÇA E AGRAVO EM RECURSO\nESPECIAL. NEGATIVA DE SEGUIMENTO PELA CORTE ESTADUAL. USURPAÇÃO DE\nCOMPETÊNCIA DO SUPERIOR TRIBUNAL DE JUSTIÇA. INEXISTÊNCIA. AGRAVO\nINTERNO DESPROVIDO.\n1. Inocorrência de nulidade de julgamento monocrático. A\njurisprudência do STJ orienta-se no sentido de que o art. 932 do CPC\ne a Súmula n.º 568 do STJ admitem que o relator julgue\nmonocraticamente recurso inadmissível ou aplique jurisprudência\nconsolidada nesta Corte.\n2. Alegação de usurpação de competência do STJ pelo Tribunal\nbandeirante que negou o processamento do recurso ordinário em\nmandado de segurança. Ausência de demonstração de julgamento de\nações ou recursos, pela Corte local, previstos no art. 105 da CF/88.\n3. A jurisprudência desta Corte entende ser inadmissível a\nimpetração de mandado de segurança contra acórdão proferido pelo\nTribunal de origem em harmonia com entendimento firmado em tema\nrepetitivo.\n4. A sistemática recursal introduzida pelo Código de Processo Civil\nde 2015 estabelece que a decisão que nega seguimento ao recurso\nespecial em razão da conformidade entre o acórdão recorrido e o\nentendimento firmado pelo Superior Tribunal de Justiça em recurso\nespecial repetitivo é impugnável apenas por agravo interno no âmbito\nda própria Corte local, não sendo cabível o ajuizamento da\nreclamação.\n5. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240319",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 13/03/2024 a 19/03/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros João Otávio de Noronha, Humberto Martins, Raul\nAraújo, Maria Isabel Gallotti, Antonio Carlos Ferreira, Marco Buzzi\ne Marco Aurélio Bellizze  votaram com o Sr. Ministro Relator.\nImpedida a Sra. Ministra Nancy Andrighi.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : "(JULGAMENTO MONOCRÁTICO)\n   STJ - <<AgInt na Rcl 43679>>-BA, <<AgInt no REsp 1974289>>-SP\n(RECLAMAÇÃO - HIPÓTESE DE CABIMENTO)\n   STJ - <<AgRg na Rcl 4942>>-RJ\n(MANDADO DE SEGURANÇA - IMPETRAÇÃO CONTRA ATO JUDICIAL)\n   STJ - <<AgInt no RMS 62229>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00932 ART:01030 INC:00001 LET:B", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000568", "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00105" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000868413",
  "numeroProcesso" : "46444",
  "numeroRegistro" : "202303491813",
  "siglaClasse" : "AgInt na Rcl",
  "descricaoClasse" : "AGRAVO INTERNO NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MARCO BUZZI",
  "dataPublicacao" : "DJE        DATA:22/03/2024",
  "ementa" : "AGRAVO INTERNO NA  RECLAMAÇÃO - ACÓRDÃO DE TURMA DE JUIZADO\nESPECIAL - INVIABILIDADE - ESCÓLIO JURISPRUDENCIAL DO SUPERIOR\nTRIBUNAL DE JUSTIÇA - DELIBERAÇÃO UNIPESSOAL QUE NÃO CONHECEU A\nRECLAMAÇÃO - INSURGÊNCIA DO AUTOR.\n1. Com o advento da Emenda Regimental nº 22/STJ, de 16/03/2016,\nficou revogada a Resolução/STJ nº 12/2009, que dispunha sobre  o\nprocessamento, no Superior Tribunal de Justiça, das reclamações\ndestinadas a dirimir divergência entre acórdão prolatado por Turma\nRecursal Estadual e a jurisprudência desta Corte.. Precedentes.\n2.  Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240319",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 13/03/2024 a 19/03/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira, Marco Aurélio Bellizze e Moura Ribeiro  votaram com o Sr.\nMinistro Relator.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : "(RECLAMAÇÃO - JUIZADOS ESPECIAIS - RESOLUÇÃO/STJ N. 12/2009 -\nREVOGAÇÃO)\n   STJ - <<AgInt nos EDcl na Rcl 42530>>-SP,\n         <<AgInt na Rcl 42824>>-MG,\n         <<AgInt nos EDcl na Rcl 41613>>-SP,\n         <<AgInt na Rcl 42253>>-PR, <<AgRg na Rcl 18506>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED RES:000012 ANO:2009\n(SUPERIOR TRIBUNAL DE JUSTIÇA - STJ)\n(REVOGADA PELA EMENDA REGIMENTAL 22/2016)", "LEG:FED EMR:000022 ANO:2016\n(SUPERIOR TRIBUNAL DE JUSTIÇA - STJ)" ],
  "acordaosSimilares" : [ ]
} ]