[ {
  "id" : "000908636",
  "numeroProcesso" : "206080",
  "numeroRegistro" : "202402274856",
  "siglaClasse" : "AgInt no CC",
  "descricaoClasse" : "AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "JOÃO OTÁVIO DE NORONHA",
  "dataPublicacao" : "DJEN       DATA:25/04/2025",
  "ementa" : "DIREITO PROCESSUAL CIVIL. AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA.\nRECUPERAÇÃO JUDICIAL. EXECUÇÃO DE TÍTULO EXTRAJUDICIAL. PENHORA\nSOBRE VALORES DA EMPRESA EM SOERGUIMENTO. ALCANCE DA COMPETÊNCIA DO\nJUÍZO UNIVERSAL. VALORES POTENCIALMENTE CONCURSAIS. ESSENCIALIDADE\nPRESUMIDA. REGIME DE COOPERAÇÃO JUDICIAL. RECURSO DESPROVIDO.\nI. CASO EM EXAME\n1. Agravo interno interposto pela Caixa Econômica\nFederal contra a decisão monocrática que reconheceu haver conflito\nde competência e declarou competente o Juízo da 3ª Vara Cível de\nTrindade (GO), responsável pela recuperação judicial da empresa\nagravada, determinando a suspensão da Execução de Título\nExtrajudicial n. 1022382-43.2021.4.01.3500, em curso na 12ª Vara\nFederal de Goiânia (GO), até manifestação do Juízo da recuperação\nacerca da substituição ou liberação de valores bloqueados\njudicialmente.\nII. QUESTÃO EM DISCUSSÃO\n2. Há três questões em discussão: (i) saber\nse a penhora de valores da empresa em recuperação judicial, mesmo em\nexecução extrajudicial de natureza privada, deve ser submetida ao\njuízo da recuperação; (ii) saber se a existência de decisão\nproferida por juízo diverso do da recuperação caracteriza conflito\npositivo de competência; (iii) saber se o conflito de competência\npode ser utilizado como via adequada à resolução de controvérsias\nsobre a essencialidade de bens e concursalidade de créditos.\nIII. RAZÕES DE DECIDIR\n3. O art. 6º, § 7º-B, da Lei n. 11.101/2005, com a redação dada pela\nLei n. 14.112/2020, exige que qualquer constrição de bens\nessenciais à atividade empresarial, mesmo fora das hipóteses de\nsuspensão automática das execuções, seja submetida ao juízo da\nrecuperação judicial, sob pena de violação do princípio da\npreservação da empresa.\n4. O conflito positivo de competência se configura quando dois\njuízos exercem, ainda que implicitamente, competência concorrente\nsobre a mesma matéria, como na hipótese em que um juízo ordena\npenhora de valores em execução autônoma e outro detém competência\npara deliberar sobre os efeitos dessa constrição no contexto do\nplano de soerguimento.\n5. Compete ao juízo da recuperação judicial avaliar a essencialidade\ndos bens atingidos por medidas constritivas, inclusive em relação a\ncréditos de natureza extraconcursal, devendo eventuais discussões\nsobre a classificação dos créditos ser submetidas a esse juízo, nos\ntermos da jurisprudência consolidada do STJ.\n6. A comunicação posterior da constrição ao juízo da recuperação não\né suficiente para afastar o conflito, quando já consumada medida\nque interfere na esfera patrimonial da recuperanda.\n7. Parte expressiva do valor executado corresponde a verbas\npossivelmente concursais, cuja exigibilidade está vinculada ao plano\nde recuperação, legitimando a atuação prioritária do juízo\nuniversal.\nIV. DISPOSITIVO E TESE\n8. Agravo interno desprovido.\nTese de julgamento:  \"1. Compete ao juízo da recuperação judicial\ndeliberar sobre atos constritivos que atinjam o patrimônio da\nempresa em soerguimento, inclusive em execuções fundadas em títulos\nextrajudiciais de natureza privada. 2. O conflito positivo de\ncompetência se caracteriza pela prática de atos por juízo diverso do\nda recuperação com reflexos diretos sobre o plano de recuperação\njudicial e o patrimônio da empresa. 3. A discussão sobre a\nconcursalidade do crédito e sobre a essencialidade dos bens deve\nocorrer no âmbito do juízo da recuperação, que exerce o controle\ncentralizado sobre os efeitos das execuções em curso\".\nDispositivos relevantes citados: Lei n. 11.101/2005, art. 6º, §\n7º-B; CPC/2015, arts. 67 a 69.\nJurisprudência relevante citada: STJ, AgInt no CC n. 194.397/MG,\nrelator Ministro João Otávio de Noronha, Segunda Seção, julgado em\n28/6/2023; STJ, CC n. 196.553/PE, relator Ministro Ricardo Villas\nBôas Cueva, Segunda Seção, julgado em 18/4/2024; STJ, EDcl nos EDcl\nno AgInt no CC n. 165.963/AM, relator Ministro Raul Araújo, Segunda\nSeção, julgados em 22/9/2021; STJ, AgInt no CC n. 195.365/SP,\nrelator Ministro Humberto Martins, Segunda Seção, julgado em\n15/8/2023; STJ, AgInt nos EDcl no CC n. 178.339/PR, relator Ministro\nMoura Ribeiro, Segunda Seção, julgados em 15/2/2022.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250415",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 09/04/2025 a 15/04/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, Humberto Martins, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Marco Buzzi, Moura\nRibeiro e Daniela Teixeira votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000908635",
  "numeroProcesso" : "202829",
  "numeroRegistro" : "202400332970",
  "siglaClasse" : "AgInt no CC",
  "descricaoClasse" : "AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MARCO BUZZI",
  "dataPublicacao" : "DJEN       DATA:25/04/2025",
  "ementa" : "AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA - RECUPERAÇÃO JUDICIAL -\nEXECUÇÃO TRABALHISTA - ATOS CONSTRITIVOS -   SUJEIÇÃO AO CRIVO DO\nJUÍZO UNIVERSAL DO PROCESSO DE SOERGUIMENTO - ESCÓLIO\nJURISPRUDENCIAL PACÍFICO DA SEGUNDA SEÇÃO - DEFINIÇÃO ACERCA DA\nNATUREZA DO CRÉDITO - DISCUSSÃO - INVIABILIDADE EM SEDE DE CONFLITO\nDE COMPETÊNCIA - CRIVO DO JUÍZO UNIVERSAL - DELIBERAÇÃO UNIPESSOAL\nQUE DECLAROU A COMPETÊNCIA DO JUÍZO DA RECUPERAÇÃO - INSURGÊNCIA DO\nAGRAVANTE.\n1.  O Superior Tribunal de Justiça é competente para o conhecimento\ne processamento do presente incidente, pois apresenta controvérsia\nacerca do exercício da jurisdição entre juízos vinculados a\nTribunais diversos, nos termos do artigo 105, I, \"d\", da\nConstituição Federal.\n2.  É pacífica a orientação da Segunda Seção no sentido de ser o\nJuízo onde se processa a recuperação judicial, o competente para\nexaminar a manutenção e/ou eventual prosseguimento de atos de\nconstrição/expropriação que incidam sobre o patrimônio de sociedade\nem processo falimentar ou de recuperação judicial.\n3. Sobre a natureza crédito discutido, a jurisprudência desta Corte\nestá firme no sentido de que compete ao juízo da recuperação definir\nsua natureza - concursal ou extraconcursal -, cumprindo-lhe também\ndeliberar sobre os atos constritivos ao patrimônio da devedora.\nPrecedentes: CC 153.473/PR, Rel. Min. Maria Isabel Gallotti, DJe de\n26/06/2018; AgRg no CC 141.719/MG, Rel. Min. João Otávio de Noronha,\nDJe de  02/05/2024; CC 210.631/PE, Rel. Min. Antonio Carlos\nFerreira, DJe de 25/3/2025.\n4. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250415",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 09/04/2025 a 15/04/2025,\npor unanimidade, negar provimento ao agravo interno, nos termos do\nvoto do Sr. Ministro Marco Buzzi.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira, Moura Ribeiro e Daniela Teixeira votaram com o Sr.\nMinistro Relator.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000908633",
  "numeroProcesso" : "204084",
  "numeroRegistro" : "202401134705",
  "siglaClasse" : "AgInt nos EDcl no CC",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "RAUL ARAÚJO",
  "dataPublicacao" : "DJEN       DATA:25/04/2025",
  "ementa" : "AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA. RECUPERAÇÃO JUDICIAL.\nEXECUÇÃO DE CRÉDITO TRABALHISTA. DESCONSIDERAÇÃO DA PERSONALIDADE\nJURÍDICA. INCLUSÃO DE COOBRIGADOS NO POLO PASSIVO. SÚMULA 480/STJ.\nAGRAVO INTERNO DESPROVIDO.\n1. Nos moldes do enunciado sumular nº 480 desta Corte, \"o juízo da\nrecuperação judicial não é competente para decidir sobre a\nconstrição de bens não abrangidos pelo plano de recuperação da\nempresa\".\n2. Não há empecilho ao prosseguimento da execução trabalhista que\nexcute apenas bens particulares dos sócios, sem atingir o patrimônio\nafetado à consecução do plano de soerguimento empresarial.\n3. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250409",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 03/04/2025 a 09/04/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Maria Isabel Gallotti, Antonio Carlos Ferreira, Marco\nBuzzi, Moura Ribeiro e Daniela Teixeira votaram com o Sr. Ministro\nRelator.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000908631",
  "numeroProcesso" : "208899",
  "numeroRegistro" : "202403828439",
  "siglaClasse" : "AgInt no CC",
  "descricaoClasse" : "AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "JOÃO OTÁVIO DE NORONHA",
  "dataPublicacao" : "DJEN       DATA:25/04/2025",
  "ementa" : "DIREITO EMPRESARIAL. AGRAVO INTERNO. RECUPERAÇÃO JUDICIAL. NATUREZA\nDO CRÉDITO. COMPETÊNCIA DO JUÍZO DA RECUPERAÇÃO. AGRAVO DESPROVIDO.\nI. Caso em exame\n1. Agravo interno interposto contra decisão que\ndeclarou a competência do Juízo da Vara Regional de Competência\nEmpresarial e de Conflitos Relacionados à Arbitragem de São José do\nRio Preto (SP) para decidir sobre atos constritivos referentes a\nbens e valores da recuperanda.\n2. A agravante defende a extraconcursalidade do crédito, decorrente\nde inadimplemento de promessa de compra e venda de imóvel, e alega\nque a competência do Juízo da recuperação judicial é restrita ao\ncontrole de atos constritivos sobre bens essenciais durante o stay\nperiod.\n3. O Juízo da recuperação reconheceu a natureza concursal do\ncrédito, determinando sua habilitação no quadro geral de credores e\na transferência de valores constritos no Juízo da execução, decisão\nconfirmada pelo Tribunal de Justiça de São Paulo.\nII. Questão em discussão\n4. A questão em discussão consiste em saber\nse a competência para definir a natureza do crédito - concursal ou\nextraconcursal - e deliberar sobre atos constritivos é do Juízo da\nrecuperação judicial ou do Juízo da execução.\nIII. Razões de decidir\n5. O Tribunal tem reiteradamente decidido que\ncompete ao Juízo da recuperação judicial deliberar sobre a natureza\ndo crédito e sobre atos constritivos incidentes sobre o patrimônio\nda recuperanda.\n6. A decisão do Juízo da recuperação, que reconheceu a\nconcursalidade do crédito, deve ser respeitada, não cabendo ao STJ\nrevisar fundamentos de mérito de decisões proferidas por tribunais\nlocais nos limites do conflito de competência.\n7. A competência do Juízo da recuperação se estende além do stay\nperiod, condicionando a atuação do Juízo da execução à ausência de\npronunciamento contrário acerca da essencialidade do bem ou da\nnatureza do crédito.\nIV. Dispositivo e tese\n8. Agravo interno desprovido, mantendo-se\ninalterada a decisão que declarou a competência do Juízo da\nrecuperação judicial.\nTese de julgamento:  \"1. Compete ao juízo da recuperação judicial\ndefinir a natureza do crédito e deliberar sobre atos constritivos\nincidentes sobre o patrimônio da recuperanda. 2. A decisão do juízo\nda recuperação sobre a concursalidade do crédito deve ser\nrespeitada, não cabendo revisão pelo STJ nos limites do conflito de\ncompetência\".\nDispositivos relevantes citados:  Lei n. 11.101/2005, arts. 49, §\n3º, e 6º, § 4º.Jurisprudência relevante citada:  STJ, AgInt no CC n.\n179.176/AL, relator Ministro Moura Ribeiro, Segunda Seção, julgado\nem 30/11/2021; STJ, AgInt no CC n. 170.595/MT, relator Ministro\nAntonio Carlos Ferreira, Segunda Seção, julgado em 11/11/2020.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250415",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 09/04/2025 a 15/04/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, Humberto Martins, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Marco Buzzi, Moura\nRibeiro e Daniela Teixeira votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000908630",
  "numeroProcesso" : "209575",
  "numeroRegistro" : "202404258273",
  "siglaClasse" : "AgInt nos EDcl no CC",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "JOÃO OTÁVIO DE NORONHA",
  "dataPublicacao" : "DJEN       DATA:25/04/2025",
  "ementa" : "DIREITO EMPRESARIAL E PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS\nDE DELCARAÇÃO NO CONFLITO DE COMPETÊNCIA. EXECUÇÃO DE CRÉDITO\nPARCIALMENTE GARANTIDO POR ALIENAÇÃO FIDUCIÁRIA. RECUPERAÇÃO\nEXTRAJUDICIAL HOMOLOGADA. INCIDÊNCIA DOS EFEITOS SUSPENSIVOS SOBRE O\nSALDO NÃO GARANTIDO. AGRAVO INTERNO DESPROVIDO.\nI. CASO EM EXAME\n1. Agravo interno interposto por Banco Safra S.A. contra decisão\nmonocrática que acolheu embargos de declaração com efeitos\ninfringentes para reconhecer a existência de saldo de crédito\n(\"sobejo\") não coberto por garantia fiduciária em execução ajuizada\nna 2ª Vara Cível de São Paulo (processo n.\n1084599-89.2013.8.26.0100), determinando a suspensão dessa fração da\nexecução por estar submetida ao plano de recuperação extrajudicial\nhomologado pela 1ª Vara Cível da Comarca de Cuiabá/MT (processo n.\n1032396-67.2024.8.11.0041).\nII. QUESTÃO EM DISCUSSÃO\n2. A questão em discussão consiste em definir se a fração do crédito\nexequendo, não coberta por alienação fiduciária, pode ser\nvalidamente incluída no plano de recuperação extrajudicial e, por\nconseguinte, sujeitar-se aos efeitos suspensivos previstos na Lei n.\n11.101/2005.\nIII. RAZÕES DE DECIDIR\n3. O art. 49, § 3º, da Lei n. 11.101/2005, estabelece que o crédito\ngarantido por alienação fiduciária não se submete aos efeitos da\nrecuperação, permitindo o prosseguimento da execução exclusivamente\nna fração garantida.\n4. O crédito excedente ao valor da garantia - o \"sobejo\" - tem\nnatureza quirografária e, por isso, se sujeita ao plano de\nrecuperação, conforme interpretação sistemática dos arts. 49, § 3º,\n6º, § 4º, e 163, § 8º, da LRF.\n5. A ausência de cláusula contratual específica sobre o\nfracionamento do crédito não impede o reconhecimento do \"sobejo\",\nque decorre da desproporção entre o valor da dívida e o bem dado em\ngarantia, verificada objetivamente nos autos.\n6. A jurisprudência do STJ é firme ao reconhecer que o saldo devedor\nnão coberto por garantia fiduciária deve ser habilitado na\nrecuperação como crédito quirografário (REsp n. 1.933.995/SP; AgInt\nno AREsp n. 2078718/GO; CC n. 128194/GO).\n7. A qualificação do crédito como \"sem garantia\" no plano de\nrecuperação extrajudicial expressamente admitida no processo de\nhomologação.\n8. O agravo interno busca rediscutir o mérito da execução, o que não\nse coaduna com os limites do presente incidente, tampouco autoriza\no reexame de cláusulas contratuais ou a revisão da suficiência da\ngarantia no âmbito deste recurso.\nIV. DISPOSITIVO E TESE\n9. Agravo interno desprovido.\nTese de julgamento: 1. A fração do crédito não coberta por garantia\nfiduciária pode ser incluída em plano de recuperação extrajudicial\nhomologado judicialmente, submetendo-se aos seus efeitos. 2. O\nfracionamento entre crédito garantido e não garantido decorre da\nverificação objetiva da suficiência da garantia, independentemente\nde cláusula contratual expressa. 3. O saldo remanescente do crédito\ncom garantia fiduciária insuficiente tem natureza quirografária e\nestá sujeito à recuperação, conforme interpretação dos arts. 49, §\n3º, e 163, § 8º, da Lei n. 11.101/2005.\nDispositivos relevantes citados: Lei n. 11.101/2005, arts. 49, § 3º;\n6º, § 4º; 163, § 8º; CPC/2015, art. 1.021, § 4º.\nJurisprudência relevante citada: STJ, AgInt no AREsp n. 2078718/GO,\nrelator Ministro Marco Buzzi, Quarta Turma, julgado em 20/3/2023;\nSTJ, REsp n. 1.933.995/SP, relatora Ministra Nancy Andrighi,\nTerceira Turma, julgado em 25/11/2021; STJ, CC n. 128194/GO, relator\nMinistro Raul Araújo, Segunda Seção, julgado em 28/6/2017; STJ,\nAgInt no CC n. 201510/SP, relatora Ministra Regina Helena Costa,\nPrimeira Seção, julgado em 19/3/2024.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250415",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 09/04/2025 a 15/04/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, Humberto Martins, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Marco Buzzi, Moura\nRibeiro e Daniela Teixeira votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000908627",
  "numeroProcesso" : "2106053",
  "numeroRegistro" : "202002692083",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MARCO BUZZI",
  "dataPublicacao" : "DJEN       DATA:25/04/2025",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA NO RECURSO ESPECIAL -\nAÇÃO RESCISÓRIA - SEPARAÇÃO JUDICIAL - DISCUSSÃO RELACIONADA À\nPARTILHA DE IMÓVEL ENTRE OS EX-CÔNJUGES  - CASAMENTO SOB O REGIME DA\nCOMUNHÃO PARCIAL DE BENS - IMÓVEL ADQUIRIDO ONEROSAMENTE NA\nCONSTÂNCIA DO MATRIMÔNIO E REGISTRADO EM NOME DE AMBOS OS CÔNJUGES -\nBEM QUE INTEGRA O PATRIMÔNIO COMUM - DELIBERAÇÃO DA EG. TERCEIRA\nTURMA QUE DEU PROVIMENTO AO RECLAMO DA EX-CÔNJUGE -  EMBARGOS DE\nDIVERGÊNCIA - AUSÊNCIA DE PRESSUPOSTOS DE ADMISSIBILIDADE - REJEIÇÃO\nLIMINAR - INSURGÊNCIA DO AGRAVANTE.\n1. De acordo com a jurisprudência pacífica desta Corte deve a parte\nembargante apontar julgados contemporâneos ao acórdão embargado ou\nentão supervenientes a este e, na hipótese vertente enquanto que o\nacórdão embargado foi exarado em novembro de 2023, o acórdão\nindicado como paradigma foi julgado em 06/06/2012, portanto, há mais\nde 10 (dez) anos, circunstância suficiente para rejeitar a\npretensão recursal. Precedentes.\n2. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250415",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 09/04/2025 a 15/04/2025,\npor unanimidade, negar provimento ao agravo interno, nos termos do\nvoto do Sr. Ministro Marco Buzzi.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira, Moura Ribeiro e Daniela Teixeira votaram com o Sr.\nMinistro Relator.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000908624",
  "numeroProcesso" : "7817",
  "numeroRegistro" : "202404461491",
  "siglaClasse" : "AgInt na AR",
  "descricaoClasse" : "AGRAVO INTERNO NA AÇÃO RESCISÓRIA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MARCO BUZZI",
  "dataPublicacao" : "DJEN       DATA:25/04/2025",
  "ementa" : "AGRAVO INTERNO NA AÇÃO RESCISÓRIA - PROCESSO CIVIL - PEDIDO DE\nASSISTÊNCIA JUDICIÁRIA GRATUITA FORMULADO EM RAZÕES DE APELAÇÃO\nINDEFERIDO - PRAZO PARA RECOLHIMENTO DE PREPARO - INÉRCIA DOS\nRECORRENTES - DESERÇÃO - SÚMULA 187/STJ - RECURSO ESPECIAL\nDESPROVIDO PELA EG. TERCEIRA TURMA - DELIBERAÇÃO UNIPESSOAL QUE\nINDEFERIU LIMINARMENTE A AÇÃO RESCISÓRIA.\n1. A ação rescisória é medida excepcional, cabível nos limites das\nhipóteses taxativas de rescindibilidade previstas no art. 485, do\nCPC/73 (atual artigo 966), em razão da necessidade de se conferir\nproteção constitucional à coisa julgada e ao princípio da segurança\njurídica.\n2. Na hipótese, a r. decisão ora impugnada, proferida nos autos do\nREsp 2.031.011/SP, trilhou compreensão segundo a qual afigura-se\ndeserto o recurso especial na hipótese em que a parte recorrente,\nmesmo após intimada a regularizar o preparo, nos termos do art.\n1.007, § 7º, do CPC/2015, não o faz devidamente. Incidência da\nSúmula 187/STJ.\n3. Consoante se observa do cotejo entre o decisum rescindendo e os\nargumentos apresentados, é prudente gizar que o presente instrumento\nprocessual não pode se traduzir em mera tentativa de reverter a\nconclusão do julgamento firmado pelo e. Relator, revestindo a\npretensão ora aduzida na indevida função de sucedâneo recursal,\nporquanto a rescisória não tem por finalidade a revisão do julgado\nprimitivo apenas em razão do manifesto inconformismo da ora autora.\nPrecedentes.\n4. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250415",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 09/04/2025 a 15/04/2025,\npor unanimidade, negar provimento ao agravo interno, nos termos do\nvoto do Sr. Ministro Marco Buzzi.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira, Moura Ribeiro e Daniela Teixeira votaram com o Sr.\nMinistro Relator.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000908302",
  "numeroProcesso" : "2418899",
  "numeroRegistro" : "202302514745",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "JOÃO OTÁVIO DE NORONHA",
  "dataPublicacao" : "DJEN       DATA:14/04/2025",
  "ementa" : "DIREITO PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA\nEM AGRAVO EM RECURSO ESPECIAL. AUSÊNCIA DE IMPUGNAÇÃO ESPECÍFICA.\nAGRAVO NÃO CONHECIDO.\nI. Caso em exame\n1. Agravo interno interposto contra decisão que\nindeferiu liminarmente embargos de divergência, por serem incabíveis\nquando o acórdão paradigma é da mesma turma que proferiu a decisão\nembargada, sem alteração da composição do colegiado em mais da\nmetade de seus membros.\nII. Questão em discussão\n2. A questão em discussão consiste em saber\nse a ausência de impugnação específica dos fundamentos da decisão\nagravada impede o conhecimento do agravo interno.\nIII. Razões de decidir\n3. A ausência de impugnação específica dos\nfundamentos da decisão recorrida atrai a incidência da Súmula n. 182\ndo STJ, que impede o conhecimento do agravo interno.\n4. A jurisprudência do STJ exige que os recursos impugnem\nespecificamente os fundamentos da decisão cuja reforma é pretendida,\nnão sendo suficientes alegações genéricas ou a reiteração dos\nargumentos referentes ao mérito da controvérsia.\n5. A agravante não apresentou argumentos capazes de infirmar o\nfundamento da decisão agravada, que é o descabimento dos embargos de\ndivergência.\nIV. Dispositivo e tese\n6. Agravo interno não conhecido.\nTese de julgamento:  \"1. A ausência de impugnação específica dos\nfundamentos da decisão recorrida impede o conhecimento do agravo\ninterno. 2. A jurisprudência do STJ exige a impugnação específica\ndos fundamentos da decisão para o conhecimento do recurso\".\nDispositivos relevantes citados:  CPC, art. 1.043, § 4º; CPC, art.\n932, III; CPC, art. 1.021, § 1º.Jurisprudência relevante citada:\nSTJ, AgInt nos EREsp n. 1.841.540/SC, relator Ministro Luis Felipe\nSalomão, Segunda Seção, julgado em 16.9.2022; STJ, AgInt nos EAREsp\nn. 1.654.556/SP, relator Ministro Herman Benjamin, Corte Especial,\njulgado em 26.9.2023; STJ, AgInt nos EAREsp n. 741.851/SP, relator\nMinistro Marco Aurélio Bellizze, Segunda Seção, julgado em\n30.5.2023.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250409",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 03/04/2025 a 09/04/2025,\npor unanimidade, não conhecer do recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Nancy Andrighi, Humberto Martins, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Marco Buzzi, Moura\nRibeiro e Daniela Teixeira votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000908301",
  "numeroProcesso" : "1876500",
  "numeroRegistro" : "202001248821",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "JOÃO OTÁVIO DE NORONHA",
  "dataPublicacao" : "DJEN       DATA:14/04/2025",
  "ementa" : "AGRAVO INTERNO EM EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL.\nDIREITO DO CONSUMIDOR E DA SAÚDE. PLANO DE SAÚDE. TRATAMENTO\nMULTIDISCIPLINAR PARA MENOR PORTADOR DE SÍNDROME DE DOWN E SÍNDROME\nDE WEST. TAXATIVIDADE MITIGADA DO ROL DA ANS. EMBARGOS DE\nDIVERGÊNCIA NÃO CONHECIDOS. AUSÊNCIA DE DISSENSO JURISPRUDENCIAL.\nI. CASO EM EXAME\n1. Agravo interno interposto por Unimed Campinas\nCooperativa de Trabalho Médico contra a decisão monocrática que não\nconheceu dos embargos de divergência interpostos contra acórdão da\nTerceira Turma do Superior Tribunal de Justiça.\n2. O acórdão embargado reconheceu a obrigatoriedade da cobertura de\ntratamento multidisciplinar para menor acometido da síndrome de Down\ne da síndrome de West, aplicando a tese da taxatividade mitigada do\nrol da Agência Nacional de Saúde Suplementar (ANS), consolidada\npela Segunda Seção do STJ nos EREsps n. 1.886.929/SP e 1.889.704/SP.\n3. A parte agravante alegou divergência jurisprudencial com o\nentendimento firmado pela Quarta Turma do STJ no REsp n.\n1.733.013/PR, que reconheceu a taxatividade do rol da ANS. Sustentou\nque o caso concreto não preenche os requisitos para afastar essa\nregra.\nII. QUESTÃO EM DISCUSSÃO\n4. Há duas questões em discussão: (i)\nverificar se a decisão embargada diverge do entendimento firmado\npela Quarta Turma do STJ acerca da taxatividade do rol da ANS; e\n(ii) saber se foram preenchidos os requisitos exigidos pela tese da\ntaxatividade mitigada para a cobertura do tratamento indicado.\nIII. RAZÕES DE DECIDIR\n5. Os embargos de divergência exigem a\ndemonstração de dissenso jurisprudencial entre órgãos do STJ sobre a\nmesma matéria de direito, com identidade fático-jurídica entre os\njulgados confrontados, nos termos dos arts. 1.043 do CPC e 266 do\nRISTJ.\n6. A Segunda Seção do STJ consolidou a tese da taxatividade mitigada\ndo rol da ANS, permitindo a cobertura de tratamentos não previstos\nem hipóteses excepcionais, desde que observados os seguintes\nrequisitos: (i) inexistência de substituto terapêutico eficaz no rol\nda ANS; (ii) comprovação científica da eficácia do tratamento\nprescrito; (iii) recomendação expressa por órgãos técnicos de\nrenome, como Conitec e NatJus; (iv) diálogo interinstitucional com\nespecialistas para a avaliação da necessidade do procedimento.\n7. A decisão impugnada aplicou corretamente a tese da taxatividade\nmitigada, pois constatou a imprescindibilidade dos tratamentos\nespecializados prescritos para o menor, a ausência de substitutos\nterapêuticos eficazes no rol da ANS e a comprovação científica da\neficácia das terapias recomendadas.\n8. O paradigma invocado pela parte agravante não demonstra efetiva\ndivergência jurisprudencial, pois a própria tese firmada pela\nSegunda Seção reconhece a regra da taxatividade, admitindo cobertura\nexcepcional nos casos que preencham os requisitos estabelecidos.\n9. A jurisprudência desta Corte firmou-se no sentido de que a\naplicação da taxatividade mitigada deve ser balizada pelos\nprincípios da dignidade da pessoa humana (art. 1º, III, da CF), da\nproteção à saúde (art. 196 da CF) e da segurança jurídica, conforme\nprecedentes do STJ.\n10. Diante da ausência de dissenso interpretativo e da correta\naplicação da tese firmada pela Segunda Seção, o agravo interno não\nmerece provimento.\nIV. DISPOSITIVO E TESE\n11. Agravo interno desprovido.\nTese de julgamento: \"1. Os embargos de divergência no STJ exigem a\ndemonstração de dissenso jurisprudencial com identidade\nfático-jurídica entre os julgados confrontados. 2. A tese da\ntaxatividade mitigada do rol da ANS permite a cobertura de\ntratamentos não previstos quando preenchidos os requisitos\nestabelecidos pela Segunda Seção do STJ. 3. A inexistência de\nefetiva divergência jurisprudencial impede o conhecimento dos\nembargos de divergência\".\n Dispositivos relevantes citados: CF/1988, arts. 1º, III, e 196;\nCPC/2015, art. 1.043; RISTJ, art. 266; CDC, arts. 14 e 51, IV e §\n1º.\nJurisprudência relevante citada: STJ, EREsp n. 1.886.929/SP e EREsp\nn. 1.889.704/SP, relator Ministro Luis Felipe Salomão, Segunda\nSeção, julgados em 8/6/2022; STJ, AgInt no REsp n. 2.130.831/SP,\nrelator Ministro Ricardo Villas Bôas Cueva, Terceira Turma, julgado\nem 16/12/2024.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250409",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 03/04/2025 a 09/04/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, Humberto Martins, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Marco Buzzi, Moura\nRibeiro e Daniela Teixeira votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000908300",
  "numeroProcesso" : "1933013",
  "numeroRegistro" : "202101120462",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "JOÃO OTÁVIO DE NORONHA",
  "dataPublicacao" : "DJEN       DATA:14/04/2025",
  "ementa" : "DIREITO CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA. PLANO DE\nSAÚDE. ROL DA ANS. COBERTURA DE TRATAMENTOS. MÉTODOS EXPERIMENTAIS.\nAGRAVO DESPROVIDO.\nI. CASO EM EXAME\n1. Agravo interno interposto contra a decisão que deu provimento em\nparte aos embargos de divergência para afastar a cobertura de\ntratamentos fisioterápicos pelo método Therasuit e de fonoterapia\npelo método Bobath.\n2. A agravante alega que os tratamentos pleiteados têm\nreconhecimento por conselhos de classe de fisioterapia e registro na\nAnvisa e que a negativa de cobertura viola direitos fundamentais e\nnormas constitucionais.\nII. QUESTÃO EM DISCUSSÃO\n3. A questão em discussão consiste em saber se o plano de saúde é\nobrigado a cobrir tratamentos fisioterápicos pelo método Therasuit e\nfonoterapia pelo método Bobath, à luz da Lei n. 14.454/2022 e do\ncaráter exemplificativo do rol da ANS.\nIII. RAZÕES DE DECIDIR\n4. A Segunda Seção do STJ, no AgInt no AREsp n. 1.960.488/GO,\nconcluiu pela exclusão dos tratamentos experimentais da cobertura\nobrigatória com base em notas técnicas desfavoráveis ao custeio das\nterapias de alto custo Pediasuit, Therasuit e Bobath. A decisão\nfundamenta-se na ausência de evidências científicas robustas que\njustifiquem o custeio dos tratamentos pelo plano de saúde, conforme\nnotas técnicas do NAT-JUS NACIONAL e pareceres do Conselho Federal\nde Medicina.\n5. A Segunda Seção do STJ já pacificou jurisprudência no sentido de\nque tratamentos experimentais estão excluídos das exigências mínimas\nde cobertura assistencial ofertadas pelos operadores de plano de\nsaúde.\n6. A competência normativa da ANS para regular a cobertura de\nprocedimentos e eventos em saúde está consolidada, não cabendo\ndiscussão sobre sua legitimidade na instância superior.\nIV. DISPOSITIVO E TESE\n7. Agravo interno desprovido.\nDispositivos relevantes citados:  Lei n. 9.656/1998, art. 10, I, V e\nIX; Lei n. 14.454/2022.\nJurisprudência relevante citada:  STJ, AgInt no AREsp n.\n1.960.488/GO, relator Ministro Luis Felipe Salomão, Quarta Turma,\njulgado em 23/6/2022; STJ, AgInt no REsp n. 1.979.069/SP, relator\nMinistro Luis Felipe Salomão, Quarta Turma, julgado em 13/6/2022.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250409",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 03/04/2025 a 09/04/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, Humberto Martins, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Marco Buzzi, Moura\nRibeiro e Daniela Teixeira votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000908299",
  "numeroProcesso" : "1830855",
  "numeroRegistro" : "201902340169",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "JOÃO OTÁVIO DE NORONHA",
  "dataPublicacao" : "DJEN       DATA:14/04/2025",
  "ementa" : "DIREITO PROCESSUAL CIVIL. AGRAVO INTERNO NOS. EMBARGOS DE\nDIVERGÊNCIA EM RECURSO ESPECIAL. PREVIDÊNCIA PRIVADA. CONTRIBUIÇÕES\nINDEVIDAS. RESTITUIÇÃO. PRESCRIÇÃO. PRAZO DECENAL. DIVERGÊNCIA\nJURISPRUDENCIAL NÃO DEMONSTRADA. AGRAVO INTERNO REJEITADO.\n1. Tendo em vista a jurisprudência pacificada da Segundo Seção do\nSTJ, não mais existe o conflito de que a pretensão de cessação de\ndescontos combinada com a repetição de valores vertidos\nindevidamente a título de contribuição a fundo de previdência\nprivada prescreve em 10 anos, o que faz incidir, no presente caso, o\nenunciado 168 da Súmula do Superior Tribunal de Justiça: \"não cabem\nembargos de divergência quando a jurisprudência do Tribunal se\nfirmou no mesmo sentido do acórdão embargado.\"\n2. Agravo interno rejeitado.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250409",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 03/04/2025 a 09/04/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, Humberto Martins, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Marco Buzzi, Moura\nRibeiro e Daniela Teixeira votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000908298",
  "numeroProcesso" : "200959",
  "numeroRegistro" : "202303973615",
  "siglaClasse" : "AgInt nos EDcl no AgInt no CC",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "JOÃO OTÁVIO DE NORONHA",
  "dataPublicacao" : "DJEN       DATA:14/04/2025",
  "ementa" : "DIREITO EMPRESARIAL. AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NO\nAGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA. DESCONSIDERAÇÃO DA\nPERSONALIDADE JURÍDICA. RECUPERAÇÃO JUDICIAL. INAPLICABILIDADE DO\nART. 82-A DA LEI N. 11.101/2005. AGRAVO INTERNO DESPROVIDO.\nI. Caso em exame\n1. Agravo interno interposto contra decisão que,\nacolhendo embargos de declaração com efeitos infringentes, não\nconheceu do conflito de competência entre o Juízo trabalhista e o\nJuízo falimentar, em razão de decisão trabalhista que desconsiderou\na personalidade jurídica de empresa em recuperação judicial.\n2. A decisão agravada considerou que, estando a empresa em\nrecuperação judicial, a desconsideração da personalidade jurídica\npode ser realizada por juízo diverso do da recuperação, sem\ncaracterizar conflito de competência, sendo inaplicável o art. 82-A\nda Lei n. 11.101/2005, que se aplica apenas a empresas falidas.\nII. Questão em discussão\n3. A questão em discussão consiste em saber\nse a desconsideração da personalidade jurídica de empresa em\nrecuperação judicial pode ser realizada por juízo diverso do juízo\nrecuperacional, sem que isso configure conflito de competência, à\nluz do art. 82-A da Lei n. 11.101/2005.\n4. Outra questão é se a superveniência da decretação de falência\naltera atos jurídicos realizados anteriormente, quando o juízo\nlaboral ainda era competente para promover o incidente de\ndesconsideração da personalidade jurídica.\nIII. Razões de decidir\n5. A competência para desconsiderar a\npersonalidade jurídica de sociedades em recuperação judicial não é\nexclusiva do Juízo recuperacional, conforme jurisprudência do STJ.\n6. A superveniência da decretação de falência não altera atos\njurídicos perfectibilizados anteriormente, quando o juízo laboral\nera competente, não havendo aplicação retroativa do art. 82-A da Lei\nn. 11.101/2005.\n7. Não há notícia de atos constritivos de bens da empresa ou de\nextensão dos efeitos da falência ao patrimônio pessoal dos sócios,\nnão caracterizando conflito de competência entre o Juízo laboral e o\nfalimentar.\nIV. Dispositivo e tese\n8. Agravo interno desprovido.\nTese de julgamento:  \"1. A competência para desconsiderar a\npersonalidade jurídica de sociedades em recuperação judicial não é\nexclusiva do Juízo recuperacional. 2. A superveniência da decretação\nde falência não altera atos jurídicos perfectibilizados\nanteriormente, quando o juízo laboral era competente. 3. O art. 82-A\nda Lei n. 11.101/2005 aplica-se apenas a empresas falidas, não a\nempresas em recuperação judicial\".\nDispositivos relevantes citados:  Lei n. 11.101/2005, art. 82-A; Lei\nn. 11.101/2005, art. 6º, §3º.Jurisprudência relevante citada:  STJ,\nAgInt no CC n. 190.411/DF, relator Ministro Humberto Martins,\nSegunda Seção, julgado em 15/8/2023; STJ, AgInt no CC n. 194.051/PR,\nrelator Ministro Antonio Carlos Ferreira, Segunda Seção, julgado em\n17/10/2023; STJ, AgInt no REsp n. 1.883.886/SP, relator Ministro\nMarco Buzzi, Quarta Turma, julgado em 5/10/2021.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250409",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 03/04/2025 a 09/04/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, Humberto Martins, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Marco Buzzi, Moura\nRibeiro e Daniela Teixeira votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000908297",
  "numeroProcesso" : "209910",
  "numeroRegistro" : "202404446223",
  "siglaClasse" : "AgInt no CC",
  "descricaoClasse" : "AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "JOÃO OTÁVIO DE NORONHA",
  "dataPublicacao" : "DJEN       DATA:14/04/2025",
  "ementa" : "DIREITO PROCESSUAL CIVIL. AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA.\nCOMPETÊNCIA PARA JULGAMENTO DE DEMANDA TRABALHISTA E\nPREVIDENCIÁRIA. JUSTIÇA DO TRABALHO. AGRAVO DESPROVIDO.\nI. Caso em exame\n1. Agravo interno interposto pela Fundação dos\nEconomiários Federais (FUNCEF) contra decisão que declarou\ncompetente o Juízo da 26ª Vara do Trabalho de Porto Alegre (RS) para\nprocessar e julgar reclamação trabalhista ajuizada contra a Caixa\nEconômica Federal e a FUNCEF, objetivando a condenação das\nreclamadas a recalcular o valor \"Saldado\" e a integralizar a\n\"Reserva Matemática\" correspondente, considerando o CTVA pago.\nII. Questão em discussão\n2. A questão em discussão consiste em\ndefinir a competência para julgamento de demanda proposta por\nex-empregado contra a FUNCEF e a Caixa Econômica Federal, postulando\nverbas trabalhistas e a complementação de benefício de\naposentadoria.\n3. Há controvérsia sobre a aplicação do entendimento firmado no RE\nn. 586.453/SE, que reconhece a competência da Justiça comum para\ndemandas contra entidades privadas de previdência, em casos que\nenvolvem a inclusão da verba CTVA e recálculo do benefício de\nprevidência privada.\nIII. Razões de decidir\n4. A competência para julgar a demanda é da\nJustiça do Trabalho, pois a causa de pedir tem origem na relação de\nemprego estabelecida com a Caixa Econômica Federal, ainda que haja\nreflexos no valor dos benefícios de responsabilidade da FUNCEF.\n5. A aplicação da Súmula n. 170 do STJ determina que compete ao\njuízo onde primeiro for intentada a ação envolvendo acumulação de\npedidos, trabalhista e estatutário, decidi-la nos limites da sua\njurisdição.\n6. O entendimento do STF no RE n. 586.453/SE não se aplica ao caso,\npois a questão primária discutida é de natureza trabalhista,\nrelacionada à exclusão da parcela CTVA do salário de contribuição.\nIV. Dispositivo e tese\n7. Agravo interno desprovido.\nTese de julgamento:  \"1. A competência para julgar demandas que\nenvolvem a relação de emprego e reflexos em benefícios\nprevidenciários é da Justiça do Trabalho. 2. A aplicação da Súmula\n170 do STJ determina que o juízo onde primeiro for intentada a ação\ndeve decidir nos limites da sua jurisdição. 3. O entendimento do STF\nno RE n. 586.453/SE não se aplica a casos em que a questão primária\né de natureza trabalhista.\"\nDispositivos relevantes citados:  CPC/2015, art. 1.030, II; Súmula\nn. 170 do STJ.Jurisprudência relevante citada:  STJ, CC n.\n158.327/MG, relator Ministro Marco Aurélio Bellizze, Segunda Seção,\njulgado em 11/3/2020; STF, RE n. 586.453/SE.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250409",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 03/04/2025 a 09/04/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, Humberto Martins, Raul Araújo,\nMaria Isabel Gallotti, Marco Buzzi, Moura Ribeiro e Daniela Teixeira\nvotaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.\nImpedido o Sr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000908296",
  "numeroProcesso" : "208053",
  "numeroRegistro" : "202403356190",
  "siglaClasse" : "AgInt no CC",
  "descricaoClasse" : "AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "JOÃO OTÁVIO DE NORONHA",
  "dataPublicacao" : "DJEN       DATA:14/04/2025",
  "ementa" : "DIREITO PROCESSUAL CIVIL. AGRAVO INTERNO. CONFLITO DE COMPETÊNCIA.\nTRANSPORTE RODOVIÁRIO DE CARGAS. JUSTIÇA COMUM E JUSTIÇA DO\nTRABALHO. IMPROPRIEDADE DO USO DO CONFLITO DE COMPETÊNCIA COMO\nSUCEDÂNEO RECURSAL. AGRAVO DESPROVIDO.\nI. Caso em exame\n1. Agravo interno interposto contra a decisão que\ndeclarou competente o Juízo da 2ª Vara do Trabalho de Franca (SP)\npara processar e julgar reclamação trabalhista visando ao\nreconhecimento de vínculo empregatício e pagamento de verbas\ntrabalhistas.\n2. A Justiça estadual concluiu pela inexistência dos requisitos da\nLei n. 11.442/2007, reconhecendo a incompetência para julgar a\ndemanda e remetendo o caso à Justiça do Trabalho.\nII. Questão em discussão\n3. Há duas questões em discussão: (i)\nverificar se a Justiça estadual agiu corretamente ao declarar sua\nincompetência e remeter o caso à Justiça trabalhista após concluir\npela ausência dos requisitos da Lei n. 11.442/2007; e (ii) saber se\ncabe a utilização do conflito de competência como sucedâneo recursal\npara questionar o mérito das decisões proferidas.\nIII. Razões de decidir\n4. A decisão embargada examinou, de forma\nfundamentada, a controvérsia e concluiu pela inexistência de vínculo\ntrabalhista nos moldes da Lei n. 11.442/2007 e pela competência da\nJustiça do Trabalho para apreciar o mérito do pedido após análise\ninicial pela Justiça comum.\n5. O conflito de competência é um instrumento processual utilizado\nexclusivamente para definir o juízo competente para conhecer de\ndeterminada demanda e julgá-la, não se prestando como sucedâneo\nrecursal para questionar o mérito das decisões já proferidas.\n6. A pretensão da agravante configura intuito infringente,\nincompatível com os limites processuais deste recurso, sendo\ninadequado o uso do conflito de competência como meio recursal\nalternativo.\nIV. Dispositivo e tese\n7. Agravo interno desprovido.\nTese de julgamento:  \"1. A Justiça estadual deve verificar a\npresença dos requisitos da Lei n. 11.442/2007 antes de remeter a\ndemanda à Justiça do Trabalho. 2. O conflito de competência não pode\nser utilizado como sucedâneo recursal para questionar o mérito das\ndecisões proferidas\".\nDispositivos relevantes citados:  Lei n. 11.442/2007; CPC/2015, art.\n1.022.Jurisprudência relevante citada:  STF, ADC n. 48; STJ, AgRg\nno CC n. 131.891/SP, relator Ministro João Otávio de Noronha,\nSegunda Seção, julgado em 10/9/2014; STJ, AgInt no CC n. 201.870/PR,\nrelator Ministro Humberto Martins, Segunda Seção, julgado em\n30/4/2024; STJ, AgInt no CC n. 192.372/RS, relator Ministro Antonio\nCarlos Ferreira, Segunda Seção, julgado em 19/9/2023.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250409",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 03/04/2025 a 09/04/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, Humberto Martins, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Marco Buzzi, Moura\nRibeiro e Daniela Teixeira votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000908295",
  "numeroProcesso" : "203165",
  "numeroRegistro" : "202400572013",
  "siglaClasse" : "EDcl no AgInt no CC",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "JOÃO OTÁVIO DE NORONHA",
  "dataPublicacao" : "DJEN       DATA:14/04/2025",
  "ementa" : "DIREITO PROCESSUAL CIVIL. EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO\nNO CONFLITO DE COMPETÊNCIA.  DESCONSIDERAÇÃO DA PERSONALIDADE\nJURÍDICA. JUSTIÇA DO TRABALHO. EMBARGOS REJEITADOS.\nI. Caso em exame\n1. Embargos de declaração opostos contra acórdão que\nnegou provimento a agravo interno em conflito de competência, no\nqual se discutia a desconsideração da personalidade jurídica\npromovida na Justiça do Trabalho.\n2. O acórdão embargado utilizou a Súmula n. 480 do STJ para\njustificar o prosseguimento de execuções na Justiça especializada\ncontra sócios não atingidos pela recuperação judicial, sem adentrar\nno mérito da possibilidade de instaurar incidente de desconsideração\nda personalidade jurídica para atingir o patrimônio do\nadministrador judicial.\nII. Questão em discussão\n3. A questão em discussão consiste em saber\nse há contradição no acórdão embargado ao permitir a desconsideração\nda personalidade jurídica na Justiça do Trabalho, sem previsão\nlegal para atingir o patrimônio do administrador judicial que não é\nsócio da empresa.\nIII. Razões de decidir\n4. Os embargos de declaração não são cabíveis,\npois não há obscuridade, contradição, omissão ou erro material no\nacórdão embargado.\n5. A Justiça do Trabalho possui competência para desconsiderar a\npersonalidade jurídica e redirecionar a execução em face dos sócios\nnão abrangidos pelos efeitos da recuperação judicial, conforme\njurisprudência do STJ.\n6. A irresignação dos embargantes demonstra mero inconformismo com o\nresultado do julgamento, não configurando contradição a ser sanada.\n7. O uso do incidente de conflito de competência como sucedâneo\nrecursal ou para revisar decisões de mérito é vedado pela\njurisprudência do STJ.\nIV. Dispositivo e tese\n8. Embargos de declaração rejeitados.\nTese de julgamento:  \"1. A Justiça do Trabalho possui competência\npara desconsiderar a personalidade jurídica e redirecionar a\nexecução em face dos sócios não abrangidos pelos efeitos da\nrecuperação judicial. 2. Embargos de declaração não são cabíveis\npara revisar decisões de mérito ou como sucedâneo recursal.\"\nDispositivos relevantes citados: STJ, Súmula n. 480.Jurisprudência\nrelevante citada:  STJ, AgInt no CC n. 201.870/PR, relator Ministro\nHumberto Martins, Segunda Seção, julgado em 30.4.2024; STJ, AgInt no\nCC n. 205.030/GO, de minha relatoria, Segunda Seção, julgado em\n18.2.2025.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250409",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 03/04/2025 a 09/04/2025,\npor unanimidade, rejeitar os embargos de declaração, nos termos do\nvoto do Sr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, Humberto Martins, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Marco Buzzi, Moura\nRibeiro e Daniela Teixeira votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000908294",
  "numeroProcesso" : "47552",
  "numeroRegistro" : "202401947782",
  "siglaClasse" : "AgInt nos EDcl na Rcl",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "HUMBERTO MARTINS",
  "dataPublicacao" : "DJEN       DATA:14/04/2025",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NA RECLAMAÇÃO. DECISÃO QUE\nNEGOU SEGUIMENTO À RECLAMAÇÃO.\n1. De acordo com a jurisprudência desta Corte, a reclamação fundada\nnos arts. 105, I, \"f\", da CRFB e 988, II, do CPC pressupõe a\nexistência de um comando positivo desta Corte, cuja eficácia deva\nser assegurada, e que tenha sido proferida em processo envolvendo as\nmesmas partes ou que possa produzir efeitos em relação jurídica por\nelas mantida.\n2. Angularizada a relação processual mediante a intimação da parte\nadversa para impugnação ao agravo interno, é cabível a fixação de\nhonorários advocatícios de sucumbência.\nAgravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250409",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 03/04/2025 a 09/04/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Raul\nAraújo, Maria Isabel Gallotti, Antonio Carlos Ferreira, Marco Buzzi,\nMoura Ribeiro e Daniela Teixeira votaram com o Sr. Ministro\nRelator.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000908293",
  "numeroProcesso" : "1818902",
  "numeroRegistro" : "201901614782",
  "siglaClasse" : "EREsp",
  "descricaoClasse" : "EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "HUMBERTO MARTINS",
  "dataPublicacao" : "DJEN       DATA:14/04/2025",
  "ementa" : "EMBARGOS DE DIVERGÊNCIA. PROCESSO CIVIL. ACÓRDÃO EMBARGADO COM\nFUNDAMENTO NA SÚMULA N. 7 DO STJ. ALEGAÇÃO DE DIVERGÊNCIA ENTRE\nJULGADO NÃO MERITÓRIO E JULGADO MERITÓRIO. SÚMULA N. 315/STJ.\nAUSÊNCIA DE SIMILITUDE FÁTICO-JURÍDICA. VIA INSERVÍVEL COMO\nSUCEDÂNEO RECURSAL.\n1. Os embargos de divergência têm como pressuposto de\nadmissibilidade a divergência jurisprudencial entre Turmas\ndiferentes, ou entre Turma e Seção, ou entre Turma e a Corte\nEspecial, divergência essa que deverá ser demonstrada, conforme o\nart. 255, §§ 1º e 2º, e o art. 266, caput, do RISTJ.\n2. Não cabem embargos de divergência quando o acórdão embargado ou o\nacórdão paradigmático nem sequer adentra o mérito do recurso\nespecial, mas, sim, examina  os pressupostos de admissibilidade\ndessa espécie recursal. Aplicação, por analogia, da Súmula n.\n315/STJ.\n3. Quando os pontos suscitados em emn. bargos de divergência\ncorresponderem àqueles obstados, em recurso especial, pela Súmula n.\n7 do STJ, será inviável a oposição do dissenso para rediscutir o\nmérito do próprio recurso especial. Enunciado da Súmula n. 315 do\nSTJ.\n4. Argumentos proferidos em \"obiter dictum\" no acórdão paradigmático\nnão embasam o dissenso jurisprudencial para fins de autorizar a\ninterposição de embargos de divergência.\n5. A ausência de similitude fático-jurídica entre os acórdãos\nembargado e paradigmático inviabiliza o processamento dos embargos\nde divergência.\n6. Os embargos de divergência, como via estreita, não têm a função\nde sucedâneo recursal, e sim servem à uniformização da\njurisprudência divergente, quando soluções distintas - relativas às\nmesmas premissas fáticas e/ou jurídicas -, tenham sido dadas, o que\nnão é o caso dos autos.\nEmbargos de divergência não conhecidos.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250409",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 03/04/2025 a 09/04/2025,\npor unanimidade, não conhecer dos embargos, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Raul\nAraújo, Maria Isabel Gallotti, Antonio Carlos Ferreira, Marco Buzzi,\nMoura Ribeiro e Daniela Teixeira votaram com o Sr. Ministro\nRelator.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000908292",
  "numeroProcesso" : "1796659",
  "numeroRegistro" : "202003136972",
  "siglaClasse" : "EDcl no AgInt nos EAREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "HUMBERTO MARTINS",
  "dataPublicacao" : "DJEN       DATA:14/04/2025",
  "ementa" : "PROCESSUAL CIVIL. EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NOS\nEMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL. AUSÊNCIA DE\nSIMILITUDE FÁTICA ENTRE OS ARESTOS CONFRONTADOS. SÚMULAS NS. 7 E\n375/STJ. REGRA TÉCNICA DE CONHECIMENTO. SÚMULA N. 315/STJ. RMS.\nPARADIGMA ORIUNDO DE AÇÃO DE GARANTIA CONSTITUCIONAL. INVIABILIDADE.\nINEXISTÊNCIA DE VÍCIO NO JULGADO.\n1. Nos termos do art. 1.022 do Código de Processo Civil, os embargos\nde declaração destinam-se a esclarecer obscuridade, eliminar\ncontradição, suprir omissão e corrigir erro material eventualmente\nexistentes no julgado, o que não se verifica no caso dos autos.\n2. A pretensão de rediscutir matéria devidamente abordada e decidida\nno julgado embargado, consubstanciada na mera insatisfação com o\nresultado da demanda, é incabível na via eleita.\n3. Em respeito à uniformização e estabilização dos precedentes\njudiciais, art. 926 do CPC, enquanto não revogada pela Corte\nEspecial, a Súmula n. 315/STJ deve ser aplicada em todos os casos\ncabíveis.\nEmbargos de declaração acolhidos , sem efeitos infringentes, apenas\npara fins de correção de erro mateial.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250409",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 03/04/2025 a 09/04/2025,\npor unanimidade, acolher parcialmente os embargos de declaração, sem\nefeitos modificativos, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Raul\nAraújo, Maria Isabel Gallotti, Antonio Carlos Ferreira, Marco Buzzi,\nMoura Ribeiro e Daniela Teixeira votaram com o Sr. Ministro\nRelator.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000908189",
  "numeroProcesso" : "2555349",
  "numeroRegistro" : "202400248452",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "ANTONIO CARLOS FERREIRA",
  "dataPublicacao" : "DJEN       DATA:15/04/2025",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM\nAGRAVO EM RECURSO ESPECIAL. FALTA DE IMPUGNAÇÃO. SÚMULA N. 182/STJ.\nAUSÊNCIA DE SEMELHANÇA ENTRE OS CASOS CONFRONTADOS. SÚMULA N.\n315/STJ. DECISÃO MANTIDA.\n1. A jurisprudência desta Corte está sedimentada no sentido de que\ndeve existir similitude fático-jurídica entre o acórdão embargado e\nos paradigmas, nos termos dos arts. 1.043, § 4º, do CPC/2015 e 266,\n§ 4º, do RISTJ, o que não se verifica nestes autos, tendo em vista\nque o acórdão recorrido, diversamente do paradigma, não apreciou\nmatéria de mérito recursal, em razão da Súmula n. 182/STJ.\n2. Os embargos são incabíveis quando o acórdão embargado, proferido\nem agravo interno, não conhece do mérito do recurso especial,\nrealizando somente a análise concreta dos requisitos de\nadmissibilidade recursal, como ocorre no aresto recorrido no ponto\nespecífico. Aplicável ao caso a Súmula n. 315/STJ.\n3. A hipótese de cabimento do recurso prevê a divergência entre\nacórdãos, segundo o art. 1.043, I e § 4º, do CPC/2015. Incabível\ndivergência com paradigma representado por decisão unipessoal, única\nindicada nos embargos.\n4. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250409",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 03/04/2025 a 09/04/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Raul Araújo, Maria Isabel Gallotti, Marco Buzzi, Moura\nRibeiro e Daniela Teixeira votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000908175",
  "numeroProcesso" : "17231",
  "numeroRegistro" : "202300253380",
  "siglaClasse" : "AgInt na Pet",
  "descricaoClasse" : "AGRAVO INTERNO NA PETIÇÃO",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MARCO BUZZI",
  "dataPublicacao" : "DJEN       DATA:14/04/2025",
  "ementa" : "AGRAVO INTERNO NA PETIÇÃO - RECLAMAÇÃO (CPC, ART. 988, § 5º, II).\nRITO DOS RECURSOS ESPECIAIS REPETITIVOS. DECISÃO QUE NEGA SEGUIMENTO\nA RECURSO ESPECIAL. CONTRARIEDADE A PRECEDENTE QUALIFICADO -\nDELIBERAÇÃO DA PRESIDÊNCIA DO STJ QUE INDEFERIU LIMINARMENTE O APELO\n- INSURGÊNCIA DO AGRAVANTE.\n1. Os embargos de divergência são cabíveis para impugnar os acórdãos\nprolatados pelos órgãos fracionários em sede de Recurso Especial,\nnão sendo possível sua interposição em face de julgados proferidos\nem outras classes processuais, como na espécie em que o agravante\nimpugna decisão proferida em sede de reclamação. Precedentes.\n2. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250409",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 03/04/2025 a 09/04/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros João Otávio de Noronha, Humberto Martins, Raul\nAraújo, Maria Isabel Gallotti, Antonio Carlos Ferreira, Moura\nRibeiro e Daniela Teixeira votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.\nImpedida a Sra. Ministra Nancy Andrighi.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000908174",
  "numeroProcesso" : "208926",
  "numeroRegistro" : "202403845680",
  "siglaClasse" : "AgInt nos EDcl no CC",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MARCO BUZZI",
  "dataPublicacao" : "DJEN       DATA:14/04/2025",
  "ementa" : "AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA - RECUPERAÇÃO JUDICIAL -\nDESCONSIDERAÇÃO DE PERSONALIDADE JURÍDICA - JUSTIÇA DO TRABALHO -\nPOSSIBILIDADE - DELIBERAÇÃO UNIPESSOAL QUE NÃO CONHECEU DO INCIDENTE\n- INSURGÊNCIA DA AGRAVANTE.\n1. A Justiça do Trabalho, no âmbito da legislação específica, possui\ncompetência para desconsiderar a personalidade jurídica, declarar a\nexistência de grupo econômico e redirecionar a execução em face dos\nsócios da sociedade falida ou em recuperação judicial, cujo\npatrimônio não tenha sido alcançado pela recuperação. Hipótese dos\nautos. Precedentes.\n2. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250409",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 03/04/2025 a 09/04/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira, Moura Ribeiro e Daniela Teixeira votaram com o Sr.\nMinistro Relator.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000908173",
  "numeroProcesso" : "209751",
  "numeroRegistro" : "202404349020",
  "siglaClasse" : "AgInt no CC",
  "descricaoClasse" : "AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MARCO BUZZI",
  "dataPublicacao" : "DJEN       DATA:14/04/2025",
  "ementa" : "AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA - RECUPERAÇÃO JUDICIAL -\nTRÂNSITO EM JULGADO - OCORRÊNCIA - INEXISTÊNCIA DE CONFLITO -\nINCIDÊNCIA DA SÚMULA 59/STJ - SUCEDÂNEO RECURSAL - INVIABILIDADE -\nESCÓLIO JURISPRUDENCIAL DA SEGUNDA SEÇÃO - DELIBERAÇÃO UNIPESSOAL\nQUE NÃO CONHECEU DO CONFLITO - INSURGÊNCIA DA AGRAVANTE.\n1. Consoante expressa previsão contida nos artigos 932, III, do\nCPC/15 e 253, I, do RISTJ e em razão do princípio da dialeticidade,\ndeve o agravante demonstrar, de modo fundamentado, o desacerto da\ndecisão que inadmitiu o apelo extremo, o que não aconteceu na\nhipótese. Incidência, por analogia, da Súmula 182 do STJ.\n2. Agravo interno não conhecido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250409",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 03/04/2025 a 09/04/2025,\npor unanimidade, não conhecer do recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira, Moura Ribeiro e Daniela Teixeira votaram com o Sr.\nMinistro Relator.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ "AgInt no CC  208178  PE  2024/0340905-7  Decisão:15/04/2025\nDJEN       DATA:25/04/2025" ]
}, {
  "id" : "000908172",
  "numeroProcesso" : "2090525",
  "numeroRegistro" : "202302821848",
  "siglaClasse" : "AgInt nos EDcl nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MARCO BUZZI",
  "dataPublicacao" : "DJEN       DATA:14/04/2025",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE\nDIVERGÊNCIA NO RECURSO ESPECIAL - CONTRATO DE PROMESSA DE COMPRA E\nVENDA -EMBARGOS DE DIVERGÊNCIA CONTRA DECISÃO MONOCRÁTICA -\nINADMISSIBILIDADE - DELIBERAÇÃO DA PRESIDÊNCIA DO STJ QUE INDEFERIU\nLIMINARMENTE O APELO RECURSAL - INSURGÊNCIA DO AGRAVANTE.\n1. Nos termos do art. 1.043 do Código de Processo Civil e do art.\n266 do Regimento Interno do Superior Tribunal de Justiça, os\nembargos de divergência são cabíveis contra acórdão de Órgão\nFracionário que, em recurso especial, divergir do julgamento atual\nde qualquer outro Órgão Jurisdicional deste Tribunal. Não há\nprevisão legal ou regimental para a interposição do recurso contra\ndecisão monocrática. Precedentes.\n2. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250409",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 03/04/2025 a 09/04/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira, Moura Ribeiro e Daniela Teixeira votaram com o Sr.\nMinistro Relator.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000908091",
  "numeroProcesso" : "2503937",
  "numeroRegistro" : "202303501192",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJEN       DATA:14/04/2025",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM\nAGRAVO EM RECURSO ESPECIAL. HARMONIA ENTRE O ACÓRDÃO EMBARGADO E A\nJURISPRUDÊNCIA ATUAL DO STJ. SÚMULA 168/STJ. CLÁUSULA DE SUPRESSÃO\nDE GARANTIAS. INEFICÁCIA EM RELAÇÃO AOS CREDORES NÃO ANUENTES.\n1. Não cabem embargos de divergência quando o acórdão embargado\nencontra-se no mesmo sentido da jurisprudência consolidada deste\nTribunal. Súmula 168/STJ.\n2. A Segunda Seção do Superior Tribunal de Justiça firmou\nentendimento no seguinte sentido: \"a cláusula que estende a novação\naos coobrigados é legítima e oponível apenas aos credores que\naprovaram o plano de recuperação sem nenhuma ressalva, não sendo\neficaz em relação aos credores ausentes da assembleia geral, aos que\nabstiveram-se de votar ou se posicionaram contra tal disposição\"\n(REsp 1.794.209/SP, Segunda Seção, julgado em 12/5/2021, D Je de\n29/6/2021).\n3. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250409",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 03/04/2025 a 09/04/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros João Otávio de Noronha, Humberto Martins, Raul\nAraújo, Maria Isabel Gallotti, Antonio Carlos Ferreira, Marco Buzzi,\nMoura Ribeiro e Daniela Teixeira votaram com a Sra. Ministra\nRelatora.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000908090",
  "numeroProcesso" : "4488",
  "numeroRegistro" : "202404069290",
  "siglaClasse" : "AgInt no PUIL",
  "descricaoClasse" : "AGRAVO INTERNO NO PEDIDO DE UNIFORMIZAÇÃO DE INTERPRETAÇÃO DE LEI",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJEN       DATA:14/04/2025",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NO PEDIDO DE UNIFORMIZAÇÃO DE\nINTERPRETAÇÃO DE LEI. ACÓRDÃO IMPUGNADO PROFERIDO POR TURMA RECURSAL\nDE JUIZADO ESPECIAL ESTADUAL. NÃO CABIMENTO. PREVISÃO LEGAL\nRESTRITA PARA AS HIPÓTESES PREVISTAS NOS ARTIGOS 14, § 4º, DA LEI\n10.259/2001 E 18, § 3º, E 19, CAPUT, DA LEI 12.153/2009. MANUTENÇÃO\nDA DECISÃO.1. Pedido de uniformização de interpretação de lei.2.\nEsta Corte apenas detém competência para o julgamento dos pedidos de\nuniformização de interpretação de lei federal deduzidos no âmbito\ndos Juizados Especiais Federais (art. 14, § 4º, da Lei 10.259/2001)\ne dos Juizados Especiais da Fazenda Pública (art. 18, § 3º, e 19,\ncaput, da Lei 12.153/2009). Precedentes.3. Hipótese em que o pedido\nfoi formulado contra acórdão proferido por Turma Recursal de Juizado\nEspecial Estadual, sendo manifestamente descabido.\n4. Configurado o erro grosseiro, inaplicável o princípio da\nfungibilidade recursal. Precedentes.\n5. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250409",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 03/04/2025 a 09/04/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros João Otávio de Noronha, Humberto Martins, Raul\nAraújo, Maria Isabel Gallotti, Antonio Carlos Ferreira, Marco Buzzi,\nMoura Ribeiro e Daniela Teixeira votaram com a Sra. Ministra\nRelatora.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000908089",
  "numeroProcesso" : "2128792",
  "numeroRegistro" : "202201445500",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJEN       DATA:14/04/2025",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM\nAGRAVO EM RECURSO ESPECIAL. INDEFERIMENTO LIMINAR. ACÓRDÃO EMBARGADO\nQUE NÃO CONHECEU DO RECURSO E NÃO APRECIOU O MÉRITO. NÃO CABIMENTO\nDOS EMBARGOS DE DIVERGÊNCIA. SÚMULA 315/STJ. REQUISITOS DO ART.\n1.043, § 4º DO CPC. INOBSERVÂNCIA. COTEJO ANALÍTICO. AUSÊNCIA.\n1. Não se admite a interposição de embargos de divergência, quando\nnão tiver sido apreciado o mérito do recurso especial, a teor do que\ndispõe a Súmula 315/STJ, cujo entendimento se alinha ao disposto no\nart. 1.043, I e III do CPC/2015. Precedentes.\n2. Os embargos de divergência têm por finalidade precípua a\nuniformização da jurisprudência interna do STJ quanto à\ninterpretação da legislação federal, não servindo para discutir o\nerro ou acerto do acórdão embargado quanto à aplicação, ou não, de\nregra técnica de admissibilidade do recurso especial ou do agravo em\nrecurso especial.\n3. A admissão dos embargos de divergência está condicionada à\ncomprovação da divergência jurisprudencial, por meio da realização\ndo cotejo analítico e da demonstração da similitude\nfático-processual entre o acórdão embargado e o julgado paradigma,\nnão sendo suficiente a simples transcrição de ementas.\n4. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250409",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 03/04/2025 a 09/04/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros João Otávio de Noronha, Humberto Martins, Raul\nAraújo, Maria Isabel Gallotti, Antonio Carlos Ferreira, Marco Buzzi,\nMoura Ribeiro e Daniela Teixeira votaram com a Sra. Ministra\nRelatora.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000908088",
  "numeroProcesso" : "2299051",
  "numeroRegistro" : "202300456807",
  "siglaClasse" : "PET no AgInt nos EAREsp",
  "descricaoClasse" : "PETIÇÃO NO AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJEN       DATA:14/04/2025",
  "ementa" : "DIREITO PROCESSUAL CIVIL. EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO\nNOS EMBARGOS DE DIVERGÊNCIA NO AGRAVO EM RECURSO ESPECIAL. AGRAVO\nINTERNO DECLARADO MANIFESTAMENTE INADMISSÍVEL. MULTA. NECESSIDADE DE\nRECOLHIMENTO PRÉVIO À INTERPOSIÇÃO DE QUALQUER OUTRO RECURSO.\nAUSÊNCIA DE COMPROVANTE. TRÂNSITO EM JULGADO. BAIXA À ORIGEM.\n1. Ação de reintegração de posse.\n2. Quando declarado o agravo interno manifestamente inadmissível ou\nimprocedente em votação unânime, resultando na condenação do\nagravante a pagar ao agravado multa, a interposição de qualquer\nrecurso é obstada enquanto não comprovado o depósito prévio do valor\nda multa (art. 1021, §§ 4º e 5º, do CPC). Precedentes.\n3. Petição recebida como embargos de declaração não conhecidos, com\na determinação de imediata certificação de trânsito em julgado e\nbaixa dos autos à origem.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250409",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 03/04/2025 a 09/04/2025,\npor unanimidade, não conhecer do recurso, nos termos do voto da Sra.\nMinistra Relatora.\nOs Srs. Ministros João Otávio de Noronha, Humberto Martins, Raul\nAraújo, Maria Isabel Gallotti, Antonio Carlos Ferreira, Marco Buzzi,\nMoura Ribeiro e Daniela Teixeira votaram com a Sra. Ministra\nRelatora.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000908087",
  "numeroProcesso" : "207617",
  "numeroRegistro" : "202403143552",
  "siglaClasse" : "AgInt no CC",
  "descricaoClasse" : "AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJEN       DATA:14/04/2025",
  "ementa" : "AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA. RECUPERAÇÃO JUDICIAL E\nEXECUÇÃO FISCAL. CONSTRIÇÃO DE BENS DA RECUPERANDA. SUBSTITUIÇÃO DO\nBEM OBJETO DE BLOQUEIO OU INDICAÇÃO DE MEDIDA SUBSTITUTIVA PELO\nJUÍZO DA RECUPERAÇÃO JUDICIAL. NECESSIDADE. DEVER DE COOPERAÇÃO.\nAUSÊNCIA DE DECISÕES CONFLITANTES ENTRE JUÍZOS DISTINTOS. CONFLITO\nNÃO CONHECIDO.\n1. Nos termos do art. 6º, §7º-B, da Lei 11.101/2005, para que haja\nusurpação da competência do juízo universal pelo juízo da execução\nfiscal é necessário que se viole o dever de recíproca cooperação\n(art. 69 do CPC), por meio de dissenso entre os juízos sobre o\nobjeto da constrição ou a forma de satisfação do crédito tributário.\nNa hipótese, apesar de o juízo da recuperação judicial ter\nreconhecido a essencialidade do imóvel objeto de constrição, não\ncogita da sua substituição ou propõe forma alternativa de satisfação\nda execução fiscal, não ficando caracterizado o conflito de\ncompetência.\n2. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250409",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 03/04/2025 a 09/04/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros João Otávio de Noronha, Humberto Martins, Raul\nAraújo, Maria Isabel Gallotti, Antonio Carlos Ferreira, Marco Buzzi,\nMoura Ribeiro e Daniela Teixeira votaram com a Sra. Ministra\nRelatora.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000908086",
  "numeroProcesso" : "2068275",
  "numeroRegistro" : "202000420931",
  "siglaClasse" : "AgInt nos EDcl nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJEN       DATA:14/04/2025",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA NO RECURSO ESPECIAL. AÇÃO\nDE OBRIGAÇÃO DE FAZER C/C DECLARATÓRIA DE NULIDADE DE CONTRATO.\nPLANO DE SAÚDE COLETIVO EMPRESARIAL. SUBSTITUIÇÃO DA OPERADORA.\nMANUTENÇÃO DAS CONDIÇÕES DE CUSTEIO. ART. 31 DA LEI 9.656/1998. TEMA\n1034/STJ. HARMONIA ENTRE O ACÓRDÃO EMBARGADO E A JURISPRUDÊNCIA\nATUAL DO STJ. SÚMULA 168/STJ.\n1. Ação de obrigação de fazer c/c declaratória de nulidade,\npretendendo a manutenção, para os aposentados, das mesmas condições\nde custeio do plano de saúde oferecido pela ex-empregadora enquanto\nvigente o vínculo de trabalho, após a substituição da operadora pelo\nex-empregador.\n2. A Segunda Seção do STJ, no julgamento do REsp 1.816.482/SP\n(julgado em 09/12/2020, D Je 01/02/2021) pela sistemática dos\nrecursos repetitivos, consolidou o entendimento de que \"o\nex-empregado aposentado, preenchidos os requisitos do art. 31 da Lei\nn. 9.656/1998, não tem direito adquirido de se manter no mesmo\nplano privado de assistência à saúde vigente na época da\naposentadoria, podendo haver a substituição da operadora e a\nalteração do modelo de prestação de serviços, da forma de custeio e\nos respectivos valores, desde que mantida paridade com o modelo dos\ntrabalhadores ativos e facultada a portabilidade de carências\" (Tema\n1.034).\n3. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250409",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 03/04/2025 a 09/04/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros João Otávio de Noronha, Humberto Martins, Raul\nAraújo, Maria Isabel Gallotti, Antonio Carlos Ferreira, Marco Buzzi,\nMoura Ribeiro e Daniela Teixeira votaram com a Sra. Ministra\nRelatora.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000908085",
  "numeroProcesso" : "207725",
  "numeroRegistro" : "202403203536",
  "siglaClasse" : "AgInt no CC",
  "descricaoClasse" : "AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJEN       DATA:14/04/2025",
  "ementa" : "AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA. RECUPERAÇÃO JUDICIAL E\nEXECUÇÃO TRABALHISTA. PROSSEGUIMENTO DA EXECUÇÃO EM RELAÇÃO AOS\nVALORES DE NATUREZA FISCAL. POSSIBILIDADE. COOPERAÇÃO JUDICIAL\nEXERCIDA PELO JUÍZO DA EXECUÇÃO. CONFLITO DE COMPETÊNCIA NÃO\nCONHECIDO.\n1. Consoante a jurisprudência desta Corte, em atenção ao disposto no\n§7º-B do art. 6º da LFRE, o deferimento do pedido de recuperação\njudicial não suspende ou impede o prosseguimento de execução fiscal\nem face da recuperanda, mas se a constrição efetivada pelo Juízo da\nexecução fiscal recair sobre bens de capital essenciais à manutenção\nda atividade empresarial, caberá ao Juízo da recuperação determinar\na substituição por outros bens, providência que será realizada\nmediante pedido de cooperação jurisdicional.\n2. O prosseguimento da execução trabalhista contra a recuperanda\nquanto aos valores de natureza fiscal, com a comunicação ao juízo\nrecuperacional acerca das ordens de penhora exaradas para fins de\nsubstituição por outras que melhor atendam à recuperação, afasta a\ncaracterização do conflito de competência, tendo em vista à\nobservância, pelo juízo trabalhista, da cooperação judicial.\n3. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250409",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 03/04/2025 a 09/04/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros João Otávio de Noronha, Humberto Martins, Raul\nAraújo, Maria Isabel Gallotti, Antonio Carlos Ferreira, Marco Buzzi,\nMoura Ribeiro e Daniela Teixeira votaram com a Sra. Ministra\nRelatora.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000907815",
  "numeroProcesso" : "1518861",
  "numeroRegistro" : "201901635180",
  "siglaClasse" : "EAREsp",
  "descricaoClasse" : "EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "JOÃO OTÁVIO DE NORONHA",
  "dataPublicacao" : "DJEN       DATA:11/04/2025",
  "ementa" : "DIREITO CIVIL. EMBARGOS DE DIVERGÊNCIA. RESCISÃO CONTRATUAL DE\nPROMESSA DE COMPRA E VENDA DE IMÓVEL. PERCENTUAL DE RETENÇÃO.\nRECURSO PROVIDO.\nI. CASO EM EXAME\n1. Embargos de divergência interpostos contra acórdão que reduziu o\npercentual de retenção de valores pagos em contrato de promessa de\ncompra e venda de imóvel de 20% para 10%, em razão de desistência\nimotivada do comprador,  considerando que a rescisão ocorrera antes\nda finalização da construção, permitindo à construtora renegociar o\nimóvel sem prejuízos significativos.\nII. RAZÕES DE DECIDIR\n2. A retenção de 25% dos valores pagos é considerada adequada para\ncompensar custos administrativos e desestimular a rescisão\nunilateral do contrato, conforme precedentes da Segunda Seção do\nSTJ, ressalvada alguma circunstância peculiar que não existe no\npresente feito.\n3. No caso, o percentual a ser observado será de 20%, e não de 25%,\nem razão da estipulação contratual nesse sentido.\nIII. DISPOSITIVO\n4. Recurso provido para se fixar em 20% a retenção sobre os valores\npagos pela parte embargada.\nTese de julgamento para o caso concreto: \"1. A retenção de 25% dos\nvalores pagos é adequada para compensar custos administrativos e\ndesestimular a rescisão unilateral do contrato, ressalvada\ncircunstâncias particulares devidamente esclarecidas pelo julgador.\n3. Caso o contrato firmado entre as partes estabeleça um percentual\nmenor, ele deve ser respeitado\".\nDispositivo relevante citado:  Código Civil, art. 413.\nJurisprudência relevante citada:  STJ, REsp n. 1.723.519/SP,\nrelatora Ministra Maria Isabel Gallotti, Segunda Seção, julgado em\n28/8/2019; STJ, REsp n. 1.807.271/SP, relator Ministro Luis Felipe\nSalomão, Quarta Turma, julgado em 6//8/2019.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250403",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Segunda Seção, por unanimidade, conhecer do\nrecurso e lhe dar provimento para fixar em 20% a retenção sobre os\nvalores pagos pela parte ora embargada, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Humberto Martins, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira, Marco Buzzi, Daniela Teixeira e\nNancy Andrighi votaram com o Sr. Ministro Relator.\nAusente, justificadamente, o Sr. Ministro Moura Ribeiro.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000907743",
  "numeroProcesso" : "2125696",
  "numeroRegistro" : "202400577760",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJEN       DATA:23/04/2025",
  "ementa" : "RECURSO ESPECIAL. PREQUESTIONAMENTO. AUSÊNCIA. SÚMULA 211/STJ. AÇÃO\nDE OBRIGAÇÃO DE FAZER. PRESCRIÇÃO DE TERAPIAS MULTIDISCIPLINARES\nPARA TRATAMENTO DE BENEFICIÁRIA PORTADORA DE PARALISIA CEREBRAL.\nPEDIASUIT. BOBATH. HIDROTERAPIA. TÉCNICAS ADOTADAS DURANTE AS\nSESSÕES DE FISIOTERAPIA, TERAPIA OCUPACIONAL E FONOAUDIOLOGIA.\nPREVISÃO NO ROL DA ANS SEM DIRETRIZES DE UTILIZAÇÃO. EFICÁCIA\nRECONHECIDA PELO CONSELHO FEDERAL DO PROFISSIONAL DE SAÚDE\nRESPONSÁVEL PELA REALIZAÇÃO DO PROCEDIMENTO. NATUREZA EXPERIMENTAL\nAFASTADA.\n1. Ação de obrigação de fazer ajuizada em 13/01/2022, da qual foi\nextraído o presente recurso especial, interposto em 12/06/2023 e\nconcluso ao gabinete em 01/03/2024.\n2. O propósito recursal é decidir sobre a obrigatoriedade de\ncobertura, pela operadora de plano de saúde, de hidroterapia e\nterapias multidisciplinares pelos métodos Bobath e Pediasuit,\nprescritos para o tratamento de beneficiário diagnosticado com\nparalisia cerebral, bem como sobre a violação do dever de informação\nao consumidor.\n3. A ausência de decisão acerca dos dispositivos legais indicados\ncomo violados impede o conhecimento do recurso especial (súm.\n211/STJ).\n4. Das normas regulamentares e manifestações da ANS, extraem-se duas\nconclusões: a primeira, de que as sessões com fonoaudiólogos,\npsicólogos, terapeutas ocupacionais e fisioterapeutas são ilimitadas\npara todos os beneficiários, independentemente da doença que os\nacomete; a segunda, de que a operadora deverá garantir a realização\ndo procedimento previsto no rol e indicado pelo profissional\nassistente, cabendo ao prestador apto a executá-lo a escolha da\ntécnica, método, terapia, abordagem ou manejo empregado.\n5. De acordo com o art. 17, parágrafo único, I, da RN 465/2021 da\nANS, que regulamenta o art. 10, I, da Lei 9.656/1998, são\ntratamentos clínicos experimentais aqueles que: a) empregam\nmedicamentos, produtos para a saúde ou técnicas não registrados/não\nregularizados no país; b) são considerados experimentais pelo\nConselho Federal de Medicina - CFM, pelo Conselho Federal de\nOdontologia - CFO ou pelo conselho federal do profissional de saúde\nresponsável pela realização do procedimento; ou c) fazem uso\noff-label de medicamentos, produtos para a saúde ou tecnologia em\nsaúde, ressalvado o disposto no art. 24.\n6. Com relação à terapia com uso do Pediasuit, não há norma do CFM\nque a defina como tratamento clínico experimental; o Coffito\nreconheceu a sua eficácia, atribuindo a fisioterapeutas e terapeutas\nocupacionais a competência para utilizá-lo nas sessões de\nfisioterapia e terapia ocupacional; o Referencial Nacional de\nProcedimentos Fisioterapêuticos (RNPF) elenca a cinesioterapia\nintensiva com vestes terapêuticas dentre as espécies de atendimento\nfisioterapêutico por meio de procedimentos, métodos ou técnicas\nmanuais e/ou específicos (capítulo XV da Resolução 561/2022); não\nconsta da lista de órteses e próteses não implantáveis, elaborada\npela ANS; possui registro vigente na Anvisa (Registro ANVISA nº\n81265770001), como suporte de posicionamento.\n7. Com relação às terapias pelo método Bobath, a ANS, desde 2015,\nafirma, expressamente, que estão incluídas nos procedimentos\nclínicos ambulatoriais e hospitalares de reeducação e reabilitação\nneurológtica, reeducação e reabilitação neuro-músculo-esquelética e\nreeducação e reabilitação no retardo do desenvolvimento psicomotor\nou ainda nas consultas com fisioterapeuta e nas sessões com\nterapeuta ocupacional, fonoaudiólogo e psicólogo, todos esses\nprevistos no rol da ANS sem quaisquer diretrizes de utilização.\n8. Com relação à hidroterapia, o Coffito disciplinou a especialidade\nprofissional de fisioterapia aquática, considerada a utilização da\nágua nos diversos ambientes e contextos, em quaisquer dos seus\nestados físicos, para fins de atuação do fisioterapeuta no âmbito da\nhidroterapia, dentre outras técnicas (art. 1º, parágrafo único, da\nResolução 443/2014); o RNPF elenca a fisioterapia aquática\n(hidroterapia) - individual e em grupo - dentre as espécies de\natendimento fisioterapêutico por meio de procedimentos, métodos ou\ntécnicas manuais e/ou específicos (capítulo XV da Resolução\n561/2022).\n9. Hipótese em que as terapias multidisciplinares prescritas para o\ntratamento da beneficiária devem ser cobertas pela operadora, seja\nporque a hidroterapia e as terapias pelos métodos Pediasuit e Bobath\nsão utilizadas durante as sessões de fisioterapia, terapia\nocupacional e fonoaudiologia, todas estas previstas no rol da ANS,\nem número ilimitado e sem quaisquer diretrizes de utilização; seja\nporque, a partir dos parâmetros delineados pela ANS, não podem ser\nconsideradas experimentais.\n10. Recurso especial conhecido em parte e, nessa extensão, provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250403",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, prosseguindo o julgamento, após o voto-vista da\nSra. Ministra Maria Isabel Gallotti, divergindo do voto da relatora\npara negar provimento ao recurso especial, ficando, em\nconsequência, mantido na íntegra o acórdão recorrido, por maioria,\nconhecer em parte do recurso especial e, nessa extensão, dar-lhe\nprovimento para restabelecer a sentença, inclusive quanto aos ônus\nda sucumbência, nos termos do voto da Sra. Ministra Relatora.\nOs Srs. Ministros João Otávio de Noronha, Humberto Martins, Raul\nAraújo, Antonio Carlos Ferreira, Marco Buzzi e Moura Ribeiro votaram\ncom a Sra. Ministra Relatora.\nVotou vencida a Sra. Ministra Maria Isabel Gallotti.\nNão participou do julgamento a Sra. Ministra Daniela Teixeira (art.\n162, § 4º, do RISTJ).\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : "(VOTO VENCIDO - ROL DA ANS - TAXATIVIDADE - SITUAÇÕES EXCEPCIONAIS)\n   STJ - <<EREsp 1889704>>-SP, <<EREsp 1886929>>-SP\n(VOTO VENCIDO - PLANO DE SAÚDE - ROL DA ANS - LEI 14.454/2022)\n   STJ - <<REsp 2037616>>-SP\n(VOTO VENCIDO - PLANO DE SAÚDE - NEGATIVA DE TRATAMENTO - MÉTODO\nPEDIASUIT E THERASUIT)\n   STJ - <<AgInt no REsp 2120877>>-SE,\n         <<AgInt no REsp 2119649>>-SP,\n         <<AgInt no AgInt no AREsp 2341968>>-RN\n(VOTO VENCIDO - PLANO DE SAÚDE - COBERTURA DE TRATAMENTO\nMULTIDISCIPLINAR - MÉTODO BOBATH)\n   STJ - {{AgInt no REsp 2049026}}-SP,\n         <<AgInt no REsp 1979069>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED PAR:000039 ANO:2022\n(AGÊNCIA NACIONAL DE SAÚDE SUPLEMENTAR - ANS)", "LEG:FED RSN:000541 ANO:2022\n(AGÊNCIA NACIONAL DE SAÚDE SUPLEMENTAR - ANS)", "LEG:FED PAR:000025 ANO:2022\n(AGÊNCIA NACIONAL DE SAÚDE SUPLEMENTAR - ANS)", "LEG:FED RSN:000539 ANO:2022\n(AGÊNCIA NACIONAL DE SAÚDE SUPLEMENTAR - ANS)", "LEG:FED RES:000561 ANO:2022\n(CONSELHO FEDERAL DE FISIOTERAPIA E TERAPIA OCUPACIONAL - COFFITO)", "LEG:FED LEI:009656 ANO:1998\n*****  LPSS-98    LEI DE PLANOS E SEGUROS PRIVADOS DE ASSISTÊNCIA À\nSAÚDE\n        ART:00010 INC:00001 INC:00007 PAR:00013\n(ART. 10, §13º, COM A REDAÇÃO DADA PELA LEI 14.454/2022)", "LEG:FED RSN:000465 ANO:2021\n        ART:00006 PAR:00004 ART:00017 PAR:ÚNICO INC:00001\n        ART:00018 ART:00024\n(AGÊNCIA NACIONAL DE SAÚDE SUPLEMENTAR - ANS)", "LEG:FED RES:000453 ANO:2014\n(CONSELHO FEDERAL DE FONOAUDIOLOGIA - CFFA)", "LEG:FED RES:000443 ANO:2014\n        ART:00001 PAR:ÚNICO\n(CONSELHO FEDERAL DE FISIOTERAPIA E TERAPIA OCUPACIONAL - COFFITO)", "LEG:FED LEI:014454 ANO:2022", "LEG:FED LEI:012842 ANO:2013\n        ART:00007", "LEG:FED RES:000562 ANO:2022\n        ART:00013 INC:00003\n(CONSELHO FEDERAL DE FISIOTERAPIA E TERAPIA OCUPACIONAL - COFFITO)", "LEG:FED RSN:000424 ANO:2017\n        ART:00007\n(AGÊNCIA NACIONAL DE SAÚDE SUPLEMENTAR - ANS)" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000907742",
  "numeroProcesso" : "2108440",
  "numeroRegistro" : "202300573990",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJEN       DATA:23/04/2025",
  "ementa" : "RECURSO ESPECIAL. AUSÊNCIA DE PREQUESTIONAMENTO. SÚMULA 211/STJ.\nAÇÃO DE OBRIGAÇÃO DE FAZER. PRESCRIÇÃO DE TERAPIAS\nMULTIDISCIPLINARES PARA TRATAMENTO DE BENEFICIÁRIO PORTADOR DE\nMICROCEFALIA, PARALISIA CEREBRAL E EPILEPSIA. PEDIASUIT. EFICÁCIA\nRECONHECIDA PELO CONSELHO FEDERAL DO PROFISSIONAL DE SAÚDE\nRESPONSÁVEL PELA REALIZAÇÃO DO PROCEDIMENTO. REGISTRO NA ANVISA.\nNATUREZA EXPERIMENTAL AFASTADA. MÉTODO ADOTADO DURANTE AS SESSÕES DE\nFISIOTERAPIA E TERAPIA OCUPACIONAL. PREVISÃO NO ROL DA ANS SEM\nDIRETRIZES DE UTILIZAÇÃO.\n1. Ação de obrigação de fazer ajuizada em 28/04/2016, da qual foi\nextraído o presente recurso especial, interposto em 27/02/2023 e\nconcluso ao gabinete em 26/05/2023.\n2. O propósito recursal é decidir sobre a obrigação de cobertura,\npela operadora de plano de saúde, de terapia pelo método Pediasuit.\n3. A ausência de decisão acerca dos dispositivos legais indicados\ncomo violados impede o conhecimento do recurso especial (súmula\n211/STJ).\n4. De acordo com o art. 17, parágrafo único, I, da RN 465/2021 da\nANS, que regulamenta o art. 10, I, da Lei 9.656/1998, são\ntratamentos clínicos experimentais aqueles que: a) empregam\nmedicamentos, produtos para a saúde ou técnicas não registrados/não\nregularizados no país; b) são considerados experimentais pelo\nConselho Federal de Medicina - CFM, pelo Conselho Federal de\nOdontologia - CFO ou pelo conselho federal do profissional de saúde\nresponsável pela realização do procedimento; ou c) fazem uso\noff-label de medicamentos, produtos para a saúde ou tecnologia em\nsaúde, ressalvado o disposto no art. 24.\n5. Das normas regulamentares e manifestações da ANS, extraem-se duas\nconclusões: a primeira, de que as sessões com fonoaudiólogos,\npsicólogos, terapeutas ocupacionais e fisioterapeutas são ilimitadas\npara todos os beneficiários, independentemente da doença que os\nacomete; a segunda, de que a operadora deverá garantir a realização\ndo procedimento previsto no rol e indicado pelo profissional\nassistente, cabendo ao prestador apto a executá-lo a escolha da\ntécnica, método, terapia, abordagem ou manejo empregado.\n6. Com relação à terapia com uso do Pediasuit, não há norma do CFM\nque a defina como tratamento clínico experimental; o Coffito\nreconheceu a sua eficácia, atribuindo a fisioterapeutas e terapeutas\nocupacionais a competência para utilizá-lo nas sessões de\nfisioterapia e terapia ocupacional; o Referencial Nacional de\nProcedimentos Fisioterapêuticos (RNPF) elenca a cinesioterapia\nintensiva com vestes terapêuticas dentre as espécies de atendimento\nfisioterapêutico por meio de procedimentos, métodos ou técnicas\nmanuais e/ou específicos (capítulo XV da Resolução 561/2022); não\nconsta da lista de órteses e próteses não implantáveis, elaborada\npela ANS; e possui registro vigente na Anvisa (Registro ANVISA nº\n81265770001), como suporte de posicionamento.\n7. Hipótese em que a terapia pelo método Pediasuit, prescrita pelo\nmédico assistente para o tratamento do beneficiário, deve ser\ncoberta pela operadora, seja porque é utilizada durante as sessões\nde fisioterapia e/ou terapia ocupacional, previstas no rol da ANS,\nem número ilimitado e sem quaisquer diretrizes de utilização; seja\nporque, a partir dos parâmetros delineados pela ANS, não pode ser\nconsiderada experimental.\n8. Recurso especial conhecido em parte e, nessa extensão, provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250403",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, prosseguindo o julgamento, após o voto-vista da\nSra. Ministra Maria Isabel Gallotti, divergindo do voto da relatora\npara negar provimento ao recurso especial, ficando, em\nconsequência, mantido na íntegra o acórdão recorrido, por maioria,\nconhecer em parte do recurso especial e, nessa extensão, dar-lhe\nprovimento para determinar a cobertura das sessões de fisioterapia\nneuromotora pelo protocolo Pediasuit, conforme a prescrição do\nmédico assistente, nos termos do voto da Sra. Ministra Relatora.\nOs Srs. Ministros João Otávio de Noronha, Humberto Martins, Raul\nAraújo, Antonio Carlos Ferreira, Marco Buzzi e Moura Ribeiro votaram\ncom a Sra. Ministra Relatora.\nVotou vencida a Sra. Ministra Maria Isabel Gallotti.\nNão participou do julgamento a Sra. Ministra Daniela Teixeira (art.\n162, § 4º, do RISTJ).\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : "(VOTO VENCIDO - ROL DA ANS - TAXATIVIDADE - SITUAÇÕES EXCEPCIONAIS)\n   STJ - <<EREsp 1889704>>-SP, <<EREsp 1886929>>-SP\n(VOTO VENCIDO - PLANO DE SAÚDE - ROL DA ANS - LEI 14.454/2022)\n   STJ - <<REsp 2037616>>-SP\n(VOTO VENCIDO - PLANO DE SAÚDE - NEGATIVA DE TRATAMENTO - MÉTODO\nPEDIASUIT E THERASUIT)\n   STJ - <<AgInt no REsp 2120877>>-SE,\n         <<AgInt no REsp 2119649>>-SP,\n         <<AgInt no AgInt no AREsp 2341968>>-RN",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED PAR:000024 ANO:2021\n(AGÊNCIA NACIONAL DE SAÚDE SUPLEMENTAR - ANS)", "LEG:FED PAR:000039 ANO:2022\n(AGÊNCIA NACIONAL DE SAÚDE SUPLEMENTAR - ANS)", "LEG:FED RSN:000541 ANO:2022\n(AGÊNCIA NACIONAL DE SAÚDE SUPLEMENTAR - ANS)", "LEG:FED PAR:000025 ANO:2022\n(AGÊNCIA NACIONAL DE SAÚDE SUPLEMENTAR - ANS)", "LEG:FED RSN:000539 ANO:2022\n(AGÊNCIA NACIONAL DE SAÚDE SUPLEMENTAR - ANS)", "LEG:FED RES:000561 ANO:2022\n(CONSELHO FEDERAL DE FISIOTERAPIA E TERAPIA OCUPACIONAL - COFFITO)", "LEG:FED LEI:009656 ANO:1998\n*****  LPSS-98    LEI DE PLANOS E SEGUROS PRIVADOS DE ASSISTÊNCIA À\nSAÚDE\n        ART:00010 INC:00001 INC:00007 PAR:00013\n(ART. 10, §13º, COM A REDAÇÃO DADA PELA LEI 14.454/2022)", "LEG:FED RSN:000465 ANO:2021\n        ART:00006 PAR:00004 ART:00017 PAR:ÚNICO INC:00001\n        ART:00018 ART:00024\n(AGÊNCIA NACIONAL DE SAÚDE SUPLEMENTAR - ANS)", "LEG:FED LEI:014454 ANO:2022", "LEG:FED LEI:012842 ANO:2013\n        ART:00007", "LEG:FED RSN:000424 ANO:2017\n        ART:00007\n(AGÊNCIA NACIONAL DE SAÚDE SUPLEMENTAR - ANS)" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000907030",
  "numeroProcesso" : "2163777",
  "numeroRegistro" : "202401605056",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MARIA ISABEL GALLOTTI",
  "dataPublicacao" : "DJEN       DATA:14/04/2025",
  "ementa" : "PROPOSTA DE AFETAÇÃO. RECURSO ESPECIAL. RITO DOS RECURSOS ESPECIAIS\nREPETITIVOS.\n1. Delimitação da controvérsia: Definir se a vaga de garagem com\nmatrícula própria constitui bem de família para fins de penhora, à\nluz do artigo 1.331, § 1º, do Código Civil.\n2. Recurso especial afetado ao rito do artigo 1.036 do Código de\nProcesso Civil.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250408",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da SEGUNDA SEÇÃO, por unanimidade, afetar o\nprocesso ao rito dos recursos repetitivos (RISTJ, art. 257-C) para\ndellimitação da seguinte controvérsia: \"Definir se a vaga de garagem\ncom matrícula própria constitui bem de família para fins de\npenhora, à luz do artigo 1.331, § 1º, do Código Civil\"; e, por\nunanimidade, suspender a tramitação de todos os recursos especiais e\nagravos em recurso especial, em trâmite nos Tribunais de segundo\ngrau ou no STJ, que versem sobre idêntica questão, observada a\norientação prevista no artigo 256-L do RISTJ (art. 1.037, II, do\nCPC/2025), conforme proposta da Sra. Ministra Relatora.\nOs Srs. Ministros Antonio Carlos Ferreira, Marco Buzzi, Moura\nRibeiro, Daniela Teixeira, Nancy Andrighi, João Otávio de Noronha,\nHumberto Martins e Raul Araújo votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1330",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1330\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:0256L", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036 ART:01037 INC:00002" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000907029",
  "numeroProcesso" : "2163773",
  "numeroRegistro" : "202401519720",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MARIA ISABEL GALLOTTI",
  "dataPublicacao" : "DJEN       DATA:14/04/2025",
  "ementa" : "PROPOSTA DE AFETAÇÃO. RECURSO ESPECIAL. RITO DOS RECURSOS ESPECIAIS\nREPETITIVOS.\n1. Delimitação da controvérsia: Definir se a vaga de garagem com\nmatrícula própria constitui bem de família para fins de penhora, à\nluz do artigo 1.331, § 1º, do Código Civil.\n2. Recurso especial afetado ao rito do artigo 1.036 do Código de\nProcesso Civil.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250408",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da SEGUNDA SEÇÃO, por unanimidade, afetar o\nprocesso ao rito dos recursos repetitivos (RISTJ, art. 257-C) para\ndelimitação da seguinte controvérsia: \"Definir se a vaga de garagem\ncom matrícula própria constitui bem de família para fins de penhora,\nà luz do artigo 1.331, § 1º, do Código Civil\"; e, por unanimidade,\nsuspender a tramitação de todos os recursos especiais e agravos em\nrecurso especial, em trâmite nos Tribunais de segundo grau ou no\nSTJ, que versem sobre idêntica questão, observada a orientação\nprevista no artigo 256-L do RISTJ (art. 1.037, II, do CPC/2015),\nconforme proposta da Sra. Ministra Relatora.\nOs Srs. Ministros Antonio Carlos Ferreira, Marco Buzzi, Moura\nRibeiro, Daniela Teixeira, Nancy Andrighi, João Otávio de Noronha,\nHumberto Martins e Raul Araújo votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1330",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1330\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:0256L", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036 ART:01037 INC:00002" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000907028",
  "numeroProcesso" : "36459",
  "numeroRegistro" : "201802288442",
  "siglaClasse" : "EDcl na Rcl",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "HUMBERTO MARTINS",
  "dataPublicacao" : "DJEN       DATA:14/04/2025",
  "ementa" : "DIREITO PROCESSUAL CIVIL. EMBARGOS DE DECLARAÇÃO. LIMITAÇÃO TEMPORAL\nDE MEDIDA CAUTELAR EM 30 DIAS.\n1. Embargos de declaração opostos por Alto Tocantins Mineração Ltda.\ncontra acórdão da Segunda Seção, nos quais alega ser interessada,\npor ter sido ré em processo cautelar do REsp n. 1.325.847/AP, e\nrequer o ingresso como assistente litisconsorcial, além de pleitear\na nulidade do acórdão ou, subsidiariamente, a manifestação sobre a\nineficácia da cautelar, uma vez que as partes interessadas não\npropuseram a ação principal.\n2. A questão em discussão consiste em saber se a medida cautelar\nconcedida deve ter seus efeitos limitados temporalmente,\nconsiderando a ausência de instauração do procedimento arbitral\npelas partes interessadas.\n3. A limitação temporal da decisão cautelar é inerente à sua\nnatureza, conforme entendimento doutrinário e jurisprudencial, sendo\nnecessário que as partes não se mantenham inertes quanto à causa\nprincipal.\n4. A ausência de instauração do procedimento arbitral pelas partes\ninteressadas, após quase 10 anos da decisão cautelar, justifica a\nlimitação dos efeitos a 30 dias, contados da publicação deste\nacórdão.\n5.  O prazo de 30 dias, do art. 22-A, parágrafo único da Lei de\nArbitragem ou do art. 308 do CPC, deve ser contato em dias úteis,\npor se tratar de prazo processual, obedecendo à previsão do art. 219\ndo CPC.\nEmbargos de declaração acolhidos para limitar os efeitos da\ncautelar.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250409",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 03/04/2025 a 09/04/2025,\npor unanimidade, acolher os embargos de declaração, com efeitos\nmodificativos, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Raul\nAraújo, Maria Isabel Gallotti, Antonio Carlos Ferreira, Marco Buzzi,\nMoura Ribeiro e Daniela Teixeira votaram com o Sr. Ministro\nRelator.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : "(MEDIDA CAUTELAR - LIMITAÇÃO TEMPORAL)\n   STJ - <<AgRg no REsp 1110145>>-TO, <<REsp 2120439>>-ES,\n         <<REsp 2066868>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:009307 ANO:1996\n*****  LA-96    LEI DE ARBITRAGEM\n        ART:0022A PAR:ÚNICO", "LEG:FED LEI:005869 ANO:1973\n*****  CPC-73    CÓDIGO DE PROCESSO CIVIL DE 1973\n        ART:00806", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00219 ART:00308" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000907027",
  "numeroProcesso" : "36459",
  "numeroRegistro" : "201802288442",
  "siglaClasse" : "EDcl na Rcl",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "HUMBERTO MARTINS",
  "dataPublicacao" : "DJEN       DATA:14/04/2025",
  "ementa" : "DIREITO PROCESSUAL CIVIL. EMBARGOS DE DECLARAÇÃO. LIMITAÇÃO TEMPORAL\nDE MEDIDA CAUTELAR EM 30 DIAS.\n1. Embargos de declaração opostos por Indústria e Comércio de\nMinérios S/A - ICOMI contra acórdão da Segunda Seção, nos quais\npleiteia a nulidade do acórdão ou, subsidiariamente, a manifestação\nsobre a ineficácia da cautelar, uma vez que as partes interessadas\nnão propuseram a ação principal.\n2. A questão em discussão consiste em saber se a medida cautelar\nconcedida deve ter seus efeitos limitados temporalmente,\nconsiderando a ausência de instauração do procedimento arbitral\npelas partes interessadas.\n3. A limitação temporal da decisão cautelar é inerente à sua\nnatureza, conforme entendimento doutrinário e jurisprudencial, sendo\nnecessário que as partes não se mantenham inertes quanto à causa\nprincipal.\n4. A ausência de instauração do procedimento arbitral pelas partes\ninteressadas, após quase 10 anos da decisão cautelar, justifica a\nlimitação dos efeitos a 30 dias, contados da publicação deste\nacórdão.\n5. O prazo de 30 dias, do art. 22-A, parágrafo único da Lei de\nArbitragem ou do art. 308 do CPC, deve ser contato em dias úteis,\npor se tratar de prazo processual, obedecendo à previsão do art. 219\ndo CPC.\nEmbargos de declaração acolhidos para limitar os efeitos da\ncautelar.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250409",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 03/04/2025 a 09/04/2025,\npor unanimidade, acolher os embargos de declaração, com efeitos\nmodificativos, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Raul\nAraújo, Maria Isabel Gallotti, Antonio Carlos Ferreira, Marco Buzzi,\nMoura Ribeiro e Daniela Teixeira votaram com o Sr. Ministro\nRelator.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : "(MEDIDA CAUTELAR - LIMITAÇÃO TEMPORAL)\n   STJ - <<AgRg no REsp 1110145>>-TO, <<REsp 2120439>>-ES,\n         <<REsp 2066868>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:009307 ANO:1996\n*****  LA-96    LEI DE ARBITRAGEM\n        ART:0022A PAR:ÚNICO", "LEG:FED LEI:005869 ANO:1973\n*****  CPC-73    CÓDIGO DE PROCESSO CIVIL DE 1973\n        ART:00806", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00219 ART:00308" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000906970",
  "numeroProcesso" : "209192",
  "numeroRegistro" : "202404014684",
  "siglaClasse" : "CC",
  "descricaoClasse" : "CONFLITO DE COMPETENCIA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJEN       DATA:09/04/2025",
  "ementa" : "CONFLITO NEGATIVO DE COMPETÊNCIA. JUSTIÇA COMUM ESTADUAL E JUSTIÇA\nFEDERAL. ADOÇÃO. CRIANÇA INDÍGENA. ART. 28, §6º, III, DO ECA. ART.\n109, I E XI DA CF. OBRIGATORIEDADE DE INTERVENÇÃO DA FUNAI COMO\nENTIDADE CONSULTIVA. DIREITO PARTICULAR DA CRIANÇA INDÍGENA QUE NÃO\nSE CONFUNDE COM DIREITOS INDÍGENAS PREVISTOS NO ART. 231 DA CF.\nCOMPETÊNCIA DA JUSTIÇA ESTADUAL QUE POSSUI MELHOR ESTRUTURA E EQUIPE\nESPECIALIZADA. MELHOR INTERESSE DA CRIANÇA E DO ADOLESCENTE.\n1. Conflito negativo de competência suscitado em 22/10/2024 e\nconcluso ao gabinete em 19/12/2024.\n2. O propósito do conflito de competência consiste em decidir se:\n(I) é obrigatória a intervenção da Fundação Nacional dos Povos\nIndígenas (FUNAI) em ação de adoção de criança indígena; e (II) se\nsim, qual o Juízo competente para o processamento de ação de adoção\nde criança indígena.\n3. A intervenção da Fundação Nacional dos Povos Indígenas (FUNAI) em\nações de adoção de crianças e adolescentes de origem indígena\npossibilita melhor verificação das condições e particularidades da\nfamília biológica, a fim de propiciar o seu adequado acolhimento na\nfamília substituta.\n4. Nos termos do art. 28, § 6º, III, do ECA, a participação da FUNAI\né obrigatória perante a equipe multiprofissional ou\ninterdisciplinar que irá acompanhar a demanda, a fim de que possa\nverificar o adequado acolhimento da criança adotanda e,\nconsequentemente, a proteção de seus melhores interesses.\nPrecedentes.\n5. O fato de a criança ou do adolescente adotandos pertencerem à\netnia indígena não atrai, por si só, a competência da Justiça\nFederal para o processamento da ação de adoção, pois o procedimento\nde adoção diz respeito a direito privado, uma vez tratar-se de\ninteresse particular de criança ou adolescente, ainda que de origem\nindígena, não sendo devida a aplicação da competência prevista no\nart. 109, I e XI, da CF.\n6. É do melhor interesse de crianças e adolescentes indígenas a\ncompetência da Justiça Estadual para processar e julgar ações de\nadoção, uma vez que a Vara da Infância e Juventude terá maiores e\nmelhores condições de acompanhar o procedimento, contando com equipe\ntécnica qualificada e especializada.\n7. No conflito de competência sob julgamento, a ação de adoção na\norigem não envolve direitos indígenas previstos no art. 231 da CF,\nmas diz respeito a adoção intuitu personae de criança indígena de\netnia Kayapó, promovida por pessoa também indígena, que cuida da\ncriança desde o seu nascimento.\n8. O Juízo Federal suscitante expressamente reconhece a inexistência\nde interesse jurídico da FUNAI na lide, sobretudo porque não\nenvolveria direitos indígenas coletivamente considerados, nos termos\nda Súmula 150/STJ.\n9. Portanto, a presença obrigatória da FUNAI não atrai a competência\nautomática da Justiça Federal, devendo a demanda ser processada e\nacompanhada pela Justiça Estadual, uma vez que a Vara da Infância e\nJuventude apresenta instrumentos e equipe especializada para\nassegurar o atendimento ao melhor interesse da criança adotanda.\n10. Conflito de competência conhecido para declarar competente o\nJuízo de Direito da Vara Cível da Comarca de São Félix do Xingu -\nPA, ora suscitado.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250403",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Segunda Seção, por unanimidade,\nconhecer do conflito e declarou competente o suscitado, o Juízo de\nDireito da Vara Cível da Comarca de São Félix do Xingu - PA, nos\ntermos do voto da Sra. Ministra Relatora.\nOs Srs. Ministros João Otávio de Noronha, Humberto Martins, Raul\nAraújo, Maria Isabel Gallotti, Antonio Carlos Ferreira, Marco Buzzi\ne Daniela Teixeira votaram com a Sra. Ministra Relatora.\nAusente, justificadamente, o Sr. Ministro Moura Ribeiro.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000906969",
  "numeroProcesso" : "190109",
  "numeroRegistro" : "202202206397",
  "siglaClasse" : "AgInt no CC",
  "descricaoClasse" : "AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "JOÃO OTÁVIO DE NORONHA",
  "dataPublicacao" : "DJEN       DATA:09/04/2025",
  "ementa" : "DIREITO PROCESSUAL CIVIL E EMPRESARIAL. AGRAVO INTERNO EM CONFLITO\nDE COMPETÊNCIA. EMPRESA EM RECUPERAÇÃO JUDICIAL. ATO CONSTRITIVO\nPRATICADO APÓS O TÉRMINO DO STAY PERIOD. CRÉDITO DE NATUREZA\nEXTRACONCURSAL. INEXISTÊNCIA DE OPOSIÇÃO CONCRETA PELO JUÍZO DA\nRECUPERAÇÃO. CONFLITO DE COMPETÊNCIA NÃO CONFIGURADO. AGRAVO\nDESPROVIDO.\nI. CASO EM EXAME\n1. Agravo interno interposto por RITA MARTINS\nLOHMANN, empresa em recuperação judicial, contra a decisão\nmonocrática que não conheceu do conflito de competência suscitado\nentre o Juízo da Vara Única de Buritis (MG), onde tramita a\nrecuperação judicial (Processo n. 5000711-60.2021.8.13.0093), e o\nJuízo da 3ª Vara de Execução de Títulos Extrajudiciais e Conflitos\nArbitrais de Brasília (DF), no qual se processa execução ajuizada\npelo Banco do Brasil (Processo n. 0729388-68.2019.8.07.0000).\n2. A agravante sustenta a existência de conflito de competência em\nrazão da prática de atos constritivos pelo Juízo da execução após o\ndeferimento da recuperação judicial e requer a fixação da\ncompetência do Juízo de Buritis para decidir sobre o patrimônio da\nempresa.\nII. QUESTÃO EM DISCUSSÃO\n3. A questão em discussão consiste em\ndefinir se se configura conflito de competência entre o juízo da\nrecuperação judicial e o juízo da execução, quando este último, após\no término do stay period, pratica atos constritivos sobre bens da\nempresa recuperanda, sem que haja deliberação expressa do juízo\nrecuperacional acerca da essencialidade dos bens ou oposição\nconcreta à constrição.\nIII. RAZÕES DE DECIDIR\n4. A configuração do conflito de competência\nexige a efetiva oposição concreta do juízo da recuperação judicial à\ndeliberação do juízo da execução, não se caracterizando o conflito\npela mera existência de constrição em processo de execução\nindividual de crédito extraconcursal.\n5. O stay period de 180 dias, previsto no art. 6º, § 4º, da Lei n.\n11.101/2005, encerrou-se em 18/4/2022, sem indícios de prorrogação,\no que legitima o prosseguimento das execuções individuais,\nespecialmente daquelas envolvendo créditos extraconcursais.\n6. O crédito objeto da execução promovida pelo Banco do Brasil\ndecorre de cédulas rurais, o que o caracteriza como de natureza\nextraconcursal, excluído, portanto, dos efeitos da recuperação\njudicial.\n7. A jurisprudência do STJ, inclusive após a vigência da Lei n.\n14.112/2020, estabelece que a competência do juízo da recuperação\njudicial para interferir em atos constritivos após o stay period\nlimita-se aos casos em que o bem constrito é essencial e assim\ndeclarado expressamente pelo juízo universal, o que não ocorreu no\npresente caso.\n8. Não se constata manifestação formal do Juízo da recuperação\njudicial sobre a essencialidade dos bens ou oposição à constrição\ndecretada pelo Juízo da execução, o que afasta a possibilidade de\nconfiguração do conflito.\nIV. DISPOSITIVO E TESE\n9. Agravo interno desprovido.\nTese de julgamento: \"1. O conflito de competência entre o juízo da\nrecuperação judicial e o juízo da execução somente se configura\nquando há oposição concreta ou deliberação expressa do juízo da\nrecuperação sobre a essencialidade dos bens objeto da constrição. 2.\nEncerrado o stay period e ausente manifestação do juízo da\nrecuperação, o prosseguimento da execução de crédito extraconcursal,\ncom a realização de atos constritivos, não caracteriza usurpação de\ncompetência. 3. Créditos oriundos de cédulas rurais possuem\nnatureza extraconcursal e não se submetem aos efeitos da recuperação\njudicial, autorizando sua execução autônoma mesmo contra empresa em\nrecuperação\".\nDispositivos relevantes citados: Lei n. 11.101/2005, art. 6º, §§ 4º,\n7º-A e 7º-B; CPC/2015, art. 69.\nJurisprudência relevante citada: STJ, AgInt no CC n. 181.302/PE,\nrelator Ministro Marco Aurélio Bellizze, Segunda Seção, julgado em\n15/3/2022; STJ, CC n. 196.846/RN, relator Ministro Marco Aurélio\nBellizze, Segunda Seção, julgado em 18/4/2024.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250403",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Segunda Seção, por unanimidade,\nnegar provimento ao agravo interno, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Humberto Martins, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira, Marco Buzzi, Daniela Teixeira e\nNancy Andrighi votaram com o Sr. Ministro Relator.\nAusente, justificadamente, o Sr. Ministro Moura Ribeiro.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000906968",
  "numeroProcesso" : "1891795",
  "numeroRegistro" : "202002159559",
  "siglaClasse" : "EREsp",
  "descricaoClasse" : "EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "JOÃO OTÁVIO DE NORONHA",
  "dataPublicacao" : "DJEN       DATA:09/04/2025",
  "ementa" : "EMBARGOS DE DIVERGÊNCIA NO RECURSO ESPECIAL. PLANO DE SAÚDE.\nNEGATIVA DE COBERTURA. ROL DA ANS. TAXATIVIDADE MITIGADA.\nOBSERVÂNCIA AOS CRITÉRIOS ESTABELECIDOS PELA SEGUNDA SEÇÃO.\nPRECEDENTES. AUSÊNCIA DE DISSÍDIO JURISPRUDENCIAL. EMBARGOS DE\nDIVERGÊNCIA NÃO CONHECIDOS.\n1. O rol de procedimentos da ANS é, em regra, taxativo,\npermitindo-se exceções quando preenchidos requisitos específicos\nestabelecidos pela jurisprudência da Segunda Seção do STJ.\n2. No caso concreto, a decisão recorrida aplicou corretamente os\nparâmetros fixados nos EREsps n. 1.886.929/SP e 1.889.704/SP,\nreconhecendo a obrigatoriedade da cobertura de tratamento\nmultidisciplinar ao beneficiário, diante da ausência de substituto\nterapêutico eficaz e da existência de comprovação científica da\neficácia do tratamento indicado.\n3. Inexistência de dissídio jurisprudencial a justificar o cabimento\ndos embargos de divergência, uma vez que a tese da taxatividade\nmitigada do rol da ANS encontra-se pacificada no STJ.\n4. Embargos de divergência não conhecidos.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250403",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Segunda Seção, por unanimidade,\nnão conhecer dos embargos de divergência, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Humberto Martins, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira, Marco Buzzi, Daniela Teixeira e\nNancy Andrighi votaram com o Sr. Ministro Relator.\nAusente, justificadamente, o Sr. Ministro Moura Ribeiro.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000906965",
  "numeroProcesso" : "1434057",
  "numeroRegistro" : "201400250907",
  "siglaClasse" : "EREsp",
  "descricaoClasse" : "EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "HUMBERTO MARTINS",
  "dataPublicacao" : "DJEN       DATA:08/04/2025",
  "ementa" : "EMBARGOS DE DIVERGÊNCIA. PROCESSO CIVIL. ALEGAÇÃO DE DIVERGÊNCIA\nENTRE O ACÓRDÃO PARAGONADO (MERITÓRIO) E O ACÓRDÃO PARADIGMÁTICO\n(NÃO MERITÓRIO). AUSÊNCIA DE SIMILITUDE FÁTICO-JURÍDICA ENTRE OS\nARESTOS CONFRONTADOS. VIA INSERVÍVEL COMO SUCEDÂNEO RECURSAL.\n1. Os embargos de divergência têm como pressuposto de\nadmissibilidade a divergência jurisprudencial entre Turmas\ndiferentes, ou entre Turma e Seção, ou entre Turma e a Corte\nEspecial, divergência essa que deverá ser demonstrada, conforme o\nart. 255, §§ 1º e 2º, e o art. 266, caput, do RISTJ.\n2. Não cabem embargos de divergência quando o acórdão embargado ou o\nacórdão paradigmático nem sequer adentra o mérito do recurso\nespecial, mas, sim, interpreta os pressupostos de admissibilidade\ndessa espécie recursal. Aplicação, por analogia, da Súmula 315/STJ.\n3. A ausência de similitude fático-jurídica entre os acórdãos\nparadigmático e embargado inviabiliza o processamento dos embargos\nde divergência.\n4. Os embargos de divergência, como via estreita, não têm a função\nde sucedâneo recursal, e sim servem à uniformização da\njurisprudência divergente, quando soluções distintas - relativas às\nmesmas premissas fáticas e/ou jurídicas -, tenham sido dadas, o que\nnão é o caso dos autos.\nEmbargos de divergência não conhecidos.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250403",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Segunda Seção, por unanimidade, não\nconhecer dos embargos de divergência, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira, Marco Buzzi, Daniela Teixeira, Nancy Andrighi e João\nOtávio de Noronha votaram com o Sr. Ministro Relator.\nAusente, justificadamente, o Sr. Ministro Moura Ribeiro.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ "EREsp  1723319  SC  2018/0029492-7  Decisão:09/04/2025\nDJEN       DATA:14/04/2025" ]
}, {
  "id" : "000906964",
  "numeroProcesso" : "2012398",
  "numeroRegistro" : "202202072570",
  "siglaClasse" : "EREsp",
  "descricaoClasse" : "EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MARCO BUZZI",
  "dataPublicacao" : "DJEN       DATA:09/04/2025",
  "ementa" : "EMBARGOS DE DIVERGÊNCIA NO RECURSO ESPECIAL - CIVIL - SEGURO DE\nAUTOMÓVEL - EMBRIAGUEZ AO VOLANTE - CONSTATAÇÃO MEDIANTE EXAME\nCLÍNICO -  TERCEIRO CONDUTOR - FILHO DA SEGURADA -AGRAVAMENTO DO\nRISCO - CAUSA DETERMINANTE DO SINISTRO - RECUSA DA COBERTURA\nSECURITÁRIA - SENTENÇA QUE JULGOU IMPROCEDENTE A AÇÃO DE COBRANÇA  -\nMANUTENÇÃO PELA EG. TERCEIRA TURMA - INSURGÊNCIA DA SEGURADA.\n1.  A teor da orientação jurisprudencial desta Corte Superior, no\ncontrato de seguro, o estado de embriaguez do condutor e/ou de seus\nprepostos, caso seja determinante para a ocorrência do sinistro, é\ncircunstância legítima e apta a excluir a cobertura do seguro\ncontratado, por constituir causa de agravamento do risco.\nPrecedentes.\n1.1. Na hipótese em liça, afigura-se correto o entendimento do\nacórdão ora embargado ao reconhecer que a embriaguez do preposto da\ninsurgente contribuiu decisivamente para o agravamento do risco\ncoberto e, por conseguinte, manteve a improcedência da ação de\ncobrança.\n2. Embargos de divergência desprovidos.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250403",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Segunda Seção, por unanimidade,\nnegar provimento aos embargos de divergência, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Daniela Teixeira, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Raul Araújo, Maria Isabel Gallotti e\nAntonio Carlos Ferreira votaram com o Sr. Ministro Relator.\nAusente, justificadamente, o Sr. Ministro Moura Ribeiro.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000906773",
  "numeroProcesso" : "2145244",
  "numeroRegistro" : "202401807989",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "RAUL ARAÚJO",
  "dataPublicacao" : "DJEN       DATA:11/04/2025",
  "ementa" : "PROPOSTA DE AFETAÇÃO. RECURSO ESPECIAL. PROCESSUAL CIVIL. CIVIL.\nBANCÁRIO. ACÓRDÃO NA ORIGEM EM INCIDENTE DE RESOLUÇÃO DE DEMANDAS\nREPETITIVAS (IRDR). CONTRATO DE CARTÃO DE CRÉDITO COM RESERVA DE\nMARGEM CONSIGNÁVEL (RMC). DANO MORAL DECORRENTE DA DECLARAÇÃO DE\nINVALIDADE DA CONTRATAÇÃO. DEFINIÇÃO SOB O RITO DOS RECURSOS\nESPECIAIS REPETITIVOS. VIABILIDADE DA FIXAÇÃO DE TESE CONCENTRADA E\nDE EFEITOS VINCULANTES.\n1. Delimitação da controvérsia: Para os efeitos dos arts. 927 e\n1.036 do CPC, propõe-se a afetação do seguinte tema repetitivo: \"Se\nhá dano moral in re ipsa na hipótese de invalidação da contratação\nde cartão de crédito com reserva de margem consignável (RMC) em\nbenefício previdenciário\".\n2. RECURSO ESPECIAL AFETADO AO RITO DO ART. 1.036 DO CPC/2015.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250401",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da SEGUNDA SEÇÃO, por unanimidade, afetar o\nprocesso ao rito dos recursos repetitivos (RISTJ, art. 257-C) para a\ndelimitação da seguinte controvérsia: \"se há dano moral 'in re\nipsa' na hipótese de invalidação da contratação de cartão de crédito\ncom reserva de margem consignável (RMC) em benefício\nprevidenciário\"; e, por unanimidade, suspender o processamento dos\nrecursos especiais e agravos em recurso especial, presentes na\nsegunda instância e/ou no STJ, que versem sobre idêntica questão\njurídica.\nOs Srs. Ministros Maria Isabel Gallotti, Antonio Carlos Ferreira,\nMarco Buzzi, Moura Ribeiro, Daniela Teixeira, Nancy Andrighi, João\nOtávio de Noronha e Humberto Martins votaram com o Sr. Ministro\nRelator.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : "(RECURSO ESPECIAL - IRDR - TESE JURÍDICA FIXADA EM ABSTRATO)\n   STJ - <<REsp 1798374>>-DF",
  "notas" : "Decisão de Afetação - Tema 1328",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1328\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:0256H", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036 ART:01037" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000905304",
  "numeroProcesso" : "2489809",
  "numeroRegistro" : "202303753404",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MARIA ISABEL GALLOTTI",
  "dataPublicacao" : "DJEN       DATA:24/03/2025",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. AGRAVO INTERNO INTEMPESTIVO. INOBSERVÂNCIA DO PRAZO\nPREVISTO NOS ARTS. 1.003, § 5º, E 1.070 DO CPC/2015. AGRAVO INTERNO\nNÃO CONHECIDO.1. É intempestivo o agravo interno interposto após o\nprazo de 15 (quinze) dias úteis, previsto nos arts. 1.003, § 5º, e\n1.070, c/c 219, caput, do CPC/2015.2. Agravo interno não conhecido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250318",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 12/03/2025 a 18/03/2025,\npor unanimidade, não conhecer do recurso, nos termos do voto da Sra.\nMinistra Relatora.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Raul Araújo, Antonio Carlos Ferreira, Marco Buzzi, Moura\nRibeiro e Daniela Teixeira votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000905155",
  "numeroProcesso" : "48522",
  "numeroRegistro" : "202404792287",
  "siglaClasse" : "AgInt na Rcl",
  "descricaoClasse" : "AGRAVO INTERNO NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "ANTONIO CARLOS FERREIRA",
  "dataPublicacao" : "DJEN       DATA:25/03/2025",
  "ementa" : "AGRAVO INTERNO NA RECLAMAÇÃO. DECISÃO. DESCUMPRIMENTO. DEMONSTRAÇÃO.\nAUSÊNCIA. DECISÃO MANTIDA.1. Nos termos da iterativa jurisprudência\ndesta Corte, para o deferimento da reclamação, deve estar\ncomprovado objetivamente que o ato reclamado desconsiderou decisão\nproferida pelo STJ, circunstância inexistente no caso em análise.\n2. No presente caso, a QUARTA TURMA deu provimento ao recurso\nespecial apenas para \"para determinar que o prêmio de loteria\nauferido [...] seja reconhecido como patrimônio comum do casal, nele\nincluídos os bens adquiridos com os respectivos recursos, por\nsub-rogação, devendo ser partilhado segundo os valores existentes na\ndata do falecimento, corrigidos monetariamente\".3. Ausente a\nalegada ofensa à autoridade de acórdão desta Corte, tendo em vista\nque tal julgado não enfrentou os temas pertinentes à imediata\nretomada do processo de inventário e à concessão de medidas\nurgentes.\n4. Ressalta-se que as referidas questões incidentais devem ser\nimpugnadas por meio dos recursos cabíveis, não em reclamação.\n5. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250318",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 12/03/2025 a 18/03/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Raul Araújo, Maria Isabel Gallotti, Marco Buzzi, Moura\nRibeiro e Daniela Teixeira votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000905154",
  "numeroProcesso" : "48481",
  "numeroRegistro" : "202404664159",
  "siglaClasse" : "AgInt nos EDcl na Rcl",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "ANTONIO CARLOS FERREIRA",
  "dataPublicacao" : "DJEN       DATA:25/03/2025",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NA\nRECLAMAÇÃO. USURPAÇÃO DE COMPETÊNCIA DO STJ. NÃO CONFIGURADA.\nDECISÃO MANTIDA.\n1. \"Compete ao Superior Tribunal de Justiça processar e julgar,\noriginariamente, a Reclamação para a preservação de sua competência\ne garantia da autoridade de suas decisões, bem como para assegurar a\nobservância de acórdão proferido em julgamento de incidente de\nresolução de demandas repetitivas ou de incidente de assunção de\ncompetência, conforme disposto nos artigos 105, I, 'f', da\nConstituição Federal e 988 do Código de Processo Civil de 2015,\nsendo, pois, instrumento processual de caráter específico e de\naplicação restrita\" (AgInt na Rcl n. 46.785/PR, Relatora Ministra\nMARIA ISABEL GALLOTTI, SEGUNDA SEÇÃO, julgado em 30/4/2024, DJe de\n6/5/2024).\n2. No caso, não cabe reclamação para exame da aplicação de\nprecedente oriundo de recurso especial repetitivo (Rcl n. 36.476/SP,\nRel. Ministra NANCY ANDRIGHI, CORTE ESPECIAL, DJe de 6.3.2020.\n3. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250318",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 12/03/2025 a 18/03/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Raul Araújo, Maria Isabel Gallotti, Marco Buzzi, Moura\nRibeiro e Daniela Teixeira votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000905104",
  "numeroProcesso" : "7804",
  "numeroRegistro" : "202404087338",
  "siglaClasse" : "AgInt na AR",
  "descricaoClasse" : "AGRAVO INTERNO NA AÇÃO RESCISÓRIA",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MARCO BUZZI",
  "dataPublicacao" : "DJEN       DATA:24/03/2025",
  "ementa" : "AGRAVO INTERNO NA AÇÃO RESCISÓRIA - AÇÃO DE DESPEJO JULGADA\nPROCEDENTE - MANUTENÇÃO PELO ACÓRDÃO RESCINDENDO - ALEGAÇÃO DE\nVIOLAÇÃO LITERAL DE DISPOSIÇÃO LEGAL - INEXISTÊNCIA - ERRO DE FATO -\nAUSÊNCIA - DELIBERAÇÃO UNIPESSOAL QUE INDEFERIU LIMINARMENTE O\nPLEITO RESCISÓRIO - INSURGÊNCIA DA AUTORA.\n1. A viabilidade da ação rescisória, lastreada no artigo 966, inciso\nV, do CPC/15, pressupõe a demonstração de violação direta,\nexplícita e inequívoca de norma jurídica. Hipótese inexistente no\ncaso dos autos.\n1.1. A decisão ora questionada proferida nos autos do AREsp\n1.499.564/SP, mantida em sua integralidade pelo colegiado da\nTerceira Turma, foi expressa e categórica no sentido de que \"(...) a\njurisprudência desta Corte, com base na teoria da aparência,\nconsidera válida a citação quando, encaminhada ao endereço da pessoa\njurídica, a comunicação é recebida por quem se apresenta como\nrepresentante legal da empresa sem ressalvas quanto à inexistência\nde poderes de representação em juízo.\" Precedentes.\n2. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250318",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 12/03/2025 a 18/03/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira, Moura Ribeiro e Daniela Teixeira votaram com o Sr.\nMinistro Relator.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000905103",
  "numeroProcesso" : "2014719",
  "numeroRegistro" : "202202214690",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MARCO BUZZI",
  "dataPublicacao" : "DJEN       DATA:24/03/2025",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA NO RECURSO ESPECIAL -\nAÇÃO INDENIZATÓRIA - DANOS MATERIAIS E MORAIS - FASE DE LIQUIDAÇÃO\nDE SENTENÇA - VIOLAÇÃO DO ART. 1.022 DO CPC - OMISSÃO - OCORRÊNCIA -\nQUESTÃO RELEVANTE - NEGATIVA DE PRESTAÇÃO JURISDICIONAL -\nCARACTERIZAÇÃO - ANULAÇÃO DO ACÓRDÃO - DELIBERAÇÃO UNIPESSOAL QUE\nNEGOU PROVIMENTO AOS EMBARGOS DE DIVERGÊNCIA - INSURGÊNCIA DA\nAGRAVANTE.\n1. Esta Corte Superior perfilha o entendimento segundo o qual, \"na\naplicação do art. 1.022 do CPC, a constatação de ter, ou não, havido\nomissão ou deficiência na fundamentação do acórdão proferido na\norigem, em regra, demanda o exame das peculiaridades de cada caso\nconcreto, não havendo, portanto, dissídio de teses a ensejar os\nembargos de divergência\" (ut. AgInt nos EREsp n. 1.888.484/RS, Corte\nEspecial, julgado em 27/2/2024, DJe de 4/3/2024)\n2. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250318",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 12/03/2025 a 18/03/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira, Moura Ribeiro e Daniela Teixeira votaram com o Sr.\nMinistro Relator.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000905102",
  "numeroProcesso" : "2019621",
  "numeroRegistro" : "202202514336",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MARCO BUZZI",
  "dataPublicacao" : "DJEN       DATA:24/03/2025",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL -\nAÇÃO DE OBRIGAÇÃO DE FAZER. PLANO DE SAÚDE - MEDICAMENTO -\nTRATAMENTO PARA O ENFRENTAMENTO DE DESCONEXÃO CEREBRAL, CONVULSÕES E\nRETARDO DO DESENVOLVIMENTO PSICOMOTOR DO EMBARGADO - RECUSA DE\nCOBERTURA INDEVIDA - DELIBERAÇÃO UNIPESSOAL QUE INDEFERIU\nLIMINARMENTE O APELO RECURSAL - INSURGÊNCIA DA OPERADORA DE PLANO DE\nSAÚDE.\n1.  A teor da orientação jurisprudencial desta Corte Superior,\nconsidera-se abusiva a negativa, pela operadora de plano de saúde,\nde cobertura de medicamento para o enfrentamento de desconexão\ncerebral, convulsões e retardo do desenvolvimento psicomotor do\nembargado. Precedentes de ambas as Turmas de Direito Privado.\n1.1. Incidência, na hipótese, do enunciado da Súmula 168/STJ.\n2. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250318",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 12/03/2025 a 18/03/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira, Moura Ribeiro e Daniela Teixeira votaram com o Sr.\nMinistro Relator.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000905097",
  "numeroProcesso" : "2116120",
  "numeroRegistro" : "202304338980",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "MARCO BUZZI",
  "dataPublicacao" : "DJEN       DATA:24/03/2025",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA NO RECURSO ESPECIAL -\nAÇÃO DE OBRIGAÇÃO DE FAZER - PLANO DE SAÚDE - COBERTURA DE\nTRATAMENTO QUE NÃO CONSTA NO ROL DA ANS - SITUAÇÃO EXCEPCIONAL -\nRECUSA INDEVIDA - INVIABILIDADE DO REEXAME DE PROVAS - INCIDÊNCIA DA\nSÚMULA N.º 7 DO STJ - DELIBERAÇÃO UNIPESSOAL QUE NEGOU PROVIMENTO\nAO APELO RECURSAL - INSURGÊNCIA DA OPERADORA DE SAÚDE.\n1. A eg. Terceira Turma negou provimento ao agravo interno,\nmantendo, assim, a decisão que conheceu do agravo para não conhecer\ndo recurso especial em razão da incidência do óbice da Súmula n.º\n7/STJ, sendo de rigor a incidência do enunciado da Súmula 315/STJ.\nPrecedentes.\n1.1. Na hipótese, não foi efetuado o necessário cotejo analítico\nentre o acórdão embargado e os paradigmas indicados, olvidando-se a\nparte embargante de evidenciar a similitude de base fática dos casos\nconfrontados e a divergência de resultados em torno da mesma\nquestão jurídica, ficando, assim, desatendida a regra do art. 266, §\n1º, c/c 255, § 2º, do RISTJ. Precedentes.\n2. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250318",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 12/03/2025 a 18/03/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira, Moura Ribeiro e Daniela Teixeira votaram com o Sr.\nMinistro Relator.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ "AgInt nos EAREsp  2475260  CE  2023/0331123-7  Decisão:09/04/2025\nDJEN       DATA:14/04/2025" ]
}, {
  "id" : "000904976",
  "numeroProcesso" : "2431515",
  "numeroRegistro" : "202302823856",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "SEGUNDA SEÇÃO",
  "ministroRelator" : "ANTONIO CARLOS FERREIRA",
  "dataPublicacao" : "DJEN       DATA:25/03/2025",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM\nAGRAVO EM RECURSO ESPECIAL. PREPARO.COMPROVAÇÃO. AUSÊNCIA.\nINTIMAÇÃO. ART. 1.007, § 4º, DO CPC. JUNTADA DE DOCUMENTO. DESERÇÃO.\nDECISÃO MANTIDA.\n1. O recurso deve ser declarado deserto se, depois da intimação nos\ntermos do art. 1.007, § 4º, do CPC, a parte não comprovar o\npagamento em dobro ou a prévia concessão de gratuidade de justiça no\nprazo assinalado na referida intimação.\n2. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250318",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da SEGUNDA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 12/03/2025 a 18/03/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Raul Araújo, Maria Isabel Gallotti, Marco Buzzi, Moura\nRibeiro e Daniela Teixeira votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
} ]