[ {
  "id" : "000825815",
  "numeroProcesso" : "1866671",
  "numeroRegistro" : "202000610242",
  "siglaClasse" : "AgInt nos EDcl nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE\nDIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LUIS FELIPE SALOMÃO",
  "dataPublicacao" : "DJE        DATA:27/09/2022",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE\nDIVERGÊNCIA EM RECURSO ESPECIAL. AÇÃO DE OBRIGAÇÃO DE FAZER (CUSTEIO\nDE MEDICAMENTOS OFF LABEL PARA TRATAMENTO QUIMIOTERÁPICO) CUMULADA\nCOM PEDIDO DE INDENIZAÇÃO POR DANOS MORAIS.\n1. Quanto à ocorrência dos vícios elencados nos artigos 489, § 1º, e\n1.022 do CPC, é cediço que as peculiaridades de cada demanda\njudicial impedem a aferição do dissídio pretoriano, não sendo os\nembargos de divergência a via adequada para a verificação do acerto\nou desacerto da decisão embargada.\n2. No que diz respeito ao alegado conflito interpretativo sobre a\nocorrência ou não de dano moral in re ipsa em caso de recusa\nindevida de custeio de medicamento off label para tratamento\nquimioterápico pela operadora de plano de saúde, a Corte Especial\ntem competência para aferir a admissibilidade dos embargos de\ndivergência, malgrado os arestos paradigmas sejam todos oriundos da\nSegunda Seção. Isso porque \"a obrigatoriedade de cisão do julgamento\ne remessa dos autos à Seção especializada deste Tribunal Superior\nsomente tem sentido caso o mérito da divergência tenha que ser\nanalisado, sob pena de absoluto desrespeito aos princípios da\nrazoável duração do processo e celeridade processual\" (AgInt nos\nEAREsp n. 673.112/TO, relatora Ministra Nancy Andrighi, Corte\nEspecial, julgado em 22/2/2022, DJe de 9/3/2022; EDcl no AgRg nos\nEAREsp n. 1.231.405/SC, relatora Ministra Laurita Vaz, Corte\nEspecial, julgado em 5/6/2019, DJe de 18/6/2019; e AgRg nos EAREsp\nn. 593.919/PR, relator Ministro Mauro Campbell Marques, Corte\nEspecial, julgado em 7/11/2018, DJe de 23/11/2018).\n3. Em nenhum dos julgados da Quarta Turma - apontados como\nparadigmas -, houve a constatação de peculiaridades fáticas aptas a\ntornar controvertida a obrigatoriedade do custeio dos medicamentos e\na, consequentemente, afastar a indenização por dano moral, como\nocorreu no presente caso concreto. Daí a ausência de similitude\nfática entre os arestos confrontados.\n4. Os inúmeros precedentes da Terceira Turma indicados pela\nembargante não se prestam, outrossim, ao conhecimento dos embargos\nde divergência, pois, além de não ter sido demonstrada a alteração\nda composição do aludido órgão julgador em mais da metade de seus\nmembros entre a data do julgamento da decisão embargada e a data de\njulgamento de alguns paradigmas - ex vi do disposto nos artigos\n1.043, § 3º, do CPC e 266, § 3º, do RISTJ -, não se efetuou o cotejo\nanalítico entre os acórdãos, sendo jurisprudencialmente consagrada\na insuficiência da mera transcrição de ementas.\n5. Em relação à base de cálculo dos honorários advocatícios\nsucumbenciais, o acórdão embargado encontra-se em dissonância com a\nrecente jurisprudência da Corte Especial - firmada por ocasião do\njulgamento de recurso especial repetitivo (Tema 1.076/STJ) - no\nsentido de que: \"I) A fixação dos honorários por apreciação\nequitativa não é permitida quando os valores da condenação, da causa\nou o proveito econômico da demanda forem elevados. É obrigatória\nnesses casos a observância dos percentuais previstos nos §§ 2º ou 3º\ndo artigo 85 do CPC - a depender da presença da Fazenda Pública na\nlide -, os quais serão subsequentemente calculados sobre o valor:\n(a) da condenação; ou (b) do proveito econômico obtido; ou (c) do\nvalor atualizado da causa. II) Apenas se admite arbitramento de\nhonorários por equidade quando, havendo ou não condenação: (a) o\nproveito econômico obtido pelo vencedor for inestimável ou\nirrisório; ou (b) o valor da causa for muito baixo\" (REsp\n1.850.512/SP, relator Ministro Og Fernandes, Corte Especial, por\nmaioria, julgado em 16.3.2022).\n6. Na referida assentada, a maioria dos Ministros considerou nítida\na intenção do legislador em correlacionar a expressão inestimável\nvalor econômico - prevista no § 8º do artigo 85 do CPC - somente\npara as causas em que não se vislumbra benefício patrimonial\nimediato, como, por exemplo, nas causas de estado e de direito de\nfamília, não se devendo confundir o termo \"valor inestimável\" com\n\"valor elevado\".\n7. Assim, verifica-se que, diversamente do esposado pelo acórdão\nimpugnado, o caso dos autos não é de incidência do óbice da Súmula\n7/STJ, mas sim de definição do critério normativo adequado para\narbitramento da verba honorária. E, à luz do provimento\njurisdicional condenatório fixado nas instâncias ordinárias - cujo\nmontante econômico poderá ser aferido em liquidação da sentença -,\nafigura-se de rigor o arbitramento dos honorários advocatícios em\n10% do aludido quantum, com base no § 2º do artigo 85 do CPC, não\nretratando hipótese de proveito econômico inestimável.\n8. Tendo sido mantida a rejeição do pedido de indenização por dano\nmoral - ante a incognoscibilidade dos embargos de divergência no\nponto -, deve-se reconhecer a configuração de sucumbência recíproca\nna espécie, o que impõe a redistribuição do ônus sucumbencial em 70%\nàs rés e em 30% aos sucessores dos autores.\n9. Agravo interno parcialmente provido para conhecer em parte dos\nembargos de divergência e, nessa extensão, dar-lhes provimento para\narbitrar os honorários advocatícios em 10% sobre o valor da\ncondenação, observada a sucumbência recíproca das partes e a\nmajoração em favor dos sucessores dos autores arbitrada nos termos\ndo § 11 do artigo 85 do CPC.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220921",
  "decisao" : "Vistos, relatados e discutidos estes autos, os Ministros da Corte\nEspecial do Superior Tribunal de Justiça acordam, por unanimidade,\ndar parcial provimento ao agravo, nos termos do voto do Sr. Ministro\nRelator. Os Srs. Ministros Mauro Campbell Marques, Benedito\nGonçalves, Raul Araújo, Paulo de Tarso Sanseverino, Maria Isabel\nGallotti, Francisco Falcão, Nancy Andrighi, Laurita Vaz, João Otávio\nde Noronha, Herman Benjamin, Jorge Mussi e Og Fernandes votaram com\no Sr. Ministro Relator.\nAusente, justificadamente, o Sr. Ministro Humberto Martins.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000825816",
  "numeroProcesso" : "186745",
  "numeroRegistro" : "202200757695",
  "siglaClasse" : "CC",
  "descricaoClasse" : "CONFLITO DE COMPETENCIA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA ISABEL GALLOTTI",
  "dataPublicacao" : "DJE        DATA:27/09/2022",
  "ementa" : "CONFLITO NEGATIVO. COMPETÊNCIA INTERNA. RECURSO ESPECIAL. ENSINO\nSUPERIOR. AÇÃO DE OBRIGAÇÃO DE FAZER C/C INDENIZAÇÃO POR DANOS\nMORAIS. IMPOSSIBILIDADE DE REVOGAÇÃO DE BOLSA DE ESTUDOS. RENOVAÇÃO\nDE MATRÍCULA SEM OBRIGAÇÃO DE ADIMPLEMENTO DAS FUTURAS MENSALIDADES.\nTEMA DE ÍNDOLE PRIVADA. ENTENDIMENTO DA CORTE ESPECIAL. PRECEDENTE.\nREITERAÇÃO.\n1. Conforme definido pela Corte Especial do STJ, compete à Segunda\nSeção o julgamento de temas afetos a mensalidades previstas em\ncontratos privados de ensino superior (CC 11.437/SP, Rel. Ministro\nJosé Dantas, unânime, DJU de 24.4.1995), diante da natureza privada\nda relação jurídica em litígio, entendimento que fica reiterado.\n2. Conflito conhecido, para estabelecer a competência da Terceira\nTurma, no caso concreto, a suscitante.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220921",
  "decisao" : "A Corte Especial, por unanimidade, conheceu do conflito para\ndeclarar competente a Terceira Turma do STJ, nos termos do voto da\nSra. Ministra Relatora. Os Srs. Ministros Francisco Falcão, Nancy\nAndrighi, Laurita Vaz, João Otávio de Noronha, Herman Benjamin,\nJorge Mussi, Og Fernandes, Luis Felipe Salomão, Mauro Campbell\nMarques, Benedito Gonçalves, Raul Araújo e Paulo de Tarso\nSanseverino votaram com a Sra. Ministra Relatora.\nAusente, justificadamente, o Sr. Ministro Humberto Martins.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000825978",
  "numeroProcesso" : "1734930",
  "numeroRegistro" : "201800833025",
  "siglaClasse" : "EREsp",
  "descricaoClasse" : "EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LAURITA VAZ",
  "dataPublicacao" : "DJE        DATA:29/09/2022",
  "ementa" : "EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL. PROCESSUAL CIVIL.\nEXECUÇÃO FISCAL. CONTA-CORRENTE CONJUNTA. AÇÃO AJUIZADA EM FACE DE\nAPENAS UM DOS TITULARES. PENHORA DA TOTALIDADE DOS VALORES EM\nDEPÓSITO. DIVERGÊNCIA JURISPRUDENCIAL DEMONSTRADA. SOLUÇÃO DA\nQUESTÃO PELA CORTE ESPECIAL, POR INCIDENTE ASSUNÇÃO DE COMPETÊNCIA,\nDO RESP N. 1.610.844/BA, RELATOR MINISTRO LUIS FELIPE SALOMÃO,\nJULGADO EM 15/06/2022, DJE DE 09/08/2022. PRECEDENTE VINCULANTE.\nART. 927, INCISO III, DO CÓDIGO DE PROCESSO CIVIL. EMBARGOS DE\nDIVERGÊNCIA ACOLHIDOS.\n1. A Corte Especial, em incidente de assunção de competência,\nexaminou a controvérsia no REsp n. 1.610.844/BA, Relator Ministro\nLuis Felipe Salomão, julgado em 15/06/2022, DJe de 09/08/2022 - cujo\nentendimento é de observação obrigatória, em consonância com o art.\n927, inciso III, do Código de Processo Civil -, firmando o\nprecedente vinculante a seguinte tese jurídica: \"a) É presumido, em\nregra, o rateio em partes iguais do numerário mantido em conta\ncorrente conjunta solidária quando inexistente previsão legal ou\ncontratual de responsabilidade solidária dos correntistas pelo\npagamento de dívida imputada a um deles. b) Não será possível a\npenhora da integralidade do saldo existente em conta conjunta\nsolidária no âmbito de execução movida por pessoa (física ou\njurídica) distinta da instituição financeira mantenedora, sendo\nfranqueada aos cotitulares e ao exequente a oportunidade de\ndemonstrar os valores que integram o patrimônio de cada um, a fim de\nafastar a presunção relativa de rateio.\"\n2. Embargos de divergência acolhidos para, cassando o acórdão\nembargado, dar provimento ao recurso especial, a fim de determinar\nque a penhora fique limitada à metade do numerário encontrado na\nconta-corrente conjunta solidária.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220921",
  "decisao" : "Vistos, relatados e discutidos estes autos, acordam os Ministros da\nCorte Especial do Superior Tribunal de Justiça, na conformidade dos\nvotos e das notas taquigráficas a seguir, por unanimidade, acolher\nos embargos de divergência, nos termos do voto da Sra. Ministra\nRelatora. Os Srs. Ministros João Otávio de Noronha, Herman Benjamin,\nJorge Mussi, Og Fernandes, Luis Felipe Salomão, Mauro Campbell\nMarques, Benedito Gonçalves, Raul Araújo, Paulo de Tarso\nSanseverino, Maria Isabel Gallotti, Francisco Falcão e Nancy\nAndrighi votaram com a Sra. Ministra Relatora.\nAusente, justificadamente, o Sr. Ministro Humberto Martins.\nEsteve presente, sendo dispensada a sustentação oral, o Dr. Bruno\nMendonça Castanon Conde, pela Embargante.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000823609",
  "numeroProcesso" : "1634162",
  "numeroRegistro" : "201602781806",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "BENEDITO GONÇALVES",
  "dataPublicacao" : "DJE        DATA:26/08/2022",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM\nRECURSO ESPECIAL. AUSÊNCIA DE SIMILITUDE FÁTICA ENTRE OS ACÓRDÃOS\nCONFRONTADOS. DISSÍDIO JURISPRUDENCIAL NÃO COMPROVADO.\n1. Tendo o recurso sido interposto contra decisão publicada na\nvigência do Código de Processo Civil de 2015, devem ser exigidos os\nrequisitos de admissibilidade na forma nele previsto, conforme\nEnunciado Administrativo n. 3/2016/STJ.\n2. Os embargos de divergência têm por escopo uniformizar a\njurisprudência do Tribunal ante a adoção de teses conflitantes pelos\nseus órgãos fracionários, cabendo ao embargante a comprovação do\ndissídio pretoriano nos moldes estabelecidos nos arts. 1.043 do\nCPC/2015 e 266 do RISTJ.\n3. Deveras, no caso em foco, inexiste a alegada divergência\npretoriana. Isso porque, conforme consta do acórdão embargado,\n\"[...] se alguém deveria demonstrar irresignação contra esse aspecto\nda decisão, seriam os expropriados, ora embargantes, tanto porque à\nUnião não competia discutir tal ponto e nem o aresto, ora impugnado,\ndeveria se remeter a isso em relação ao que, sequer, existiu recurso\na cargo de quem ficou vencido\" (e-STJ fl. 6.716). Todavia, os\njulgados paradigmas assentam: \"Interposto recurso especial pelo\nagravante, e tendo o agravado reproduzido em suas contrarrazões as\nalegações trazidas em sede de apelação, deve a c. Primeira Turma, no\njulgamento do recurso especial, prosseguir no exame dos demais\nfundamentos suscitados, aplicando o direito à espécie\" (AgRg nos\nEREsp 1.088.405/RS, Relator Ministro Felix Fischer, Corte Especial,\nDJe 17/12/2010), bem como: \"Reagitado o fundamento nas contrarrazões\nao recurso especial do vencido, caso seja este conhecido e afastado\no fundamento ao qual se apegara o tribunal de origem, cabe ao STJ,\nno julgamento do causa (Regimento Interno, art. 257), enfrentar as\ndemais teses de defesa suscitadas na origem\" (EREsp 595.742/SC,\nRelator Ministro Massami Uyeda, Relatora para acórdão Ministra Maria\nIsabel Gallotti, Segunda Seção, DJe 13/4/2012). Dessa forma ressoa\nevidente que, por um lado, o acórdão embargado assentou que o tema\npreclusão fora tratado pelo julgado oriundo da Corte de origem, que\nimpusera aos recorrentes, ora agravantes, sucumbência quanto ao tema\nem testilha e consequentemente e necessidade interporem o recurso\ncabível, providência esta não tomada. Por outro, os acórdãos\nparadigmáticos assentam, em linhas gerais, a necessidade de serem\napreciados os argumentos deduzidos nas contrarrazões ao recurso\nespecial. Portanto, os casos postos em confronto ostentam molduras\nfáticas díspares.\n4. Agravo regimental não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220823",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, em sessão virtual de 17/08/2022 a 23/08/2022, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Maria Thereza de Assis Moura, Herman\nBenjamin, Jorge Mussi, Og Fernandes, Luis Felipe Salomão, Mauro\nCampbell Marques, Raul Araújo e Maria Isabel Gallotti  votaram com o\nSr. Ministro Relator.\nLicenciado o Sr. Ministro Paulo de Tarso Sanseverino.\nPresidiu o julgamento o Sr. Ministro Humberto Martins.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01043 ART:01044", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000823759",
  "numeroProcesso" : "1897591",
  "numeroRegistro" : "202101458534",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "FRANCISCO FALCÃO",
  "dataPublicacao" : "DJE        DATA:26/08/2022",
  "ementa" : "PROCESSUAL CIVIL. ADMINISTRATIVO. INDEFERIMENTO DA INICIAL.\nOPORTUNIZADA EMENDA. DESATENDIMENTO. EXTINÇÃO DO PROCESSO SEM\nRESOLUÇÃO DE MÉRITO. ART. 321 DO CPC. EMBARGOS DE DIVERGÊNCIA\nLIMINARMENTE INDEFERIDOS. AGRAVO INTERNO. MANUTENÇÃO DA DECISÃO\nRECORRIDA.\nI - Na origem, trata-se de ação objetivando discutir os índices de\ncorreção monetária aplicáveis ao Fundo de Garantia por Tempo de\nServiço - FGTS. A sentença julgou extinto o processo, sem resolução\nde mérito, com fundamento no artigo 485, inciso I c/c artigo 330,\ninciso IV, ambos do Código de Processo Civil, diante da ausência de\nmanifestação para adequar o valor da causa, \"que deve ser\nindividualizado por autor para fins de definição de competência,\nmesmo no caso de litisconsórcio ativo facultativo.\" No Tribunal a\nquo, a sentença foi mantida.\nII - Ao caso em mesa, compete à Corte Especial tão somente a análise\ndo dissídio no tocante aos paradigmas emanados pela Corte Especial e\npela Terceira e Quarta Turmas: EDcl no Agravo em Recurso Especial n.\n405.570 - RJ (2013/0335019-5) - Quarta Turma - Rel. Ministro Luis\nFelipe Salomão - Data do Julgamento: 13/5/2014; Recurso Especial n.\n1.180.631 - RJ (2010/0028792-5) - Corte Especial - Rel. Ministro\nHerman Benjamin - Data do Julgamento: 1º/3/2010; e AgInt no Recurso\nEspecial n. 1.698.699 - PR (2017/0143687-2) - Terceira Turma - Rel.\nMinistro Ricardo Villas Bôas Cueva - Data do Julgamento: 6/2/2018 e,\nem relação a estes, o reclamo não merece conhecimento.\nIII - De qualquer sorte, existindo posicionamento firmado da própria\nCorte Especial sobre o tema como adiante se verá, dispensável a\nprovidência do art. 266, do RISTJ vez que a orientação adotada pela\njurisprudência desta Corte é de que ?não há necessidade da cisão de\njulgamento dos embargos de divergência na Corte Especial, com\nremessa à seção, quando a parte embargante sustenta uma única tese e\na suposta divergência também ocorre em relação a julgados de outras\nseções\" (EDcl no AgInt nos EAREsp 861.105/SP, Corte Especial, DJe\n09/08/2021), como ocorre na hipótese dos autos.\nIV - Prosseguindo, os embargos de divergência, recurso de\nfundamentação vinculada, têm o propósito de compor divergência entre\nórgão fracionário do Supremo Tribunal Federal ou do Superior\nTribunal de Justiça e qualquer outro órgão jurisdicional do mesmo\ntribunal (CPC/15, art. 1.043). Visa, portanto, a uniformizar a\njurisprudência do tribunal.\nV - Uma vez que goza de tal desiderato, são admitidos exclusivamente\nquando indicada e comprovada a existência de divergência interior no\ntribunal. Mais ainda, é necessário que a divergência seja atual\n(CPC, art. 1.044, caput, c.c. art. 266 do RISTJ - para o REsp).\nVI - Ademais, compete ao embargante demonstrar analiticamente que os\nacórdãos têm similitude fática e jurídica, ou, como querem o art.\n1.043, §4º, do CPC/15 e o art. 266, §4º, do RISTJ, ?as\ncircunstâncias que identificam ou assemelham os casos confrontados?.\nNão cumpriu o embargante nenhuma dessas exigências.\nVII - Quanto ao requisito da atualidade, confrontou acórdão da\nPrimeira Turma com outros prolatados em 2010 e 2014 (EDcl no Agravo\nem Recurso Especial n. 405.570 - RJ (2013/0335019-5) - Quarta Turma\n- Rel. Ministro Luis Felipe Salomão - Data do Julgamento: 13/5/2014;\nRecurso Especial n. 1.180.631 - RJ (2010/0028792-5) - Corte Especial\n- Rel. Ministro Herman Benjamin - Data do Julgamento: 1º/3/2010),\nportanto há mais de oito e doze anos, não demonstrando que a\ndivergência persiste até hoje. Nesse sentido: AgInt nos EREsp\n1806207/SP, Rel. Ministro FRANCISCO FALCÃO, CORTE ESPECIAL, julgado\nem 09/06/2020, DJe 15/06/2020; AgInt nos EREsp 1621875/SP, Rel.\nMinistra NANCY ANDRIGHI, CORTE ESPECIAL, julgado em 12/05/2020, DJe\n15/05/2020.\nVIII - Mas, além do descumprimento do requisito da atualidade,\ndeixou a parte embargante de atender ao requisito formal da\ndemonstração analítica da divergência, a evidenciar que órgãos\nfracionários do tribunal trataram de forma desigual questões\njurídicas semelhantes. Nesse sentido: AgInt nos EREsp 1430325/PE,\nRel. Ministro FRANCISCO FALCÃO, PRIMEIRA SEÇÃO, julgado em\n11/12/2019, DJe 17/12/2019; AgInt nos EDv nos EREsp 1756344/RJ, Rel.\nMinistro GURGEL DE FARIA, PRIMEIRA SEÇÃO, julgado em 03/12/2019, DJe\n06/12/2019 e AgInt nos EREsp 1580178/SP, Rel. Ministro MAURO\nCAMPBELL MARQUES, CORTE ESPECIAL, julgado em 22/10/2019, DJe\n25/10/2019.\nIX - Para dita demonstração não basta, como ocorrido, o mero\ncolacionamento dos Acórdãos tidos por paradigma sem cotejo\npormenorizado deles em confronto com o aresto rebatido, objetivando\ntão somente a rediscussão do mérito da celeuma sem pontuar de forma\nexpressa qual a similitude fática existente.\nX - Em que pese ser reconhecido o esforço dos embargantes, não se\ndesincumbiram do ônus da demonstração de que os fatos discutidos nos\npresentes autos são os mesmos considerados nos acórdãos\nparadigmáticos.\nXI - Por fim, de se mencionar recente pronunciamento da Corte\nEspecial no exato sentido do acórdão embargado à medida em que\napenas admitiu a existência de possível argumentos autônomos\npassíveis de impugnação quando o recurso não seja atinente ao Agravo\nprevisto ao art. 932, inc. III, do NCPC. Veja-se: EREsp 1424404/SP,\nRel. Ministro LUIS FELIPE SALOMÃO, CORTE ESPECIAL, julgado em\n20/10/2021, DJe 17/11/2021.\nXII - Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220823",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, em sessão virtual de 17/08/2022 a 23/08/2022, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Nancy Andrighi, Laurita Vaz, João Otávio de\nNoronha, Maria Thereza de Assis Moura, Herman Benjamin, Jorge Mussi,\nOg Fernandes, Luis Felipe Salomão, Mauro Campbell Marques, Benedito\nGonçalves, Raul Araújo e Maria Isabel Gallotti  votaram com o Sr.\nMinistro Relator.\nLicenciado o Sr. Ministro Paulo de Tarso Sanseverino.\nPresidiu o julgamento o Sr. Ministro Humberto Martins.",
  "jurisprudenciaCitada" : "(CISÃO DE JULGAMENTO DOS EMBARGOS DE DIVERGÊNCIA - DESNECESSIDADE -\nTESE ÚNICA - DIVERGÊNCIA COM OUTROS ÓRGÃO JULGADORES)\n   STJ - <<EDcl no AgInt nos EAREsp 861105>>-SP\n(EMBARGOS DE DIVERGÊNCIA - NÃO COMPROVAÇÃO DA DIVERGÊNCIA - JULGADO\nPARADIGMA ATUAL - NECESSIDADE)\n   STJ - <<AgInt nos EREsp 1806207>>-SP,\n         <<AgInt nos EREsp 1621875>>-SP\n(EMBARGOS DE DIVERGÊNCIA - ACÓRDÃOS CONFRONTADOS - AUSÊNCIADE\nDEMONSTRAÇÃO DA DIVERGÊNCIA - NECESSIDADE DE SIMILITUDE\nFÁTICO-JURÍDICA - INEXISTÊNCIA)\n   STJ - <<AgInt nos EREsp 1430325>>-PE,\n         <<AgInt nos EREsp 1580178>>-SP,\n         <<AgInt nos EDv nos EREsp 1756344>>-RJ\n(IMPUGNAÇÃO DE TODOS OS CAPÍTULOS AUTÔNOMOS OU INDEPENDENTES DA\nDECISÃO MONOCRÁTICA AGRAVADA - DESNECESSIDADE)\n   STJ - <<EREsp 1424404>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00330 INC:00004 ART:00485 INC:00001 ART:00932\n        INC:00003 ART:01044", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266 PAR:00004" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000823908",
  "numeroProcesso" : "1835498",
  "numeroRegistro" : "201701790233",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "JOÃO OTÁVIO DE NORONHA",
  "dataPublicacao" : "DJE        DATA:25/08/2022",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA. INADMISSIBILIDADE DOS\nEMBARGOS DE DIVERGÊNCIA. INDEFERIMENTO LIMINAR. AGRAVO INTERNO\nDESPROVIDO.\n1. Falta aos embargos de divergência pressuposto básico para sua\nadmissibilidade na hipótese em que o mérito do acórdão embargado não\nfoi analisado devido ao óbice da Súmula n. 7 do STJ, que incide em\nrazão das particularidades de cada caso e indica a existência de\ncontrovérsias em relação às questões fáticas, cuja pacificação não é\ncabível por meio desse recurso.\n2. A juntada do inteiro teor do acórdão paradigma (relatório, voto\nementa/acórdão e certidão de julgamento) ao recurso de embargos de\ndivergência constitui regra técnica que condiciona o conhecimento\ndesse recurso.\n3. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220823",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, em sessão virtual de 17/08/2022 a 23/08/2022, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nMaria Thereza de Assis Moura, Herman Benjamin, Jorge Mussi, Og\nFernandes, Luis Felipe Salomão, Mauro Campbell Marques, Benedito\nGonçalves, Raul Araújo e Maria Isabel Gallotti  votaram com o Sr.\nMinistro Relator.\nLicenciado o Sr. Ministro Paulo de Tarso Sanseverino.\nPresidiu o julgamento o Sr. Ministro Humberto Martins.",
  "jurisprudenciaCitada" : "(ACÓRDÃO EMBARGADO NÃO CONHECIDO PELA INCIDÊNCIA DA SÚMULA 7 DO STJ\n- INADMISSIBILIDADE DOS EMBARGOS DE DIVERGÊNCIA)\n   STJ - <<AgInt nos EDcl nos EAREsp 1456391>>-SP\n(FALTA DE JUNTADA INTEIRO TEOR DO ACÓRDÃO PARADIGMA - VÍCIO\nSUBSTANCIAL INSANÁVEL)\n   STJ - <<AgInt nos EDcl nos EAREsp 1950922>>-DF,\n         <<AgInt nos EAREsp 1416975>>-SP,\n         <<AgInt nos EDv nos EREsp 1784262>>-RJ",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266 ART:00267", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01043 ART:01044" ],
  "acordaosSimilares" : [ "AgInt nos EREsp  1752640  DF  2018/0168352-9  Decisão:23/08/2022\nDJE        DATA:25/08/2022" ]
}, {
  "id" : "000823909",
  "numeroProcesso" : "1617799",
  "numeroRegistro" : "201602029423",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "JOÃO OTÁVIO DE NORONHA",
  "dataPublicacao" : "DJE        DATA:25/08/2022",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM\nRECURSO ESPECIAL. NÃO CONHECIMENTO. ACÓRDÃO PARADIGMA. JUNTADA DE\nINTEIRO TEOR. AUSÊNCIA DA CERTIDÃO DE JULGAMENTO. VÍCIO SUBSTANCIAL.\nINAPLICABILIDADE DO PARÁGRAFO ÚNICO DO ART. 932 DO CPC DE 2015.\nPRECEDENTES.\n1. Ostentando os embargos de divergência característica de recurso\nde fundamentação vinculada, é imperativo que a demonstração do\ndissenso jurisprudencial se faça nos exatos termos estabelecidos\npelo art. 1.043, § 4º, do CPC de 2015 e pelo art. 266, § 4º, do\nRISTJ.\n2. A juntada tão somente da ementa, relatório e voto do acórdão\nparadigma, sem a respectiva certidão de julgamento, configura vício\nsubstancial e afasta a aplicabilidade do parágrafo único do art. 932\ndo CPC de 2015.\n3. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220823",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, em sessão virtual de 17/08/2022 a 23/08/2022, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Maria Thereza de\nAssis Moura, Herman Benjamin, Jorge Mussi, Og Fernandes, Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo e\nMaria Isabel Gallotti  votaram com o Sr. Ministro Relator.\nImpedida a Sra. Ministra Laurita Vaz.\nLicenciado o Sr. Ministro Paulo de Tarso Sanseverino.\nPresidiu o julgamento o Sr. Ministro Humberto Martins.",
  "jurisprudenciaCitada" : "(FALTA DE JUNTADA DO INTEIRO TEOR - VÍCIO SUBSTANCIAL INSANÁVEL)\n   STJ - <<AgInt nos EREsp 1793332>>-MG,\n         <<AgInt nos EREsp 1528412>>-PR,\n         <<AgInt nos EAREsp 1238270>>-RS,\n         <<AgInt nos EAREsp 1632678>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00932 PAR:ÚNICO ART:01043 PAR:00004", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266 PAR:00004" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000823910",
  "numeroProcesso" : "1410364",
  "numeroRegistro" : "201303441220",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "JOÃO OTÁVIO DE NORONHA",
  "dataPublicacao" : "DJE        DATA:25/08/2022",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA. JUÍZO DE\nADMISSIBILIDADE. EMBARGOS DE DIVERGÊNCIA INDEFERIDOS LIMINARMENTE.\nAGRAVO INTERNO DESPROVIDO.\n1. Aplicar o direito à espécie em recurso de natureza extraordinária\nnão significa atribuir a tal recurso efeito devolutivo que extrapole\no critério dimensionado pelo recorrente. Prevalece sempre o\nprincípio da voluntariedade, que confere à parte o ônus de recorrer,\nno todo ou em parte, de julgado e sofrer as consequências de\neventuais omissões nesse mister.\n2. A interposição de embargos de divergência somente tem êxito\nquando o acórdão recorrido, posto em confronto com exemplares da\njurisprudência do STJ, revela discrepância de solução judicial,\ndesde que os julgados guardem entre si similitude fática e jurídica.\n3. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220823",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, em sessão virtual de 17/08/2022 a 23/08/2022, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nMaria Thereza de Assis Moura, Herman Benjamin, Jorge Mussi, Og\nFernandes, Luis Felipe Salomão, Mauro Campbell Marques, Benedito\nGonçalves, Raul Araújo e Maria Isabel Gallotti  votaram com o Sr.\nMinistro Relator.\nLicenciado o Sr. Ministro Paulo de Tarso Sanseverino.\nPresidiu o julgamento o Sr. Ministro Humberto Martins.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000823911",
  "numeroProcesso" : "1376990",
  "numeroRegistro" : "201802610490",
  "siglaClasse" : "AgInt nos EDcl nos EDv nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DIVERGÊNCIA NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "JOÃO OTÁVIO DE NORONHA",
  "dataPublicacao" : "DJE        DATA:25/08/2022",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NOS\nEMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL. SÚMULA N. 315 DO STJ.\nINAPLICABILIDADE AO CASO. SÚMULA N. 182 NO STJ. APLICAÇÃO NO\nJULGAMENTO DE AGRAVO INTERNO. INDICAÇÃO DE DIVERGÊNCIA COM\nPRECEDENTE DA CORTE ESPECIAL (AGINT NOS ERESP N. 1.424.404/SP).\nALEGAÇÃO DE LIMITAÇÃO DA INCIDÊNCIA DO ÓBICE SUMULAR AO AGRAVO EM\nRECURSO ESPECIAL. AUSÊNCIA DE SIMILITUDE FÁTICA. ENTENDIMENTO\nJURÍDICO DO ACÓRDÃO PARAGONADO CORROBORADO PELO DO PARADIGMA. NÃO\nCABIMENTO DOS EMBARGOS DE DIVERGÊNCIA. AGRAVO INTERNO DESPROVIDO.\n1. Afasta-se a incidência da Súmula n. 315 do STJ no exame de\nembargos de divergência em recurso especial.\n2. Inexiste similitude entre acórdão embargado que faz incidir a\nSúmula n. 182 do STJ no agravo interno contra decisão proferida no\nâmbito do Superior Tribunal de Justiça, por total ausência\nimpugnação de seus fundamentos, e acórdão paradigma que afasta o\nóbice sumular também em agravo interno, na hipótese de haver\nimpugnação parcial da decisão, direcionada a capítulos decisórios\nautônomos.\n3. A Corte Especial, no julgamento do AgInt nos EREsp n.\n1.424.404/SP, não vetou a aplicação da Súmula n. 182 do STJ em\nagravo interno contra decisão monocrática de Ministro do STJ, tendo\napenas definido sua correta interpretação \"quando aplicada no Agravo\nInterno em Recurso Especial\". Nesse sentido, definiu que a Súmula n.\n182 do STJ e a expressa previsão legal contida no art. 1.021, § 1º,\ndo CPC de 2015 terão \"incidência nas hipóteses em que o agravante\nnão apresenta impugnação aos fundamentos da decisão monocrática do\nMinistro do STJ ou se houver na decisão agravada capítulo autônomo\nimpugnado parcialmente, ou seja, não impugnação de um dos\nfundamentos sobrepostos do mesmo capítulo\". Entendimento que\ncorrobora aquele adotado pelo acórdão embargado.\n4. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220823",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, em sessão virtual de 17/08/2022 a 23/08/2022, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nMaria Thereza de Assis Moura, Herman Benjamin, Jorge Mussi, Og\nFernandes, Luis Felipe Salomão, Mauro Campbell Marques, Benedito\nGonçalves, Raul Araújo e Maria Isabel Gallotti  votaram com o Sr.\nMinistro Relator.\nLicenciado o Sr. Ministro Paulo de Tarso Sanseverino.\nPresidiu o julgamento o Sr. Ministro Humberto Martins.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000182 SUM:000315" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000823912",
  "numeroProcesso" : "1256567",
  "numeroRegistro" : "201100394395",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "JOÃO OTÁVIO DE NORONHA",
  "dataPublicacao" : "DJE        DATA:25/08/2022",
  "ementa" : "EMBARGOS DE DIVERGÊNCIA. JUÍZO DE ADMISSIBILIDADE. INDEFERIMENTO\nLIMINAR. AGRAVO INTERNO DESPROVIDO.\n1. Na aplicação do art. 1.022 do CPC de 2015 (art. 535 do CPC/1973),\na constatação de ter ou não havido omissão ou deficiência na\nfundamentação do acórdão proferido na origem demanda, em regra, o\nexame das peculiaridades de cada caso concreto, inexistindo,\nportanto, dissídio de teses a ensejar os embargos de divergência.\n2. Nos termos do art. 1.043, § 3º, I, do CPC de 2015, cabem embargos\nde divergência entre acórdãos oriundos da mesma turma julgadora\napenas se, no período, tiver havido alteração de sua composição em\nmais da metade dos membros.\n3. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220823",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, em sessão virtual de 17/08/2022 a 23/08/2022, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Laurita Vaz, Maria Thereza de\nAssis Moura, Herman Benjamin, Jorge Mussi, Og Fernandes, Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo e\nMaria Isabel Gallotti  votaram com o Sr. Ministro Relator.\nImpedida a Sra. Ministra Nancy Andrighi.\nLicenciado o Sr. Ministro Paulo de Tarso Sanseverino.\nPresidiu o julgamento o Sr. Ministro Humberto Martins.",
  "jurisprudenciaCitada" : "(VIOLAÇÃO DO ART. 1022 DO CPC/2015 - NÃO CABIMENTO DOS  EMBARGOS DE\nDIVERGÊNCIA)\n   STJ - <<AgRg no AgRg nos EREsp 1492472>>-PR",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01043 PAR:00003 INC:00001" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000823913",
  "numeroProcesso" : "28249",
  "numeroRegistro" : "202103829537",
  "siglaClasse" : "AgInt no MS",
  "descricaoClasse" : "AGRAVO INTERNO NO MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "JOÃO OTÁVIO DE NORONHA",
  "dataPublicacao" : "DJE        DATA:25/08/2022",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NO MANDADO DE SEGURANÇA. IMPETRAÇÃO\nVOLTADA CONTRA ATO JUDICIAL.  INEXISTÊNCIA DE DECISÃO TERATOLÓGICA\nOU MANIFESTAMENTE ILEGAL.\n1. \"A orientação desta Corte é pacífica sobre o descabimento de\nMandado de Segurança contra ato jurisdicional dos órgãos\nfracionários ou de Relator desta Corte Superior, a menos que neles\nse possa divisar flagrante e evidente teratologia\" (AgRg no MS\n21.096/DF, Corte Especial, Rel. Min. Napoleão Nunes Maia Filho, DJe\n19/4/2017)\n2. A ausência de demonstração de ilegalidade ou teratologia na\ndecisão impugnada pela via mandamental leva ao necessário\nindeferimento da petição inicial.\n3. Agravo Interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220823",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, em sessão virtual de 17/08/2022 a 23/08/2022, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nMaria Thereza de Assis Moura, Herman Benjamin, Jorge Mussi, Og\nFernandes, Luis Felipe Salomão, Mauro Campbell Marques, Benedito\nGonçalves, Raul Araújo e Maria Isabel Gallotti  votaram com o Sr.\nMinistro Relator.\nLicenciado o Sr. Ministro Paulo de Tarso Sanseverino.\nPresidiu o julgamento o Sr. Ministro Humberto Martins.",
  "jurisprudenciaCitada" : "(MANDADO DE SEGURANÇA CONTRA DECISÃO JUDICIAL - EXCEPCIONALIDADE)\n   STJ - <<AgInt no MS 27864>>,\n         <<AgInt no MS 27402>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000823914",
  "numeroProcesso" : "1749972",
  "numeroRegistro" : "202002224880",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA ISABEL GALLOTTI",
  "dataPublicacao" : "DJE        DATA:26/08/2022",
  "ementa" : "AGRAVO INTERNO. EMBARGOS DE DIVERGÊNCIA. AGRAVO EM RECURSO ESPECIAL.\nMÉRITO DO RECURSO ESPECIAL NÃO EXAMINADO NO ACÓRDÃO EMBARGADO.\nINCIDÊNCIA DA SÚMULA N.º 315 DESTA CORTE SUPERIOR. PRECEDENTES.\n1. Não há divergência passível de ensejar o conhecimento dos\nembargos de divergência, quando o acórdão embargado nega provimento\nao agravo regimental com base na Súmula 182 desta Corte Superior.\n2. Incidência da Súmula 315 do STJ, segundo a qual \"não cabem\nembargos de divergência no âmbito do agravo de instrumento que não\nadmite recurso especial\".\n3. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220823",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, em sessão virtual de 17/08/2022 a 23/08/2022, por\nunanimidade, negar provimento ao recurso, nos termos do voto da Sra.\nMinistra Relatora.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Maria Thereza de Assis Moura, Herman\nBenjamin, Jorge Mussi, Og Fernandes, Luis Felipe Salomão, Mauro\nCampbell Marques, Benedito Gonçalves e Raul Araújo votaram com a\nSra. Ministra Relatora.\nLicenciado o Sr. Ministro Paulo de Tarso Sanseverino.\nPresidiu o julgamento o Sr. Ministro Humberto Martins.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA NO ÂMBITO DO AGRAVO DE INSTRUMENTO QUE NÃO\nADMITE RECURSO ESPECIAL - NÃO CABIMENTO)\n   STJ - <<AgInt nos EAREsp 1849894>>-RJ,\n         <<AgInt nos EAREsp 1811142>>-DF,\n         <<AgRg nos EAREsp 495466>>-PR",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000315" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000823942",
  "numeroProcesso" : "1879885",
  "numeroRegistro" : "202101170243",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJE        DATA:25/08/2022",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM\nAGRAVO EM RECURSO ESPECIAL. DEMONSTRAÇÃO DO DISSÍDIO. REQUISITOS DO\nART. 1.043, § 4º DO CPC/2015. INOBSERVÂNCIA. AUSÊNCIA DE SIMILITUDE\nFÁTICO-JURÍDICA ENTRE OS ARESTOS CONFRONTADOS. MÉRITO DO RECURSO\nESPECIAL NÃO APRECIADO. SÚMULA 315/STJ. NÃO CABIMENTO DOS EMBARGOS\nDE DIVERGÊNCIA.\n1. Consoante a jurisprudência desta Corte, configura pressuposto\nindispensável para a comprovação da divergência jurisprudencial a\nadoção pela parte recorrente, na petição dos embargos de\ndivergência, de uma das seguintes providências, quanto aos\nparadigmas indicados: (I) a juntada de certidões; (II) apresentação\nde cópias do inteiro teor dos acórdãos apontados; (III) a citação do\nrepositório oficial, autorizado ou credenciado nos quais eles se\nachem publicados, inclusive em mídia eletrônica; e (IV) a reprodução\nde julgado disponível na rede mundial de computadores, com a\nindicação da respectiva fonte na Internet.\n2. Na hipótese em julgamento, contudo, a parte deixou de instruir os\nautos com o inteiro teor do acórdão paradigma, o que enseja o\nindeferimento liminar dos embargos de divergência. Precedentes.\n3. Não cabem embargos de divergência quando não há a devida\nsimilitude fático-jurídica entre os acórdãos confrontados.\nPrecedentes.\n4. Segundo a jurisprudência desta Corte, não se admite a\ninterposição de embargos de divergência na hipótese de não ter sido\napreciado o mérito do recurso especial, atraindo, por analogia, a\nSúmula 315/STJ.\n5. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220823",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, em sessão virtual de 17/08/2022 a 23/08/2022, por\nunanimidade, negar provimento ao recurso, nos termos do voto da Sra.\nMinistra Relatora.\nOs Srs. Ministros Francisco Falcão, Laurita Vaz, João Otávio de\nNoronha, Maria Thereza de Assis Moura, Herman Benjamin, Jorge Mussi,\nOg Fernandes, Luis Felipe Salomão, Mauro Campbell Marques, Benedito\nGonçalves, Raul Araújo e Maria Isabel Gallotti  votaram com a Sra.\nMinistra Relatora.\nLicenciado o Sr. Ministro Paulo de Tarso Sanseverino.\nPresidiu o julgamento o Sr. Ministro Humberto Martins.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - PRESSUPOSTO INDISPENSÁVEL - ADOÇÃO DE\nPROVIDÊNCIAS)\n   STJ - <<AgRg nos EDcl nos EREsp 1916881>>-PR,\n         <<AgInt nos EAREsp 1760117>>-GO,\n         <<AgInt nos EAREsp 1775941>>-SE,\n         <<AgInt nos EDcl no AREsp 1769172>>-PR,\n         <<AgInt nos EDcl nos EAREsp 1950922>>-DF\n(EMBARGOS DE DIVERGÊNCIA - ADMISSÃO - APRECIAÇÃO DO MÉRITO DO\nRECURSO ESPECIAL)\n   STJ - <<AgRg nos EDcl nos EAREsp 1751446>>-PR,\n         <<AgInt nos EDcl nos EAREsp 1950922>>-DF\n(EMBARGOS DE DIVERGÊNCIA - COMPROVAÇÃO DO DISSÍDIO JURISPRUDENCIAL -\nADMISSÃO)\n   STJ - <<AgInt nos EDcl nos EAREsp 1299296>>-PR,\n         <<AgInt nos EAREsp 1771636>>-RS,\n         <<AgInt nos EREsp 1890615>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000182 SUM:000315", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00932 PAR:ÚNICO ART:01043 PAR:00004", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266 PAR:00004" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000823943",
  "numeroProcesso" : "28177",
  "numeroRegistro" : "202103505620",
  "siglaClasse" : "AgInt no MS",
  "descricaoClasse" : "AGRAVO INTERNO NO MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJE        DATA:25/08/2022",
  "ementa" : "AGRAVO INTERNO NO MANDADO DE SEGURANÇA. ATO JURISDICIONAL. DECISÃO\nDE ÓRGÃO FRACIONÁRIO DO STJ. TEMPESTIVIDADE RECURSAL. CÓPIA DE\nCALENDÁRIO DO TRIBUNAL LOCAL. DOCUMENTO IDÔNEO. MANIFESTAÇÃO DO STF.\n1. Nos termos do art. 105, I, ?b?, CF/88 c/c art. 11, IV, do RISTJ,\né assente o entendimento nesta Corte de que não cabe mandado de\nsegurança contra ato do próprio STJ ou de qualquer de seus órgãos,\nsalvo se houver manifesta ilegalidade ou teratologia.\n2. No âmbito desta Corte Superior, prevalece o entendimento de que a\nocorrência de feriado local deve ser comprovada no ato de\ninterposição do recurso, não sendo a cópia de calendário obtido na\npágina eletrônica do Tribunal local documento idôneo para tal\ndesiderato, sendo necessária a juntada de cópia de lei ou ato\nadministrativo comprovando a ausência de expediente forense na data\nem questão. Todavia, a questão chegou ao Supremo Tribunal Federal,\nque, em sentido contrário ao entendimento desta Corte Superior,\nmanifestou-se no sentido da idoneidade do calendário obtido junto ao\nsite do Tribunal de origem como meio de prova da ocorrência de\nferiado local (RMS nº 36.114).\n3. Assim, o ato judicial impugnado no presente mandado de segurança,\nporque desconsiderou o calendário do TJ/RJ como meio idôneo a\ncomprovar o feriado local, revela-se teratológico.\n4. Agravo interno provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220823",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, em sessão virtual de 17/08/2022 a 23/08/2022, por\nunanimidade, dar provimento ao recurso, nos termos do voto da Sra.\nMinistra Relatora.\nOs Srs. Ministros Francisco Falcão, Laurita Vaz, João Otávio de\nNoronha, Maria Thereza de Assis Moura, Herman Benjamin, Jorge Mussi,\nOg Fernandes, Luis Felipe Salomão, Mauro Campbell Marques, Benedito\nGonçalves, Raul Araújo e Maria Isabel Gallotti  votaram com a Sra.\nMinistra Relatora.\nLicenciado o Sr. Ministro Paulo de Tarso Sanseverino.\nPresidiu o julgamento o Sr. Ministro Humberto Martins.",
  "jurisprudenciaCitada" : "(MANDADO DE SEGURANÇA - ATO JURISDICIONAL - DECISÃO DE ÓRGÃO\nFRACIONÁRIO DO STJ)\n   STJ - <<AgRg no MS 22615>>-DF,\n         <<AgRg no MS 22256>>-DF\n(CALENDÁRIO DO TRIBUNAL DE ORIGEM - DOCUMENTO APTO À COMPROVAÇÃO DO\nFERIADO LOCAL)\n   STJ - <<AgInt no AREsp 1730166>>-GO,\n         <<EDcl no AgInt no AREsp 1526182>>-SE\n   STF - [[RMS 36114]]",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00011 INC:00004", "LEG:FED LEI:012016 ANO:2009\n*****  LMS-09    LEI DO MANDADO DE SEGURANÇA\n        ART:00001", "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00105 INC:00001 LET:B" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000823961",
  "numeroProcesso" : "1856959",
  "numeroRegistro" : "202000056812",
  "siglaClasse" : "EDcl no AgInt nos EREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "FRANCISCO FALCÃO",
  "dataPublicacao" : "DJE        DATA:26/08/2022",
  "ementa" : "PROCESSUAL CIVIL. ADMINISTRATIVO. TARIFA. EMBARGOS DE DECLARAÇÃO SEM\nINDICAÇÃO DE OMISSÃO, OBSCURIDADE, CONTRADIÇÃO OU ERRO. NÃO\nCONHECIMENTO DOS EMBARGOS.\nI - Na origem, trata-se de ação ordinária de obrigação de fazer com\npedido de tutela antecipada, objetivando a interrupção do serviço\nbem como a consignação de três meses de consumo com base na média de\nvalores anteriores à elevação da cobrança, e no mérito, requer a\ndesconstituição das cobranças impugnadas e a apuração do consumo\nreal com base nas 26 (vinte e seis) unidades. Na sentença o pedido\nfoi julgado procedente. No Tribunal a quo, a sentença foi mantida.\nII - Nesta Corte o recurso especial foi provido para reconhecer que\nnão há previsão legal da incidência do encargo na forma híbrida\npleiteada, de modo a proceder a divisão da tarifa de água por cada\ncondômino com base no consumo real averiguado no único hidrômetro\nexistente, e, ao mesmo tempo, enquadrá-los nos patamares iniciais da\ntabela progressiva..\nIII - Considerando-se que o recurso de embargos de divergência não\nfoi conhecido é inviável o atendimento do pedido de sobrestamento\npara aguardar julgamento de tema repetitivo (TEMA 414: Proposta de\nRevisão de Entendimento firmado em tese repetitiva firmada pela\nPrimeira Seção relativa ao Tema 414/STJ, quanto à forma de cálculo\nda tarifa progressiva dos serviços de fornecimento de água e de\nesgoto sanitário em unidades compostas por várias economias e\nhidrômetro único, após a aferição do consumo.\nIV - A jurisprudência deste Tribunal Superior é firme no sentido de\nque não preenche os requisitos de admissibilidade a petição dos\nembargos de declaração que não indica nenhum dos vícios elencados no\nart. 1.022 do Código de Processo Civil de 2015 (art. 535 do Código\nde Processo Civil de 1973), caso dos autos, o que, por si só, é\nsuficiente para o não conhecimento do recurso, na medida em que a\ndeficiência da argumentação inviabiliza a compreensão exata da\ncontrovérsia a ser solvida, atraindo a incidência, por analogia, do\nenunciado n. 284 da Súmula do STF.\nV - Embargos de declaração não conhecidos.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220823",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, em sessão virtual de 17/08/2022 a 23/08/2022, por\nunanimidade, não conhecer do recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Nancy Andrighi, Laurita Vaz, João Otávio de\nNoronha, Maria Thereza de Assis Moura, Herman Benjamin, Jorge Mussi,\nOg Fernandes, Luis Felipe Salomão, Mauro Campbell Marques, Benedito\nGonçalves, Raul Araújo e Maria Isabel Gallotti  votaram com o Sr.\nMinistro Relator.\nLicenciado o Sr. Ministro Paulo de Tarso Sanseverino.\nPresidiu o julgamento o Sr. Ministro Humberto Martins.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000824011",
  "numeroProcesso" : "2084715",
  "numeroRegistro" : "202200681161",
  "siglaClasse" : "AgRg no RE no AgRg nos EDcl no AREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NO RECURSO EXTRAORDINÁRIO NO AGRAVO REGIMENTAL NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "JORGE MUSSI",
  "dataPublicacao" : "DJE        DATA:25/08/2022",
  "ementa" : "AGRAVO REGIMENTAL. NEGATIVA DE SEGUIMENTO. RECURSO EXTRAORDINÁRIO.\nFALTA DE FUNDAMENTAÇÃO DO ACÓRDÃO RECORRIDO. NÃO OCORRÊNCIA. TEMA\n339/STF. VIOLAÇÃO DE DOMICÍLIO. INGRESSO SEM MANDADO JUDICIAL.\nFUNDADAS RAZÕES. SITUAÇÃO DE FLAGRÂNCIA. ACÓRDÃO DESTA CORTE EM\nCONSONÂNCIA COM O TEMA 280/STF. DESPROVIMENTO DO RECLAMO.\n1. As decisões judiciais devem ser fundamentadas, ainda que de forma\nsucinta, não se exigindo análise pormenorizada de cada prova ou\nalegação das partes, nem que sejam corretos os seus fundamentos\n(Tema 339/STF).\n2. No julgamento do RE n. 603.616 RG/RO, sob o regime de repercussão\ngeral, o Supremo Tribunal Federal fixou a tese de que \"a entrada\nforçada em domicílio sem mandado judicial só é lícita, mesmo em\nperíodo noturno, quando amparada em fundadas razões, devidamente\njustificadas a posteriori, que indiquem que dentro da casa ocorre\nsituação de flagrante delito, sob pena de responsabilidade\ndisciplinar, civil e penal do agente ou da autoridade, e de nulidade\ndos atos praticados\" (Tema 280/STF).\n3. Na espécie, consta do acórdão objeto do recurso extraordinário\nque havia fundadas razões para o ingresso na residência sem mandado\njudicial, estando-se diante de situação de flagrante delito, o que\nenseja a aplicação do Tema 280/STF.\n4. Agravo regimental não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220823",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, em sessão virtual de 17/08/2022 a 23/08/2022, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Maria Thereza de Assis Moura, Herman\nBenjamin, Og Fernandes, Luis Felipe Salomão, Mauro Campbell Marques,\nBenedito Gonçalves, Raul Araújo e Maria Isabel Gallotti  votaram com\no Sr. Ministro Relator.\nLicenciado o Sr. Ministro Paulo de Tarso Sanseverino.\nPresidiu o julgamento o Sr. Ministro Humberto Martins.",
  "jurisprudenciaCitada" : "(FUNDAMENTAÇÃO DOS ACÓRDÃOS E DECISÕES - DESNECESSIDADE DE EXAME\nPORMENORIZADO DE CADA UMA DAS ALEGAÇÕES OU PROVAS)\n   STF - [[AG-QO 791292]]-PE (REPERCUSSÃO GERAL - TEMA(s) 339),\n         [[ARE-ED-AgR 134342]],\n         [[ARE-AgR 1305399]]\n(ENTRADA FORÇADA EM DOMICÍLIO SEM MANDADO JUDICIAL - HIPÓTESES DE\nCABIMENTO)\n   STF - [[RE 603616]]-RO (REPERCUSSÃO GERAL - TEMA(s) 280),\n         [[ARE-AgR 1267384]],\n         [[ARE-AgR 1251999]]",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00093 INC:00009" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000824173",
  "numeroProcesso" : "28535",
  "numeroRegistro" : "202201028756",
  "siglaClasse" : "AgInt no MS",
  "descricaoClasse" : "AGRAVO INTERNO NO MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RAUL ARAÚJO",
  "dataPublicacao" : "DJE        DATA:29/08/2022",
  "ementa" : "AGRAVO INTERNO NO MANDADO DE SEGURANÇA. IMPETRAÇÃO CONTRA ACÓRDÃO DA\nTERCEIRA TURMA DO STJ. MATÉRIA IDÊNTICA ARGUÍDA EM MANDADO DE\nSEGURANÇA ANTERIORMENTE IMPETRADO PELA MESMA PARTE. REITERAÇÃO DE\nAÇÃO AINDA EM CURSO. LITISPENDÊNCIA. EXTINÇÃO SEM RESOLUÇÃO DO\nMÉRITO (CPC/2015, ART. 485, V).  AGRAVO IMPROVIDO.\n1. Nos termos do art. 337, §§ 1º e 3º, do CPC/2015, há\nlitispendência quando se reproduz ação idêntica ainda em curso,\nimpondo-se, neste caso, a extinção do feito sem resolução do mérito\n(CPC/2015, art. 485, V).\n2. Mandado de segurança que tem o mesmo objeto de outro, ainda\npendente de julgamento em face da interposição de recurso ordinário\n(MS 28.090/DF), impetrado pela mesma parte contra acórdão da\nTerceira Turma (AgInt no AREsp n. 1.766.001/SE).\n3. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220823",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, em sessão virtual de 17/08/2022 a 23/08/2022, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Maria Thereza de Assis Moura, Herman\nBenjamin, Jorge Mussi, Og Fernandes, Luis Felipe Salomão, Mauro\nCampbell Marques, Benedito Gonçalves e Maria Isabel Gallotti\nvotaram com o Sr. Ministro Relator.\nLicenciado o Sr. Ministro Paulo de Tarso Sanseverino.\nPresidiu o julgamento o Sr. Ministro Humberto Martins.",
  "jurisprudenciaCitada" : "(LITISPENDÊNCIA - IDENTIDADE DE PARTES, PEDIDO E CAUSA DE PEDIR)\n   STJ - <<RMS 54361>>-CE,\n         <<RMS 10461>>-PR,\n         <<AgInt no MS 27725>>-DF,\n         <<AgInt no RMS 50191>>-RS,\n         <<AgRg no MS 18286>>-DF,\n         <<EDcl no MS 21208>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00337 PAR:00001 PAR:00003 ART:00485 INC:00005" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000824402",
  "numeroProcesso" : "1064251",
  "numeroRegistro" : "201700469711",
  "siglaClasse" : "EDcl nos EDcl nos EDcl nos EDcl no AgInt nos EAREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "PAULO DE TARSO SANSEVERINO",
  "dataPublicacao" : "DJE        DATA:29/08/2022",
  "ementa" : "EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE\nDECLARAÇÃO NOS EMBAGROS DE DECLARAÇÃO NO AGRAVO INTERNO NOS EMBARGOS\nDE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL. NOVOS DECLARATÓRIOS\nCOM NÍTIDO INTUITO PROTELATÓRIO. AUSÊNCIA DE PAGAMENTO DA MULTA\nIMPOSTA. REJEIÇÃO QUE SE IMPÕE. ART. 1.026, §§ 3º E 4º, CPC/2015.\nDETERMINAÇÃO DE BAIXA DOS AUTOS À ORIGEM. EMBARGOS NÃO CONHECIDOS.\n1. Nos termos do art. 1.026, § 3º, do CPC/2015, o não recolhimento\nda multa cominada com fundamento no mesmo dispositivo legal impede o\nconhecimento dos recursos manejados posteriormente.\n2. De acordo com o art. 1.026, § 4º, do CPC/2015, não se admitirão\nnovos embargos quando os dois anteriores houverem sido considerados\nprotelatórios.\n3. A Corte Especial deste Superior Tribunal de Justiça pacificou-se\nno sentido de que, diante da reiterada oposição de aclaratórios\nmeramente protelatórios pela parte, deve ser determinada a baixa dos\nautos à origem, independentemente da publicação do acórdão\nrecorrido, procedendo-se à certificação do trânsito em julgado.\n4. EMBARGOS DE DECLARAÇÃO NÃO CONHECIDOS.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220823",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, em sessão virtual de 17/08/2022 a 23/08/2022, por\nunanimidade, não conhecer do recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Maria Thereza de Assis Moura, Herman\nBenjamin, Jorge Mussi, Og Fernandes, Luis Felipe Salomão, Mauro\nCampbell Marques, Benedito Gonçalves, Raul Araújo e Maria Isabel\nGallotti  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Humberto Martins.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ "EDcl nos EDcl nos EDcl nos EDcl no AgInt nos EAREsp  1724991  DF\n2020/0165553-9  Decisão:23/08/2022\nDJE        DATA:29/08/2022" ]
}, {
  "id" : "000825205",
  "numeroProcesso" : "3528",
  "numeroRegistro" : "201903070903",
  "siglaClasse" : "AgInt nos EDcl na HDE",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NA HOMOLOGAÇÃO DE DECISÃO ESTRANGEIRA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "HERMAN BENJAMIN",
  "dataPublicacao" : "DJE        DATA:05/09/2022",
  "ementa" : "PROCESSUAL CIVIL. ALIMENTOS. DECISÃO MONOCRÁTICA QUE HOMOLOGOU\nDECISÃO ESTRANGEIRA. AUSÊNCIA DE IRREGULARIDADES. CITAÇÃO VÁLIDA.\nREPRESENTAÇÃO PROCESSUAL REGULAR. AGRAVO INTERNO NÃO PROVIDO.\n1. Sendo regular a citação, ainda que por meio de edital, está\npreenchido regularmente um dos principais requisitos para\nhomologação da sentença estrangeira.\n2. Nos termos do art. 6º do Decreto 56.826/1965, o Ministério\nPúblico Federal, enquanto Instituição Intermediária, atua dentro dos\nlimites dos poderes conferidos pelo demandante e tomará, em nome\ndeste, quaisquer medidas apropriadas para assegurar a prestação dos\nalimentos. Ela poderá, igualmente, transigir e, quando necessário,\niniciar e prosseguir uma ação alimentar, fazendo executar qualquer\nsentença, decisão ou outro ato judiciário.\n3. Cumpre destacar o posicionamento uniforme da jurisprudência do\nSTJ no sentido de que, em juízo de delibação, cumpre examinar se\nestão ou não preenchidos os requisitos previstos nos arts. 216-A a\n216-N do Regimento Interno deste Tribunal, incluídos pela Emenda\nRegimental 18/2014, sem adentrar o mérito do provimento a ser\nhomologado.\n4. Agravo Interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220823",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, em sessão virtual de 17/08/2022 a 23/08/2022, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Maria Thereza de Assis Moura, Jorge Mussi,\nOg Fernandes, Luis Felipe Salomão, Mauro Campbell Marques, Benedito\nGonçalves, Raul Araújo e Maria Isabel Gallotti  votaram com o Sr.\nMinistro Relator.\nLicenciado o Sr. Ministro Paulo de Tarso Sanseverino.\nPresidiu o julgamento o Sr. Ministro Humberto Martins.",
  "jurisprudenciaCitada" : "(VALIDADE DA CITAÇÃO POR EDITAL)\n   STJ - <<HDE 5091>>-EX,\n         <<HDE 2835>>-EX\n(ATUAÇÃO DO MINISTÉRIO PÚBLICO FEDERAL ENQUANTO INSTITUIÇÃO\nINTERMEDIÁRIA)\n   STJ - <<HDE 465>>-EX",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED EMR:000018 ANO:2014\n(REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA - RISTJ)", "LEG:FED DEL:056826 ANO:1965\n        ART:00006", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:0216A ART:0216N\n(COM A REDAÇÃO DADA PELA EMENDA REGIMENTAL 18/2014)" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000825206",
  "numeroProcesso" : "3394",
  "numeroRegistro" : "202201469493",
  "siglaClasse" : "AgInt na SS",
  "descricaoClasse" : "AGRAVO INTERNO NA SUSPENSÃO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "HUMBERTO MARTINS",
  "dataPublicacao" : "DJE        DATA:06/09/2022",
  "ementa" : "SUSPENSÃO DE SEGURANÇA. AGRAVO INTERNO. IMPOSSIBILIDADE LEGAL DE\nUTILIZAÇÃO DO INCIDENTE PROCESSUAL DA SUSPENSÃO COMO SUCEDÂNEO\nRECURSAL. NÃO COMPROVAÇÃO INEQUÍVOCA DE VIOLAÇÃO DOS BENS JURÍDICOS\nTUTELADOS PELA LEGISLAÇÃO DE REGÊNCIA.\n1. O deferimento do pedido de suspensão está condicionado à cabal\ndemonstração de que a manutenção da decisão impugnada causa efetiva\nlesão ao interesse público.\n2. A suspensão de liminar e de sentença é medida excepcional que não\ntem natureza jurídica de recurso, razão pela qual não propicia a\ndevolução do conhecimento da matéria para eventual reforma.\n3. Na espécie, a excepcionalidade prevista na norma de regência foi\ndevidamente comprovada, visto que a vedação imposta à administração\npara que, no curso do desenvolvimento das suas políticas públicas,\npossa se valer da autotutela administrativa, com o objetivo de\nreformar atos viciados e implementar ajustes nos processos\nlicitatórios, colide com os preceitos legais insculpidos no\nordenamento jurídico brasileiro.\nAgravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220823",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, em sessão virtual de 17/08/2022 a 23/08/2022, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Maria Thereza de Assis Moura, Herman\nBenjamin, Og Fernandes, Luis Felipe Salomão, Mauro Campbell Marques,\nBenedito Gonçalves, Raul Araújo e Maria Isabel Gallotti  votaram com\no Sr. Ministro Relator.\nLicenciado o Sr. Ministro Paulo de Tarso Sanseverino.\nPresidiu o julgamento o Sr. Ministro Jorge Mussi.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : "Aguardando análise.",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000825385",
  "numeroProcesso" : "1671431",
  "numeroRegistro" : "202000477491",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "JOÃO OTÁVIO DE NORONHA",
  "dataPublicacao" : "DJE        DATA:12/09/2022",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM\nAGRAVO EM RECURSO ESPECIAL. DEFICIÊNCIA DE FUNDAMENTAÇÃO. SÚMULAS N.\n284 DO STF E 182 DO STJ. NÃO CONHECIMENTO DO AGRAVO. HONORÁRIOS\nRECURSAIS. ART. 85, § 11, DO CPC DE 2015. RECURSO ORIUNDO DE AGRAVO\nDE INSTRUMENTO. AUSÊNCIA DE CONDENAÇÃO EM HONORÁRIOS DE SUCUMBÊNCIA\nNA ORIGEM. NÃO CABIMENTO.\n1. Incide o óbice da Súmula n. 284 do STF quando a deficiência da\nfundamentação impede a exata compreensão da controvérsia.\n2. É inviável agravo interno que deixa de impugnar os fundamentos da\ndecisão recorrida, por si sós, suficientes para mantê-la.\nIncidência da Súmula n. 182 do STJ.\n3. A imposição de honorários recursais está condicionada à prévia\nfixação de honorários de sucumbência na instância de origem, o que\nnão ocorre em se tratando de recurso oriundo de agravo de\ninstrumento contra decisão que não pôs fim à demanda.\n4. Agravo interno parcialmente conhecido e, nessa parte, provido\npara afastar honorários recursais.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220823",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, em sessão virtual de 17/08/2022 a 23/08/2022, por\nunanimidade, conhecer parcialmente do recurso e, nessa parte dar-lhe\nprovimento, nos termos do voto do Sr. Ministro João Otávio de\nNoronha.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nMaria Thereza de Assis Moura, Herman Benjamin, Jorge Mussi, Og\nFernandes, Luis Felipe Salomão, Mauro Campbell Marques, Benedito\nGonçalves, Raul Araújo e Maria Isabel Gallotti votaram com o Sr.\nMinistro Relator.\nLicenciado o Sr. Ministro Paulo de Tarso Sanseverino.\nPresidiu o julgamento o Sr. Ministro Humberto Martins.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : "Aguardando análise.",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000823940",
  "numeroProcesso" : "1926502",
  "numeroRegistro" : "202102171200",
  "siglaClasse" : "EDv nos EDcl no AgRg nos EAREsp",
  "descricaoClasse" : "EMBARGOS DE DIVERGÊNCIA NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RAUL ARAÚJO",
  "dataPublicacao" : "DJE        DATA:23/08/2022",
  "ementa" : "EMBARGOS DE DIVERGÊNCIA NOS EMBARGOS DE DIVERGÊNCIA NO AGRAVO EM\nRECURSO ESPECIAL. PROCESSUAL CIVIL. EMBARGOS DE DIVERGÊNCIA OPOSTOS\nCONTRA ACÓRDÃO PROFERIDO EM ANTERIORES EMBARGOS DE DIVERGÊNCIA. NÃO\nCABIMENTO. RECURSO NÃO CONHECIDO.\n1. No Superior Tribunal de Justiça, os embargos de divergência\nsomente são cabíveis para impugnar acórdãos proferidos em recurso\nespecial, inexistindo previsão legal ou regimental que possibilite\nsua oposição contra aresto proferido no âmbito de outros embargos de\ndivergência (CPC/2015, art. 1.043, caput e incisos I e III, e RISTJ,\nart. 266, caput). Precedentes.\n2. Embargos de divergência não conhecidos.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220817",
  "decisao" : "Vistos e relatados estes autos, em que são partes as acima\nindicadas, decide a Corte Especial, por unanimidade, não conhecer\ndos embargos de divergência, nos termos do voto do Sr. Ministro\nRelator. Os Srs. Ministros Paulo de Tarso Sanseverino, Maria Isabel\nGallotti, Francisco Falcão, Nancy Andrighi, Laurita Vaz, João Otávio\nde Noronha, Maria Thereza de Assis Moura, Herman Benjamin, Jorge\nMussi, Luis Felipe Salomão, Mauro Campbell Marques e Benedito\nGonçalves votaram com o Sr. Ministro Relator. Ausente,\njustificadamente, o Sr. Ministro Og Fernandes. Licenciado o Sr.\nMinistro Felix Fischer.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA OPOSTOS CONTRA ACÓRDÃO PROFERIDO EM\nANTERIORES EMBARGOS DE DIVERGÊNCIA - NÃO CABIMENTO)\n   STJ - <<AgInt na Pet 14712>>-RS,\n         <<AgInt nos EDcl na Pet 14614>>-SP,\n         <<AgRg na Pet 13771>>-RS,\n         <<AgRg no CC 33050>>-MG,\n         <<AgRg nos EDcl nos EDv no AgRg no CC 134824>>-GO",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01043 INC:00001 INC:00003", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000824012",
  "numeroProcesso" : "83",
  "numeroRegistro" : "202201141914",
  "siglaClasse" : "EDcl na CauInomCrim",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NA CAUTELAR INOMINADA CRIMINAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "JORGE MUSSI",
  "dataPublicacao" : "DJE        DATA:24/08/2022",
  "ementa" : "EMBARGOS DE DECLARAÇÃO. QUESTÃO DE ORDEM. INQUÉRITO JUDICIAL. CRIMES\nCONTRA A DIGNIDADE SEXUAL. DECRETAÇÃO AD REFERENDUM DE MEDIDAS\nCAUTELARES PESSOAIS. MEDIDAS PROTETIVAS DE URGÊNCIA. AFASTAMENTO DO\nCARGO. POSSIBILIDADE. CAUTELARES REFERENDADAS PELO ÓRGÃO ESPECIAL.\nPERDA DO OBJETO DO AGRAVO REGIMENTAL INTERPOSTO PELO INVESTIGADO.\nDESNECESSIDADE DE INTIMAÇÃO DA DEFESA. FEITOS QUE INDEPENDEM DE\nINCLUSÃO EM PAUTA. INEXISTÊNCIA DE VIOLAÇÃO AOS PRINCÍPIOS DO\nCONTRADITÓRIO E DA AMPLA DEFESA.\n1. O art. 91, II, do Regimento Interno do Superior Tribunal de\nJustiça preceitua que independem de pauta as questões de ordem sobre\nprocessamento de feitos.\n2. Da mesma forma, o art. 258 do Regimento Interno desta Corte\nestabelece que o julgamento do agravo regimental independe de\ninclusão em pauta, ao passo que o art. 159, IV, do referido diploma\nnormativo dispõe que não haverá sustentação oral em agravo, salvo\nexpressa disposição legal em contrário, inexistente à época em que\napreciado este processo.\n3. Nos termos do art. 1º da Resolução STJ/GP n. 9/2020, o julgamento\nrealizado por videoconferência é modalidade de julgamento\npresencial, motivo pelo qual lhe são aplicáveis as normas\nregimentais pertinentes, que, consoante já consignado, dispensam a\nprévia intimação da defesa sobre o julgamento do agravo regimental.\n4. Assim, de acordo com as normas regimentais pertinentes,\nafigura-se improcedente o pleito de anulação do julgamento do\nprocesso em razão da falta de prévia intimação da defesa.\nPrecedentes.\n5. Não há contradição no julgamento da questão de ordem com a\nconsequente perda do objeto do agravo regimental, uma vez que o\nreferendo das medidas cautelares tem o mesmo efeito do julgamento do\nagravo regimental, qual seja, a revisão da decisão monocrática pelo\ncolegiado, que teve a oportunidade de analisar as alegações\ndefensivas, que foram devidamente expostas,  cumprindo ressaltar,\nmais uma vez, que tanto o julgamento da questão de ordem quanto do\nagravo regimental independem de inclusão em pauta.\nCAUTELARES DECRETADAS E REFERENDADAS COM BASE NOS DEPOIMENTOS\nPRESTADOS PELAS VÍTIMAS. MENÇÃO ÀS PROVAS COLHIDAS NA PBAC N. 57/DF\nAPENAS COMO REFORÇO DE ARGUMENTAÇÃO. DEMONSTRAÇÃO DA NECESSIDADE E\nCONTEMPORANEIDADE DAS MEDIDAS IMPOSTAS AO EMBARGENTE. PRETENSÃO DE\nREDISCUSSÃO DO JULGADO. INADEQUAÇÃO. EMBARGOS REJEITADOS.\n1. Inexiste qualquer ambiguidade, obscuridade, omissão ou\ncontradição a ser sanada, uma vez que o acórdão embargado\nexplicitou, fundamentadamente, as razões pelas quais referendou as\nmedidas cautelares impostas ao embargante, julgando prejudicado o\nagravo regimental por ele interposto.\n2. As cautelares impostas ao embargado estão fundamentadas,\nessencialmente, nos depoimentos prestados pelas vítimas perante a\nautoridade policial, e colhidas em juízo mediante a técnica do\ndepoimento sem dano, sendo certo que as provas colhidas no PBAC n.\n57/DF foram mencionadas apenas como reforço de argumentação, não\ntendo justificado o referendo das medidas.\n3. Não obstante os supostos delitos contra a dignidade sexual da\nofendida menor de idade se tenham encerrado no ano de 2021, as\nprovas colhidas antecipadamente nos autos revelam que os abusos em\ntese praticados contra ela e suas irmãs mais velhas teriam perdurado\npor mais de uma década, situação que, à luz da jurisprudência desta\nCorte Superior de Justiça, é suficiente para demonstrar a razoável\nprobabilidade de reiteração criminosa, justificando, pela\njurisprudência desta Corte Superior, medidas cautelares até mais\ngravosas do que as deferidas nestes autos.\n4. Não se prestam os aclaratórios para rediscutir matéria\ndevidamente enfrentada e decidida pelo acórdão embargado.\nPrecedentes.\n5. Embargos de declaração rejeitados.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220817",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Corte Especial, por unanimidade, rejeitar\nos embargos de declaração, nos termos do voto do Sr. Ministro\nRelator.\nOs Srs. Ministros Luis Felipe Salomão, Mauro Campbell Marques,\nBenedito Gonçalves, Raul Araújo, Paulo de Tarso Sanseverino, Maria\nIsabel Gallotti, Francisco Falcão, Nancy Andrighi, Laurita Vaz, João\nOtávio de Noronha, Maria Thereza de Assis Moura e Herman Benjamin\nvotaram com o Sr. Ministro Relator.\nImpedido o Sr. Ministro Og Fernandes.\nAusente, justificadamente, o Sr. Ministro Og Fernandes.\nLicenciado o Sr. Ministro Felix Fischer.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000824020",
  "numeroProcesso" : "1866173",
  "numeroRegistro" : "202000582571",
  "siglaClasse" : "EREsp",
  "descricaoClasse" : "EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "BENEDITO GONÇALVES",
  "dataPublicacao" : "DJE        DATA:29/08/2022",
  "ementa" : "PROCESSO PENAL E PENAL. EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL.\nRECURSO QUE APRESENTA 4 (QUATRO) TESES.  NULIDADES NO PROCESSO PENAL\nE PRESCRIÇÃO. FALTA DE DEMONSTRAÇÃO DO COTEJO ANALÍTICO. NÃO\nCUMPRIMENTO DO QUE DISPÕEM OS ARTS. 1.043, § 4º, DO CPC e 266, § 4º,\nDO RISTJ.\n1. O recurso foi interposto sob a vigência do Código de Processo\nCivil de 2015, razão por que deve ser observado o Enunciado\nAdministrativo n. 3/STJ: \"Aos recursos interpostos com fundamento no\nCPC/2015 (relativos a decisões publicadas a partir de 18 de março de\n2016) serão exigidos os requisitos de admissibilidade recursal na\nforma do Novo CPC\".\n2. Na hipótese dos autos, o recorrente apresenta 4 (quatro) teses\npara fins de conhecimento e acolhimento do seu recurso de embargos\nde divergência. A primeira diz respeito a supostas nulidades\ndecorrentes de denúncia apócrifa de crime, ausência de obrigação de\nprestar informações ao COAF, incidência da atenuante do art. 65, I,\ndo CP, e a possibilidade de se reconhecer as referidas\ncontrovérsias, ex officio, ainda que ausente o prequestionamento. A\nsegunda informa nulidade processual diante da suposta ilegalidade na\ninterceptação telefônica autorizada a partir da delação anônima. A\nterceira, também guarda pertinência com a nulidade da interceptação\ntelefônica ante o suposto não cumprimento das normas contidas nos\nartigos 2º, I e II, 4º, caput, e 5º, todos da Lei n. 9.296/1996. Por\nfim, a quarta tese, que trata do não reconhecimento da prescrição\netária em sede de provimento parcial dos embargos infringentes pela\nCorte de origem, pois, à época, o recorrente já contava com 70\n(setenta) anos de idade.\n3. Em sede de embargos de divergência a Corte Especial possui ampla\ncompetência para examinar todos os aspectos da admissibilidade do\nrecurso unificador, ainda que apresente julgados que pertençam a\nmesma Seção da qual proveem o acórdão embargado, só havendo\nobrigatoriedade para a cisão do julgamento e remessa dos autos à\nSeção especializada se o mérito da controvérsia deva ser analisado,\nsob pena de não observância dos princípios da razoável duração do\nprocesso e celeridade processual. A propósito: AgInt nos EAREsp\n673.112/TO, Rel. Ministra Nancy Andrighi, Corte Especial, DJe\n9/3/2022; EDcl no AgRg nos EAREsp 1.231.405/SC, Rel. Min. Laurita\nVaz, Corte Especial, DJe 18/6/2019; e AgRg nos EAREsp 593.919/PR,\nRel. Min. Mauro Campbell Marques, Corte Especial, DJe 23/11/2018.\n4. Os acórdãos paradigmas apresentados pelo embargante oriundos de\njulgamentos ocorridos em sede de recurso ordinário em habeas corpus\ne em habeas corpus, não são aptos a demonstrar o dissídio\njurisprudencial interno em sede de embargos de divergência, segundo\njurisprudência assente desta Corte Superior. Nesse sentido:\n5. Não se antevê, em nenhuma das quatro teses suscitadas como\ndivergentes, o indispensável cotejo analítico. Nas razões do recurso\nsob exame há apenas a menção a ementas ou pequenos trechos dos\nacórdãos elencados como paradigmas, contudo sem qualquer forma de\ncomparação com o que foi decidido no acórdão ora embargado de\ndivergência. Assim, conclui-se que não foram cumpridas as normas\ncontidas nos arts. 1.043, § 4º, do CPC e 266, § 4º, do RISTJ.\n6. Embargos de divergência não conhecidos.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220817",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Corte Especial, por unanimidade, não\nconhecer dos embargos de divergência, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Raul Araújo, Paulo de Tarso Sanseverino, Maria\nIsabel Gallotti, Francisco Falcão, Nancy Andrighi, Laurita Vaz, João\nOtávio de Noronha, Maria Thereza de Assis Moura, Herman Benjamin,\nJorge Mussi, Luis Felipe Salomão e Mauro Campbell Marques votaram\ncom o Sr. Ministro Relator.\nAusente, justificadamente, o Sr. Ministro Og Fernandes.\nLicenciado o Sr. Ministro Felix Fischer.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA DA CORTE ESPECIAL - AMPLA COMPETÊNCIA PARA\nEXAMINAR TODOS OS ASPECTOS DA ADMISSIBILIDADE DO RECURSO)\n   STJ - <<AgInt nos EAREsp 673112>>-TO,\n         <<EDcl no AgRg nos EAREsp 1231405>>-SC,\n         <<AgRg nos EAREsp 593919>>-PR\n(EMBARGOS DE DIVERGÊNCIA - INADMISSÃO DE PARADIGMAS PROFERIDOS EM\nAÇÕES QUE POSSUEM NATUREZA DE GARANTIA CONSTITUCIONAL)\n   STJ - <<AgInt nos EAREsp 1771636>>-RS\n(FALTA DE DEMONSTRAÇÃO DA IDENTIDADE ENTRE OS ACÓRDÃOS)\n   STJ - <<AgInt nos EAREsp 1159901>>-RS,\n         <<AgRg nos EAREsp 1726579>>-PR",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01043 PAR:00004", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266 PAR:00004" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000825204",
  "numeroProcesso" : "1282",
  "numeroRegistro" : "201902194090",
  "siglaClasse" : "Inq",
  "descricaoClasse" : "INQUÉRITO",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "HERMAN BENJAMIN",
  "dataPublicacao" : "DJE        DATA:12/09/2022",
  "ementa" : "PROCESSUAL PENAL. INQUÉRITO. COMPETÊNCIA ORIGINÁRIA. FORO POR\nPRERROGATIVA DE FUNÇÃO. FINALIDADE ESPECÍFICA. ART. 105, I, \"A\", DA\nCF/1988. GOVERNADOR DE ESTADO E OUTROS INVESTIGADOS. EXAURIMENTO DAS\nINVESTIGAÇÕES. NÃO CONFIRMAÇÃO DAS SUSPEITAS INICIAIS. ARQUIVAMENTO\nPROMOVIDO PELO PROCURADOR-GERAL DA REPÚBLICA OU EM SEU LUGAR POR\nDELEGAÇÃO. INAPLICABILIDADE DO ART. 28 DO CPP. ACOLHIMENTO.\nPRECEDENTES DA CORTE ESPECIAL.\nCONTEXTO FÁTICO DA INVESTIGAÇÃO\n1. Suspeitas da ocorrência de delitos relacionados às contas do\nEstado do Piauí, conforme apurações desfechadas pelo Tribunal de\nContas local, sendo quatro as alegadas infrações: (i) cancelamento\nirregular de despesas liquidadas - não inscrição em restos a pagar\nprocessados; (ii) não inclusão de despesa no cômputo da despesa\ntotal com pessoal - descumprimento da   Lei de Responsabilidade\nFiscal; (iii) anulação de ordens bancárias   orçamentárias na\nunidade gestora Funprevi; e (iv) atraso contumaz no repasse das\nconsignações retidas em folha de pessoal pelo Poder Executivo,\nconforme relacionado na promoção ministerial.\n2. Hipóteses que configurariam falsidade ideológica e peculato,\nconforme previsto nos arts. 299, parágrafo único, e 312, caput, do\nCódigo Penal, atribuíveis aos investigados.\nCONCLUSÃO DAS DILIGÊNCIAS, ANÁLISE\nE OPINIÃO DO ÓRGÃO MINISTERIAL\n3. Em manifestação de 27 (vinte e sete) laudas, o Parquet federal\ndemonstrou que empreendeu diversas diligências investigativas, tais\ncomo a requisição de documentos, elaboração de relatórios e\nesclarecimentos - inclusive na Secretaria do Tesouro Nacional -,\noitiva de pessoas, dentre as quais servidores públicos da área\ntécnica do controle de contas, além de colher o depoimento de\ninvestigados.\n4. Ao cabo do procedimento e não obstante o empenho verificado, as\nconclusões do Ministério Público Federal se alinharam à não\nexistência de elementos adicionais a serem obtidos com vistas a\natestar a prática dos delitos de falsidade ideológica e peculato,\nimputáveis aos investigados, prejudicando o prosseguimento da\napuração e a promoção de denúncia.\nPROMOÇÃO DE ARQUIVAMENTO DE INVESTIGAÇÃO\nPELO PROCURADOR-GERAL DA REPÚBLICA\n5. Quando o Ministério Público Federal, por intermédio do\nProcurador-Geral da República ou por quem o represente, por\ndelegação, nos casos de competência originária desta Corte Especial,\npromove o arquivamento de investigação policial, por não encontrar\nelementos suficientes à continuidade das apurações ou para a\napresentação de denúncia, não há alternativa além do acolhimento de\ntal pleito, diante da inaplicabilidade da remessa prevista no art.\n28 do Código de Processo Penal.\n6. A propósito, é remansosa a jurisprudência da Corte Especial no\nsentido pretendido pelo Parquet, uma vez que, \"inexistindo, a\ncritério do Procurador-Geral, elementos que justifiquem o\noferecimento de denúncia, não pode o Tribunal, ante a declarada\nausência de formação da 'opinio delicti', contrariar o pedido de\narquivamento deduzido pelo Chefe do Ministério Público\" (Sd 65/PA,\nCorte Especial, DJe 7.8.2017, destaque no original).\n7. Por sua reconhecida precisão, relembro as palavras da eminente\nMinistra Nancy Andrighi, em situação similar, deliberada por esta\nCorte Especial, no Inquérito 1.112, (DJe 13.2.2019): \"Com efeito,\nnessas hipóteses, o pedido de arquivamento de inquérito, de peça de\ninformação ou de qualquer expediente revelador de notitia criminis\nformulado pelo Procurador-Geral da República ou mesmo por\nVice-Procurador-Geral da República, oficiando por delegação do\nProcurador-Geral da República, vincula esta Corte, não sendo\naplicável o disposto no art. 28 do CPP. Nesse sentido: STJ, Inq\n473/GO, Corte Especial, DJe de 27/11/2013; STJ, Inq. 967/DF, Corte\nEspecial, DJe 30/03/2015.\" (destaquei em negrito).\n8. Arquivamento acolhido, com ressalva do art. 18 do Código de\nProcesso Penal.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220817",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Corte Especial do Superior\nTribunal de Justiça:  \"A Corte Especial, por unanimidade, deferiu o\npedido de arquivamento, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Jorge Mussi, Luis Felipe Salomão, Mauro Campbell\nMarques, Benedito Gonçalves, Raul Araújo, Paulo de Tarso\nSanseverino, Maria Isabel Gallotti, Francisco Falcão, Nancy\nAndrighi, Laurita Vaz, João Otávio de Noronha e Maria Thereza de\nAssis Moura votaram com o Sr. Ministro Relator.\nAusente, justificadamente, o Sr. Ministro Og Fernandes.\nLicenciado o Sr. Ministro Felix Fischer.\"",
  "jurisprudenciaCitada" : "(ARQUIVAMENTO PROMOVIDO PELO PROCURADOR-GERAL DA REPÚBLICA OU EM SEU\nLUGAR POR DELEGAÇÃO - INAPLICABILIDADE DO ART. 28 DO CPP -\nARQUIVAMENTO)\n   STJ - <<Inq 473>>-GO,\n         <<Inq 967>>-DF,\n         <<Inq 1112>>-DF,\n         <<Sd 65>>-PA",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00018 ART:00028" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000825207",
  "numeroProcesso" : "1310",
  "numeroRegistro" : "202000963510",
  "siglaClasse" : "Inq",
  "descricaoClasse" : "INQUÉRITO",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LAURITA VAZ",
  "dataPublicacao" : "DJE        DATA:12/09/2022",
  "ementa" : "INQUÉRITO. SUPOSTO DELITO COMETIDO POR DESEMBARGADOR. AUSÊNCIA DE\nELEMENTOS INDICIÁRIOS MÍNIMOS APTOS A DEMONSTRAR A OCORRÊNCIA DE\nCRIME. PEDIDO DE ARQUIVAMENTO DEDUZIDO PELA SUBPROCURADORIA-GERAL DA\nREPÚBLICA. DOMINUS LITIS DA AÇÃO PENAL PÚBLICA. ACOLHIMENTO.\nOBRIGATORIEDADE. JURISPRUDÊNCIA UNÍSSONA DO SUPERIOR TRIBUNAL DE\nJUSTIÇA. ARQUIVAMENTO DETERMINADO.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220817",
  "decisao" : "Vistos, relatados e discutidos estes autos, acordam os Ministros da\nCorte Especial do Superior Tribunal de Justiça, na conformidade dos\nvotos e das notas taquigráficas a seguir, por unanimidade, deferir o\npedido de arquivamento, nos termos do voto da Sra. Ministra\nRelatora. Os Srs. Ministros João Otávio de Noronha, Maria Thereza de\nAssis Moura, Jorge Mussi, Luis Felipe Salomão, Mauro Campbell\nMarques, Benedito Gonçalves, Raul Araújo, Paulo de Tarso\nSanseverino, Maria Isabel Gallotti, Francisco Falcão e Nancy\nAndrighi votaram com a Sra. Ministra Relatora.\nImpedido o Sr. Ministro Herman Benjamin.\nAusente, justificadamente, o Sr. Ministro Og Fernandes.\nLicenciado o Sr. Ministro Felix Fischer.",
  "jurisprudenciaCitada" : "(PROCEDIMENTO INVESTIGATIVO - ARQUIVAMENTO - EXERCÍCIO DE FUNÇÃO\nDELEGADA PELO PROCURADORA-GERAL DA REPÚBLICA)\n   STJ - <<Sd 775>>-DF,\n         <<Inq 1112>>-DF,\n         <<Inq 967>>-DF,\n         <<AgRg na Sd 32>>-PB,\n         <<Sd 632>>-DF",
  "notas" : null,
  "informacoesComplementares" : "     \"[...] consoante a jurisprudência uníssona deste Superior\nTribunal de Justiça, 'em se tratando de pedido de arquivamento de\nprocedimento investigativo formulado por Subprocurador-Geral,\natuando por delegação do Procurador-Geral da República, resta\ninaplicável o disposto no artigo 28 do Código de Processo Penal'\n[...]\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00028" ],
  "acordaosSimilares" : [ "QuebSig     103  DF  2021/0022031-3  Decisão:17/08/2022\nDJE        DATA:12/09/2022", "QuebSig     104  DF  2021/0022029-7  Decisão:17/08/2022\nDJE        DATA:12/09/2022" ]
}, {
  "id" : "000825217",
  "numeroProcesso" : "1584116",
  "numeroRegistro" : "201902756503",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LAURITA VAZ",
  "dataPublicacao" : "DJE        DATA:12/09/2022",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS  DE  DIVERGÊNCIA  EM  AGRAVO  EM\nRECURSO ESPECIAL. CONTA-CORRENTE  CONJUNTA.  AÇÃO DE INDENIZAÇÃO.\nCONTROVÉRSIA ACERCA DA DISPONIBILIDADE DA INTEGRALIDADE  DO  SALDO.\nDISSIDÊNCIA  ARGÜIDA  COM  BASE  NOS MESMOS  PARADIGMAS  SUSCITADOS\nNO  RECURSO  ESPECIAL, EXAMINADOS  E  REJEITADOS  PELO  ACÓRDÃO\nEMBARGADO. INCIDÊNCIA, MUTATIS  MUTANDIS,  DA  SÚMULA  N. 598  DO\nSTF. EMBARGOS DE DIVERGÊNCIA LIMINARMENTE INDEFERIDOS. AUSÊNCIA DE\nIMPUGNAÇÃO DO FUNDAMENTO DA DECISÃO AGRAVADA. INCIDÊNCIA DA SÚMULA\nN.º 182 DO STJ. ADEMAIS, O ACÓRDÃO EMBARGADO APLICOU O ÓBICE DAS\nSÚMULAS N. 7 DO STJ E SÚMULAS N. 283 E 284 DO STF PARA A PRETENDIDA\nREFORMA DO ARESTO RECORRIDO. FUNDAMENTOS INATACADOS. AGRAVO INTERNO\nNÃO CONHECIDO.\n1. Hipótese em que o Agravante se limitou a insistir na alegada\ndemonstração do dissídio jurisprudencial, deixando de impugnar o\nfundamento da decisão agravada, qual seja, o óbice da Súmula n. 598\ndo STF. Incidência da Súmula n. 182 do STJ: \"É inviável o agravo do\nart. 545 do CPC que deixa de atacar especificamente os fundamentos\nda decisão agravada\".\n2. Se não bastasse, ainda há outro óbice inarredável à\nadmissibilidade dos embargos de divergência: a falta de impugnação a\nfundamentos relevantes do acórdão embargado, suficientes para a\nmanutenção do julgado, qual seja, a incidência da Súmula n. 7 do STJ\ne Súmulas n. 283 e 284 do STF, para a pretendida reforma do acórdão\ndo Tribunal a quo, o que tornaria absolutamente inócua a discussão\nacerca da tese jurídica subjacente.\n3. Agravo interno não conhecido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220817",
  "decisao" : "Vistos, relatados e discutidos estes autos, acordam os Ministros da\nCorte Especial do Superior Tribunal de Justiça, na conformidade dos\nvotos e das notas taquigráficas a seguir, por unanimidade, não\nconhecer do agravo, nos termos do voto da Sra. Ministra Relatora. Os\nSrs. Ministros João Otávio de Noronha, Maria Thereza de Assis Moura,\nHerman Benjamin, Jorge Mussi, Luis Felipe Salomão, Mauro Campbell\nMarques, Benedito Gonçalves, Raul Araújo, Paulo de Tarso\nSanseverino, Maria Isabel Gallotti, Francisco Falcão e Nancy\nAndrighi votaram com a Sra. Ministra Relatora.\nAusente, justificadamente, o Sr. Ministro Og Fernandes.\nLicenciado o Sr. Ministro Felix Fischer.",
  "jurisprudenciaCitada" : "(AUSÊNCIA DE IMPUGNAÇÃO ESPECÍFICA)\n   STJ - <<AgInt nos EDcl nos EAREsp 399553>>-MG,\n         <<AgInt no RE no AgInt nos EREsp 1684729>>-RJ",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000182", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01021 PAR:00001" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000825100",
  "numeroProcesso" : "1820366",
  "numeroRegistro" : "202100241632",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "HERMAN BENJAMIN",
  "dataPublicacao" : "DJE        DATA:05/09/2022",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL.  COVID-19.  PANDEMIA.  INTEMPESTIVIDADE. AUSÊNCIA DE\nCOMPROVAÇÃO DA SUSPENSÃO DE EXPEDIENTE FORENSE NO ATO DE\nINTERPOSIÇÃO DO RECURSO. JURISPRUDÊNCIA DO SUPERIOR TRIBUNAL DE\nJUSTIÇA.\n1. Trata-se de Agravo Interno contra decisão que indeferiu\nliminarmente os Embargos de Divergência.\n2. A tese defendida pela parte embargante é que deve ser considerado\ntempestivo o Recurso interposto durante a pandemia do coronavírus,\nmesmo se não comprovada a suspensão dos prazos processuais em\ntribunais estaduais, com documentos idôneos, no momento da\ninterposição.\n3. A Corte Especial decidiu que a única exceção à obrigatoriedade de\ncomprovação de feriado local no ato de interposição do Recurso é a\nsegunda-feira de carnaval, excluídos os demais feriados. Ademais, a\nmodulação dos efeitos da citada decisão da Corte foi restrita a tal\nhipótese e é aplicável aos Recursos interpostos até a publicação do\nreferido acórdão.\n4. Incide a Súmula 168/STJ: \"Não cabem embargos de divergência,\nquando a jurisprudência do Tribunal se firmou no mesmo sentido do\nacórdão embargado\".\n5. Agravo Interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220809",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, em sessão virtual de 03/08/2022 a 09/08/2022, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Maria Thereza de Assis Moura, Jorge Mussi,\nOg Fernandes, Luis Felipe Salomão, Mauro Campbell Marques, Benedito\nGonçalves, Raul Araújo, Paulo de Tarso Sanseverino e Maria Isabel\nGallotti votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Humberto Martins.",
  "jurisprudenciaCitada" : "(COMPROVAÇÃO DE FERIADO LOCAL - ATO DE INTERPOSIÇÃO - EXCEÇÃO -\nSEGUNDA-FEIRA DE CARNAVAL)\n   STJ - <<AgInt nos EAREsp 1354373>>-MS,\n         {{EAREsp 1859291}}-RJ",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000168" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000823927",
  "numeroProcesso" : "1655654",
  "numeroRegistro" : "202000219304",
  "siglaClasse" : "AgRg no RE nos EDcl nos EDcl no AgRg no AREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NO AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "JORGE MUSSI",
  "dataPublicacao" : "DJE        DATA:25/02/2022",
  "ementa" : "AGRAVO REGIMENTAL. NEGATIVA DE SEGUIMENTO. RECURSO EXTRAORDINÁRIO.\nFALTA DE FUNDAMENTAÇÃO DO ACÓRDÃO RECORRIDO. NÃO OCORRÊNCIA. TEMA\n339/STF. PREENCHIMENTO DOS PRESSUPOSTOS DE ADMISSIBILIDADE RECURSAL.\nAUSÊNCIA DE REPERCUSSÃO GERAL. TEMA 181/STF. DESPROVIMENTO DO\nRECLAMO.\n1. As decisões judiciais devem ser fundamentadas, ainda que de forma\nsucinta, não se exigindo a análise pormenorizada de cada prova ou\nalegação das partes, nem que sejam corretos os seus fundamentos\n(Tema 339/STF).\n2. A insurgência quanto ao preenchimento dos pressupostos de\nadmissibilidade de recurso de competência deste Superior Tribunal de\nJustiça tem natureza infraconstitucional, sem repercussão geral\n(Tema 181/STF).\n3. Agravo regimental não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220222",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, por unanimidade, negar provimento ao recurso, nos termos do\nvoto do Sr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Maria Thereza de Assis Moura, Herman\nBenjamin, Og Fernandes, Luis Felipe Salomão, Mauro Campbell Marques,\nBenedito Gonçalves, Raul Araújo, Paulo de Tarso Sanseverino e Maria\nIsabel Gallotti votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Humberto Martins.",
  "jurisprudenciaCitada" : null,
  "notas" : "Veja os  <<EDcl no AgRg no RE nos EDcl nos EDcl no AgRg no AREsp\n1655654>> que foram acolhidos.",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000823933",
  "numeroProcesso" : "1314167",
  "numeroRegistro" : "201801512840",
  "siglaClasse" : "EDcl no AgInt no RE nos EDcl nos EDcl nos EDcl no AgInt no AREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NO AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "JORGE MUSSI",
  "dataPublicacao" : "DJE        DATA:25/02/2022",
  "ementa" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO. RECURSO EXTRAORDINÁRIO.\nNEGATIVA DE SEGUIMENTO. VÍCIO. INOCORRÊNCIA. PRETENSÃO DE\nREDISCUSSÃO DO JULGADO. INADEQUAÇÃO. EMBARGOS REJEITADOS.\n1. Inexiste qualquer ambiguidade, obscuridade, omissão ou\ncontradição a ser sanada, uma vez que o acórdão embargado\nexplicitou, fundamentadamente, as razões pelas quais manteve a\ndecisão que negou seguimento ao recurso extraordinário.\n2. Não se prestam os aclaratórios para rediscutir matéria\ndevidamente enfrentada e decidida pelo acórdão embargado.\nPrecedentes.\n3. Embargos de declaração rejeitados.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220222",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, por unanimidade, rejeitar os embargos de declaração, nos\ntermos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Maria Thereza de Assis Moura, Herman\nBenjamin, Og Fernandes, Luis Felipe Salomão, Mauro Campbell Marques,\nBenedito Gonçalves, Raul Araújo, Paulo de Tarso Sanseverino e Maria\nIsabel Gallotti votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Humberto Martins.",
  "jurisprudenciaCitada" : null,
  "notas" : "Veja os  <<EDcl nos EDcl no AgInt no RE nos EDcl nos EDcl nos EDcl\nno AgInt no AREsp 1314167>> que foram acolhidos.",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000823932",
  "numeroProcesso" : "1647486",
  "numeroRegistro" : "201900373771",
  "siglaClasse" : "AgRg no RE nos EDcl no AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "JORGE MUSSI",
  "dataPublicacao" : "DJE        DATA:14/02/2022",
  "ementa" : "AGRAVO REGIMENTAL. RECURSO EXTRAORDINÁRIO. NEGATIVA DE SEGUIMENTO.\nPREENCHIMENTO DOS PRESSUPOSTOS DE ADMISSIBILIDADE RECURSAL. AUSÊNCIA\nDE REPERCUSSÃO GERAL. TEMA 181/STF. DESPROVIMENTO DO RECLAMO.\n1. A insurgência quanto ao preenchimento dos pressupostos de\nadmissibilidade de recurso de competência deste Superior Tribunal de\nJustiça tem natureza infraconstitucional, sem repercussão geral\n(Tema 181/STF).\n2. Agravo regimental não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220208",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, por unanimidade, negar provimento ao recurso, nos termos do\nvoto do Sr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Maria Thereza de Assis Moura, Herman\nBenjamin, Og Fernandes, Luis Felipe Salomão, Mauro Campbell Marques,\nBenedito Gonçalves e Raul Araújo votaram com o Sr. Ministro Relator.\nNão participaram do julgamento os Srs. Ministros Paulo de Tarso\nSanseverino e Maria Isabel Gallotti.\nPresidiu o julgamento o Sr. Ministro Humberto Martins.",
  "jurisprudenciaCitada" : null,
  "notas" : "Veja os  <<EDcl no AgRg no RE nos EDcl no AgRg nos EAREsp 1647486>>\nque foram acolhidos.",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000823935",
  "numeroProcesso" : "161407",
  "numeroRegistro" : "201802615911",
  "siglaClasse" : "EDcl no AgInt no RE nos EDcl no CC",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "JORGE MUSSI",
  "dataPublicacao" : "DJE        DATA:16/04/2021",
  "ementa" : "EMBARGOS DE DECLARAÇÃO. ACÓRDÃO CONFIRMATÓRIO DA NEGATIVA DE\nSEGUIMENTO AO RECURSO EXTRAORDINÁRIO. CONFLITO DE COMPETÊNCIA.\nVÍCIOS. INOCORRÊNCIA. EMBARGOS REJEITADOS.\n1. Inexiste qualquer ambiguidade, obscuridade, omissão ou\ncontradição a ser sanada, uma vez que o acórdão embargado\nexplicitou, fundamentadamente, as razões pelas quais manteve a\ndecisão que negou seguimento ao recurso extraordinário.\n2. Não se prestam os aclaratórios para rediscutir matéria já\ndevidamente enfrentada e decidida pelo acórdão embargado.\nPrecedentes.\n3. Embargos de declaração rejeitados.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20210413",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, por unanimidade, rejeitar os embargos de declaração, nos\ntermos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Felix Fischer, Francisco Falcão, Nancy Andrighi,\nLaurita Vaz, João Otávio de Noronha, Maria Thereza de Assis Moura,\nHerman Benjamin, Og Fernandes, Luis Felipe Salomão, Mauro Campbell\nMarques, Benedito Gonçalves, Raul Araújo e Paulo de Tarso\nSanseverino votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Humberto Martins.",
  "jurisprudenciaCitada" : null,
  "notas" : "Veja os  <<EDcl nos EDcl no AgInt no RE nos EDcl no CC 161407>> que\nforam acolhidos com efeitos modificativos.",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
} ]