[ {
  "id" : "000822743",
  "numeroProcesso" : "1897338",
  "numeroRegistro" : "201901914238",
  "siglaClasse" : "AgInt no RE nos EDcl nos EDcl no REsp",
  "descricaoClasse" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO\nNOS EMBARGOS DE DECLARAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "JORGE MUSSI",
  "dataPublicacao" : "DJE        DATA:25/08/2022",
  "ementa" : "AGRAVO INTERNO. NEGATIVA DE SEGUIMENTO. RECURSO EXTRAORDINÁRIO.\nFALTA DE FUNDAMENTAÇÃO DO ACÓRDÃO RECORRIDO. NÃO OCORRÊNCIA. TEMA\n339/STF. LIBERDADE DE EXPRESSÃO E DE IMPRENSA. VEDAÇÃO À CRÍTICA\nDIFAMATÓRIA E QUE COMPROMETA OS DIREITOS DA PERSONALIDADE.\nRESPONSABILIDADE CIVIL. DANO MORAL CONFIGURADO. INDENIZAÇÃO DEVIDA .\nTEMA 657/STF. AUSÊNCIA DE REPERCUSSÃO GERAL. SEGUIMENTO NEGADO.\n1. As decisões judiciais devem ser fundamentadas, ainda que de forma\nsucinta, não se exigindo análise pormenorizada de cada prova ou\nalegação das partes, nem que sejam corretos os seus fundamentos\n(Tema 339/STF).\n2. As discussões relativas à ocorrência ou não de dano moral não\ndeve galgar a instância extraordinária, exceto em situações extremas\ne excepcionais, nas quais se verifique o esvaziamento do direito de\nimagem e, por conseguinte, ofensa direta à norma constitucional\n(Tema 657).\n3. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220823",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 17/08/2022 a 23/08/2022,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Maria Thereza de Assis Moura, Herman\nBenjamin, Og Fernandes, Luis Felipe Salomão, Mauro Campbell Marques,\nBenedito Gonçalves, Raul Araújo e Maria Isabel Gallotti  votaram\ncom o Sr. Ministro Relator.\nLicenciado o Sr. Ministro Paulo de Tarso Sanseverino.\nPresidiu o julgamento o Sr. Ministro Humberto Martins.",
  "jurisprudenciaCitada" : "(DECISÃO JUDICIAL - NECESSIDADE DE FUNDAMENTAÇÃO)\n   STF - [[AI-QO-RG 791292]]-PE (REPERCUSSÃO GERAL - TEMA(s) 339),\n         [[ARE-ED-AgR 1343342]],\n         [[ARE-AgR 1305399]]\n(DANO MORAL - IMAGEM OU À HONRA - MATÉRIA FÁTICA - INSTÂNCIA\nEXTRAORDINÁRIA - REGRA GERAL - EXCEPCIONALIDADE - AUSÊNCIA DE\nREPERCUSSÃO GERAL)\n   STF - [[ARE-RG 739382]]-RJ,\n         [[ARE-AgR 1156640]]",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00093 INC:00009" ],
  "acordaosSimilares" : [ "AgInt no RE no AgInt no AREsp  1870236  PR  2021/0102915-5\nDecisão:23/08/2022\nDJE        DATA:25/08/2022", "AgInt no RE no AgInt no AREsp  1970508  PR  2021/0300658-6\nDecisão:23/08/2022\nDJE        DATA:25/08/2022", "AgInt no RE nos EDcl no AgInt no AREsp  1507224  SP  2019/0143885-2\nDecisão:23/08/2022\nDJE        DATA:25/08/2022", "AgInt no RE nos EDcl no AgInt no AREsp  1730036  SP  2020/0176631-5\nDecisão:23/08/2022\nDJE        DATA:25/08/2022", "AgInt no RE nos EDcl no AgInt no AREsp  1972715  SP  2021/0262800-0\nDecisão:23/08/2022\nDJE        DATA:25/08/2022", "AgInt no RE nos EDcl no AgInt nos EDcl na Rcl   41269  SP\n2020/0344304-0  Decisão:23/08/2022\nDJE        DATA:25/08/2022", "AgInt no RE nos EDcl no AgInt nos EDcl na Rcl   41825  SP\n2021/0162909-0  Decisão:23/08/2022\nDJE        DATA:25/08/2022", "AgInt no RE nos EDcl no AgInt nos EDcl no AREsp  1661519  SP\n2020/0030505-7  Decisão:23/08/2022\nDJE        DATA:25/08/2022", "AgInt no RE nos EDcl no AgInt nos EDcl no AREsp  2008088  SP\n2021/0336832-2  Decisão:23/08/2022\nDJE        DATA:25/08/2022", "AgInt no RE nos EDcl no AgInt nos EDcl no REsp  1889987  SP\n2020/0207332-0  Decisão:23/08/2022\nDJE        DATA:25/08/2022", "AgInt no RE nos EDcl no AgInt nos EDcl no REsp  1936019  SP\n2021/0131414-4  Decisão:23/08/2022\nDJE        DATA:25/08/2022", "AgInt no RE nos EDcl no AgInt no RMS   67712  MS  2021/0339097-3\nDecisão:09/08/2022\nDJE        DATA:22/08/2022" ]
}, {
  "id" : "000822744",
  "numeroProcesso" : "654131",
  "numeroRegistro" : "202100843876",
  "siglaClasse" : "EDcl no AgRg no RE nos EDcl no HC",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NO RECURSO\nEXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO NO HABEAS CORPUS",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "JORGE MUSSI",
  "dataPublicacao" : "DJE        DATA:25/08/2022",
  "ementa" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL. RECURSO EXTRAORDINÁRIO.\nNEGATIVA DE SEGUIMENTO. INEXISTÊNCIA DE ALEGAÇÃO DE VÍCIO NO\nJULGADO. IMPEDIMENTO. DECLARAÇÃO DE NULIDADE. IMPOSSIBILIDADE.\nACLARATÓRIOS NÃO CONHECIDOS.\n 1. A ausência de alegação de quaisquer dos vícios previstos no art.\n619 do Código de Processo Penal impede o conhecimento do recurso.\n2. A jurisprudência desta Corte Superior de Justiça pacificou-se no\nsentido de que as exceções de impedimento e suspeição devem ser\nopostas antes do julgamento colegiado do recurso (AgInt na ExImp n.\n23/DF, relatora Ministra Regina Helena Costa, Primeira Seção,\njulgado em 28/6/2022, DJe de 30/6/2022)\n3. Conforme o princípio do pas de nullité sans grief e nos termos do\nartigo 563 do Código de Processo Penal, \"nenhum ato será declarado\nnulo, se da nulidade não resultar prejuízo para a acusação ou para a\ndefesa\".\n4. Embargos de declaração não conhecidos.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220823",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 17/08/2022 a 23/08/2022,\npor unanimidade, não conhecer do recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Maria Thereza de Assis Moura, Herman\nBenjamin, Og Fernandes, Luis Felipe Salomão, Mauro Campbell Marques,\nBenedito Gonçalves, Raul Araújo e Maria Isabel Gallotti  votaram\ncom o Sr. Ministro Relator.\nLicenciado o Sr. Ministro Paulo de Tarso Sanseverino.\nPresidiu o julgamento o Sr. Ministro Humberto Martins.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000823107",
  "numeroProcesso" : "179662",
  "numeroRegistro" : "202101510890",
  "siglaClasse" : "CC",
  "descricaoClasse" : "CONFLITO DE COMPETENCIA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "BENEDITO GONÇALVES",
  "dataPublicacao" : "DJE        DATA:29/08/2022",
  "ementa" : "PROCESSUAL CIVIL. ADMINISTRATIVO. CONFLITO NEGATIVO DE COMPETÊNCIA.\nJUNTA COMERCIAL. ATOS DA AUTARQUIA ESTADUAL QUE DISCIPLINAM  A\nNECESSIDADE DE PUBLICAÇÃO DAS DEMONSTRAÇÕES FINANCEIRAS DE\nSOCIEDADES DE GRANDE PORTE NÃO CONSTITUÍDAS SOB O REGIME DA S/A NO\nDIÁRIO OFICIAL OU JORNAL DE GRANDE CIRCULAÇÃO. DIREITO SOCIETÁRIO.\nADEQUAÇÃO DE ATOS NORMATIVOS DA JUNTA COMERCIAL À LEGISLAÇÃO PRIVADA\nESPECÍFICA. RELAÇÃO JURÍDICA SUBJACENTE CONTIDA NO RAMO DO DIREITO\nPRIVADO. COMPETÊNCIA PARA O PROCESSAMENTO E JULGAMENTO DO RECURSO\nESPECIAL. TERCEIRA TURMA DA SEGUNDA SEÇÃO DESTA CORTE SUPERIOR.\n1. Trata-se de conflito negativo de competência no qual se deve\ndefinir a competência interna nesta Corte Superior, se da Segunda\nTurma ou da Terceira Turma, para o processamento e julgamento de\nrecurso especial interposto nos autos de mandado de segurança\nimpetrado por empresas contra suposta ilegalidade cometida pelo\nPresidente da Junta Comercial do Rio de Janeiro, em razão da\nexigência de publicação das demonstrações financeiras de sociedades\nempresariais de grande porte no Diário Oficial do Estado ou em\njornal de grande circulação, com o posterior arquivamento das atas\nque aprovaram as referidas publicações na autarquia estadual.\nSegundo consta na inicial do writ, as aludidas exigências, que estão\ncontidas em Deliberações e Enunciados da JUCERJA, extrapolariam a\ndisciplina legal específica e impedem que as impetrantes façam o\nregistro das Atas de Aprovação de Contas na autarquia estadual.\n2. Nos termos do caput do artigo 9º do Regimento Interno, a\ndelimitação da competência interna no Superior Tribunal de Justiça\ntem por matriz a natureza da relação jurídica litigiosa, ou seja, o\nconteúdo da relação jurídica subjacente ao recurso.\n3. Em observância à causa de pedir e aos pedidos contidos na petição\ninicial do mandamus, conclui-se que a relação jurídica\ncontrovertida entre as impetrantes e a autoridade coatora, que\nrepresenta autarquia estadual, possui contornos eminentemente de\nDireito Privado, em razão de o exame da suposta ilegalidade das\nnormas infralegais ou do abuso do direito de normatizar envolver\ncontrovérsia atrelada ao direito societário, notadamente no que diz\nrespeito à adequação de atos normativos à Lei n. 11.638/2007, que\nalterou e revogou dispositivos da Lei n. 6.404, de 15 de dezembro de\n1976, e à  Lei n. 6.385, de 7 de dezembro de 1976, estendendo às\nsociedades de grande porte disposições relativas à elaboração e\ndivulgação de demonstrações financeiras.\n4. A propósito, registra-se que a controvérsia sob exame já foi\napreciada anteriormente por esta Corte Especial no julgamento do CC\nn. 178.214/DF, Rel. Min. Herman Benjamin, julgado na Sessão de 15 de\ndezembro de 2021, com acórdão publicado em 1º/2/2022, sendo\noportuno observar a seguinte passagem da ementa do julgamento: \"[...\n] ainda que as juntas sejam autarquias estaduais, a controvérsia dos\nautos é saber se é legal ou não a exigência de prévia publicação do\nbalanço anual e demonstrações financeiras de todas as sociedades\nempresariais e cooperativas de grande porte (ativo superior a 240\nmilhões de reais ou faturamento superior a 300 milhões de reais),\nindependentemente da forma de constituição, como condição para o\narquivamento dos atos societários. Como ressaltado, ainda que exista\nquestionamento de ato praticado por Junta comercial, tal discussão\né marginal e consectário lógico da primeira. Não há debate quanto à\natividade federal prestada pela Junta Comercial\".\n5. Conflito conhecido para declarar a competência da Terceira Turma\nda Segunda Seção desta Corte Superior.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220817",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Corte Especial, por unanimidade,\nconhecer do conflito para declarar competente a Terceira Turma do\nSTJ, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Raul Araújo, Paulo de Tarso Sanseverino, Maria\nIsabel Gallotti, Francisco Falcão, Nancy Andrighi, Laurita Vaz, João\nOtávio de Noronha, Maria Thereza de Assis Moura, Herman Benjamin,\nJorge Mussi, Luis Felipe Salomão e Mauro Campbell Marques votaram\ncom o Sr. Ministro Relator.\nAusente, justificadamente, o Sr. Ministro Og Fernandes.\nLicenciado o Sr. Ministro Felix Fischer.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000823338",
  "numeroProcesso" : "182211",
  "numeroRegistro" : "202102727046",
  "siglaClasse" : "CC",
  "descricaoClasse" : "CONFLITO DE COMPETENCIA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "JOÃO OTÁVIO DE NORONHA",
  "dataPublicacao" : "DJE        DATA:23/08/2022",
  "ementa" : "CONFLITO NEGATIVO DE COMPETÊNCIA. SERVIÇOS DE TELEFONIA NÃO\nCONTRATADOS PELO CONSUMIDOR. RELAÇÃO JURÍDICA LITIGIOSA. QUESTÃO\nINDENIZATÓRIA. RELAÇÃO CONTRATUAL DE DIREITO PRIVADO. COMPETÊNCIA\nDAS TURMAS DA 1ª SEÇÃO.\n1. No caso de debate relativo à competência interna do Superior\nTribunal de Justiça, o art. 9º do seu Regimento Interno estabelece\ncomo critério geral a natureza da relação jurídica litigiosa. Assim,\nna hipótese de que a discussão jurídica envolva a adequação do\nserviço público concedido, tendo como pedido ou causa de pedir\nsustentados no contrato de concessão de serviço público ou à norma\nlegal ou regulamentar da concessão, a competência é da Primeira\nSeção.\n2. De acordo com a orientação assentada pela Corte Especial, ?é de\nDireito Público a relação jurídica litigiosa (art. 9º do RISTJ)\nentre usuário de serviço público e a pessoa jurídica concessionária?\n(CC 138.405/DF, DJe 10/10/2016).\n3. Conflito conhecido para declarar a competência da Segunda Turma.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220817",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Corte Especial, por unanimidade, conhecer do\nconflito para declarar competente a Segunda Turma do STJ, nos termos\ndo voto do Sr. Ministro Relator.\nOs Srs. Ministros Maria Thereza de Assis Moura, Herman Benjamin,\nJorge Mussi, Luis Felipe Salomão, Mauro Campbell Marques, Raul\nAraújo, Paulo de Tarso Sanseverino, Maria Isabel Gallotti, Francisco\nFalcão, Nancy Andrighi e Laurita Vaz votaram com o Sr. Ministro\nRelator.\nImpedido o Sr. Ministro Benedito Gonçalves.\nAusente, justificadamente, o Sr. Ministro Og Fernandes.\nLicenciado o Sr. Ministro Felix Fischer.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000820994",
  "numeroProcesso" : "1640045",
  "numeroRegistro" : "201603008742",
  "siglaClasse" : "EDcl no AgInt nos EDcl no RE nos EDcl no AgInt no REsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO\nNO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO\nINTERNO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "JORGE MUSSI",
  "dataPublicacao" : "DJE        DATA:12/08/2022",
  "ementa" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO.\nMAJORAÇÃO DE HONORÁRIOS ADVOCATÍCIOS. OMISSÃO CONFIGURADA. EMBARGOS\nACOLHIDOS, SEM ALTERAÇÃO DO RESULTADO.\n1. O Superior Tribunal de Justiça firmou entendimento segundo o qual\no marco temporal para a aplicação das normas do Código de Processo\nCivil de 2015, a respeito da fixação e da distribuição dos\nhonorários de sucumbência, é a data da prolação da sentença/acórdão\nque os impõe.\n2. Somente no julgamento de recursos interpostos contra decisões\npublicadas a partir de 18/3/2016 é possível a majoração de\nhonorários previamente fixados, na forma do art. 85, § 11, do Código\nde Processo Civil de 2015.\n3. É inviável o arbitramento de honorários advocatícios de\nsucumbência diretamente pelo Superior Tribunal de Justiça, com base\nno art. 85 do Código de Processo Civil vigente, sob pena de\nconfigurar supressão de grau de jurisdição e de desvirtuar a\ncompetência recursal da Corte.\n4. No caso, a sentença foi proferida em 13/4/2009 e o recurso\nespecial foi inadmitido pelo Tribunal de origem no dia 30/7/2010;\nlogo, não se aplica o disposto no Código de Processo Civil de 2015.\n5. Além disso, não houve arbitramento de honorários em favor do ora\nembargante na instância ordinária, o que inviabiliza a pleiteada\nmajoração dos honorários recursais.\n6. Embargos de declaração acolhidos, em parte, para, sanando a\napontada omissão, indeferir o pedido de condenação do embargado em\nhonorários sucumbenciais recursais.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220809",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 03/08/2022 a 09/08/2022,\npor unanimidade, acolher parcialmente os embargos de declaração, nos\ntermos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Maria Thereza de Assis Moura, Herman\nBenjamin, Og Fernandes, Luis Felipe Salomão, Mauro Campbell Marques,\nBenedito Gonçalves, Raul Araújo, Paulo de Tarso Sanseverino e Maria\nIsabel Gallotti  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Humberto Martins.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000820995",
  "numeroProcesso" : "1773560",
  "numeroRegistro" : "202002649590",
  "siglaClasse" : "EDcl no AgInt no RE nos EDcl no AgInt no AREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO\nNOS EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NO AGRAVO EM RECURSO\nESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "JORGE MUSSI",
  "dataPublicacao" : "DJE        DATA:12/08/2022",
  "ementa" : "EMBARGOS DE DECLARAÇÃO. NEGATIVA DE SEGUIMENTO. RECURSO\nEXTRAORDINÁRIO.  ERRO MATERIAL. VIOLAÇÃO DO ART. 105, III, DA\nCONSTITUIÇÃO FEDERAL. AFERIÇÃO DOS PRESSUPOSTOS DE ADMISSIBILIDADE\nDO RECURSO ESPECIAL. MATÉRIA INFRACONSTITUCIONAL. INEXISTÊNCIA DE\nREPERCUSSÃO GERAL. TEMA 181/STF. SEGUIMENTO NEGADO. OFENSA AO\nPRINCÍPIO DO JUIZ NATURAL. MATÉRIA INFRACONSTITUCIONAL. OFENSA\nREFLEXA. RECURSO NÃO ADMITIDO, EM PARTE. EMBARGOS ACOLHIDOS, COM\nEFEITOS MODIFICATIVOS.\n1. O art. 1.022 do Código de Processo Civil disciplina que cabem\nembargos de declaração para esclarecer obscuridade ou eliminar\ncontradição, suprir omissão de ponto ou questão sobre a qual devia\nse pronunciar o juiz de ofício ou a requerimento e para corrigir\nerro material.\n2. Da leitura do acórdão recorrido  constata-se a presença de erro\nmaterial, pois de fato, a matéria objeto de impugnação - aventada\nincompetência da Primeira Seção para julgamento da lide - foi\nanalisada no aresto recorrido.\n3. A insurgência quanto ao preenchimento dos pressupostos de\nadmissibilidade de recurso de competência deste Superior Tribunal de\nJustiça tem natureza infraconstitucional, sem repercussão geral\n(Tema 181/STF).\n4. No presente recurso, pretendem os recorrentes o reconhecimento da\ncompetência Primeira Seção do STJ para o julgamento da lide, ao\nargumento de que a atual orientação sedimentada na Corte Especial\nseria no sentido de que sempre que qualquer serviço público\nessencial for prestado por empresas concessionárias prevalecerá a\nnatureza jurídica de direito público da relação litigiosa.\n5. O Supremo Tribunal Federal firmou entendimento no sentido de que\na discussão sobre eventual ofensa ao princípio do juiz natural, de\ncunho processual ou regimental, tem natureza infraconstitucional,\nnão legitimando a interposição do apelo extremo.\n6. Em tais casos, a afronta à Constituição Federal, se existente,\nseria indireta ou reflexa, consoante tem decidido a Suprema Corte.\n7. Embargos de declaração acolhidos, com efeitos modificativos,\npara, no tocante ao art. 105, III, c, da Constituição Federal, com\nfundamento no art. 1.030, I, a, do Código de Processo Civil, negar\nseguimento ao recurso extraordinário e, quanto ao art. 5º, XXXVII e\nLIII, da Lei Maior, com base no art. 1.030, V, do Código de Processo\nCivil, não admitir o reclamo.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220809",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 03/08/2022 a 09/08/2022,\npor unanimidade, acolher os embargos de declaração, com efeitos\nmodificativos, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Maria Thereza de Assis Moura, Herman\nBenjamin, Og Fernandes, Luis Felipe Salomão, Mauro Campbell Marques,\nBenedito Gonçalves, Raul Araújo, Paulo de Tarso Sanseverino e Maria\nIsabel Gallotti  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Humberto Martins.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01022" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000821086",
  "numeroProcesso" : "1143790",
  "numeroRegistro" : "201701853538",
  "siglaClasse" : "EDcl nos EDcl no AgInt nos EAREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO\nNOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "FRANCISCO FALCÃO",
  "dataPublicacao" : "DJE        DATA:15/08/2022",
  "ementa" : "EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO\nNOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL.\nTEMPESTIVIDADE. QUESTIONAMENTO QUANTO A CONTEÚDO DE CERTIDÃO.\nINFORMAÇÕES DA SECRETARIA DO STJ. HIGIDEZ DAS INFORMAÇÕES\nCOMPROVADAS. INFORMAÇÃO DE CONTEÚDO DESCONEXO NO ACÓRDÃO EMBARGADO.\nRETIFICAÇÃO. NECESSIDADE. EMBARGOS PARCIALMENTE ACOLHIDOS, SEM\nEFEITOS MODIFICATIVOS.\nI - Na origem, trata-se de ação de prestação de contas ajuizada por\nadvogado, em decorrência de contrato de honorários de advocacia em\nreclamação trabalhista. Na sentença, julgou-se improcedente o pedido\ne acolheu-se o pedido do ex-cliente, fixando o valor do crédito a\nser restituído de R$ 24.033,04 (vinte e quatro mil, trinta e três\nreais e quatro centavos). No Tribunal a quo, a sentença foi\nparcialmente reformada para fixar o valor a restituir em R$ 23.596,\n13 (vinte e três mil, quinhentos e noventa e seis reais e treze\ncentavos). Nesta Corte, não se conheceu do agravo em recurso\nespecial. O agravo interno foi desprovido pela Terceira Turma. Os\nembargos de divergência foram liminarmente indeferidos, por\nintempestividade. A decisão foi confirmada em sede de agravo interno\ne embargos de declaração.\nII - De fato, quanto a obscuridade, houve a menção a matéria\nestranha ao conteúdo dos autos, relativa a comprovação de atividade\nde trabalhador rural, que deve ser retirada da ementa do referido\njulgado, sem comprometer o restante do conteúdo decisório.\nIII - Entretanto, no mérito, quanto a intempestividade, consoante\ninformações prestadas pela Secretaria do Superior Tribunal de\nJustiça, às fls. 711-713, ratificou-se os termos da certidão de fls.\n636 do caderno processual principal, \"que o v. acórdão foi\ndisponibilizado no DJe/STJ em 23 de abril de 2020 e considerado\npublicado em 24 de abril de 2020. Em comprovação ao ora afirmado\njunta-se a seguir cópia da publicação do referido acórdão de fls.\n629, bem como do recibo da publicação com a data e hora da\ndisponibilização do DJe/STJ referente à Edição nº 2894 na qual foi\npublicado o acórdão em questão, ambos extraídos do sítio eletrônico\ndesta Corte\". As informações foram prestadas às fls. 711-713,\nindicando que o julgado foi disponibilizado no DJe/STJ em 23/4/2020\ne considerado publicado em 24/4/2020, juntando-se cópia do conteúdo\ndisponibilizado (fl. 712) e do recibo da publicação (fl. 713). Desse\nmodo, destaca-se que as informações gozam de presunção de\nveracidade, não refutadas suficientemente pela parte embargante,\nmerecendo ser mantido o acórdão embargado.\nIV - A pretensão de reformar o julgado não se coaduna com as\nhipóteses de omissão, contradição, obscuridade ou erro material\ncontidas no art. 1.022 do CPC/2015, razão pela qual inviável o seu\nexame em embargos de declaração.\nV - Embargos de declaração parcialmente acolhidos, sem efeitos\nmodificativos.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220809",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 03/08/2022 a 09/08/2022,\npor unanimidade, acolher os embargos de declaração, sem efeitos\nmodificativos, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, Laurita Vaz, João Otávio de\nNoronha, Maria Thereza de Assis Moura, Herman Benjamin, Jorge Mussi,\nOg Fernandes, Luis Felipe Salomão, Mauro Campbell Marques, Benedito\nGonçalves, Raul Araújo, Paulo de Tarso Sanseverino e Maria Isabel\nGallotti  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Humberto Martins.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000821355",
  "numeroProcesso" : "1833767",
  "numeroRegistro" : "202100335610",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "BENEDITO GONÇALVES",
  "dataPublicacao" : "DJE        DATA:12/08/2022",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM\nAGRAVO EM RECURSO ESPECIAL. CONTROVÉRSIA A RESPEITO DE REGRA TÉCNICA\nDE ADMISSÃO DO RECURSO APLICADA NO ACÓRDÃO IMPUGNADO. SÚMULA\n315/STJ.\n1. Tendo o recurso sido interposto contra decisão publicada na\nvigência do Código de Processo Civil de 2015, devem ser exigidos os\nrequisitos de admissibilidade na forma nele previsto, conforme\nEnunciado Administrativo n. 3/2016/STJ.\n2. O art. 1043 do CPC/2015, em seus incisos, estabelece os casos\nrestritos de cabimento dos Embargos de Divergência: aqueles em que a\ncontrovérsia veiculada no Especial tenha sido decidida de forma\ndivergente por órgãos fracionários do tribunal.\n3. ?Nos termos do art. 266, caput, do RISTJ c/c o art. 1.043 do\nCPC/2015, os embargos de divergência têm como requisito de\nadmissibilidade a existência de dissenso interpretativo entre\ndiferentes órgãos jurisdicionais deste Tribunal Superior, desde que\ntenha sido apreciada a matéria de mérito do recurso especial - seja\nde natureza processual seja material -, tendo em vista que este\nrecurso é incabível para o reexame de regra técnica de\nadmissibilidade recursal?(AgInt nos EAREsp 599.145/RS, Rel. Ministro\nLUIS FELIPE SALOMÃO, CORTE ESPECIAL, julgado em 17/05/2017, DJe\n30/05/2017)..\n4. Hipótese em que o acórdão embargado de divergência não ingressou\nao mérito do Recurso Especial em virtude da incidência das Súmulas\n7STJ e 283/STF.\n5. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220809",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, em sessão virtual de 03/08/2022 a 09/08/2022, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Maria Thereza de Assis Moura, Herman\nBenjamin, Jorge Mussi, Og Fernandes, Luis Felipe Salomão, Mauro\nCampbell Marques, Raul Araújo, Paulo de Tarso Sanseverino e Maria\nIsabel Gallotti  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Humberto Martins.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - REGRA TÉCNICA DE ADMISSIBILIDADE\nRECURSAL)\n   STJ - <<AgInt nos EAREsp 599145>>-RS,\n         <<AgInt nos EAREsp 1223441>>-MA",
  "notas" : null,
  "informacoesComplementares" : "     Não é possível alargar as hipóteses de cabimento dos Embargos\nde Divergência para permitir a solução de dissídios relacionados ao\njuízo de admissibilidade do Recurso Especial. Isso porque os incisos\nII e IV, que alargavam o cabimento do recurso, foram revogados pela\nLei 13.256/2016, o que leva à convlusão de que efetivamente não se\nadmitem Embargos de Divergência para exame do acerto de decisão que\nconcluiu por não admitir o Recurso Especial ou que, deixando de\napreciar seu mérito, apenas determina ou denega seu sobrestamento.",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01043 INC:00001 INC:00002 INC:00003 INC:00004\n(INCISOS II E IV DO ARTIGO 1.043 REVOGADOS PELA LEI 13.256/2016)", "LEG:FED LEI:013256 ANO:****", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000821419",
  "numeroProcesso" : "28315",
  "numeroRegistro" : "202104086050",
  "siglaClasse" : "AgInt nos EDcl no MS",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NO MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "BENEDITO GONÇALVES",
  "dataPublicacao" : "DJE        DATA:12/08/2022",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NO MANDADO DE SEGURANÇA.\nATO IMPUGNADO. ACÓRDÃO DE ÓRGÃO FRACIONÁRIO DO STJ. AUSÊNCIA DE\nILEGALIDADE MANIFESTA, ABUSO DE PODER OU TERATOLOGIA.\n1. O recurso foi interposto sob a vigência do Código de Processo\nCivil de 2015, razão por que deve ser observado o Enunciado\nAdministrativo n. 3/STJ: \"Aos recursos interpostos com fundamento no\nCPC/2015 (relativos a decisões publicadas a partir de 18 de março de\n2016) serão exigidos os requisitos de admissibilidade recursal na\nforma do Novo CPC\".\n2. Nos termos da jurisprudência desta Corte Superior, admite-se, em\ncaráter excepcionalíssimo, o mandado de segurança para questionar\ndecisão judicial quando se tratar de ato manifestamente ilegal ou\nque se apresente com fundamentação teratológica. Nesse sentido:\nAgInt no MS n. 27.738/DF, Rel. Min. Luis Felipe Salomão, Corte\nEspecial, DJe de 3/5/2022; AgInt nos EDcl no MS n. 27.827/DF, Rel.\nMin. Francisco Falcão, Corte Especial, DJe de 20/4/2022; AgInt nos\nEDcl no MS n. 27.639/DF, Rel. Min. Mauro Campbell Marques, Corte\nEspecial, DJe de 22/4/2022; AgRg no MS n. 27.327/DF, Rel. Min. Nancy\nAndrighi, Corte Especial, DJe de 16/4/2021.\n3. No caso dos autos, a impetrante não demonstrou ilegalidade\nmanifesta ou teratologia na fundamentação do acórdão proferido pela\nTerceira Turma desta Corte Superior, que contém fundamentos\njurídicos aptos a respaldar o não provimento do Agravo Interno em\nAgravo em Recurso Especial, razão pela qual deve ser mantida a não\nadmissão do writ.\n4. A situação sob exame denota utilização do mandamus como sucedâneo\nde recurso, o que não é admissível, conforme enunciado da Súmula\n267/STF, verbis: \"Não cabe mandado de segurança contra ato judicial\npassível de recurso ou correição\". A propósito: AgInt no MS n.\n27.868/DF, Rel. Min. Laurita Vaz, Corte Especial, DJe de 1/2/2022;\nAgInt no MS n. 26.176/DF, Rel. Min. Herman Benjamin, Corte Especial,\njulgado em 22/9/2020, DJe de 29/9/2020.\n5. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220809",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, em sessão virtual de 03/08/2022 a 09/08/2022, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Maria Thereza de Assis Moura, Herman\nBenjamin, Jorge Mussi, Og Fernandes, Luis Felipe Salomão, Mauro\nCampbell Marques, Raul Araújo, Paulo de Tarso Sanseverino e Maria\nIsabel Gallotti  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Humberto Martins.",
  "jurisprudenciaCitada" : "(MANDADO DE SEGURANÇA - IMPUGNAÇÃO DE DECISÃO JUDICIAL\nMANIFESTAMENTE ILEGAL OU TERATOLÓGICA - CABIMENTO)\n   STJ - <<AgInt no MS 27738>>-DF,\n         <<AgInt nos EDcl no MS 27827>>-DF,\n         <<AgRg no MS 27327>>-DF\n(MANDADO DE SEGURANÇA - SUCEDÂNEO RECURSAL - NÃO CABIMENTO)\n   STJ - <<AgInt nos EDcl no MS 27639>>-DF,\n         <<AgInt no MS 27868>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000267" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000821421",
  "numeroProcesso" : "1615837",
  "numeroRegistro" : "201903340795",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "JORGE MUSSI",
  "dataPublicacao" : "DJE        DATA:12/08/2022",
  "ementa" : "AGRAVO INTERNO. EMBARGOS DE DIVERGÊNCIA. NÃO CONHECIMENTO.\nINDENIZAÇÃO POR ATO ILÍCITO. APLICAÇÃO DA TAXA SELIC. ART. 406 DO\nCÓDIGO CIVIL. DISSÍDIO JURISPRUDENCIAL NÃO COMPROVADO. ARESTO\nEMBARGADO NO MESMO SENTIDO DA JURISPRUDÊNCIA DA CORTE ESPECIAL.\nINCIDÊNCIA DA SÚMULA N. 186/STJ. AGRAVO INTERNO A QUE SE NEGA\nPROVIMENTO.\n1. Os embargos de divergência ostentam característica de recurso de\nfundamentação vinculada, a teor do que dispõem os arts. 1.043 e\n1.044 do CPC, os quais exigem, como pressuposto indispensável, a\ndemonstração de divergência jurisprudencial entre sessões e turmas.\n2. Na espécie, do cotejo entre a fundamentação dos acórdãos\nconfrontados, não se verifica a presença do dissídio pretoriano, tal\nqual delineado pelo recorrente. Constata-se que a parte edifica sua\ntese a partir da premissa de que esta Corte entende inaplicável a\ntaxa SELIC para correção de indenização por ato ilícito.\n3. Os acórdãos apontados como paradigma, entretanto, não versaram\nsobre a mesma matéria, pois consignaram que, \"especificamente quanto\nà aplicação da SELIC como índice de correção, a Primeira Seção deste\nSuperior Tribunal de Justiça, no julgamento do Recurso Especial\nRepetitivo n. 1.073.846/SP (Rel. Min. Luiz Fux, DJe de 25/11/2009),\nfirmou o entendimento de que 'a Taxa SELIC é legítima como índice de\ncorreção monetária e de juros de mora, na atualização dos débitos\ntributários pagos em atraso, ex vi do disposto no artigo 13 da Lei\n9.065/95' \" (AgInt no REsp n. 1.447.107/RS e AgInt no REsp n.\n1.571.438/RS, ambos da Primeira Turma, Rel. Ministro Gurgel de\nFaria).\n4. Ademais, conforme consignado na decisão objeto do agravo interno,\no acórdão embargado está alinhado ao entendimento jurisprudencial\nretratado em precedentes desta Corte Especial, no sentido de que \"a\ntaxa dos juros moratórios a que se refere o referido dispositivo\n[art. 406 do CC/2002] é a taxa referencial do Sistema Especial de\nLiquidação e Custódia - SELIC\" (AgRg nos EREsp n. 953.460/MG, Rel.\nMin. Laurita Vaz, DJe de 25.5.2012), o que atrai a incidência da\nSúmula n. 168/STJ.\n5. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220809",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, em sessão virtual de 03/08/2022 a 09/08/2022, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Maria Thereza de Assis Moura, Herman\nBenjamin, Og Fernandes, Luis Felipe Salomão, Mauro Campbell Marques,\nBenedito Gonçalves, Raul Araújo, Paulo de Tarso Sanseverino e Maria\nIsabel Gallotti  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Humberto Martins.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - RECURSO DE FUNDAMENTAÇÃO VINCULADA)\n   STJ - <<AgInt nos EREsp 1818849>>-SC\n(ARESTO EMBARGADO NO MESMO SENTIDO DA JURISPRUDÊNCIA - SÚMULA\n186/STJ)\n   STJ - <<AgRg nos EREsp 953460>>-MG",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000168", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01043 ART:01044" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000821451",
  "numeroProcesso" : "3033",
  "numeroRegistro" : "202103866555",
  "siglaClasse" : "AgInt na SLS",
  "descricaoClasse" : "AGRAVO INTERNO NA SUSPENSÃO DE LIMINAR E DE SENTENÇA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "HUMBERTO MARTINS",
  "dataPublicacao" : "DJE        DATA:12/08/2022",
  "ementa" : "AGRAVO INTERNO NA SUSPENSÃO DE LIMINAR E DE SENTENÇA. REALIZAÇÃO DE\nTRANSAÇÃO ENTRE AS PARTES LITIGANTES DA DEMANDA ORIGINÁRIA. PERDA DO\nOBJETO SUPERVENIENTE DA SUSPENSÃO.\n1. A decorrência lógica do acordo celebrado é a perda de objeto na\npresente suspensão, porquanto não mais subsiste a decisão judicial\nanterior objeto do presente incidente processual.\n2. Quaisquer impugnações ao acordo entabulado devem ser realizadas\nna instância originária, cujo ambiente processual é o adequado para\ninstrução probatória e análise meritória das questões jurídicas da\ndemanda principal.\n3. No incidente processual da suspensão, a cognição é restrita à\nverificação de lesão aos bens jurídicos tutelados pela legislação de\nregência.\nAgravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220809",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, em sessão virtual de 03/08/2022 a 09/08/2022, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Maria Thereza de Assis Moura, Herman\nBenjamin, Og Fernandes, Luis Felipe Salomão, Mauro Campbell Marques,\nBenedito Gonçalves, Raul Araújo, Paulo de Tarso Sanseverino e Maria\nIsabel Gallotti  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Jorge Mussi.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : "     A parte privada possui legitimidade para interpor agravo\ninterno no âmbito de suspensão de liminar e de sentença. Isso\nporque, na interposição de agravo interno, não se está a propor a\nsuspensão de liminar e de sentença, a qual exigiria legitimidade\nextraordinária, mas se trata do recurso de agravo interno, previsto\na legislação de regência, que pode, sim, ser interposto pela parte\nprejudicada, inclusive particular. Destarte, não possui lógica o\nraciocínio de exclusividade de interposição do agravo interno pelo\nMinistério Público ou pela pessoa jurídica de direito público\nporque, se assim se entendesse, as decisões suspensivas seriam\ndefinitivas, sem possibilidade de o prejudicado questionar.",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000821452",
  "numeroProcesso" : "3075",
  "numeroRegistro" : "202200563118",
  "siglaClasse" : "AgInt na SLS",
  "descricaoClasse" : "AGRAVO INTERNO NA SUSPENSÃO DE LIMINAR E DE SENTENÇA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "HUMBERTO MARTINS",
  "dataPublicacao" : "DJE        DATA:12/08/2022",
  "ementa" : "AGRAVO INTERNO NA SUSPENSÃO DE LIMINAR E DE SENTENÇA.\nIMPOSSIBILIDADE LEGAL DE UTILIZAÇÃO DO INCIDENTE PROCESSUAL DA\nSUSPENSÃO COMO SUCEDÂNEO RECURSAL. NÃO COMPROVAÇÃO INEQUÍVOCA DE\nVIOLAÇÃO DOS BENS JURÍDICOS TUTELADOS PELA LEGISLAÇÃO DE REGÊNCIA.\n1. O deferimento do pedido de suspensão está condicionado à cabal\ndemonstração de que a manutenção da decisão impugnada causa efetiva\nlesão ao interesse público.\n2. A suspensão dos efeitos do ato judicial é providência\nexcepcional, cabendo ao requerente a efetiva demonstração da alegada\nofensa grave aos bens jurídicos tutelados pela legislação de\nregência, quais sejam, ordem, saúde, segurança e/ou economia\npúblicas.\n3. As questões eminentemente jurídicas debatidas na instância\noriginária são insuscetíveis de exame na via suspensiva, cujo debate\ntem de ser profundamente realizado no ambiente processual adequado.\n4. Não apontou a parte agravante situações específicas ou dados\nconcretos que efetivamente pudessem demonstrar que o comando\njudicial atual não deve prevalecer com relação ao não reconhecimento\nde violação dos bens jurídicos tutelados pela legislação de\nregência.\nAgravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220809",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, em sessão virtual de 03/08/2022 a 09/08/2022, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Maria Thereza de Assis Moura, Herman\nBenjamin, Og Fernandes, Luis Felipe Salomão, Mauro Campbell Marques,\nBenedito Gonçalves, Raul Araújo, Paulo de Tarso Sanseverino e Maria\nIsabel Gallotti  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Jorge Mussi.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000821453",
  "numeroProcesso" : "3375",
  "numeroRegistro" : "202200290658",
  "siglaClasse" : "AgInt na SS",
  "descricaoClasse" : "AGRAVO INTERNO NA SUSPENSÃO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "HUMBERTO MARTINS",
  "dataPublicacao" : "DJE        DATA:12/08/2022",
  "ementa" : "SUSPENSÃO DE SENTENÇA. AGRAVO INTERNO. EMISSÃO DE DIPLOMA. CURSO DE\nMEDICINA. INTERESSE PRIVADO. UTILIZAÇÃO DA SUSPENSÃO COMO SUCEDÂNEO\nRECURSAL. IMPOSSIBILIDADE. VIOLAÇÃO DOS BENS JURÍDICOS TUTELADOS.\nNÃO COMPROVAÇÃO.\n1. Impetraram-se mandados de segurança na origem para integralização\nde horas de estágio/atividades complementares e, por consequência,\npara antecipação de colação de grau dos impetrantes com fundamento,\nentre outros, no disposto estabelecido na Medida Provisória n.\n934/20, convertida na Lei n. 14.040/2020, e extensão de efeitos dada\npela Lei n. 14.218/2021.\n2. O deferimento do pedido de suspensão está condicionado à cabal\ndemonstração de que a manutenção da decisão impugnada causa efetiva\nlesão ao interesse público.\n3. A suspensão de liminar e de sentença é medida excepcional que não\ntêm natureza jurídica de recurso, razão pela qual não propicia a\ndevolução do conhecimento da matéria para eventual reforma.\n4. A irresignação apresentada no pedido de contracautela não possui\nrelação com os termos da concessão para prestação do serviço público\nde educação e, sim, irresignação relacionada à questão pontual\nvinculada à emissão de diploma. A argumentação usada para dar\nconcretude ao uso do instrumento da suspensão de segurança, como se\npercebe da petição, apenas ataca de forma indireta e tangencial a\nquestão do ensino e da saúde pública, a demonstrar tratar-se apenas\nde questão relacionada a interesse privado da instituição de ensino\nrequerente.\n5. As questões eminentemente jurídicas debatidas na instância\noriginária são insuscetíveis de exame na via suspensiva, cujo debate\ntem de ser profundamente realizado no ambiente processual adequado.\nAgravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220809",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, em sessão virtual de 03/08/2022 a 09/08/2022, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Maria Thereza de Assis Moura, Herman\nBenjamin, Og Fernandes, Luis Felipe Salomão, Mauro Campbell Marques,\nBenedito Gonçalves, Raul Araújo, Paulo de Tarso Sanseverino e Maria\nIsabel Gallotti  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Jorge Mussi.",
  "jurisprudenciaCitada" : "(SUSPENSÃO DE SEGURANÇA - SUCEDÂNEO RECURSAL)\n   STJ - <<AgInt na SS 3082>>-CE,\n         <<AgRg na SS 2637>>-DF,\n         <<AgInt na SLS 2228>>-RJ,\n         <<AgRg na SLS 1657>>-PE,\n         <<AgRg na SLS 1548>>-PB,\n         <<AgRg no AgRg na SLS 155>>-SP",
  "notas" : null,
  "informacoesComplementares" : "     \"[...] no estreito e excepcional instituto de suspensão de\nsegurança, é inviável o exame do acerto ou do desacerto da decisão\ncujos efeitos a parte busca suspender, sob pena de transformação do\npedido de suspensão em sucedâneo recursal e de indevida análise de\nargumentos jurídicos que atacam especificamente os fundamentos da\ndecisão recorrida\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:012016 ANO:2009\n*****  LMS-09    LEI DO MANDADO DE SEGURANÇA", "LEG:FED LEI:008437 ANO:1992" ],
  "acordaosSimilares" : [ "AgInt na SS    3372  MA  2022/0025900-8  Decisão:09/08/2022\nDJE        DATA:12/08/2022", "AgInt no RCD na SS    3372  MA  2022/0025900-8  Decisão:09/08/2022\nDJE        DATA:12/08/2022" ]
}, {
  "id" : "000821627",
  "numeroProcesso" : "1807870",
  "numeroRegistro" : "201900971381",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJE        DATA:12/08/2022",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM\nRECURSO ESPECIAL. DEMONSTRAÇÃO DO DISSÍDIO. REQUISITOS DO ART.\n1.043, § 4º DO CPC/2015. INOBSERVÂNCIA. FERIADO LOCAL. COMPROVAÇÃO.\nRESTRIÇÃO AO FERIADO DE SEGUNDA-FEIRA DE CARNAVAL.\n1. Consoante a jurisprudência desta Corte, configura pressuposto\nindispensável para a comprovação da divergência jurisprudencial a\nadoção pela parte recorrente, na petição dos embargos de\ndivergência, de uma das seguintes providências, quanto aos\nparadigmas indicados: (a) a juntada de certidões; (b) apresentação\nde cópias do inteiro teor dos acórdãos apontados; (c) a citação do\nrepositório oficial, autorizado ou credenciado nos quais eles se\nachem publicados, inclusive em mídia eletrônica; e (d) a reprodução\nde julgado disponível na rede mundial de computadores, com a\nindicação da respectiva fonte na Internet.\n2. Hipótese dos autos em que, contudo, a parte deixou de instruir os\nembargos de divergência com o inteiro teor do acórdão paradigma.\nPrecedentes.\n3. A possibilidade de comprovação da ocorrência de feriado local\nrestringe-se apenas ao feriado de segunda-feira de carnaval, em\nrecursos interpostos até a data da publicação do acórdão proferido\nno julgamento do REsp 1.813.684/SP. 4. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220809",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, em sessão virtual de 03/08/2022 a 09/08/2022, por\nunanimidade, negar provimento ao recurso, nos termos do voto da Sra.\nMinistra Relatora.\nOs Srs. Ministros Francisco Falcão, Laurita Vaz, João Otávio de\nNoronha, Maria Thereza de Assis Moura, Herman Benjamin, Jorge Mussi,\nOg Fernandes, Luis Felipe Salomão, Mauro Campbell Marques, Benedito\nGonçalves, Raul Araújo, Paulo de Tarso Sanseverino e Maria Isabel\nGallotti  votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento o Sr. Ministro Humberto Martins.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - COMPROVAÇÃO DA DIVERGÊNCIA\nJURISPRUDENCIAL - PRESSUPOSTOS INDISPENSÁVEIS)\n   STJ - <<AgRg nos EDcl nos EREsp 1916881>>-PR,\n         <<AgInt nos EAREsp 1760117>>-GO,\n         <<AgInt nos EAREsp 1775941>>-SE\n(DIVERGÊNCIA JURISPRUDENCIAL NÃO DEMONSTRADA - VÍCIO SUBSTANCIAL -\nCOMPLEMENTAÇÃO DA FUNDAMENTAÇÃO)\n   STJ - <<AgInt nos EAREsp 1771636>>-RS,\n         <<AgInt nos EDcl nos EAREsp 1299296>>-PR",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00932 PAR:ÚNICO ART:01043 PAR:00004", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266 PAR:00004" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000821628",
  "numeroProcesso" : "1860162",
  "numeroRegistro" : "202000233323",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "PAULO DE TARSO SANSEVERINO",
  "dataPublicacao" : "DJE        DATA:12/08/2022",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL.\nDESCUMPRIMENTO DOS REQUISITOS PARA DEMONSTRAÇÃO DA DIVERGÊNCIA.\nARTIGOS 1.043, § 3º, DO CPC/2015, E 266, § 4º, DO RISTJ. VÍCIO\nSUBSTANCIAL INSANÁVEL. INAPLICAÇÃO DO ART. 932, PARÁGRAFO ÚNICO, DO\nCPC/2015. APRESENTAÇÃO DE DOCUMENTOS EM MOMENTO POSTERIOR.\nIMPOSSIBILIDADE. PRECLUSÃO CONSUMATIVA. PRECEDENTES DA CORTE\nESPECIAL. DECISÃO MANTIDA.\nAGRAVO INTERNO A QUE SE NEGA PROVIMENTO.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220809",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, em sessão virtual de 03/08/2022 a 09/08/2022, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Maria Thereza de Assis Moura, Herman\nBenjamin, Jorge Mussi, Og Fernandes, Luis Felipe Salomão, Mauro\nCampbell Marques, Benedito Gonçalves, Raul Araújo e Maria Isabel\nGallotti  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Humberto Martins.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - FALTA DE DEMONSTRAÇÃO DO DISSÍDIO - VÍCIO\nSUBSTANCIAL - PRAZO PARA SANEAMENTO - IMPOSSIBILIDADE)\n   STJ - <<AgInt nos EAREsp 1632678>>-SP\n(EMBARGOS  DE  DIVERGÊNCIA - DISSÍDIO - COMPROVAÇÃO POSTERIOR -\nPRECLUSÃO CONSUMATIVA)\n   STJ - <<AgInt nos EDcl nos EAREsp 1405183>>-ES",
  "notas" : null,
  "informacoesComplementares" : "     \"[...] a falta de demonstração da divergência nos moldes\nexigidos pelo art. 1.043, § 4º, do CPC c.c. o art. 266, § 4º, do\nRISTJ, configura vício substancial, decorrente da não observância do\nrigor técnico exigido na interposição dos embargos de divergência, o\nque afasta a incidência do parágrafo único do art. 932 do CPC, tendo\nem vista que tal medida se aplica tão somente aos vícios meramente\nformais\".\n     \"[...] não é possível a comprovação posterior da divergência,\numa vez que a análise dos pressupostos processuais deve ser\nrealizada no momento da interposição do recurso, em virtude da\npreclusão consumativa\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00932 PAR:ÚNICO ART:01043 PAR:00004", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266 PAR:00004" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000821640",
  "numeroProcesso" : "1583550",
  "numeroRegistro" : "201902744547",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "FRANCISCO FALCÃO",
  "dataPublicacao" : "DJE        DATA:15/08/2022",
  "ementa" : "PROCESSUAL CIVIL. EXECUÇÃO DE TÍTULO EXTRAJUDICIAL. AGRAVO INTERNO\nINTERPOSTO ALÉM DO PRAZO DE 15 DIAS ÚTEIS. INTEMPESTIVIDADE.\nALEGAÇÃO DE DIVERGÊNCIA. EMBARGOS LIMINARMENTE INDEFERIDOS. NÃO\nCOMPROVAÇÃO DE DIVERGÊNCIA. DESPROVIMENTO DO AGRAVO INTERNO.\nMANUTENÇÃO DA DECISÃO RECORRIDA.\nI - Na origem, trata-se de agravo de instrumento interposto contra\ndecisão proferida nos autos de execução de título extrajudicial,\nfundada em crédito decorrente de aluguel de imóvel, que rejeitou\npedido envolvendo o reconhecimento de nulidades processuais. No\nTribunal a quo, a decisão agravada foi mantida, e o recurso especial\ninterposto com fundamento no art. 105, III, a e c, da Constituição\nFederal inadmitido. Nesta Corte, não se conheceu do agravo em\nrecurso especial, sendo a decisão monocrática da presidência\nreformada em via de agravo interno para dar parcial provimento ao\nrecurso especial, apenas a fim de afastar a multa prevista no art.\n1.026, § 2º, do CPC/2015. Na sequência, não se conheceu de agravo\ninterno no agravo interno, por intempestividade, sendo os embargos\nde divergência liminarmente indeferidos.\nII - Nesse sentido, consoante já delineado, a publicação da decisão\nrecorrida ocorreu no DJ de 29/4/2020 (certidão de fl. 626), de modo\nque o prazo para interposição de agravo interno teve início em\n4/5/2020 (segunda-feira) e término no dia 22/5/2020 (sexta-feira),\nsendo o referido recurso interposto, além do prazo legal, em\n25/5/2020 (segunda-feira), portanto, intempestivo, nos termos do\nart. 1.021, c/c  o art. 1.070 do Código de Processo Civil de 2015.\nIII - Por outro lado, conforme esclarecido na decisão agravada, é\nassente o entendimento de que a inexistência de demonstração da\nsimilitude fática e jurídica impede o conhecimento de embargos de\ndivergência, não servindo o recurso ao mero rejulgamento. Nesse\nsentido, os seguintes precedentes: AgInt nos EDv nos EAREsp n.\n877.441/SC, relatora Ministra Nancy Andrighi, Segunda Seção, julgado\nem 20/8/2019, DJe 22/8/2019, AgInt nos EAREsp n. 297.377/RJ, relator\nMinistro Jorge Mussi, Corte Especial, DJe 17/4/2018.\nIV - Ademais, os embargos de divergência têm por finalidade\nuniformizar a jurisprudência do próprio STJ, quando se verificarem\nidênticas situações fáticas nos julgados, mas tenha se dado\ndiferente interpretação na legislação aplicável ao caso, não se\nprestando para corrigir regra técnica de admissibilidade recursal,\ncomo pretendido.\nV - Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220809",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, em sessão virtual de 03/08/2022 a 09/08/2022, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Nancy Andrighi, Laurita Vaz, João Otávio de\nNoronha, Maria Thereza de Assis Moura, Herman Benjamin, Jorge Mussi,\nOg Fernandes, Luis Felipe Salomão, Mauro Campbell Marques, Benedito\nGonçalves, Raul Araújo, Paulo de Tarso Sanseverino e Maria Isabel\nGallotti  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Humberto Martins.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - INEXISTÊNCIA DE DEMONSTRAÇÃO DA\nSIMILITUDE FÁTICA E JURÍDICA - NÃO CONHECIMENTO)\n   STJ - <<AgInt nos EDv nos EAREsp 877441>>-SC,\n         <<AgInt nos EAREsp 297377>>-RJ",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000821641",
  "numeroProcesso" : "1916804",
  "numeroRegistro" : "202101881255",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA ISABEL GALLOTTI",
  "dataPublicacao" : "DJE        DATA:15/08/2022",
  "ementa" : "AGRAVOS INTERNOS. AGRAVOS EM RECURSO ESPECIAL. AGRAVOS QUE REPETEM\nNA TOTALIDADE OS RECURSOS ANTERIORMENTE JULGADOS PELA QUINTA TURMA.\nAGRAVOS INTERNOS NÃO CONHECIDOS. DETERMINAÇÃO DE BAIXA DOS AUTOS À\nORIGEM.\n1. Os presentes recursos consubstanciam mera repetição dos\nargumentos anteriormente expendidos em agravos regimentais aos quais\na Quinta Turma, à unanimidade, negaram provimento, tendo os\nagravantes novamente recorrido da decisão da Presidência desta\nCorte, que não conhecera dos agravos em recurso especial, o que\nimpõe o não conhecimento dos recursos ante a preclusão consumativa e\nausência dialeticidade.\n2. Ainda que na esfera penal não seja comum a fixação de multa por\nlitigância de má-fé, a insistência dos agravantes, por meio de\nsucessivos recursos, sem haja vício algum nas decisões e acórdãos\nrecorridos, revela não só o exagerado inconformismo, mas também o\ndesrespeito ao Poder Judiciário diante do seu nítido caráter\nprotelatório, constituindo espécie de abuso de direito.\n3. A jurisprudência deste Superior Tribunal de Justiça pacificou-se\nno sentido de que, diante da reiterada oposição de recursos\nmeramente protelatórios pela parte, deve ser determinada a baixa dos\nautos à origem, independentemente da publicação do acórdão recorrido\ne da certificação do trânsito em julgado.\n4. Agravos internos não conhecidos, com determinação de baixa dos\nautos à origem, independentemente da publicação deste acórdão e da\neventual interposição de outros recursos, certificando-se o trânsito\nem julgado.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220809",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, em sessão virtual de 03/08/2022 a 09/08/2022, por\nunanimidade, não conhecer do recurso, nos termos do voto da Sra.\nMinistra Relatora.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Maria Thereza de Assis Moura, Herman\nBenjamin, Jorge Mussi, Og Fernandes, Luis Felipe Salomão, Mauro\nCampbell Marques, Benedito Gonçalves, Raul Araújo e Paulo de Tarso\nSanseverino  votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento o Sr. Ministro Humberto Martins.",
  "jurisprudenciaCitada" : "(PRECLUSÃO CONSUMATIVA)\n   STJ - <<AgInt no AREsp 1969060>>,\n         <<AgRg no AgRg no AREsp 1959628>>-SP\n(RECURSOS PROTELATÓRIOS SUCESSIVOS - ABUSO DE DIREITO)\n   STJ - <<EDcl nos EDcl no AgRg no RE nos EDcl no AgRg nos EDcl no\nREsp 1481166>>-PE,\n         <<AgRg nos EDcl nos EDcl no AREsp 1814096>>-RJ,\n         <<AgRg no HC 645022>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00932 INC:00003 ART:01010 INC:00003 ART:01021\n        PAR:00001", "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00003", "LEG:FED SUM:****** ANO:****\n*****  SUM(STF)    SÚMULA DO SUPREMO TRIBUNAL FEDERAL\n        SUM:000282 SUM:000284 SUM:000287", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000126" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000821642",
  "numeroProcesso" : "1842862",
  "numeroRegistro" : "201903063204",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MAURO CAMPBELL MARQUES",
  "dataPublicacao" : "DJE        DATA:16/08/2022",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO. EMBARGOS DE DIVERGÊNCIA. RECURSO\nESPECIAL. COMPROVAÇÃO DE ERRO DE DIGITALIZAÇÃO OCORRIDO NA ORIGEM.\nILEGIBILIDADE. AUSÊNCIA DE SIMILITUDE FÁTICO-JURÍDICA ENTRE OS CASOS\nCOMPARADOS.\n1. O acórdão embargado entendeu que ?no caso sob exame, conforme se\nverifica dos autos, o comprovante de origem juntado referente ao\npagamento das custas processuais encontra-se ilegível, o que\nimpossibilita a verificação da regularidade do preparo,\nrevelando-se, assim, deserto o recurso interposto\" (e-STJ fls. 780).\nMais adiante concluiu, também, que \"a eventual falha na\ndigitalização dos autos deve ser demonstrada por meio de certidão\ncomprobatória do tribunal de origem, não sendo suficiente para tanto\na mera afirmação da parte recorrente\" (e-STJ fls. 781).\n2. O acórdão paradigma da Quarta Turma desta Corte nos autos dos\nEDcl no AgRg no AREsp nº 91.026, por sua vez, concluiu que \"a\nembargante juntou a documentação apta a demonstrar o erro no\nprocesso de digitalização e, ao mesmo tempo, o regular recolhimento\ndo preparo, não se mostrando razoável impedir que a recorrente, que\nnão deu causa ao erro, faça a documentada justificação da\nregularidade de seu recurso\".\n3. Os casos comparados não possuem a mesma moldura fático- jurídica\npara fins de conhecimento dos embargos de divergência, sobretudo\nporque, além da exigência de certidão de erro de digitalização\nexpedida pelo Tribunal de origem, o acórdão embargado, ao analisar a\ndocumentação comprobatória do preparo juntada posteriormente aos\nautos pela parte ora embargante, concluiu que o documento\nencontra-se ilegível, o que impossibilitou a aferição da\nregularidade do preparo. Tal aspecto fático relativo à ilegibilidade\ndo comprovante original trazido aos autos não foi tratado pelo\nacórdão paradigma, e, ainda que o fosse, as peculiaridades de cada\ncaso concreto impediriam o reconhecimento da divergência em torno do\nexame de requisito de admissibilidade recursal.\n4. É cediço nesta Corte que os embargos de divergência constituem a\núltima etapa da uniformização jurisprudencial, e pressupõem casos\nidênticos ou assemelhados. No caso concreto, portanto, não há\nsimilitude entre o acórdão embargado e o acórdão indicado como\nparadigma, que não tratou da ilegibilidade do documento\ncomprobatório juntado pela parte ora embargante. Impede registrar\nque, na prática, a análise dos presentes embargos de divergência\nimplicaria exame de regras técnicas alusivas ao conhecimento do\nrecurso especial, hipótese de cabimento não abarcada pelo nem pelo\nart. 266 do RISTJ nem pela jurisprudência desta Corte. Nesse\nsentido: AgRg no EAREsp 1.885.332/SC, Rel. Min. Antônio Saldanha\nPalheiro, Terceira Seção, DJe 27/10/2021; AgInt no EDv nos EREsp\n1.799.950/SP, Rel. Min. Napoleão Nunes Maia Filho, Primeira Seção,\nDJe 18/3/2020.\n5. Os embargos de divergência não se prestam a rediscutir a justiça\nou injustiça do acórdão embargado, mas a sanar divergência\ninterpretativa no âmbito desta Corte, o que não se verificou na\nhipótese em razão da ausência de similitude fática entre os julgados\ncomparados, pelo motivos ressaltados alhures. Correta, portanto, a\nrejeição liminar dos presentes embargos de divergência. A propósito:\nAgInt no EREsp 1.346.662/SP, Rel. Min. Herman Benjamin, Corte\nEspecial, DJe 7/3/2019; AgInt nos EDcl nos EDcl nos EDcl no EREsp\n744.729/SC, Rel. Min. Napoleão Nunes Maia Filho, Primeira Seção, DJe\n16/11/2015.\n6. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220809",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, em sessão virtual de 03/08/2022 a 09/08/2022, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Maria Thereza de Assis Moura, Herman\nBenjamin, Jorge Mussi, Og Fernandes, Luis Felipe Salomão, Benedito\nGonçalves, Raul Araújo, Paulo de Tarso Sanseverino e Maria Isabel\nGallotti  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Humberto Martins.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - REGRAS TÉCNICAS DE CONHECIMENTO DO\nRECURSO ESPECIAL - NÃO CABIMENTO)\n   STJ - <<AgRg nos EAREsp 1885332>>-SC,\n         <<AgInt nos EDv nos EREsp 1799950>>-SP\n(EMBARGOS DE DIVERGÊNCIA - REDISCUSSÃO SOBRE JUSTIÇA OU INJUSTIÇA DO\nACÓRDÃO EMBARGADO - NÃO CABIMENTO)\n   STJ - <<AgInt nos EREsp 1346662>>-SP,\n         <<AgRg nos EDcl nos EDcl nos EDcl nos EREsp 744729>>-SC",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266 INC:00001 INC:00002" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000821912",
  "numeroProcesso" : "1637366",
  "numeroRegistro" : "201501337295",
  "siglaClasse" : "AgInt no RE nos EDcl no REsp",
  "descricaoClasse" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO\nNO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "JORGE MUSSI",
  "dataPublicacao" : "DJE        DATA:19/08/2022",
  "ementa" : "AGRAVO INTERNO. NEGATIVA DE SEGUIMENTO. RECURSO EXTRAORDINÁRIO.\nFALTA DE FUNDAMENTAÇÃO DO ACÓRDÃO RECORRIDO. NÃO OCORRÊNCIA. TEMA\n339/STF. DESPROVIMENTO DO RECLAMO.\n1. As decisões judiciais devem ser fundamentadas, ainda que de forma\nsucinta, não se exigindo análise pormenorizada de cada prova ou\nalegação das partes, nem que sejam corretos os seus fundamentos\n(Tema 339/STF).\n2. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220809",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 03/08/2022 a 09/08/2022,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Maria Thereza de Assis Moura, Herman\nBenjamin, Og Fernandes, Luis Felipe Salomão, Mauro Campbell Marques,\nRaul Araújo, Paulo de Tarso Sanseverino e Maria Isabel Gallotti\nvotaram com o Sr. Ministro Relator.\nImpedido o Sr. Ministro Benedito Gonçalves.\nPresidiu o julgamento o Sr. Ministro Humberto Martins.",
  "jurisprudenciaCitada" : "(ART. 93, IX, DA CF/88 - DECISÃO JUDICIAL - MOTIVAÇÃO)\n   STF - [[AI-QO-RG 791292]] (REPERCUSSÃO GERAL - TEMA(s) 339),\n         [[ARE-ED-AgR 1343342]],\n         [[ARE-AgR 1305399]]",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00093 INC:00009" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000822019",
  "numeroProcesso" : "28073",
  "numeroRegistro" : "202103075351",
  "siglaClasse" : "EDcl no MS",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RAUL ARAÚJO",
  "dataPublicacao" : "DJE        DATA:15/08/2022",
  "ementa" : "EMBARGOS DE DECLARAÇÃO NO MANDADO DE SEGURANÇA. PROCESSUAL CIVIL.\nAUSÊNCIA DE INDICAÇÃO DE UM DOS VÍCIOS DO ART. 1.022 DO CPC/2015.\nDESCUMPRIMENTO DO ART. 1.023, CAPUT, DO CPC/2015. SÚMULA 284/STF.\nEMBARGOS NÃO CONHECIDOS.\n1. Os embargos de declaração têm como objetivo sanar eventual\nomissão, obscuridade, contradição ou erro material no julgado\n(CPC/2015, art. 1.022).\n2. A jurisprudência desta eg. Corte firmou-se no sentido de que a\nnão indicação de um dos vícios previstos no art. 1.022 do CPC/2015,\nnos termos do exigido no art. 1.023, caput, do CPC/2015, inviabiliza\na compreensão da controvérsia a ser sanada nos embargos de\ndeclaração, caracterizando deficiência de fundamentação (Súmula\n284/STF).\n3. Embargos de declaração não conhecidos.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220809",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, em sessão virtual de 03/08/2022 a 09/08/2022, por\nunanimidade, não conhecer do recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Maria Thereza de Assis Moura, Herman\nBenjamin, Jorge Mussi, Og Fernandes, Luis Felipe Salomão, Mauro\nCampbell Marques, Benedito Gonçalves, Paulo de Tarso Sanseverino e\nMaria Isabel Gallotti votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Humberto Martins.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DECLARAÇÃO - AUSÊNCIA DE INDICAÇÃO DOS VÍCIOS DA\nDECISÃO EMBARGADA - FUNDAMENTAÇÃO DEFICIENTE)\n   STJ - <<EDcl no AgInt no AREsp 837383>>-SP,\n         <<EDcl no AgInt nos EAREsp 635459>>-MG,\n         <<EDcl no AgInt no CC 168959>>-MT,\n         <<REsp 1376713>>-RN,\n         <<EDcl no AgRg no AREsp 134909>>-PR",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01022 ART:01023", "LEG:FED SUM:****** ANO:****\n*****  SUM(STF)    SÚMULA DO SUPREMO TRIBUNAL FEDERAL\n        SUM:000284" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000822785",
  "numeroProcesso" : "2027219",
  "numeroRegistro" : "202103898399",
  "siglaClasse" : "AgRg no RE no AgRg no AREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NO RECURSO EXTRAORDINÁRIO NO AGRAVO REGIMENTAL NO AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "JORGE MUSSI",
  "dataPublicacao" : "DJE        DATA:19/08/2022",
  "ementa" : "AGRAVO REGIMENTAL. RECURSO EXTRAORDINÁRIO. NEGATIVA DE SEGUIMENTO.\nPREENCHIMENTO DOS PRESSUPOSTOS DE ADMISSIBILIDADE RECURSAL. AUSÊNCIA\nDE REPERCUSSÃO GERAL. TEMA 181/STF. DESPROVIMENTO DO RECLAMO.\n1. A insurgência quanto ao preenchimento dos pressupostos de\nadmissibilidade de recurso de competência deste Superior Tribunal de\nJustiça tem natureza infraconstitucional, sem repercussão geral\n(Tema n. 181/STF).\n2. Agravo regimental não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220809",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, em sessão virtual de 03/08/2022 a 09/08/2022, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Maria Thereza de Assis Moura, Herman\nBenjamin, Og Fernandes, Luis Felipe Salomão, Mauro Campbell Marques,\nBenedito Gonçalves, Raul Araújo, Paulo de Tarso Sanseverino e Maria\nIsabel Gallotti  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Humberto Martins.",
  "jurisprudenciaCitada" : "(PRESSUPOSTOS DE ADMISSIBILIDADE - RECURSOS DA COMPETÊNCIA DE OUTROS\nTRIBUNAIS - NATUREZA INFRACONSTITUCIONAL - AUSÊNCIA DE REPERCUSSÃO\nGERAL)\n   STF - [[RE 598365]] (REPERCUSSÃO GERAL - TEMA(s) 181),\n         [[ARE-ED 768691]],\n         [[ARE-AgR 1015880]]",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ "AgRg no RE no AgRg no AREsp  1882017  ES  2021/0136194-3\nDecisão:23/08/2022\nDJE        DATA:25/08/2022" ]
}, {
  "id" : "000822786",
  "numeroProcesso" : "1119352",
  "numeroRegistro" : "200900134282",
  "siglaClasse" : "AgInt no RE nos EDcl no REsp",
  "descricaoClasse" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "JORGE MUSSI",
  "dataPublicacao" : "DJE        DATA:19/08/2022",
  "ementa" : "AGRAVO INTERNO. TRIBUTÁRIO. ICMS. COBRANÇA ANTECIPADA NO INGRESSO DE\nMERCADORIAS ADQUIRIDAS EM OUTRO ENTE DA FEDERAÇÃO. NECESSIDADE DE\nLEI EM SENTIDO ESTRITO. ACÓRDÃO RECORRIDO EM CONFORMIDADE COM O\nENTENDIMENTO DA SUPREMA CORTE. TEMA 456/STF. PREENCHIMENTO DOS\nPRESSUPOSTOS DE ADMISSIBILIDADE RECURSAL. AUSÊNCIA DE REPERCUSSÃO\nGERAL. TEMA 181/STF. DESPROVIMENTO DO RECLAMO.\n1. No RE n. 598.677 RG/RS, julgado sob o regime da repercussão\ngeral, o Supremo Tribunal Federal definiu que a antecipação, sem\nsubstituição tributária, do pagamento do ICMS para momento anterior\nà ocorrência do fato gerador necessita de lei em sentido estrito. A\nsubstituição tributária progressiva do ICMS reclama previsão em lei\ncomplementar federal. (Tema 456/STF).\n2. A insurgência quanto ao preenchimento dos pressupostos de\nadmissibilidade de recurso de competência deste Superior Tribunal de\nJustiça tem natureza infraconstitucional, sem repercussão geral\n(Tema 181/STF).\n3. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220809",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, em sessão virtual de 03/08/2022 a 09/08/2022, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Maria Thereza de Assis Moura, Herman\nBenjamin, Og Fernandes, Luis Felipe Salomão, Mauro Campbell Marques,\nBenedito Gonçalves, Raul Araújo, Paulo de Tarso Sanseverino e Maria\nIsabel Gallotti  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Humberto Martins.",
  "jurisprudenciaCitada" : "(ICMS - OPERAÇÕES INTERESTADUAIS - ANTECIPAÇÃO TRIBUTÁRIA SEM\nSUBSTITUIÇÃO - LEI EM SENTIDO ESTRITO)\n   STF - [[RE 598677]]-RS (REPERCUSSÃO GERAL - TEMA(s) 456)\n(PREENCHIMENTO DOS PRESSUPOSTOS DE ADMISSIBILIDADE RECURSAL -\nRECURSOS DA COMPETÊNCIA DE OUTROS TRIBUNAIS - MATÉRIA\nINFRACONSTITUCIONAL - AUSÊNCIA DE REPERCUSSÃO GERAL)\n   STF - [[RE-RG 598365]]-MG,\n         [[ARE-ED 768691]],\n         [[ARE-AgR 1015880]]",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000822787",
  "numeroProcesso" : "1860725",
  "numeroRegistro" : "202100867735",
  "siglaClasse" : "AgRg no RE no AgRg no AREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NO RECURSO EXTRAORDINÁRIO NO AGRAVO REGIMENTAL NO AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "JORGE MUSSI",
  "dataPublicacao" : "DJE        DATA:19/08/2022",
  "ementa" : "AGRAVO REGIMENTAL. CONTRA DECISÃO MISTA. PARTE NÃO ADMITE. OUTRA\nPARTE NEGA SEGUIMENTO AO RECURSO EXTRAORDINÁRIO. PREENCHIMENTO DOS\nPRESSUPOSTOS DE ADMISSIBILIDADE RECURSAL. TEMA 181/STF. DOSIMETRIA.\nAPRECIAÇÃO DAS CIRCUNSTÂNCIAS JUDICIAIS DO ART. 59 DO CÓDIGO PENAL.\nTEMA 182/STF. AUSÊNCIA DE REPERCUSSÃO GERAL. CONHECIMENTO, EM PARTE,\nDO AGRAVO REGIMENTAL E SEU DESPROVIMENTO.\n1. Nos termos dos arts. 1.030, § 1 º, e 1.042, ambos do Código de\nProcesso Civil, contra a parte da decisão monocrática que não admite\no recurso extraordinário é cabível agravo em recurso extraordinário\npara o Supremo Tribunal Federal (ARE) e não agravo regimental.\n2. A insurgência quanto ao preenchimento dos pressupostos de\nadmissibilidade de recurso de competência deste Superior Tribunal de\nJustiça tem natureza infraconstitucional, sem repercussão geral\n(Tema 181/STF).\n3. Ao julgar o AI n. 742.460 RG/RJ, o Supremo Tribunal Federal\nfirmou o entendimento de que \"não apresenta repercussão geral o\nrecurso extraordinário que verse sobre a questão da valoração das\ncircunstâncias judiciais previstas no art. 59, do Código Penal, na\nfundamentação da fixação da pena-base pelo juízo sentenciante,\nporque se trata de matéria infraconstitucional\" (Tema 182/STF).\n4. Agravo regimental conhecido em parte e, nessa extensão, não\nprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220809",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, em sessão virtual de 03/08/2022 a 09/08/2022, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Maria Thereza de Assis Moura, Herman\nBenjamin, Og Fernandes, Luis Felipe Salomão, Mauro Campbell Marques,\nBenedito Gonçalves, Raul Araújo, Paulo de Tarso Sanseverino e Maria\nIsabel Gallotti  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Humberto Martins.",
  "jurisprudenciaCitada" : "(PREENCHIMENTO DOS PRESSUPOSTOS DE ADMISSIBILIDADE RECURSAL -\nRECURSOS DA COMPETÊNCIA DE OUTROS TRIBUNAIS - MATÉRIA\nINFRACONSTITUCIONAL - AUSÊNCIA DE REPERCUSSÃO GERAL)\n   STF - [[RE-RG 598365]]-MG,\n         [[ARE-ED 768691]],\n         [[ARE-AgR 1015880]]\n(CIRCUNSTÂNCIAS JUDICIAIS - VALORAÇÃO - FIXAÇÃO DA PENA-BASE -\nAUSÊNCIA DE REPERCUSSÃO GERAL)\n   STF - [[AI-RG 742460]]-RJ\n(CIRCUNSTÂNCIAS JUDICIAIS - VALORAÇÃO - AUSÊNCIA DE REPERCUSSÃO\nGERAL - FIXAÇÃO DE REGIME CARCERÁRIO)\n   STJ - <<AgRg no RE no AgRg no AREsp 910270>>-MG,\n         <<AgRg no RE no AgRg no AREsp 1519643>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEL:002848 ANO:1940\n*****  CP-40    CÓDIGO PENAL\n        ART:00059", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01030 PAR:00001 ART:01042" ],
  "acordaosSimilares" : [ "AgRg no RE no AgRg no AgRg no AREsp  2037040  RS  2021/0404780-7\nDecisão:23/08/2022\nDJE        DATA:25/08/2022", "AgRg no RE no AgRg no AREsp  1827274  GO  2021/0030879-9\nDecisão:23/08/2022\nDJE        DATA:25/08/2022", "AgRg no RE no AgRg no AREsp  1875639  DF  2021/0122664-6\nDecisão:23/08/2022\nDJE        DATA:25/08/2022", "AgRg no RE no AgRg no AREsp  1878453  DF  2021/0114932-2\nDecisão:23/08/2022\nDJE        DATA:25/08/2022", "AgRg no RE no AgRg no AREsp  1882017  ES  2021/0136194-3\nDecisão:23/08/2022\nDJE        DATA:25/08/2022", "AgRg no RE no AgRg no AREsp  1971786  ES  2021/0301104-0\nDecisão:23/08/2022\nDJE        DATA:25/08/2022", "AgRg no RE no AgRg no AREsp  2007519  DF  2021/0353813-3\nDecisão:23/08/2022\nDJE        DATA:25/08/2022", "AgRg no RE no AgRg no AREsp  2008393  SP  2021/0357453-3\nDecisão:23/08/2022\nDJE        DATA:25/08/2022", "AgRg no RE no AgRg no AREsp  2013081  MG  2021/0366436-6\nDecisão:23/08/2022\nDJE        DATA:25/08/2022", "AgRg no RE no AgRg no AREsp  2075923  SC  2022/0054102-8\nDecisão:23/08/2022\nDJE        DATA:25/08/2022", "AgRg no RE no AgRg no AREsp  2082575  PR  2022/0065219-3\nDecisão:23/08/2022\nDJE        DATA:25/08/2022", "AgRg no RE no AgRg no AREsp  2093121  SP  2022/0084403-3\nDecisão:23/08/2022\nDJE        DATA:25/08/2022", "AgRg no RE nos EDcl no AgRg na PET no AREsp  1836327  SP\n2021/0042485-0  Decisão:23/08/2022\nDJE        DATA:25/08/2022", "AgRg no RE nos EDcl no AgRg no AREsp  1909580  SP  2021/0187400-1\nDecisão:23/08/2022\nDJE        DATA:25/08/2022", "AgRg no RE nos EDcl no AgRg no AREsp  1960320  PE  2021/0259515-0\nDecisão:23/08/2022\nDJE        DATA:25/08/2022", "AgRg no RE nos EDcl no AgRg no AREsp  1975194  DF  2021/0306485-0\nDecisão:23/08/2022\nDJE        DATA:25/08/2022", "AgRg no RE nos EDcl no AgRg no AREsp  2021596  SP  2021/0381417-2\nDecisão:23/08/2022\nDJE        DATA:25/08/2022", "AgRg no RE nos EDcl no AgRg nos EAREsp  1984986  RN  2021/0317298-4\nDecisão:23/08/2022\nDJE        DATA:25/08/2022", "AgRg no RE nos EDcl no AgRg nos EDcl no REsp  1983725  SP\n2022/0032506-0  Decisão:23/08/2022\nDJE        DATA:25/08/2022" ]
}, {
  "id" : "000820654",
  "numeroProcesso" : "181570",
  "numeroRegistro" : "202102478510",
  "siglaClasse" : "CC",
  "descricaoClasse" : "CONFLITO DE COMPETENCIA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "PAULO DE TARSO SANSEVERINO",
  "dataPublicacao" : "DJE        DATA:09/08/2022",
  "ementa" : "CONFLITO INTERNO DE COMPETÊNCIA. SEGUNDA E QUARTA TURMAS DO SUPERIOR\nTRIBUNAL DE JUSTIÇA. NATUREZA DA RELAÇÃO JURÍDICA LITIGIOSA.\nRESPONSABILIDADE CIVIL. DEMANDA AJUIZADA POR PESCADORES EM FACE DA\nBUNGE FERTILIZANTES SA EM QUE SE POSTULA INDENIZAÇÃO POR DANOS\nMORAIS E MATERIAIS. DANO AMBIENTAL CAUSADO PELO NAVIO BAHAMAS EM\nCANAL PORTUÁRIO NO ANO DE 1998, QUE OCASIONOU A INVIABILIZAÇÃO DA\nCOMERCIALIZAÇÃO DO PESCADO. RELAÇÃO DE DIREITO PRIVADO EVIDENCIADA.\n1. O presente conflito de competência busca definir a Seção\ncompetente para julgamento do Recurso Especial nº 1.917.758/RS\noriundo de demanda indenizatória movida por Waldecir Silveira de\nLemos e outros, em desfavor da Bunge Fertilizantes S.A, em razão dos\nprejuízos sofridos por dano ambiental decorrente de derramamento de\nácido sulfúrico na Lagoa dos Patos pelo navio Bahamas, que estava\natracado no Porto de Rio Grande/RS.\n2. A competência das Turmas e Seções, no âmbito do Superior Tribunal\nde Justiça, é fixada em razão da natureza da relação jurídica\nlitigiosa, conforme determina o art. 9º. do RISTJ.\n3. No caso, a controvérsia diz respeito a pretensão fundada em\nresponsabilidade civil entre particulares, a evidenciar a natureza\nessencialmente privada da relação jurídica litigiosa.\n4. A demanda que discute responsabilidade civil entre pessoas\njurídicas de Direito Privado tem como competente a Segunda Seção\ndesta Corte, nos termos do art. 9°, § 2°, III e XIV, do RISTJ, como\nno caso dos autos.\n5. CONFLITO INTERNO CONHECIDO, PARA DECLARAR, NOS TERMOS DO ART. 9º,\n§ 2º, III E XIV, DO RISTJ, A COMPETÊNCIA DA QUARTA TURMA PARA O\nPROCESSAMENTO E JULGAMENTO DO RESP 1.917.758/RS.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220803",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Corte Especial do Superior\nTribunal de Justiça, por unanimidade, conhecer do conflito e\ndeclarar  competente a Quarta Turma do STJ, nos termos do voto do\nSr. Ministro Relator. Os Srs. Ministros Maria Isabel Gallotti,\nFrancisco Falcão, Nancy Andrighi, Laurita Vaz, João Otávio de\nNoronha, Maria Thereza de Assis Moura, Herman Benjamin, Jorge Mussi,\nOg Fernandes, Luis Felipe Salomão, Mauro Campbell Marques, Benedito\nGonçalves e Raul Araújo votaram com o Sr. Ministro Relator.\nLicenciado o Sr. Ministro Felix Fischer.",
  "jurisprudenciaCitada" : "(COMPETÊNCIA INTERNA - NATUREZA DA RELAÇÃO JURÍDICA EM LITÍGIO)\n   STJ - <<CC 183528>>-DF\n(RESPONSABILIDADE CIVIL - COMPETÊNCIA)\n   STJ - <<AgInt no REsp 1925132>>-RS,\n         <<AgInt no AREsp 1264833>>-RS,\n         {{AREsp 1835355}}-RS,\n         {{AREsp 1791130}}-RS,\n         {{AREsp 1846442}}-RS",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00009 PAR:00002 INC:00003 INC:00014" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000820760",
  "numeroProcesso" : "1681737",
  "numeroRegistro" : "202000651315",
  "siglaClasse" : "EAREsp",
  "descricaoClasse" : "EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJE        DATA:09/08/2022",
  "ementa" : "CIVIL. PROCESSUAL CIVIL. EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM\nRECURSO ESPECIAL. JUÍZO DE ADMISSIBILIDADE DOS EMBARGOS DE\nDIVERGÊNCIA. PARADIGMAS ORIGINADOS DE ÓRGÃOS FRACIONÁRIOS VINCULADOS\nÀ SEÇÕES DISTINTAS E TAMBÉM À MESMA SEÇÃO. COMPETÊNCIA DA CORTE\nESPECIAL. PRECEDENTES. PARADIGMA QUE VERSOU SOBRE EXTINÇÃO DA FASE\nDE CUMPRIMENTO DE SENTENÇA. ACÓRDÃO EMBARGADO QUE TRATOU DE\nHABILITAÇÃO DE CRÉDITO NO INVENTÁRIO. AUSÊNCIA DE SIMILITUDE FÁTICA\nE JURÍDICA. PARADIGMA QUE TRATOU SOBRE RECORRIBILIDADE DA DECISÃO\nQUE VERSA SOBRE HABILITAÇÃO DO CRÉDITO NO INVENTÁRIO NA VIGÊNCIA DO\nCPC/73. ACÓRDÃO EMBARGADO QUE TRATOU DA MATÉRIA NA VIGÊNCIA DO\nCPC/15. MODIFICAÇÃO LEGISLATIVA RELEVANTE. ART. 1.015, PARÁGRAFO\nÚNICO. JURISPRUDÊNCIA DESTA CORTE QUE SE FIRMOU NO MESMO SENTIDO DO\nACÓRDÃO EMBARGADO. INCIDÊNCIA DA SÚMULA 168/STJ.\n1- Embargos de divergência em agravo em recurso especial opostos em\n17/09/2021 e atribuídos à Relatora em 28/09/2021.\n2- Os propósitos recursais consistem em definir: (i)\npreliminarmente, a quem cabe fazer o juízo de admissibilidade dos\nembargos de divergência na hipótese em que são apontados, como\nparadigmas, julgado de órgão fracionário da mesma Seção em que\nproferido o acórdão embargado e julgado de órgão fracionário de\nSeção distinta daquela em que proferido o acórdão embargado; (ii)\nse, sob a ótica dos paradigmas invocados e à luz do CPC/15, a\ndecisão que extingue a habilitação de crédito em inventário é\nsentença impugnável por apelação ou é decisão interlocutória\nimpugnável por agravo de instrumento.\n3- Se o embargante invocar, como paradigmas, julgado de órgão\nfracionário de diferente Seção e também julgado de órgão fracionário\nda mesma Seção que prolatou o acórdão embargado, caberá à Corte\nEspecial proferir juízo negativo de admissibilidade dos embargos de\ndivergência se ausentes seus requisitos, somente devendo ser cindido\no julgamento na hipótese em que for admissível o pronunciamento de\nmérito da Seção a qual estão vinculados os órgãos fracionários que\nproferiram os acórdãos paradigma e embargado. Precedentes.\n4- Não se conhecem dos embargos de divergência quando houver\nsubstancial ausência de similitude fática e jurídica entre as\nhipóteses examinadas nos acórdãos paradigma, que tratou da decisão\nextintiva de cumprimento de sentença, e embargado, que versou sobre\ndecisão extintiva de incidente de habilitação de crédito em\ninventário, o que impede sejam analiticamente cotejados os referidos\nacórdãos e, consequentemente, inviabiliza o juízo positivo de\nadmissibilidade dos embargos de divergência.\n5- De igual modo, também não se conhecem dos embargos de divergência\nquando houver substancial ausência de similitude jurídica decorrente\nda modificação das leis em que se fundaram os acórdãos paradigma\n(CPC/73) e embargado (CPC/15), com nova disciplina legal acerca da\nrecorribilidade das decisões proferidas no inventário, agravado pelo\nfato de que, na vigência da nova legislação processual, a\njurisprudência da Corte se consolidou no mesmo sentido do acórdão\nembargado, consignando ser cabível agravo de instrumento contra\ntodas as decisões interlocutórias proferidas na ação de inventário\npor força do art. 1.015, parágrafo único. Incidência da Súmula\n168/STJ.\n6- Embargos de divergência não conhecidos.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220803",
  "decisao" : "Vistos, relatados e discutidos estes autos, acordam os Ministros da\nCorte Especial do Superior Tribunal de Justiça, na conformidade dos\nvotos e das notas taquigráficas constantes dos autos,  A Corte\nEspecial, por unanimidade, não conhecer dos embargos de divergência,\nnos termos do voto da Sra. Ministra Relatora. Os Srs. Ministros\nLaurita Vaz, João Otávio de Noronha, Herman Benjamin, Jorge Mussi,\nOg Fernandes, Luis Felipe Salomão, Mauro Campbell Marques, Benedito\nGonçalves, Raul Araújo, Paulo de Tarso Sanseverino, Maria Isabel\nGallotti e Francisco Falcão votaram com a Sra. Ministra Relatora.\nAusente, justificadamente, a Sra. Ministra Maria Thereza de Assis\nMoura.\nLicenciado o Sr. Ministro Felix Fischer.\nSustentou oralmente o Dr. Fernando Quevem Cardoso Moura, pelo\nembargante.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - JUÍZO DE ADMISSIBILIDADE - PARADIGMAS\nORIGINADOS DE ÓRGÃOS FRACIONÁRIOS VINCULADOS À SEÇÕES DISTINTAS E\nTAMBÉM À MESMA SEÇÃO - COMPETÊNCIA DA CORTE ESPECIAL)\n   STJ - <<AgRg nos EAREsp 155081>>-SC,\n         <<AgRg nos EAREsp 593919>>-PR,\n         <<AgInt no AgInt nos EREsp 1305165>>-RJ,\n         <<AgInt nos EAREsp 673112>>-TO\n(AÇÃO DE INVENTÁRIO - DECISÕES INTERLOCUTÓRIAS - AGRAVO DE\nINSTRUMENTO - RECURSO CABÍVEL)\n   STJ - <<REsp 1803925>>-SP,\n         <<REsp 1963966>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:005869 ANO:1973\n*****  CPC-73    CÓDIGO DE PROCESSO CIVIL DE 1973", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01015 PAR:ÚNICO", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000168" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000820768",
  "numeroProcesso" : "1516757",
  "numeroRegistro" : "201901560009",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "JOÃO OTÁVIO DE NORONHA",
  "dataPublicacao" : "DJE        DATA:09/08/2022",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. JUÍZO DE ADMISSIBILIDADE. EMBARGOS DE DIVERGÊNCIA\nINDEFERIDOS LIMINARMENTE. AGRAVO INTERNO DESPROVIDO\n1. A interposição de embargos de divergência somente tem êxito\nquando o acórdão recorrido, posto em confronto com exemplares da\njurisprudência do STJ, revela discrepância de solução judicial dada\na casos processuais que guardem entre si similitude fático-jurídica,\nde tal modo que fique evidente a divergência entre os julgados\nconfrontados.\n2. Para a configuração da divergência jurisprudencial, é\nimprescindível a demonstração tanto da similitude fática quanto da\nidentidade de questão jurídica entre o acórdão embargado e os\nparadigmas apontados.\n3. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220803",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Corte Especial, por unanimidade, negar\nprovimento ao agravo, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Maria Thereza de Assis Moura, Herman Benjamin,\nJorge Mussi, Og Fernandes, Luis Felipe Salomão, Mauro Campbell\nMarques, Benedito Gonçalves, Raul Araújo, Paulo de Tarso\nSanseverino, Maria Isabel Gallotti, Francisco Falcão, Nancy Andrighi\ne Laurita Vaz votaram com o Sr. Ministro Relator.\nLicenciado o Sr. Ministro Felix Fischer.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STF)    SÚMULA DO SUPREMO TRIBUNAL FEDERAL\n        SUM:000284", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01021 PAR:00001" ],
  "acordaosSimilares" : [ "AgInt nos EAREsp  1609306  SP  2019/0323707-9  Decisão:23/08/2022\nDJE        DATA:25/08/2022" ]
}, {
  "id" : "000820769",
  "numeroProcesso" : "1381396",
  "numeroRegistro" : "201802749492",
  "siglaClasse" : "AgInt nos EDcl nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LUIS FELIPE SALOMÃO",
  "dataPublicacao" : "DJE        DATA:09/08/2022",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE\nDIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL. DISSÍDIO JURISPRUDENCIAL.\nNÃO COMPROVAÇÃO. SIMILITUDE FÁTICO-JURÍDICA. AUSÊNCIA. APLICAÇÃO DA\nSÚMULA 168/STJ.\n1. A admissão dos embargos de divergência reclama a comprovação do\ndissídio jurisprudencial na forma prevista no RISTJ, com a\ndemonstração das circunstâncias fáticas e processuais que assemelham\nos casos confrontados, bem como a adoção de soluções diversas aos\nlitígios. Como de sabença, o escopo dos embargos de divergência é\ntão somente a uniformização da jurisprudência interna corporis e não\na análise acerca do acerto ou desacerto da decisão embargada.\n2. O exame da alegada violação do artigo 1.022 do CPC depende, via\nde regra, de uma verificação casuística que não pode ser feita em\nembargos de divergência. Precedentes.\n3. A comprovação da inequívoca vontade do de cujus em adotar ?\nprevista no artigo 42, § 6º, do ECA ? deve observar as mesmas regras\nque comprovam a filiação socioafetiva, quais sejam: o tratamento do\nmenor como se filho fosse e o conhecimento público dessa condição.\nPrecedentes. Incidência do óbice da Súmula 168/STJ (\"Não cabem\nembargos de divergência, quando a jurisprudência do Tribunal se\nfirmou no mesmo sentido do acórdão embargado.\").\n4. No que diz respeito à aludida questão jurídica ? em que\nconfrontados acórdãos da Terceira e da Quarta Turmas ?, a\nobrigatoriedade de cisão do julgamento e remessa dos autos à Seção\nespecializada deste Tribunal Superior somente tem sentido caso o\nmérito da divergência tenha que ser analisado, sob pena de absoluto\ndesrespeito aos princípios da razoável duração do processo e\nceleridade processual (AgInt nos EAREsp 673.112/TO, relatora\nMinistra Nancy Andrighi, Corte Especial, julgado em 22.2.2022, DJe\n9.3.2022).\n5. Não caracterizado o apontado dissídio interpretativo sobre o § 5º\ndo artigo 1.042 do CPC de 2015, segundo o qual \"o agravo poderá ser\njulgado, conforme o caso, conjuntamente com o recurso especial ou\nextraordinário, assegurada, neste caso, sustentação oral,\nobservando-se, ainda, o disposto no regimento interno do tribunal\nrespectivo\". Isso porque a aludida norma diz respeito a hipóteses em\nque o AREsp é julgado diretamente pelo colegiado a fim de se\nproceder à apreciação de recurso especial que não possa ser objeto\nde deliberação unipessoal, nos termos do inciso II do artigo 253 do\nRISTJ, que estabelece diversas hipóteses em que, na esfera\nmonocrática, haverá o julgamento conjunto do agravo e do recurso\nespecial. Ademais, nos termos da Súmula 568/STJ, \"o relator,\nmonocraticamente e no Superior Tribunal de Justiça, poderá dar ou\nnegar provimento ao recurso quando houver entendimento dominante\nacerca do tema\".\n6. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220803",
  "decisao" : "Vistos, relatados e discutidos estes autos, os Ministros da Corte\nEspecial do Superior Tribunal de Justiça acordam, por unanimidade,\nnegar provimento ao agravo, nos termos do voto do Sr. Ministro\nRelator. Os Srs. Ministros Mauro Campbell Marques, Benedito\nGonçalves, Raul Araújo, Paulo de Tarso Sanseverino, Maria Isabel\nGallotti, Francisco Falcão, Nancy Andrighi, Laurita Vaz, João Otávio\nde Noronha, Maria Thereza de Assis Moura, Herman Benjamin, Jorge\nMussi e Og Fernandes votaram com o Sr. Ministro Relator.\nLicenciado o Sr. Ministro Felix Fischer.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - ALEGAÇÃO DE NEGATIVA DE PRESTAÇÃO\nJURISDICIONAL - NÃO CABIMENTO - ESPECIFICIDADE DO CASO CONCRETO)\n   STJ - <<AgInt nos EDv nos EREsp 1783510>>-RJ,\n         <<AgInt nos EREsp 1417597>>-RS,\n         <<AgRg nos EREsp 1254149>>-SC\n(EMBARGOS DE DIVERGÊNCIA - CISÃO DO JULGAMENTO DO MÉRITO - REMESSA\nDOS AUTOS À SEÇÃO - RAZOÁVEL DURAÇÃO DO PROCESSO)\n   STJ - <<AgInt nos EAREsp 673112>>-TO,\n         <<AgRg nos EAREsp 593919>>-PR\n(ADOÇÃO PÓSTUMA - RECONHECIMENTO DE FILIAÇÃO SOCIOAFETIVA)\n   STJ - <<REsp 1500999>>-RJ,\n         <<REsp 1663137>>-MG,\n         <<AgInt no REsp 1520454>>-RS\n(AGRAVO EM RECURSO ESPECIAL - JULGAMENTO MONOCRÁTICO - APRECIAÇÃO DO\nRECURSO ESPECIAL)\n   STJ - <<AgInt no AREsp 735697>>-RJ",
  "notas" : null,
  "informacoesComplementares" : "     \"[...] 'a Corte Especial tem competência para analisar, no\nâmbito dos embargos de divergência, aspectos de admissibilidade do\nrecurso uniformizador, ainda que envolva julgados que pertençam a\nmesma Seção' [...]\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00253 INC:00002", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000168 SUM:000568", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01022 ART:01042 PAR:00005", "LEG:FED LEI:008069 ANO:1990\n*****  ECA-90    ESTATUTO DA CRIANÇA E DO ADOLESCENTE\n        ART:00042 PAR:00006" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000820770",
  "numeroProcesso" : "1725706",
  "numeroRegistro" : "202001672224",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "PAULO DE TARSO SANSEVERINO",
  "dataPublicacao" : "DJE        DATA:09/08/2022",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. PROCESSUAL CIVIL. INDICAÇÃO DE PARADIGMA ORIUNDO DO\nJULGAMENTO DE RECURSO ORDINÁRIO EM MANDADO DE SEGURANÇA.\nIMPOSSIBILIDADE. ART. 1.043, § 1º, DO CPC/2015.\n1. \"Mesmo na égide do novo CPC, o § 1º do art. 1.043 restringe os\njulgados que podem ser objetos de comparação, em sede de embargos de\ndivergência, a recursos e ações de competência originária, não\npodendo, portanto, funcionar como paradigma acórdãos proferidos em\nações que têm natureza jurídica de garantia constitucional, como os\nhabeas corpus, mandado de segurança, habeas data e mandado de\ninjunção. O mesmo raciocínio vale para enunciados de súmula de\ntribunais\" (AgInt nos EAREsp 474.423/RS, Corte Especial, relatora\nMinistra Nancy Andrighi, DJe de 10/5/2018)\n2. AGRAVO INTERNO A QUE SE NEGA PROVIMENTO.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220803",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Corte Especial, por unanimidade, negar\nprovimento ao agravo, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Maria Isabel Gallotti, Nancy Andrighi, Laurita\nVaz, João Otávio de Noronha, Jorge Mussi, Og Fernandes, Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves e Raul Araújo\nvotaram com o Sr. Ministro Relator. O Sr. Ministro Raul Araújo e a\nSra. Ministra Maria Isabel Gallotti acompanharam o Sr. Ministro\nRelator com ressalva em relação à fundamentação.\nAusentes, justificadamente, os Srs. Ministros Francisco Falcão,\nMaria Thereza de Assis Moura e Herman Benjamin.\nLicenciado o Sr. Ministro Felix Fischer.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - AÇÕES CONSTITUCIONAIS - UTILIZAÇÃO COMO\nPARADIGMA - NÃO CABIMENTO)\n   STJ - <<AgInt nos EAREsp 474423>>-RS",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266 PAR:00001", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01043 PAR:00001" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000820786",
  "numeroProcesso" : "179846",
  "numeroRegistro" : "202101594473",
  "siglaClasse" : "CC",
  "descricaoClasse" : "CONFLITO DE COMPETENCIA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "BENEDITO GONÇALVES",
  "dataPublicacao" : "DJE        DATA:10/08/2022",
  "ementa" : "PROCESSUAL CIVIL. ADMINISTRATIVO. CONSUMIDOR. CONFLITO NEGATIVO DE\nCOMPETÊNCIA. AÇÃO CIVIL PÚBLICA AJUIZADA PELO PROGRAMA ESTADUAL DE\nPROTEÇÃO E DEFESA DO CONSUMIDOR DO CEARÁ (DECON/CE) CONTRA\nCONCESSIONÁRIA DE SERVIÇO DE TV POR ASSINATURA. CONTROVÉRSIA A\nRESPEITO DO NÃO CUMPRIMENTO DAS NORMAS PREVISTAS NO DECRETO FEDERAL\nN. 6.523/2008 E NA PORTARIA N. 2.014/2008. DESCUMPRIMENTO DE NORMAS\nDO SERVIÇO DE ATENDIMENTO AO CONSUMIDOR. SAC. RELAÇÃO JURÍDICA DE\nDIREITO PÚBLICO. COMPETÊNCIA PARA PROCESSAMENTO E JULGAMENTO DO\nRECURSO DA PRIMEIRA TURMA DA PRIMEIRA SEÇÃO DESTA CORTE SUPERIOR.\n1. Trata-se de conflito negativo de competência no qual se deve\ndefinir a competência interna nesta Corte Superior, se da Primeira\nTurma ou da Terceira Turma, para o processamento e julgamento de\nrecurso especial interposto nos autos de ação civil pública ajuizada\npor Órgão de defesa do consumidor contra concessionária de serviços\nde TV por assinatura, em razão de a requerida, em tese, não estar\ncumprindo normas do Decreto federal n.  6.523/2008, que regulamentou\na Lei n. 8.078/1990 (CDC), e da Portaria n. 2.014/2008, do\nMinistério da Justiça.\n2. Nos termos do caput do artigo 9º do Regimento Interno, a\ndelimitação da competência interna no Superior Tribunal de Justiça\ntem por matriz a natureza da relação jurídica litigiosa, ou seja, o\nconteúdo da relação jurídica subjacente ao recurso.\n3. Em observância à causa de pedir e aos pedidos contidos na petição\ninicial da ação civil pública, conclui-se que a relação jurídica\ncontrovertida entre o Órgão estadual que fiscaliza a implementação e\na manutenção adequada do serviço gratuito SAC, por telefone, \"lei\ndo call center\", e o prestador de serviço regulado pelo Poder\nPúblico federal - serviço de televisão por assinatura, que é um\nserviço de telecomunicações, possui contornos eminentemente\npúblicos, quer sob a perspectiva do cumprimento de normas\nregulamentares, quer sob a ótica da regulação do direito ao serviço\nde telecomunicação (Lei n. 9.472/1997).\n4. Conflito conhecido para declarar a competência da Primeira Turma\ndesta Corte Superior.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220803",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Corte Especial, por unanimidade,\nconhecer do conflito e declarou competente a Primeira Turma do STJ,\nnos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Raul Araújo, Paulo de Tarso Sanseverino, Maria\nIsabel Gallotti, Francisco Falcão, Nancy Andrighi, Laurita Vaz, João\nOtávio de Noronha, Maria Thereza de Assis Moura, Herman Benjamin,\nJorge Mussi, Og Fernandes, Luis Felipe Salomão e Mauro Campbell\nMarques votaram com o Sr. Ministro Relator.\nLicenciado o Sr. Ministro Felix Fischer.",
  "jurisprudenciaCitada" : "(STJ - COMPETÊNCIA INTERNA - NATUREZA DA RELAÇÃO JURÍDICA LITIGIOSA)\n   STJ - <<CC 171348>>-DF,\n         <<CC 177911>>-DF,\n         <<CC 178214>>-DF,\n         <<CC 183528>>-DF\n(CONFLITO DE COMPETÊNCIA - RELAÇÃO JURÍDICA - CAUSA DE PEDIR E\nPEDIDO NARRADOS NA PETIÇÃO INICIAL)\n   STJ - <<CC 114865>>-DF,\n         <<CC 98357>>-SC,\n         <<CC 32607>>-DF\n   STF - [[CC 8018]]-PI,\n         [[CC 7950]]-RN\n(SERVIÇO DE TELEVISÃO POR ASSINATURA - SERVIÇO DE TELECOMUNICAÇÕES)\n   STF - [[ADI 4118]]-RJ\n(DESCUMPRIMENTO DE NORMAS DO SERVIÇO DE ATENDIMENTO AO CONSUMIDOR -\nSAC - RELAÇÃO JURÍDICA DE DIREITO PÚBLICO - COMPETÊNCIA)\n   STJ - <<CC 178687>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00009 PAR:00001 INC:00014", "LEG:FED DEC:006523 ANO:2008", "LEG:FED LEI:008078 ANO:1990\n*****  CDC-90    CÓDIGO DE DEFESA DO CONSUMIDOR\n(REGULAMENTADA PELO DECRETO 6.523/2008)", "LEG:FED PRT:002014 ANO:2008\n(MINISTÉRIO DA JUSTIÇA - MJ)", "LEG:FED LEI:009472 ANO:1997\n*****  LGT-97    LEI GERAL DE TELECOMUNICAÇÕES\n        ART:00060 PAR:00001", "LEG:FED LEI:012485 ANO:2011" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000820833",
  "numeroProcesso" : "819",
  "numeroRegistro" : "201101235530",
  "siglaClasse" : "AgRg na APn",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA AÇÃO PENAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJE        DATA:09/08/2022",
  "ementa" : "PROCESSUAL PENAL. AÇÃO PENAL ORIGINÁRIA. AGRAVO REGIMENTAL.\nDESMEMBRAMENTO. COMPETÊNCIA. APOSENTADORIA COMPULSÓRIA. PRINCÍPIO DO\nJUIZ NATURAL. PREVENÇÃO. ARTS. 78, II, \"C\" E 83, AMBOS DO CPP.\n1. O princípio do juiz natural constitui direito fundamental de\nprimeira dimensão, que encontra raiz na Convenção Americana de\nDireitos Humanos e na Constituição da República de 1988.\n2. Processo no qual foi determinado o desmembramento do feito, com\ndeclínio da competência e remessa de cópia dos autos para que os\nacusados sem prerrogativa de foro fossem julgados por Juízo de\nDireito do Tribunal de Justiça do Estado da Paraíba, nos termos dos\narts. 78, II, \"b\" e 80, ambos do CPP.\n3. A aposentadoria compulsória por idade do denunciado que detinha\nforo privilegiado neste Tribunal Superior impõe a remessa dos autos\nao Juízo de Direito prevento, nos termos dos arts. 78, II, \"c\" e 83,\nambos do CPP.\n4. Agravo regimental não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220803",
  "decisao" : "Vistos, relatados e discutidos estes autos, acordam os Ministros da\nCorte Especial do Superior Tribunal de Justiça, na conformidade dos\nvotos e das notas taquigráficas constantes dos autos,  A Corte\nEspecial, por unanimidade, negar provimento ao agravo, nos termos do\nvoto da Sra. Ministra Relatora. Os Srs. Ministros Laurita Vaz, João\nOtávio de Noronha, Maria Thereza de Assis Moura, Herman Benjamin, Og\nFernandes, Luis Felipe Salomão, Mauro Campbell Marques, Benedito\nGonçalves, Raul Araújo, Paulo de Tarso Sanseverino, Maria Isabel\nGallotti e Francisco Falcão votaram com a Sra. Ministra Relatora.\nImpedido o Sr. Ministro Humberto Martins.\nLicenciado o Sr. Ministro Felix Fischer.\nPresidiu o julgamento o Sr. Ministro Jorge Mussi.",
  "jurisprudenciaCitada" : "(DESMEMBRAMENTO - COMPETÊNCIA - PRINCÍPIO DO JUIZ NATURAL -\nPREVENÇÃO)\n   STJ - <<HC 717807>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00072 ART:00078 INC:00002 LET:C ART:00083", "LEG:FED DEC:000678 ANO:1992", "LEG:INT CVC:****** ANO:1969\n*****  CADH    CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS\n        ART:00008 ITEM:00001\n(PACTO DE SÃO JOSÉ DA COSTA RICA, PROMULGADO PELO DECRETO 678/1992)" ],
  "acordaosSimilares" : [ "AgRg na APn     926  DF  2015/0212726-5  Decisão:03/08/2022\nDJE        DATA:09/08/2022" ]
}, {
  "id" : "000821420",
  "numeroProcesso" : "3384",
  "numeroRegistro" : "202200578660",
  "siglaClasse" : "AgInt na SS",
  "descricaoClasse" : "AGRAVO INTERNO NA SUSPENSÃO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "HUMBERTO MARTINS",
  "dataPublicacao" : "DJE        DATA:10/08/2022",
  "ementa" : "AGRAVO INTERNO NA SUSPENSÃO DE SEGURANÇA. QUESTÃO TRIBUTÁRIA.\nISENÇÃO FISCAL DE EMOLUMENTOS. NATUREZA TRIBUTÁRIA. DISPUTA  DE\nINTERESSES PARTICULARES. NÃO DEMONSTRAÇÃO DA ALEGADA OFENSA À ORDEM\nE À ECONOMIA PÚBLICAS.\n1. A suspensão de segurança é medida excepcional de contracautela,\ncuja finalidade é evitar grave lesão à ordem, à saúde, à segurança\nou à economia públicas (art. 4º da Lei n. 8.347/1992).\n2. In casu, a ausência da legitimidade é notória, considerando que a\ncausa de pedir da ação manejada contra a Corregedoria-Geral da\nJustiça do Estado de Goiás tem como fundamento disputa que envolve\ninteresses particulares sem demonstração de violação da ordem\npública ou de qualquer dos valores protegidos pelo instituto da\nsuspensão de segurança.\n3. Além disso, a excepcionalidade prevista na legislação de regência\nnão foi devidamente comprovada, porquanto a requerente não\ndemonstrou, de maneira cabal e inequívoca, de que forma o acórdão\nconcessivo da segurança ofende a ordem e a economia públicas.\nAgravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220803",
  "decisao" : "Vistos,  relatados  e discutidos os autos em que são partes as acima\nindicadas,  acordam  os  Ministros  da  Corte Especial  do Superior\nTribunal  de Justiça, por unanimidade, negar provimento ao agravo,\nnos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Maria Thereza de Assis Moura, Herman\nBenjamin, Og Fernandes, Luis Felipe Salomão, Mauro Campbell Marques,\nBenedito Gonçalves, Raul Araújo, Paulo de Tarso Sanseverino e Maria\nIsabel Gallotti votaram com a Sr. Ministro Relator.\nLicenciado o Sr. Ministro Felix Fischer.\nPresidiu o julgamento o Sr. Ministro Jorge Mussi.",
  "jurisprudenciaCitada" : "(SUSPENSÃO DE SEGURANÇA - LEGITIMIDADE - PESSOA JURÍDICA DE DIREITO\nPRIVADO)\n   STJ - <<AgRg na SS 2660>>-SP,\n         <<AgRg na SLS 1320>>-BA\n(SUSPENSÃO DE LIMINAR - LESÃO AO BEM JURÍDICO - DEMONSTRAÇÃO)\n   STJ - <<AgRg na SLS 845>>-PE",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:008347 ANO:1992\n        ART:00004" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000821450",
  "numeroProcesso" : "2958",
  "numeroRegistro" : "202101838648",
  "siglaClasse" : "AgRg na SLS",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA SUSPENSÃO DE LIMINAR E DE SENTENÇA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "HUMBERTO MARTINS",
  "dataPublicacao" : "DJE        DATA:10/08/2022",
  "ementa" : "AGRAVO INTERNO NA SUSPENSÃO DE LIMINAR E DE SENTENÇA. MEIO AMBIENTE.\nPOLÍTICA PÚBLICA DE PRODUÇÃO ENERGÉTICA. VIOLAÇÃO EM PARTE AOS BENS\nJURÍDICOS TUTELADOS PELA LEGISLAÇÃO DE REGÊNCIA. \n1. O deferimento do pedido de suspensão está condicionado à cabal\ndemonstração de que a manutenção da decisão impugnada causa efetiva\nlesão ao interesse público.\n2. No caso em exame, ficou parcialmente caracterizada lesão à ordem\ne à economia públicas, apenas na parte do comando judicial que\ndetermina à requerente que se abstenha de causar novas mortandades\nde peixes e, no prazo de 180 (cento e oitenta) dias, apresente\nprojeto e execução de implantação de medidas de prevenção, entre\nelas a conclusão da ala referente a escada para peixes (alternativa\nde deslocamento), de modo a evitar nova mortandade da fauna\nictiológica, bem assim apresente avaliação do risco de novas mortes\nde peixes causadas por diferentes fatores, contemplando outras\npossibilidades de causas de mortes (turbinas, canal de fuga,\nvertedouros e demais estruturas associadas).\n3. Em relação aos outros itens que determinam a apresentação de\nestudos de viabilidade de implantação de Sistema de Transposição de\nPeixes (STP), de viabilidade técnica e ambiental de ações de\nprodução de alevinos e repovoamento de peixes, especificamente das\nespécies corvina e matrinxã e demais espécies, bem como a\nmonitoração da ictiofauna do trecho a jusante da UHE Colíder,\ndisponibilizando imediatamente os dados a toda a comunidade em\nsistema on-line, e a manutenção de acessibilidade em página\neletrônica, dos dados de operação e de gestão de risco da UHE\nColíder (montante, reservatório e jusante), incluindo informações\nprévias de alerta para evitar significativos impactos ambientais\nrelacionados às operações e mudanças bruscas de vazões defluentes ou\nafluentes do reservatório e suas consequências de jusante,\nsão questões meramente recursais, ou seja, trata-se de mero\ninconformismo em relação à decisão da corte originária, não se\njustificando a sua suspensão.\nAgravo interno provido em parte.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220803",
  "decisao" : "Vistos,  relatados  e discutidos os autos em que são partes as acima\nindicadas,  acordam  os  Ministros  da  Corte Especial  do Superior\nTribunal  de Justiça, por unanimidade, dar provimento parcial ao\nagravo, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Herman Benjamin, Og Fernandes, Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nPaulo de Tarso Sanseverino e Maria Isabel Gallotti votaram com o Sr.\nMinistro Relator.\nAusente, justificadamente, a Sra. Ministra Maria Thereza de Assis\nMoura.\nLicenciado o Sr. Ministro Felix Fischer.\nPresidiu o julgamento o Sr. Ministro Jorge Mussi.",
  "jurisprudenciaCitada" : "(SUSPENSÃO DE LIMINAR E DE SENTENÇA - SUCEDÂNEO RECURSAL - ANÁLISE\nDO MÉRITO)\n   STJ - <<AgInt na SLS 2162>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000821639",
  "numeroProcesso" : "1731193",
  "numeroRegistro" : "201800649572",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "BENEDITO GONÇALVES",
  "dataPublicacao" : "DJE        DATA:15/08/2022",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA.\nCONFRONTO ENTRE TESES JURÍDICAS. DIVERGÊNCIA SUPERADA. SÚMULA\n168/STJ. AUSÊNCIA DE SIMILITUDE ENTRE OS ACÓRDÃOS CONFRONTADOS\n1. Tendo o recurso sido interposto contra decisão publicada na\nvigência do Código de Processo Civil de 2015, devem ser exigidos os\nrequisitos de admissibilidade na forma nele previsto, conforme\nEnunciado Administrativo n. 3/2016/STJ.\n2. \"Conforme decidiu a Corte Especial, \"atualmente, a taxa dos juros\nmoratórios a que se refere o referido dispositivo [art. 406 do\nCC/2002] é a taxa referencial do Sistema Especial de Liquidação e\nCustódia - SELIC, por ser ela a que incide como juros moratórios dos\ntributos federais (arts. 13 da Lei 9.065/95, 84 da Lei 8.981/95, 39,\n§ 4º, da Lei 9.250/95, 61, § 3º, da Lei 9.430/96 e 30 da Lei\n10.522/02)\" (EREsp 727842, DJ de 20/11/08)\" (REsp 1102552/CE, Rel.\nMinistro TEORI ALBINO ZAVASCKI, PRIMEIRA SEÇÃO, julgado em\n25/03/2009, DJe 06/04/2009).\n3. Diante da jurisprudência do Superior Tribunal de Justiça,\nimpossível o conhecimento da divergência com os acórdãos proferidos\npela Primeira e Segunda Turmas do Superior Tribunal de Justiça, pela\nincidência da Súmula 168/STJ (Não cabem embargos de divergência,\nquando a jurisprudência do Tribunal se firmou no mesmo sentido do\nacórdão embargado).\n4. Na hipótese dos autos, quanto à arguida existência de cláusula\ncontratual a estabelecer patamar de juros diverso do que fixado pelo\naresto embargado, tal aspecto efetivamente não chegou a ser debatido\nno acórdão embargado da Terceira Turma dessa Corte Superior de\nJustiça, motivo que igualmente inviabiliza a apreciação ora buscada.\n5. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220803",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Corte Especial, por unanimidade, negar\nprovimento ao agravo, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Raul Araújo, Paulo de Tarso Sanseverino, Maria\nIsabel Gallotti, Francisco Falcão, Nancy Andrighi, Laurita Vaz, João\nOtávio de Noronha, Herman Benjamin, Og Fernandes, Luis Felipe\nSalomão e Mauro Campbell Marques votaram com o Sr. Ministro Relator.\nO Sr. Ministro Luis Felipe Salomão acompanhou o Sr. Ministro Relator\ncom ressalvas.\nAusentes, justificadamente, a Sra. Ministra Maria Thereza de Assis\nMoura e o Sr. Ministro Jorge Mussi.\nLicenciado o Sr. Ministro Felix Fischer.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000168" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000822027",
  "numeroProcesso" : "5431",
  "numeroRegistro" : "202101993206",
  "siglaClasse" : "HDE",
  "descricaoClasse" : "HOMOLOGAÇÃO DE DECISÃO ESTRANGEIRA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "FRANCISCO FALCÃO",
  "dataPublicacao" : "DJE        DATA:18/08/2022",
  "ementa" : "SENTENÇA ARBITRAL ESTRANGEIRA CONTESTADA. COMPETÊNCIA DO STJ. JUÍZO\nDELIBAÇÃO. CHANCELA CONSULAR. APOSTILA. HOMOLOGAÇÃO DEFERIDA.\nI - O Superior Tribunal de Justiça tem competência para emitir juízo\nmeramente delibatório acerca da homologação de sentença estrangeira.\nAssim, eventual deferimento do pedido de homologação, portanto,\nlimita-se a dar eficácia à sentença estrangeira, nos exatos termos\nem que proferida, não sendo possível aditá-la para inserir\nprovimento que dela não conste.\n II - A competência do Juízo arbitral pode ser aferida pela sentença\narbitral proferida nos limites da própria convenção que permitiu sua\ninstauração.\nIII - A Convenção sobre Eliminação da Exigência de Legalização de\nDocumentos Públicos Estrangeiros, promulgada por intermédio do\nDecreto n. 8.660/2016, prevê a substituição da chancela consular\nbrasileira pela apostila emitida pela autoridade competente do\nEstado no qual o documento é originado.\nIV - Homologação deferida.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220803",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Corte Especial do Superior\nTribunal de Justiça,  A Corte Especial, por unanimidade, deferiu o\npedido de homologação, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, Laurita Vaz, João Otávio de\nNoronha, Herman Benjamin, Jorge Mussi, Og Fernandes, Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nPaulo de Tarso Sanseverino e Maria Isabel Gallotti votaram com o Sr.\nMinistro Relator.\nAusente, justificadamente, a Sra. Ministra Maria Thereza de Assis\nMoura.\nLicenciado o Sr. Ministro Felix Fischer.\nEsteve presente, sendo dispensada a sustentação oral, o Dr. Marcos\nRolim Fernandes Fontes, pela requerente.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : "Aguardando análise.",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000822028",
  "numeroProcesso" : "4189",
  "numeroRegistro" : "202001274970",
  "siglaClasse" : "HDE",
  "descricaoClasse" : "HOMOLOGAÇÃO DE DECISÃO ESTRANGEIRA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:17/08/2022",
  "ementa" : "DIREITO INTERNACIONAL PRIVADO. PROCESSUAL CIVIL. SENTENÇA ARBITRAL\nESTRANGEIRA CONTESTADA ORIUNDA DE CORTE ARBITRAL DA REPÚBLICA\nPOPULAR DA CHINA. ARTS. 15 E 17 DA LEI DE INTRODUÇÃO ÀS NORMAS DO\nDIREITO BRASILEIRO. ARTS. 960 E SEGUINTES DO CPC/2015. ARTS. 216-C,\n216-D E 216-F DO RISTJ. REQUISITOS ATENDIDOS. PEDIDO DE HOMOLOGAÇÃO\nDE SENTENÇA ESTRANGEIRA DEFERIDO.\n1. A homologação de decisões estrangeiras pelo Poder Judiciário\npossui previsão na Constituição Federal de 1988 e, desde 2004, está\noutorgada ao Superior Tribunal de Justiça, que a realiza com atenção\naos ditames dos arts. 15 e 17 do Decreto-Lei n. 4.657/1942 (LINDB),\ndo Código de Processo Civil de 2015 (art. 960 e seguintes) e 216-A e\nseguintes do RISTJ.\n2. Os requisitos legais e regimentais para o deferimento do pedido\nsão: (i) instrução da petição inicial com o original ou cópia\nautenticada da decisão homologanda e de outros documentos\nindispensáveis, devidamente traduzidos por tradutor oficial ou\njuramentado no Brasil, e chancelados por autoridade consular\nbrasileira; (ii) haver sido a sentença proferida por autoridade\ncompetente; (iii) terem as partes sido regularmente citadas ou\nhaver-se legalmente verificado a revelia; (iv) ter a sentença\ntransitado em julgado; e (v) inexistir ofensa à soberania, à\ndignidade da pessoa humana e/ou à ordem pública.\n3. Contestação que defende a ocorrência de inépcia e prescrição no\nfeito que originou a decisão homologanda, aspectos relativos ao\nmérito do título que se pretende homologar e que escapam à estreita\nvia do juízo de delibação, sufragado pelo sistema brasileiro.\nPrecedentes do STJ.\n4. Valor atribuído à causa irrisório, devendo ser fixado em R$\n100.000,00 (cem mil reais) para corresponder às características do\nprocedimento homologatório, que não se confunde com a eventual\nexecução da decisão e não possui índole condenatória.\n5. Requisitos legais atendidos quanto à prova da citação do\nrequerido no processo estrangeiro, ao trânsito em julgado e ao fato\nde estar a decisão devidamente autenticada por autoridade consular\nbrasileira e com tradução oficial e/ou juramentada.\n6. Pedido de homologação de sentença estrangeira deferido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220803",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Corte Especial, por unanimidade, deferir o\npedido de homologação, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Luis Felipe Salomão, Mauro Campbell Marques,\nBenedito Gonçalves, Raul Araújo, Paulo de Tarso Sanseverino, Maria\nIsabel Gallotti, Francisco Falcão, Nancy Andrighi, Laurita Vaz, João\nOtávio de Noronha, Maria Thereza de Assis Moura, Herman Benjamin e\nJorge Mussi votaram com o Sr. Ministro Relator.\nLicenciado o Sr. Ministro Felix Fischer.",
  "jurisprudenciaCitada" : "(HOMOLOGAÇÃO DA SENTENÇA ESTRANGEIRA - JUÍZO DE DELIBAÇÃO)\n   STJ - <<SEC 5597>>-EX,\n         <<HDE 1082>>-EX",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00963", "LEG:FED DEL:004657 ANO:1942\n*****  LINDB-42    LEI DE INTRODUÇÃO ÀS NORMAS DO DIREITO BRASILEIRO\n        ART:00015 ART:00017", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:0216C ART:0216D ART:0216F" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000822267",
  "numeroProcesso" : "1568442",
  "numeroRegistro" : "201502943446",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "FRANCISCO FALCÃO",
  "dataPublicacao" : "DJE        DATA:18/08/2022",
  "ementa" : "PROCESSUAL CIVIL. TRIBUTÁRIO. ICMS. ANULAÇÃO DOS CRÉDITOS.\nIMPROCEDÊNCIA. AGRAVO INTERNO QUE NÃO ATACA OS FUNDAMENTOS DA\nDECISÃO AGRAVADA. APLICAÇÃO DA SÚMULA N. 182 DO STJ. EMBARGOS DE\nDIVERGÊNCIA. DESNECESSIDADE DE IMPUGNAÇÃO DE TODOS OS CAPÍTULOS\nAUTÔNOMOS E/OU INDEPENDENTES DA DECISÃO MONOCRÁTICA AGRAVADA.\nINAPLICABILIDADE DA SÚMULA 182/STJ À ESPÉCIE. RETORNO DOS AUTOS À\nRESPECTIVA TURMA PARA JULGAMENTO EM RELAÇÃO AOS PONTOS EFETIVAMENTE\nIMPUGNADOS.\nI - Na origem, trata-se de ação ajuizada por Klabin S.A. contra o\nEstado de Santa Catarina objetivando a anulação de créditos\ntributários relativos ao ICMS. Na sentença, julgou-se improcedente o\npedido. No Tribunal a quo, a sentença foi mantida. Esta Corte negou\nprovimento ao recurso especial. A Primeira Turma não conheceu do\nagravo interno. Os embargos de divergência foram indeferidos.\nII - Os embargos de divergência, recurso de fundamentação vinculada,\ntêm o propósito de compor divergência entre órgão fracionário do\nSupremo Tribunal Federal ou do Superior Tribunal de Justiça e\nqualquer outro órgão jurisdicional do mesmo tribunal (CPC/15, art.\n1.043). Visa, portanto, a uniformizar a jurisprudência do tribunal.\nIII - Uma vez que goza de tal desiderato, são admitidos\nexclusivamente quando indicada e comprovada a existência de\ndivergência interior no tribunal. Mais ainda, é necessário que a\ndivergência seja atual (CPC, art. 1.044, caput, c.c. art. 266 do\nRISTJ - para o REsp).\nIV - Ademais, compete ao embargante demonstrar analiticamente que os\nacórdãos têm similitude fática e jurídica, ou, como querem o art.\n1.043, §4º, do CPC/15 e o art. 266, §4º, do RISTJ, \"as\ncircunstâncias que identificam ou assemelham os casos confrontados\".\nCumpriu o embargante as exigências necessárias.\nV - Discute-se a necessidade de impugnar todos os fundamentos da\ndecisão por meio de agravo interno ou se é possível atacar apenas\ndeterminados capítulos autônomos, com a consequente preclusão dos\ncapítulos não impugnados.\nVI - Estabelecida tal premissa, e para que possível a impugnação\nparcial do conteúdo decisório, mostra-se indispensável a verificação\nda autonomia entre os capítulos da decisão judicial, podendo o\nrecorrente a partir de tal análise optar por impugnar apenas aqueles\nque discorda ou, caso constatada relação entre os tópicos da\ndecisão, tenha a parte do dever de impugnação total de todos os\ntópicos de decisão.\nVII - O art. 1.021, § 1º do CPC/2015 determina que a petição\nrecursal impugnará especificamente os fundamentos da decisão\nagravada, ou seja, o agravante deve impugnar os capítulos autônomos\nque entender passíveis de recurso. Tal constatação não significa\ndizer que todos os capítulos autônomos da decisão devem ser\nimpugnados, mas apenas aqueles que a parte agravante se insurgir,\nprecluindo o direito de recorrer em relação aos demais pontos não\nrecorridos.\nVIII - A Corte Especial do STJ pacificou o entendimento quanto ao\ncabimento de impugnação parcial de capítulos autônomos em sede de\nagravo interno, admitindo a desnecessidade de impugnação específica\nde todos os fundamentos da decisão recorrida e reconhecendo a\npreclusão dos capítulos não impugnados. (EREsp 1424404/SP, Rel.\nMinistro LUIS FELIPE SALOMÃO, CORTE ESPECIAL, julgado em 20/10/2021,\nDJe 17/11/2021) (AgInt no AgInt no REsp 1470616/PR, Rel. Ministro OG\nFERNANDES, SEGUNDA TURMA, julgado em 03/10/2019, DJe 05/10/2021)\n(AgInt no REsp 1519438/SP, Rel. Ministro RAUL ARAÚJO, Rel. p/\nAcórdão Ministra MARIA ISABEL GALLOTTI, QUARTA TURMA, julgado em\n17/12/2019, DJe 16/03/2020).\nIX - Diante da fundamentação contida no presente voto, não é\nadequado exigir da parte expressa discordância com determinados\ncapítulos, tendo como premissa o fato de que a não impugnação de\nfundamentos da decisão agravada gera a preclusão da possibilidade de\nrecorrer de tais tópicos. Ou seja, eximindo-se a parte de impugnar\ncapítulos específicos de eventual decisão que queira objurgar, recai\nsobre a parte não impugnada a preclusão e o direito da parte de\ninsurgir-se posteriormente.\nX - Agravo interno provido para afastar, no caso concreto, a\naplicação da Súmula 182/STJ, bem como determinar o retorno dos autos\nà Primeira Turma desta Corte Superior, exclusivamente para\njulgamento dos pontos efetivamente impugnados da decisão\noriginalmente agravada, restando preclusos os demais.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220803",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Corte Especial do Superior\nTribunal de Justiça,  A Corte Especial, por unanimidade, dar\nprovimento ao agravo, nos termos do voto do Sr. Ministro Relator. Os\nSrs. Ministros Nancy Andrighi, Laurita Vaz, João Otávio de Noronha,\nMaria Thereza de Assis Moura, Herman Benjamin, Jorge Mussi, Og\nFernandes, Luis Felipe Salomão, Mauro Campbell Marques, Benedito\nGonçalves, Raul Araújo, Paulo de Tarso Sanseverino e Maria Isabel\nGallotti votaram com o Sr. Ministro Relator.\nLicenciado o Sr. Ministro Felix Fischer.",
  "jurisprudenciaCitada" : "(DECISÃO DE INADMISSÃO DO RECURSO ESPECIAL - NECESSIDADE DE\nIMPUGNAÇÃO DE TODOS OS FUNDAMENTOS)\n   STJ - <<EAREsp 701404>>-SC\n(IMPUGNAÇÃO PARCIAL DE CAPÍTULOS AUTÔNOMOS EM SEDE DE AGRAVO INTERNO\n- CABIMENTO)\n   STJ - <<EREsp 1424404>>-SP,\n         <<AgInt no AgInt no REsp 1470616>>-PR,\n         <<AgInt no REsp 1519438>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266 PAR:00004", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000182", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00944 ART:01002 ART:01013 ART:01021 PAR:00001\n        ART:01043 INC:00001 PAR:00002 PAR:00004 ART:01044" ],
  "acordaosSimilares" : [ "AgInt nos EAREsp  1767791  PR  2020/0254474-6  Decisão:17/08/2022\nDJE        DATA:24/08/2022", "AgInt nos EREsp  1919219  RJ  2020/0191875-9  Decisão:03/08/2022\nDJE        DATA:18/08/2022" ]
}, {
  "id" : "000820653",
  "numeroProcesso" : "182897",
  "numeroRegistro" : "202103032067",
  "siglaClasse" : "CC",
  "descricaoClasse" : "CONFLITO DE COMPETENCIA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "PAULO DE TARSO SANSEVERINO",
  "dataPublicacao" : "DJE        DATA:09/08/2022",
  "ementa" : "CONFLITO INTERNO DE COMPETÊNCIA. PRIMEIRA E TERCEIRA TURMAS DO\nSUPERIOR TRIBUNAL DE JUSTIÇA. NATUREZA DA RELAÇÃO JURÍDICA\nLITIGIOSA. DEMANDA AJUIZADA POR EMPRESA PRIVADA EM FACE DA NORTE\nENERGIA S/A EM QUE SE POSTULA  A RECOMPOSIÇÃO DO EQUILÍBRIO\nECONÔMICO-FINANCEIRO DE CONTRATO RELACIONADO AO REASSENTAMENTO\nURBANO DAS FAMÍLIAS RIBEIRINHAS AFETADAS PELO LAGO DA USINA DE BELO\nMONTE. RELAÇÃO DE DIREITO PRIVADO  EVIDENCIADA.\n1. O presente conflito de competência busca definir a Seção\ncompetente para julgamento do Recurso Especial nº 1.909.283/DF\noriundo de demanda ajuizada por  Construtora Central do Brasil S/A\nem face de Norte Energia S/A cuja origem remonta ao  contrato\ncelebrado entre as partes, cujo objeto diz com a elaboração de\nprojeto executivo e construção de unidades habitacionais nas áreas\nde reassentamento urbano na cidade de Altamira/PA, como compensação\nàs famílias ribeirinhas que seriam afetadas pelo lago da usina de\nBelo Monte.\n2. A  competência  das Turmas e Seções, no âmbito do Superior\nTribunal de Justiça, é fixada em razão da natureza da relação\njurídica litigiosa, conforme determina o art. 9º. do RISTJ.\n3. No caso, a controvérsia diz respeito a  pretensão de recomposição\ndo equilíbrio econômico-financeiro do contrato -  que não ostenta\níndole  administrativa -  e reconvenção relacionado a devolução de\nadiantamentos realizados nesse mesmo acordo, entre empresas\nprivadas, a evidenciar a natureza essencialmente privada da relação\njurídica litigiosa.\n4. CONFLITO INTERNO CONHECIDO, PARA DECLARAR, NOS TERMOS DO ART. 9º,\n§ 2º, II, III E XIV, DO RISTJ, A COMPETÊNCIA DA TERCEIRA TURMA PARA\nO PROCESSAMENTO E JULGAMENTO DO RESP 1.909.283/DF.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220801",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Corte Especial do Superior\nTribunal de Justiça, por unanimidade, conhecer do conflito e\ndeclarar competente a Terceira Turma, nos termos do voto do Sr.\nMinistro Relator. Os Srs. Ministros Maria Isabel Gallotti, Francisco\nFalcão, Laurita Vaz, João Otávio de Noronha, Herman Benjamin, Jorge\nMussi, Og Fernandes, Luis Felipe Salomão, Mauro Campbell Marques,\nBenedito Gonçalves e Raul Araújo votaram com o Sr. Ministro Relator.\nAusentes, justificadamente, as Sras. Ministras Nancy Andrighi e\nMaria Thereza de Assis Moura.\nLicenciado o Sr. Ministro Felix Fischer.",
  "jurisprudenciaCitada" : "(SUPERIOR TRIBUNAL DE JUSTIÇA - FIXAÇÃO DA COMPETÊNCIA INTERNA -\nNATUREZA DA RELAÇÃO JURÍDICA EM LITÍGIO)\n   STJ - <<CC 183528>>-DF",
  "notas" : null,
  "informacoesComplementares" : "     \"[...] para a realização do reassentamento urbano, a [...],\natravés de procedimento que resolveu chamar de 'licitação', promoveu\ndisputa entre empresas interessadas na construção das moradias,\nporém tal certame não se amolda ao conceito de licitação previsto no\nart. 37, caput e XXI, da CF, já que não promovido por ente da\nAdministração pública direta e indireta de qualquer dos Poderes da\nUnião, dos Estados, do Distrito Federal e dos Municípios\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00009 PAR:00002 INC:00002 INC:00003 INC:00014", "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00037 INC:00021" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000822277",
  "numeroProcesso" : "3876",
  "numeroRegistro" : "202000234903",
  "siglaClasse" : "HDE",
  "descricaoClasse" : "HOMOLOGAÇÃO DE DECISÃO ESTRANGEIRA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:18/08/2022",
  "ementa" : "DIREITO INTERNACIONAL PRIVADO. PROCESSUAL CIVIL. SENTENÇA ARBITRAL\nESTRANGEIRA CONTESTADA. SENTENÇA ORIUNDA DE CORTE ARBITRAL DA\nREPÚBLICA DO PERU. ARTS. 15 E 17 DA LEI DE INTRODUÇÃO ÀS NORMAS DO\nDIREITO BRASILEIRO. ARTS. 960 E SEGUINTES DO CPC/2015. ARTS. 216-C,\n216-D E 216-F DO RISTJ. ARTS. 37 A 39 DA LEI N. 9.307/1996.\nREQUISITOS ATENDIDOS. PEDIDO DE HOMOLOGAÇÃO DE SENTENÇA ESTRANGEIRA\nDEFERIDO.\n1. A homologação de decisões estrangeiras pelo Poder Judiciário\npossui previsão na Constituição Federal de 1988 e, desde 2004, está\noutorgada ao Superior Tribunal de Justiça, que a realiza com atenção\naos ditames dos arts. 15 e 17 do Decreto-Lei n. 4.657/1942 (LINDB),\ndo Código de Processo Civil de 2015 (art. 960 e seguintes) e 216-A e\nseguintes do RISTJ.\n2. Os requisitos legais e regimentais para o deferimento do pedido\nsão: (i) instrução da petição inicial com o original ou cópia\nautenticada da decisão homologanda e de outros documentos\nindispensáveis, devidamente traduzidos por tradutor oficial ou\njuramentado no Brasil, e chancelados por autoridade consular\nbrasileira; (ii) haver sido a sentença proferida por autoridade\ncompetente; (iii) terem as partes sido regularmente citadas ou\nhaver-se legalmente verificado a revelia; (iv) ter a sentença\ntransitado em julgado; e (v) inexistir ofensa à soberania, à\ndignidade da pessoa humana e/ou à ordem pública.\n3. Incidência das previsões dos arts. 37 a 39 da Lei n. 9.307/1996 -\nLei de Arbitragem Brasileira, inexistindo impugnação à invalidade do\ntítulo ou à regularidade da citação.\n4. Contestação que se volta contra a existência de vícios formais,\nsuperados durante a instrução processual, e contra aspectos de\nmérito da sentença, que escapam à estreita via do juízo de delibação\nsufragado pelo sistema brasileiro. Precedentes do STJ.\n5. Existência de interesse e utilidade na homologação, visto que a\neventual ausência momentânea de inadimplemento da obrigação não\nretira a utilidade de se conferir validade à sentença, uma vez que\nnão houve exaurimento das obrigações.\n6. Requisitos atendidos, impondo-se o deferimento da homologação da\nsentença estrangeira arbitral.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220801",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Corte Especial, por unanimidade, deferir o\npedido de homologação, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Luis Felipe Salomão, Mauro Campbell Marques,\nBenedito Gonçalves, Raul Araújo, Paulo de Tarso Sanseverino, Maria\nIsabel Gallotti, Francisco Falcão, Laurita Vaz, João Otávio de\nNoronha, Herman Benjamin e Jorge Mussi votaram com o Sr. Ministro\nRelator.\nAusentes, justificadamente, as Sras. Ministras Nancy Andrighi e\nMaria Thereza de Assis Moura.\nLicenciado o Sr. Ministro Felix Fischer.",
  "jurisprudenciaCitada" : "(HOMOLOGAÇÃO DE SENTENÇA ARBITRAL ESTRANGEIRA - OFENSA À ORDEM\nPÚBLICA - NÃO CARACTERIZAÇÃO)\n   STJ - <<SEC 507>>\n(HOMOLOGAÇÃO DE SENTENÇA ARBITRAL ESTRANGEIRA - JUÍZO DE DELIBAÇÃO -\nEXAME DE MATÉRIA DE MÉRITO - IMPOSSIBILIDADE)\n   STJ - <<AgInt na HDE 3233>>-EX,\n         <<HDE 1082>>-EX,\n         <<SEC 16180>>-EX",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00963", "LEG:FED LEI:009307 ANO:1996\n*****  LA-96    LEI DE ARBITRAGEM\n        ART:00037 ART:00038 ART:00039", "LEG:FED DEL:004657 ANO:1942\n*****  LINDB-42    LEI DE INTRODUÇÃO ÀS NORMAS DO DIREITO BRASILEIRO\n        ART:00015 ART:00017", "LEG:FED EMC:000045 ANO:2004", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:0216C ART:0216D ART:0216F" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000822278",
  "numeroProcesso" : "1936",
  "numeroRegistro" : "201801806605",
  "siglaClasse" : "HDE",
  "descricaoClasse" : "HOMOLOGAÇÃO DE DECISÃO ESTRANGEIRA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:18/08/2022",
  "ementa" : "DIREITO INTERNACIONAL PRIVADO. PROCESSUAL CIVIL. SENTENÇA\nESTRANGEIRA NÃO CONTESTADA. AÇÃO INDENIZATÓRIA JULGADA PROCEDENTE\nPOR SENTENÇA ARBITRAL ORIUNDA DOS ESTADOS UNIDOS DA AMÉRICA. ARTS.\n15 E 17 DA LEI DE INTRODUÇÃO ÀS NORMAS DO DIREITO BRASILEIRO. ARTS.\n960 E SEGUINTES DO CPC/2015. ARTS. 216-C, 216-D E 216-F DO RISTJ.\nREQUISITOS ATENDIDOS. PEDIDO DE HOMOLOGAÇÃO DE SENTENÇA ESTRANGEIRA\nDEFERIDO.\n1. A homologação de decisões estrangeiras pelo Poder Judiciário\npossui previsão na Constituição Federal de 1988 e, desde 2004, está\noutorgada ao Superior Tribunal de Justiça, que a realiza com atenção\naos ditames dos arts. 15 e 17 do Decreto-Lei n.º 4.657/1942 (LINDB),\ndo Código de Processo Civil de 2015 (art. 960 e seguintes) e do art.\n216-A e seguintes do RISTJ.\n2. Nos termos dos arts. 15 e 17 da Lei de Introdução às Normas do\nDireito Brasileiro, 963 do CPC/2015, e 216-C, 216-D e 216-F do\nRegimento Interno do Superior Tribunal de Justiça, são requisitos da\nhomologação os seguintes: (i) instrução da petição inicial com o\noriginal ou cópia autenticada da decisão homologanda e de outros\ndocumentos indispensáveis, devidamente traduzidos por tradutor\noficial ou juramentado no Brasil e chancelados pela autoridade\nconsular brasileira; (ii) haver sido a sentença proferida por\nautoridade competente; (iii) terem as partes sido regularmente\ncitadas ou haver-se legalmente verificado a revelia; (iv) ter a\nsentença transitado em julgado; (v) não ofender a soberania, a\ndignidade da pessoa humana e/ou ordem pública.\n3. Ausência de objeção do requerido e da curadoria especial\nconstituída pela DPU.\n4. Requisitos legais atendidos quanto à prova da citação do\nrequerido no processo estrangeiro, ao trânsito em julgado e à\nautenticação por autoridade consular brasileira e com tradução\noficial e/ou juramentada, com parecer favorável do MPF.\n5. Pedido de homologação de sentença estrangeira deferido sem\nfixação de honorários, diante da ausência de efetiva resistência ao\npedido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220801",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Corte Especial, por unanimidade, deferir o\npedido de homologação, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Luis Felipe Salomão, Mauro Campbell Marques,\nBenedito Gonçalves, Raul Araújo, Paulo de Tarso Sanseverino, Maria\nIsabel Gallotti, Francisco Falcão, Laurita Vaz, João Otávio de\nNoronha, Herman Benjamin e Jorge Mussi votaram com o Sr. Ministro\nRelator.\nAusentes, justificadamente, as Sras. Ministras Nancy Andrighi e\nMaria Thereza de Assis Moura.\nLicenciado o Sr. Ministro Felix Fischer.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEL:004657 ANO:1942\n*****  LINDB-42    LEI DE INTRODUÇÃO ÀS NORMAS DO DIREITO BRASILEIRO\n        ART:00015", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00960 ART:00963", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:0216A ART:0216C ART:0216D ART:0216F", "LEG:FED DEL:004657 ANO:1942\n        ART:00015 ART:00017" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000820462",
  "numeroProcesso" : "949",
  "numeroRegistro" : "201700069069",
  "siglaClasse" : "AgRg na APn",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA AÇÃO PENAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RAUL ARAÚJO",
  "dataPublicacao" : "DJE        DATA:01/08/2022",
  "ementa" : "PROCESSUAL PENAL. AÇÃO PENAL ORIGINÁRIA. AGRAVO REGIMENTAL.\nCOMPETÊNCIA ABSOLUTA DA JUSTIÇA FEDERAL. NÃO OCORRÊNCIA DE\nPRECLUSÃO. CISÃO DO FEITO. ORGANIZAÇÃO CRIMINOSA. POSSIBILIDADE DE\nINDIVIDUALIZAÇÃO DE CONDUTA DE ACUSADO APONTADO COMO NÃO INTEGRANTE\nDA ORCRIM. AÇÃO CRIMINOSA NÃO RELACIONADA DIRETAMENTE COM INTERESSE\nFEDERAL. COMPETÊNCIA DA JUSTIÇA ESTADUAL.\n1. São de competência absoluta da Justiça Federal os feitos que\nenvolvem a apuração de supostas infrações em prejuízo de interesse\nfederal, nos termos do art. 109, IV, da Constituição Federal.\n2. Não há preclusão a impedir o reexame de decisão que resulte em\nincompetência absoluta. Precedentes do STJ e do STF.\n3. Individualizada a conduta do acusado apontado como não integrante\nda organização criminosa, e constatando-se que sua suposta ação\ncriminosa não está diretamente relacionada a interesse federal,\nimpõe-se a cisão do feito, com remessa dos autos à Justiça Estadual.\n4. Agravo regimental provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220701",
  "decisao" : "Vistos e relatados estes autos, em que são partes as acima\nindicadas, decide a Corte Especial, por unanimidade, dar provimento\nao agravo regimental, nos termos do voto do Sr. Ministro Relator. Os\nSrs. Ministros Paulo de Tarso Sanseverino, Maria Isabel Gallotti,\nNancy Andrighi, Laurita Vaz, Maria Thereza de Assis Moura, Herman\nBenjamin, Jorge Mussi, Og Fernandes, Luis Felipe Salomão, Mauro\nCampbell Marques e Benedito Gonçalves votaram com o Sr. Ministro\nRelator. Impedidos os Srs. Ministros Felix Fischer e Joel Ilan\nPaciornik. Ausentes, justificadamente, os Srs. Ministros Francisco\nFalcão e João Otávio de Noronha. Licenciado o Sr. Ministro Felix\nFischer. Convocado o Sr. Ministro Joel Ilan Paciornik. Esteve\npresente, tendo dispensado a sustentação oral, a Dra. Nina Ribeiro\nNery de Oliveira, pelo agravante.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00109 INC:00004", "LEG:FED LEI:013540 ANO:2017", "LEG:FED LEI:008001 ANO:1990\n        ART:00002 PAR:00002\n(COM A REDAÇÃO DADA PELA LEI 13.540/2017)" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000820481",
  "numeroProcesso" : "47",
  "numeroRegistro" : "202100000330",
  "siglaClasse" : "AgRg na CauInomCrim",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA CAUTELAR INOMINADA CRIMINAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:03/08/2022",
  "ementa" : "PROCESSO PENAL. AGRAVO REGIMENTAL. MEDIDAS ASSECURATÓRIAS DE\nNATUREZA PATRIMONIAL. LEI 9.613/98. DECRETO-LEI 3.240/41. EXISTÊNCIA\nDE INDÍCIOS SUFICIENTES DA INFRAÇÃO PENAL. DISPENSA DA DEMONSTRAÇÃO\nDE ATOS CONCRETOS DE DILAPIDAÇÃO PATRIMONIAL. FUNDAMENTAÇÃO.\nSUFICIENTE. OMISSÃO. NÃO CONFIGURADA. CARÁTER SOLIDÁRIO DA MEDIDA\nCAUTELAR. RESPONSABILIDADE CRIMINAL DE CADA DENUNCIADO AINDA NÃO\nPERFEITAMENTE DELINEADA. NECESSIDADE DE SALVAGUARDAR OS EFEITOS\nGENÉRICOS DE EVENTUAL SENTENÇA PENAL CONDENATÓRIA. AGRAVO REGIMENTAL\nA QUE SE NEGA PROVIMENTO.\n1. Trata-se de agravo regimental interposto por MARCELO JUNQUEIRA\nAYRES FILHO, atacando decisão monocrática, que determinou a\nindisponibilidade de bens, valores, dinheiro e ativos, no patamar de\nR$ 300 mil, a recair, de forma solidária, sobre o patrimônio dos\ncodenunciados na APn 986.\n2. As medidas assecuratórias previstas na legislação penal\ndestinam-se, em termos gerais, a garantir, em caso de condenação, o\nressarcimento dos danos causados pelo crime e o pagamento de pena de\nmulta, custas processuais e demais obrigações pecuniárias impostas.\nElas podem ser decretadas não apenas sobre bens ou valores do\ninvestigado que constituam instrumento, produto ou proveito do\ncrime, mas também sobre aqueles cujo valor seja equivalente ao\nproduto ou proveito do crime, ainda que adquiridos licitamente.\n3. Para o deferimento das medidas assecuratórias de natureza\npatrimonial, basta atestar a existência de indícios suficientes da\ninfração penal, sendo dispensável a demonstração de atos concretos\nde dilapidação patrimonial. Nos casos de investigações por crimes de\nlavagem de capitais ou que resulte prejuízo à Fazenda Pública, como\nna presente hipótese, esta Corte Superior de Justiça possui\nentendimento idêntico. Precedentes.\n4. O aparente esquema criminoso foi descrito pelo MPF, com base em\ndiversos elementos de informação colhidos durante a investigação, e\nnão apenas nas declarações do colaborador.\n5. A justificativa do agravante para as movimentações suspeitas\nidentificadas pelo MPF aponta para uma conduta potencialmente\ntendente a burlar os mecanismos de controle do Sistema Financeiro\nNacional, o que demanda apuração mais aprofundada por parte dos\nórgãos de persecução criminal.\n6. Nesta quadra temporal, em que a instrução probatória ainda não se\niniciou, a responsabilidade criminal de cada denunciado ainda não se\nencontra perfeitamente delineada, o que evidencia a necessidade de\nsalvaguardar os efeitos genéricos de eventual sentença penal\ncondenatória, mantendo o caráter solidário da indisponibilidade.\n7. O pedido de reconhecimento de excesso de cautela já foi submetido\ne apreciado por este Relator no bojo do EmbAc 42, razão pela qual\nverifica-se a perda de objeto.\n8. Agravo regimental a que se nega provimento, mantendo-se\ninalterada a decisão que decretou a medida cautelar de\nindisponibilidade de bens e valores.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220701",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Corte Especial, por unanimidade, negar\nprovimento ao agravo, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Luis Felipe Salomão, Mauro Campbell Marques,\nBenedito Gonçalves, Raul Araújo, Paulo de Tarso Sanseverino, Maria\nIsabel Gallotti, Joel Ilan Paciornik, Nancy Andrighi, Laurita Vaz,\nMaria Thereza de Assis Moura, Herman Benjamin e Jorge Mussi votaram\ncom o Sr. Ministro Relator.\nAusentes, justificadamente, os Srs. Ministros Francisco Falcão e\nJoão Otávio de Noronha.\nLicenciado o Sr. Ministro Felix Fischer.\nConvocado o Sr. Ministro Joel Ilan Paciornik.",
  "jurisprudenciaCitada" : "(MEDIDAS ASSECURATÓRIAS DE NATUREZA PATRIMONIAL - REQUISITOS)\n   STF - [[PET - AgR 7069]]\n(MEDIDAS ASSECURATÓRIAS DE NATUREZA PATRIMONIAL - REQUISITOS -\nCRIMES DE LAVAGEM DE CAPITAIS)\n   STJ - <<EDcl no AgRg no AREsp 1792372>>-PR,\n         <<AgRg no AREsp 1327863>>-PR",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:009613 ANO:1998\n        ART:00007", "LEG:FED DEL:002848 ANO:1940\n*****  CP-40    CÓDIGO PENAL\n        ART:00091" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000820650",
  "numeroProcesso" : "1610844",
  "numeroRegistro" : "201601057876",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LUIS FELIPE SALOMÃO",
  "dataPublicacao" : "DJE        DATA:09/08/2022",
  "ementa" : "INCIDENTE DE ASSUNÇÃO DE COMPETÊNCIA. RECURSO ESPECIAL. CIVIL E\nPROCESSUAL CIVIL. EXTENSÃO DA PENHORA DE SALDO EM CONTA-CORRENTE\nCONJUNTA. PRESUNÇÃO RELATIVA DE RATEIO EM PARTES IGUAIS.\n1. No que diz respeito à \"conta conjunta solidária\" - também chamada\nconta \"E/OU\", em que qualquer um dos titulares pode realizar todas\nas operações e exercer todos os direitos decorrentes do contrato de\nconta-corrente, independentemente da aprovação dos demais -,\nsobressai a solidariedade ativa e passiva na relação jurídica\nestabelecida entre os cotitulares e a instituição financeira\nmantenedora, o que decorre diretamente das obrigações encartadas no\ncontrato de conta-corrente, em consonância com a regra estabelecida\nno artigo 265 do Código Civil.\n2. Por outro lado, a obrigação pecuniária assumida por um dos\ncorrentistas perante terceiros não poderá repercutir na esfera\npatrimonial do cotitular da \"conta conjunta solidária\" caso\ninexistente disposição legal ou contratual atribuindo\nresponsabilidade solidária pelo pagamento da dívida executada.\n3. É que o saldo mantido na \"conta conjunta solidária\" caracteriza\nbem divisível, cuja cotitularidade, nos termos de precedentes desta\nCorte, atrai as regras atinentes ao condomínio, motivo pelo qual se\npresume a repartição do numerário em partes iguais entre os\ncorrentistas quando não houver elemento probatório a indicar o\ncontrário, ex vi do disposto no parágrafo único do artigo 1.315 do\nCódigo Civil (REsp n. 819.327/SP, relator Ministro Humberto Gomes de\nBarros, Terceira Turma, DJ de 8.5.2006). Tal presunção de rateio\npro rata de bens e obrigações pertencentes a mais de uma pessoa\ndecorre do princípio concursu partes fiunt, que também se encontra\nencartado nos artigos 257 (obrigações divisíveis), 272 (obrigações\nsolidárias) e 639 (contrato de depósito) do Código Civil.\n4. Nesse quadro, à luz do princípio da responsabilidade patrimonial\ndo devedor - enunciado nos artigos 591 e 592 do CPC de 1973\n(reproduzidos nos artigos 789 e 790 do CPC de 2015) -, a penhora\neletrônica de saldo existente em \"conta conjunta solidária\" não\npoderá abranger proporção maior que o numerário pertencente ao\ndevedor executado, devendo ser preservada a cota-parte dos demais\ncorrentistas.\n5. Sob tal ótica, por força da presunção do rateio igualitário do\nsaldo constante da \"conta coletiva solidária\", caberá ao \"cotitular\nnão devedor\" comprovar que o montante que integra o seu patrimônio\nexclusivo ultrapassa o quantum presumido. De outro lado, poderá o\nexequente demonstrar que o devedor executado é quem detém a\npropriedade exclusiva - ou em maior proporção - dos valores\ndepositados na conta conjunta.\n6. Tese jurídica firmada para efeito do artigo 947 do CPC: \"a) É\npresumido, em regra, o rateio em partes iguais do numerário mantido\nem conta corrente conjunta solidária quando inexistente previsão\nlegal ou contratual de responsabilidade solidária dos correntistas\npelo pagamento de dívida imputada a um deles. b) Não será possível a\npenhora da integralidade do saldo existente em conta conjunta\nsolidária no âmbito de execução movida por pessoa (física ou\njurídica) distinta da instituição financeira mantenedora, sendo\nfranqueada aos cotitulares e ao exequente a oportunidade de\ndemonstrar os valores que integram o patrimônio de cada um, a fim de\nafastar a presunção relativa de rateio.\"\n7. Solução do caso concreto: afigura-se impositiva a reforma do\nacórdão estadual, pois, malgrado o recorrente não tenha comprovado o\nseu direito à totalidade do saldo existente na conta conjunta, é\ncerto que o bloqueio judicial deveria se restringir aos 50% que se\npresumem pertencentes ao cotitular executado.\n8. Recurso especial provido a fim de determinar que a penhora fique\nlimitada à metade do numerário encontrado na conta-corrente conjunta\nsolidária.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220615",
  "decisao" : "Vistos, relatados e discutidos estes autos, os Ministros da Corte\nEspecial do Superior Tribunal de Justiça acordam,  preliminarmente,\npor unanimidade, decidiu que o \"amicus curiae\" somente poderá\nsustentar oralmente mediante divisão do tempo com a parte. No\nmérito,  por unanimidade, conhecer do recurso especial e dar-lhe\nprovimento, nos termos do voto do Sr. Ministro Relator. Os Srs.\nMinistros Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nPaulo de Tarso Sanseverino, Maria Isabel Gallotti, Francisco Falcão,\nNancy Andrighi, Laurita Vaz, João Otávio de Noronha, Maria Thereza\nde Assis Moura, Herman Benjamin, Jorge Mussi e Og Fernandes votaram\ncom o Sr. Ministro Relator.\nLicenciado o Sr. Ministro Felix Fischer.\nEsteve presente e acompanhou o julgamento do feito o Dr. Anselmo\nMoreira Gonzalez, pela Federação Brasileira de Bancos - FEBRABAN.",
  "jurisprudenciaCitada" : "(CONTA CONJUNTA SOLIDÁRIA - REGRAS - CONDOMÍNIO)\n   STJ - <<REsp 819327>>-SP,\n         <<REsp 1511976>>-MG\n(CONTA CONJUNTA - COTITULAR - RESPONSABILIDADE CIVIL)\n   STJ - <<EDcl no AgRg no REsp 1490576>>-SP,\n         <<REsp 981081>>-RS,\n         <<REsp 708612>>-RO",
  "notas" : "Julgado conforme procedimento previsto para Incidente de Assunção de\nCompetência (IAC) no âmbito do STJ.",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : "\"a) É presumido, em regra, o rateio em partes iguais do numerário\nmantido em conta corrente conjunta solidária quando inexistente\nprevisão legal ou contratual de responsabilidade solidária dos\ncorrentistas pelo pagamento de dívida imputada a um deles. b) Não\nserá possível a penhora da integralidade do saldo existente em conta\nconjunta solidária no âmbito de execução movida por pessoa (física\nou jurídica) distinta da instituição financeira mantenedora, sendo\nfranqueada aos cotitulares e ao exequente a oportunidade de\ndemonstrar os valores que integram o patrimônio de cada um, a fim de\nafastar a presunção relativa de rateio\".",
  "tema" : "Tema Repetitivo 12\nSituação do tema: Acórdão Publicado",
  "referenciasLegislativas" : [ "LEG:FED LEI:010406 ANO:2002\n*****  CC-02    CÓDIGO CIVIL DE 2002\n        ART:00257 ART:00265 ART:00272 ART:00639 ART:01315", "LEG:FED LEI:005869 ANO:1973\n*****  CPC-73    CÓDIGO DE PROCESSO CIVIL DE 1973\n        ART:00591 ART:00592", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00789 ART:00790 ART:00947" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000821275",
  "numeroProcesso" : "2779",
  "numeroRegistro" : "202002103403",
  "siglaClasse" : "AgInt na SLS",
  "descricaoClasse" : "AGRAVO INTERNO NA SUSPENSÃO DE LIMINAR E DE SENTENÇA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "JOÃO OTÁVIO DE NORONHA",
  "dataPublicacao" : "DJE        DATA:16/08/2022",
  "ementa" : "AGRAVO INTERNO. SUSPENSÃO DE LIMINAR. NÃO CONFIGURAÇÃO DE LESÃO À\nORDEM PÚBLICA E ECONÔMICA. REPARTIÇÃO DE RISCOS. CRITÉRIOS NÃO\nDEMONSTRADOS.\n1. A alocação de riscos é inerente aos contratos de parceria\npúblico-privada, conforme exigência contida na lei (inciso VI do\nart. 4º da Lei n. 11.079/2004).\n1.1. Na hipótese de distribuição ex post dos riscos, devem ser\nobservados critérios relacionados à equação econômico-financeira dos\ncontratos.\n1.2. Assim é que a queda de arrecadação fiscal de município\ncontratante advinda da redução do preço do barril de petróleo no\nmercado internacional não constitui motivo suficiente à redução da\ncontraprestação devida à concessionária de serviços públicos se essa\ncontraprestação não estiver vinculada contratualmente à variação do\npreço do petróleo. Inexiste a imprevisibilidade do evento.\n2. A repartição de riscos não pode resultar no comprometimento do\nequilíbrio econômico-financeiro do ajuste. A redução das\ncontraprestações em 85,5%, sem alteração dos demais encargos e das\nobrigações previstas entre as partes, principalmente as de\nresponsabilidade da concessionária, compromete esse equilíbrio.\n3. Agravo provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220601",
  "decisao" : "Vistos, relatados e discutidos estes autos em que são partes as\nacima indicadas,  acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, na conformidade dos votos e das notas\ntaquigráficas a seguir,  prosseguindo no julgamento, após o\nvoto-vista do Sr. Ministro Luis Felipe Salomão dando provimento ao\nagravo, a retificação parcial do voto do Sr. Ministro João Otávio de\nNoronha para aderir ao voto da Sra. Ministra Nancy Andrighi e os\nvotos dos Srs. Ministros Og Fernandes, Mauro Campbell Marques,\nBenedito Gonçalves, Raul Araújo, Paulo de Tarso Sanseverino e Maria\nIsabel Gallotti, no mesmo sentido, por maioria, dar provimento ao\nrecurso.\nLavrará o acórdão o Sr. Ministro João Otávio de Noronha. Os Srs.\nMinistros Nancy Andrighi, Og Fernandes, Luis Felipe Salomão, Mauro\nCampbell Marques, Benedito Gonçalves, Raul Araújo, Paulo de Tarso\nSanseverino e Maria Isabel Gallotti votaram com o Sr. Ministro João\nOtávio de Noronha. Vencidos os Srs. Ministros Relator, Laurita Vaz e\nHerman Benjamin que negavam provimento ao agravo.\nNão participou do julgamento o Sr. Ministro Antonio Carlos Ferreira.\nDeclarou-se apta para votar a Sra. Ministra Maria Isabel Gallotti.\nAusentes, justificadamente, os Srs. Ministros Francisco Falcão,\nMaria Thereza de Assis Moura e Herman Benjamin.\nLicenciado o Sr. Ministro Felix Fischer.\nConvocado o Sr. Ministro Antonio Carlos Ferreira.\nPresidiu o julgamento o Sr. Ministro Jorge Mussi.",
  "jurisprudenciaCitada" : "(CONTRATO ADMINISTRATIVO - REVISÃO DA CONTRAPRESTAÇÃO - EQUILÍBRIO\nECONÔMICO-FINANCEIRO)\n   STJ - <<AgRg na SLS 162>>-PE\n(VOTO VISTA - SUSPENSÃO DE LIMINAR - LEGITIMIDADE - CONCESSIONÁRIA -\nREDUÇÃO DE RECEITA - COMPROMETIMENTO DO SERVIÇO PUBLICO - LESÃO À\nORDEM PÚBLICA E ECONÔMICA)\n   STJ - <<AgInt na SLS 2725>>-PR,\n         {{SLS 2605}}-RS,\n         {{SLS 1817}}-RS,\n         {{SLS 2513}}-PR,\n         <<AgInt na SLS 2513>>-PR,\n         <<AgRg na SLS 162>>-PE,\n         <<AgRg na SLS 79>>-SP,\n         <<AgRg na SL 76>>-PR\n(VOTO VISTA - SUSPENSÃO DE LIMINAR - LESÃO AO INTERESSE PÚBLICO -\nNECESSIDADE DE DEMONSTRAÇÃO CONCRETA)\n   STJ - <<AgRg na SLS 73>>-MG,\n         <<AgInt na SLS 2900>>-DF,\n         <<AgInt na SLS 2228>>-RJ\n(VOTO VISTA - SUSPENSÃO DE LIMINAR - APRECIAÇÃO DO MÉRITO)\n   STJ - <<AgRg no AgRg na SLS 348>>-SP,\n         <<AgInt na SLS 3020>>-PA,\n         <<AgInt na SLS 2487>>-SC,\n         <<AgInt no AgInt na SLS 2116>>-MG\n(VOTO VENCIDO - SUSPENSÃO DE SEGURANÇA - LEI DE REGÊNCIA - PRETENSÃO\nFORA ROL DOS BENS TUTELADOS)\n   STJ - <<AgInt na SS 2887>>-BA,\n         <<RCD na SS 2872>>-CE",
  "notas" : null,
  "informacoesComplementares" : "     (VOTO VISTA) (MIN. NANCY ANDRIGHI)\n     \"A suspensão de liminar é medida de contracautela excepcional,\nque tem por finalidade evitar grave lesão à ordem, à saúde, à\nsegurança ou à economia públicas nas hipóteses em que haja manifesto\ninteresse público ou flagrante ilegitimidade (arts. 4º da Lei\n8.437/92 e 15 da Lei 12.016/09).\n     No particular, conforme constou da decisão agravada, a\nrequerente, embora pessoa jurídica de direito privado, ostenta\nlegitimidade para requerer a suspensão de decisão proferida pelo\nTJ/RJ, pois há evidente interesse público decorrente da manutenção\nda prestação do serviço de esgoto sanitário.\".\n     \"[...] a redução abrupta da receita de concessionárias (como\nocorrido na hipótese) é, por si só, motivo capaz de comprometer a\ncontinuidade dos serviços públicos prestados, devendo ser suspensos\nos efeitos de liminares com esse conteúdo\".\n     (VOTO VISTA) (MIN. LUIS FELIPE SALOMÃO)\n     \"O deferimento do pedido de 'suspensão de segurança' \u001A cognição\nde cunho jurídico-político atribuída ao Presidente do Tribunal \u001A\nreclama a aferição, in concreto, de que os efeitos da decisão\nimpugnada poderão resultar em dano efetivo a um dos interesses\njuridicamente protegidos previstos nas hipóteses de cabimento do\nincidente processual\".\n     \"Nessa via excepcional, o Presidente desta Corte não exerce o\npapel de instância revisora das decisões emanadas dos Tribunais de\nJustiça e dos Tribunais Regionais Federais, razão pela qual se\nrevela descabida a incursão em questões de fundo objeto do exame de\nmérito da demanda, cujo deslinde compete, privativamente, às\ninstâncias ordinárias [...]\".\n     (VOTO VENCIDO) (MIN. HUMBERTO MARTINS)\n     \"No presente caso, não se verifica a ocorrência de grave lesão\na nenhum dos bens tutelados pela lei de regência, porquanto não se\ncomprovou, de forma inequívoca, em que sentido o decidido acerca do\ncompartilhamento com a administração pública de ganhos econômicos\nefetivos do parceiro privado, decorrentes da redução do risco de\ncrédito dos financiamentos utilizados, atinge de forma irreversível\nos referidos bens jurídicos\".\n     \"[...] não ficou configurada, de forma cabal e inequívoca,\ngrave lesão à ordem pública, pois não ficou comprovado se a\ncontinuidade dos serviços públicos da municipalidade estaria\ncomprometida enquanto se discute judicialmente a sustentabilidade\neconômico-financeira do contrato de concessão [...]\".\n     \"[...] o art. 4º da Lei n. 8.437/1992 não contempla como um dos\nfundamentos para o conhecimento da suspensão a grave lesão à ordem\njurídica, não havendo aqui espaço para a análise de eventuais 'error\nin procedendo' e 'error in judicando', restrita às vias ordinárias\n[...]\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:011079 ANO:2004\n*****  LPPP-2004    LEI DE PARCERIA PÚBLICO-PRIVADA\n        ART:00004 INC:00006", "LEG:FED LEI:008437 ANO:1992\n        ART:00004", "LEG:FED LEI:012016 ANO:2009\n*****  LMS-09    LEI DO MANDADO DE SEGURANÇA\n        ART:00015" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000820457",
  "numeroProcesso" : "1241338",
  "numeroRegistro" : "201800229673",
  "siglaClasse" : "AgInt no RE nos EDcl no AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "HERMAN BENJAMIN",
  "dataPublicacao" : "DJE        DATA:01/08/2022",
  "ementa" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO. MOTIVAÇÃO DAS DECISÕES\nJUDICIAIS. FUNDAMENTAÇÃO SUFICIENTE. TEMA 339/STF.\n1. Ao reconhecer a existência de Repercussão Geral com relação ao\nart. 93, IX, da Constituição Federal, o STF destacou que a\nfundamentação exigida pelo texto constitucional é aquela revestida\nde coerência, explicitando suficientemente as razões de\nconvencimento do julgador, ainda que incorreta ou mesmo não\npormenorizada, pois decisão contrária ao interesse da parte não\nconfigura violação do indigitado normativo (AI 791.292-QO-RG, rel.\nMinistro Gilmar Mendes, publicado em 13/8/2010 (Tema 339/STF).\n2. O acórdão proferido pelo Superior Tribunal de Justiça, impugnado\nno Recurso Extraordinário, está em conformidade com a orientação do\nSupremo Tribunal Federal, porque foram explicitadas razões\nsuficientes para o colegiado negar provimento ao Agravo Interno nos\nEmbargos de Divergência. A Corte Especial consignou: \"De outro\nvértice, no paradigma retratado pelo AgInt no REsp n. 1.778.514- SP,\na recorrente manifestou 'a concordância com parte autônoma e\nindependente da decisão, qual seja, a ausência de violação ao art.\n1.022 do Código de Processo Civil e a incompetência desta Corte para\nanalisar a ofensa a dispositivo constitucional' (e-STJ fl. 4.186),\nrazão da não impugnação daqueles fundamentos, o que não se verificou\nno acórdão embargado. Por outro lado, o REsp n.1.113.175-DF também\nnão pode ser adotado para fins de uniformização, tal qual pretende o\nagravante. É que, além da ausência do requisito da atualidade do\nparadigma, proferido sob a égide do CPC/73, também não se vislumbra\nsimilitude fática entre os arestos confrontados. Nesse julgado, o\ndebate, quanto ao ponto, se deu com a finalidade de apreciar ' o\ncabimento dos embargos infringentes para discutir honorários dada a\nnatureza de mérito de que se reveste o capítulo da sentença em que\nfixados' (e-STJ fl. 4.208). No acórdão embargado, a questão sequer\nfoi apreciada, porquanto a parte não impugnou a incidência da Súmula\n7 do STJ que obstou o conhecimento do tópico relativo à distribuição\ndo ônus da sucumbência\".\n3. Agravo Interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220524",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, em sessão virtual de 18/05/2022 a 24/05/2022, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Jorge Mussi, Og Fernandes, Luis Felipe\nSalomão, Mauro Campbell Marques, Raul Araújo, Paulo de Tarso\nSanseverino e Maria Isabel Gallotti  votaram com o Sr. Ministro\nRelator.\nImpedidos os Srs. Ministros Humberto Martins e Benedito Gonçalves.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000822038",
  "numeroProcesso" : "1773560",
  "numeroRegistro" : "202002649590",
  "siglaClasse" : "AgInt no RE nos EDcl no AgInt no AREsp",
  "descricaoClasse" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NO AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "JORGE MUSSI",
  "dataPublicacao" : "DJE        DATA:12/05/2022",
  "ementa" : "AGRAVO INTERNO. RECURSO EXTRAORDINÁRIO. VIOLAÇÃO DO ART. 105, III,\nDA CONSTITUIÇÃO FEDERAL. AFERIÇÃO DOS PRESSUPOSTOS DO RECURSO\nESPECIAL. ADMISSIBILIDADE. MATÉRIA INFRACONSTITUCIONAL. INEXISTÊNCIA\nDE REPERCUSSÃO GERAL. TEMA 181/STF. DESPROVIMENTO DO RECLAMO.\n1. Não é cabível recurso extraordinário no qual se alega violação ao\nart. 105, III, da Constituição Federal, questionando o conhecimento\nou não do recurso especial. A insurgência quanto ao preenchimento\ndos pressupostos de admissibilidade de recurso de competência deste\nSuperior Tribunal de Justiça tem natureza infraconstitucional, sem\nrepercussão geral (Tema 181/STF).\n2. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220510",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, em sessão virtual de 04/05/2022 a 10/05/2022, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Maria Thereza de Assis Moura, Herman\nBenjamin, Og Fernandes, Luis Felipe Salomão, Mauro Campbell Marques,\nBenedito Gonçalves, Raul Araújo, Paulo de Tarso Sanseverino e Maria\nIsabel Gallotti votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Humberto Martins.",
  "jurisprudenciaCitada" : null,
  "notas" : "Veja os  <<AgInt no RE nos EDcl no AgInt no AREsp 1773560>> que\nforam acolhidos com efeitos modificativos.",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000820422",
  "numeroProcesso" : "1265625",
  "numeroRegistro" : "201101416120",
  "siglaClasse" : "EREsp",
  "descricaoClasse" : "EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "FRANCISCO FALCÃO",
  "dataPublicacao" : "DJE        DATA:01/08/2022",
  "ementa" : "EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL. PROCESSUAL CIVIL.\nAGRAVO INTERNO QUE DÁ PROVIMENTO AO RECURSO ESPECIAL POR VIOLAÇÃO DO\nART. 535 DO CPC. HABILITAÇÃO DA UNIÃO NO FEITO NA QUALIDADE DE\nASSISTENTE SIMPLES. INTERESSE JURÍDICO ESPECÍFICO DEMONSTRADO.\nINTERVENÇÃO ANÔMALA NÃO CONFIGURADA. DESLOCAMENTO DA COMPETÊNCIA\nPARA A JUSTIÇA FEDERAL. BAIXA DOS AUTOS PARA O TRF COMPETENTE.\nI - Cuida-se de embargos de divergência em recurso especial\ninterpostos pela União, que litiga com Forte Comércio Importação,\nExportação e Administração Ltda. e Outros, discorrendo que ingressou\nno processo na qualidade de assistente da Petrobras Distribuidora\nS.A., deferido à fl. 4.933, logo após a interposição de agravo\ninterno pela assistida, contra decisão que, monocraticamente, negou\nprovimento ao seu recurso especial, tudo em demanda de rescisão\ncontratual cumulada com indenização a envolver valores ainda não\nliquidados, mas estimados pelas partes entre R$ 2.000.000.000,00\n(dois bilhões de reais), segundo a União, e R$ 8.000.000.000,00\n(oito bilhões de reais), segundo os Autores/Embargados.\nII - A Quarta Turma do Superior Tribunal de Justiça, no julgamento\ndo agravo interno interposto por BR Distribuidora, deu provimento ao\nrecurso especial, acolhendo a alegação de violação do art. 535 do\nCPC/1973 (atual art. 1.022 do CPC/2015), determinando o retorno dos\nautos ao Tribunal de origem - Tribunal de Justiça do Estado de São\nPaulo. Opostos embargos de declaração pela União, alegando\nunicamente \"sanar o vício processual, indicando a necessidade de\nremessa dos autos ao Tribunal Regional Federal da 3ª Região, vez\nque, a partir do momento da intervenção da União no feito, a Justiça\nFederal tornou-se absolutamente competente para a análise da\nquestão\".\nIII - Rejeitados os embargos de declaração, entendendo o e. relator\nque se aplica ao caso o art. 43 do CPC (regra da perpetuatio\njurisdictionis em favor do TJ/SP), \"pontuando ainda que, tendo sido\nas decisões de mérito proferidas pela Justiça Estadual, tanto no 1º\ncomo no 2º grau de jurisdição, não há falar em possibilidade\nrevisional pela Justiça Federal\".\nIV - Nos embargos de divergência, sustenta-se que, ao adotar tal\nentendimento, a Quarta Turma divergiu de posicionamento da Segunda e\nTerceira Turmas, indicando, da Terceira Turma, como paradigma, o\nREsp n. 843.924/RS e, da Segunda Turma, indicou o REsp n.\n556.382/DF. Pugnou pelo provimento dos embargos de divergência para\nreparo de ordem processual no que tange à determinação de retorno\ndos autos ao Tribunal de origem, uma vez que, ao reconhecer a União\ncomo assistente simples da BR Distribuidora, a remessa dos autos\ndeveria ser determinada ao Tribunal Regional Federal da 3ª Região.\nV - O art. 5º, parágrafo único, da Lei n. 9.469/1997 traz em sua\nredação a previsão legal da modalidade da intervenção anômala -\nintervenção promovida pelas pessoas jurídicas de direito público -\nao dispor nos seguintes termos: \"Art. 5º A União poderá intervir nas\ncausas em que figurarem, como autoras ou rés, autarquias, fundações\npúblicas, sociedades de economia mista e empresas públicas\nfederais. Parágrafo único. As pessoas jurídicas de direito público\npoderão, nas causas cuja decisão possa ter reflexos, ainda que\nindiretos, de natureza econômica, intervir, independentemente da\ndemonstração de interesse jurídico, para esclarecer questões de fato\ne de direito, podendo juntar documentos e memoriais reputados úteis\nao exame da matéria e, se for o caso, recorrer, hipótese em que,\npara fins de deslocamento de competência, serão consideradas partes.\n\"\nVI - Referida norma legal possibilita que, nas demandas que\nfigurarem como parte - na qualidade de autoras ou rés - autarquias,\nfundações públicas, sociedades de economia mista e empresas\npúblicas, a União e demais pessoas jurídicas de direito público\nintervenham de maneira ampla, não sendo necessária a demonstração de\ninteresse jurídico, bastando que os atos realizados no processo\npossam lhes gerar algum reflexo, ainda que meramente econômico.\nVII - Outrossim, no que diz respeito à competência por ocasião da\nocorrência da intervenção anômala, conforme entendimento desta Corte\nSuperior, a intervenção anômala da União no processo não é causa\npara o deslocamento da competência para a Justiça Federal. Nesse\nsentido: (AgInt no CC 152.972/DF, relator Ministro Francisco Falcão,\nPrimeira Seção, julgado em 11/4/2018, DJe 19/4/2018); (AgInt no\nREsp 1.535.789/PE, relator Ministro Napoleão Nunes Maia Filho,\nPrimeira Turma, julgado em 9/3/2020, DJe 11/3/2020); (AgInt no CC\n150.843/DF, relatora Ministra Regina Helena Costa, Primeira Seção,\njulgado em 3/12/2019, DJe 6/12/2019.)\nVIII - A assistência simples, por seu turno, encontra previsão nos\narts. 119 a 123 do Código de Processo Civil/2015. Nos termos do\nreferido código, o assistente simples deve atuar como auxiliar da\nparte principal, na qual exercerá os mesmos poderes e sujeitar-se-á\naos mesmos ônus processuais que o assistido, sendo ainda que do art.\n119 extraem-se pressupostos de admissibilidade da assistência,\nquais sejam: i) a existência de uma relação jurídica entre uma das\npartes do processo e o terceiro e; ii) a possibilidade de a sentença\ninfluir na relação jurídica.\nIX - Em outras palavras, a assistência é admissível quanto for\nviável o auxílio e enquanto não houver trânsito em julgado da\nsentença, em qualquer tempo ou grau de jurisdição. Ainda, para\nintervir no processo, o assistente simples precisa, necessariamente,\ndemonstrar presente interesse jurídico em sentença favorável ao\nassistido.\nX - Dessa forma, verifica-se que, na assistência simples, pela\nprópria dicção do Código de Processo Civil, o terceiro interessado\nnecessita ter interesse jurídico na causa, diferentemente do que\nocorre na intervenção anômala, na qual basta, tão somente, o\ninteresse meramente de natureza econômica.\nXI - No caso dos autos, no momento da admissão da habilitação da\nUnião na demanda, esta foi realizada na qualidade de assistente\nsimples e em decisão que passou irrecorrida, sendo que, conforme\nanteriormente citado, nesses casos de intervenção, o interesse\njurídico na causa deve estar presente e assim o fora reconhecido.\nXII - O interesse jurídico específico da União a ser tutelado\nencontra-se presente, tendo em conta que reflete em evidente\ninteresse público demonstrado na petição de fls. 4.751-4.754 -\nconsubstanciado no abastecimento nacional de combustíveis,\nconsiderado de utilidade pública, conforme § 1º do art. 1º da Lei n.\n9.847/1999, uma vez que, com a condenação da BR Distribuidora, ora\nassistida, poderá ser afetada a continuidade das atividades desta e,\nconsequentemente a atividade de distribuição de combustíveis no\nâmbito nacional, sendo que a alienação de participação societária\nnoticiada não tem o condão de desconstituir tal interesse.\nXIII - Com efeito, o art. 109, I, da Constituição Federal dispõe que\ncompete à Justiça Federal processar e julgar as causas em que a\nUnião for interessada na condição de autora, ré, assistente ou\noponente, fato que implicaria a remessa dos autos ao Juízo federal.\nAssim, existindo o interesse da União no feito, na condição de\nassistente simples, a competência afigura-se como da Justiça\nFederal, conforme prevê o art. 109, I, da Constituição Federal,\nmotivo pelo qual devem ser acolhidos os embargos de declaração\nopostos pela União para determinar a baixa não mais ao Tribunal de\norigem, mas ao Tribunal Regional Federal competente para a análise\ndo feito, para o que desinfluente o fato de que o acórdão a ser\nintegrado fora proferido no Juízo estadual, uma vez que se trata de\nmatéria atinente à competência absoluta, não sujeita à perpetuatio\njurisdictionis, consoante expresso no art. 43 do CPC, parte final,\ntudo nos termos do paradigma.\nXIV - Embargos de divergência providos para, prevalecendo o\nentendimento dado pela Segunda Turma do STJ, reconhecer a\ncompetência da Justiça Federal, determinando a baixa dos autos ao\nTribunal Regional Federal competente para novo julgamento dos\nembargos de declaração.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220330",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Corte Especial do Superior\nTribunal de Justiça,  Prosseguindo no julgamento, após o voto-vista\ndo Sr. Ministro Luis Felipe Salomão, preliminarmente, não conhecendo\ndos embargos de divergência, no que foi acompanhado pelos Srs.\nMinistros Mauro Campbell Marques, Benedito Gonçalves e Paulo de\nTarso Sanseverino, e os votos dos Srs. Ministros Relator, este em\nratificação de voto, Nancy Andrighi, Laurita Vaz, João Otávio de\nNoronha, Maria Thereza de Assis Moura, Herman Benjamin, Raul Araújo\ne Maria Isabel Galotti conhecendo dos embargos de divergência, a\nCorte Especial, por maioria, conhecer dos embargos de divergência,\nnos termos do voto do Sr. Ministro Relator. No Mérito, após o\nvoto-vista do Sr. Ministro Luis Felipe Salomão negando provimento\naos embargos de divergência, no que foi acompanhado pelos Srs.\nMinistros Mauro Campbell Marques, Raul Araújo e Paulo de Tarso\nSanseverino, e os votos dos Srs. Ministros Nancy Andrighi, Laurita\nVaz, João Otávio de Noronha, Maria Thereza de Assis Moura, Herman\nBenjamin, Benedito Gonçalves e Maria Isabel Galotti dando provimento\naos embargos de divergência, a Corte Especial, por maioria, dar\nprovimento aos embargos de divergência, nos termos do voto do Sr.\nMinistro Relator. Na preliminar, os Srs. Ministros Nancy Andrighi,\nLaurita Vaz, João Otávio de Noronha, Maria Thereza de Assis Moura,\nHerman Benjamin, Raul Araújo e Maria Isabel Gallotti votaram com o\nSr. Ministro Relator. Vencidos os Srs. Ministros Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves e Paulo de Tarso\nSanseverino.\nNo mérito, os Srs. Ministros Nancy Andrighi, Laurita Vaz, João\nOtávio de Noronha, Maria Thereza de Assis Moura, Herman Benjamin,\nBenedito Gonçalves e Maria Isabel Gallotti votaram com o Sr.\nMinistro Relator. Vencidos os Srs. Ministros Luis Felipe Salomão,\nMauro Campbell Marques, Raul Araújo e Paulo de Tarso Sanseverino.\nImpedido o Sr. Ministro Humberto Martins.\nAusente, justificadamente, o Sr. Ministro Og Fernandes.\nLicenciado o Sr. Ministro Felix Fischer.\nPresidiu o julgamento o Sr. Ministro Jorge Mussi",
  "jurisprudenciaCitada" : "(INTERVENÇÃO ANÔMALA DA UNIÃO - DESLOCAMENTO DE COMPETÊNCIA)\n   STJ - <<AgInt no CC 152972>>-DF,\n         <<AgInt no CC 150843>>-DF,\n         <<AgInt no REsp 1535789>>-PE,\n         <<EDcl no AgRg no CC 89783>>-RS\n(VOTO VOGAL - COMPETÊNCIA DA JUSTIÇA FEDERAL - RATIONE PERSONAE)\n   STJ - <<REsp 1718892>>-SP,\n         <<REsp 1325491>>-BA\n(VOTO VOGAL - COMPETÊNCIA DA JUSTIÇA FEDERAL - UNIÃO - ASSISTENTE\nSIMPLES)\n   STJ - <<AgRg no REsp 1003126>>-PB",
  "notas" : null,
  "informacoesComplementares" : "     \"[...] a  similitude fática é  também demonstrada na medida em\nque tanto o acórdão paradigma quanto o recorrido versam sobre a\ncompetência para rejulgamento dos embargos de declaração na hipótese\nem que a  União ingressa no feito na qualidade de assistente\nsimples, quando o processo já está tramitando perante o STJ\".\n     \"[...] não há vedação a  que a  integração se dê por órgão\ndiverso, uma vez que não se está a conferir qualquer competência\nrevisional à Justiça Federal em relação à Justiça Estadual, mas\nmeramente apontando a presença de questão a deslocar a competência\npara aquela\".\n     Não se aplica o disposto no § 1º do art. 45 do CPC/2015, na\nhipótese em que se discute se a Justiça federal tem competência para\njulgamento dos embargos de declaração opostos contra decisão\nproferida por órgão da Justiça estadual, em razão do ingresso\nsuperveniente da União na lide. Isso porque, para aplicação de tal\nnorma, há de ser absoluta a competência do juízo originário para\napreciação do pedido pedente, pormenor ausente à hipótese, uma vez\nque a única competência absoluta é a da Justiça Federal. Ademais,\nconsoante o próprio § 2º do dito artigo, há vedação expressa, em\nqualquer circunstância, a que o Juízo estadual prossiga em\napreciação de feito em que presente interesse da União, que tem foro\nprivativo e exclusivo no Juízo Federal.\n     (VOTO VENCIDO) (MIN. LUIS FELIPE SALOMÃO)\n     \"[...] sobressai a ausência de similitude fático-jurídica entre\nos arestos confrontados,  o  que inviabiliza a  caracterização do\ndissídio interpretativo interno que autoriza a interposição de\nembargos de divergência\".\n     A despeito do ingresso superveniente da União na lide, a\nJustiça federal não tem competência para julgamento dos embargos de\ndeclaração opostos contra decisão proferida por órgão da Justiça\nestadual. Isso porque a norma do art. 45, § 1º, do CPC/2015 erigiu\nexceção à exigência de remessa dos autos - em trâmite na Justiça\nestadual - ao juízo federal competente, em razão do superveniente\ningresso da União ou de ente federal de direito público no feito,\nqual seja: a existência de \"pedido cuja apreciação seja de\ncompetência do juízo perante o qual foi proposta a ação\".  É o que\nocorre com a pretensão deduzida nos embargos de declaração, cujo\nexame compete exclusivamente ao órgão prolator da decisão que se\npretende aclarar ou integrar. Ademais, extrai-se do teor do disposto\nno art. 108 da CF/1988, da Súmula 55 do STJ e da Súmula 518 do STF a\nimpossibilidade de o Tribunal Regional Federal exercer juízo de\nrevisão sobre sentença de juízo estadual, sendo-lhe vedado, \"a\nfortiori\", julgar embargos de declaração opostos contra acórdão\nproferido por Tribunal de Justiça estadual.\n     (VOTO VOGAL) (MIN. NANCY ANDRIGHI)\n     \"A similitude fática também está demonstrada, haja vista que\ntanto o acórdão paradigma quanto o recorrido versam sobre a\ncompetência para rejulgamento dos embargos de declaração na hipótese\nem que a União ingressa no feito na qualidade de assistente simples,\nquando o  processo já está tramitando perante o STJ.\n     Ressalte-se que, o  fato de o  acórdão paradigma ter sido\njulgado na vigência do CPC/73, em nada altera a  conclusão quanto ao\nconhecimento dos presentes embargos. Primeiro, porque a  competência\nabsoluta da Justiça Federal proferir decisão em razão de interesse\njurídico da União no feito decorre da própria Constituição Federal\n(art. 109, inc. I, da CF). Segundo, [...], o art. 45, § 1º, do\nCPC/2015, não afasta a  similitude fática entre os julgados, porque\nnão é  capaz de infirmar a  incompetência da Justiça Federal para\njulgar os embargos de declaração\".\n     \"[...] o critério definidor da competência da Justiça Federal é\nratione personae,  já que se considera apenas a natureza das pessoas\nenvolvidas na relação processual, sendo irrelevante a natureza da\ncontrovérsia debatida [...]\".\n     \"[...] o art. 45, § 1º, do CPC/2015, invocado no voto\ndivergente, segundo o  qual \u001Aos autos não serão remetidos se houver\npedido cuja apreciação seja de competência do juízo perante o qual\nfoi proposta a ação\u001A somente se aplica à hipótese de cumulação de\npedidos. Isto é, quando, na mesma ação, há mais de um pedido e  a\nJustiça Federal é  competente para julgar apenas parcela deles,\nsendo da Justiça Estadual a competência para julgamento dos demais.\n[...]\".\n     (VOTO VOGAL) (MIN. HERMAN BENJAMIN)\n     \"[...] a modificação na definição do órgão competente preserva\nfiel observância à  teoria do isolamento dos atos processuais:  se,\nde um lado, as decisões até então proferidas na Justiça Estadual\n[...] ficam preservadas, o ingresso posterior da União, na condição\nde assistente (art. 119 do CPC) impõe observância da regra do art.\n109, I,  da CF/1988. [...]\".\n     (VOTO VENCIDO) (MIN. MAURO CAMPBELL MARQUES)\n     \"[...] não há similitude fática e jurídica entre os julgados\nconfrontados, pois, entre outros fundamentos, os paradigmas foram\njulgados sob a  égide do Código de Processo Civil de 1973, o  qual\nnão continha dispositivo semelhante ao § 1º do art. 45 do Código de\nProcesso Civil de   2015 que serviu como base de fundamentação do\npresente recurso, o que afasta a possibilidade de conhecimento dos\nembargos de divergência\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00043 ART:00045 PAR:00001 PAR:00002 ART:00062\n        ART:00065 ART:00119 PAR:ÚNICO ART:01043 PAR:00004", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000055", "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00108 INC:00002 ART:00109 INC:00001", "LEG:FED LEI:009469 ANO:1997\n        ART:00005 PAR:ÚNICO", "LEG:FED LEI:009847 ANO:1999\n        ART:00001 PAR:00001", "LEG:FED SUM:****** ANO:****\n*****  SUM(STF)    SÚMULA DO SUPREMO TRIBUNAL FEDERAL\n        SUM:000518", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266 PAR:00004" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000822039",
  "numeroProcesso" : "1640045",
  "numeroRegistro" : "201603008742",
  "siglaClasse" : "AgInt nos EDcl no RE nos EDcl no AgInt no REsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "JORGE MUSSI",
  "dataPublicacao" : "DJE        DATA:11/06/2021",
  "ementa" : "AGRAVO INTERNO. RECURSO EXTRAORDINÁRIO. NEGATIVA DE SEGUIMENTO. TEMA\n181 DO STF. AUSÊNCIA DE REPERCUSSÃO GERAL. DESPROVIMENTO DO RECLAMO.\n1. A insurgência quanto ao preenchimento dos pressupostos de\nadmissibilidade de recurso de competência deste Superior Tribunal de\nJustiça tem natureza infraconstitucional, sem repercussão geral\n(Tema 181/STF).\n2. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20210608",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, por unanimidade, negar provimento ao recurso, nos termos do\nvoto do Sr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Maria Thereza de Assis Moura, Herman\nBenjamin, Og Fernandes, Luis Felipe Salomão, Mauro Campbell Marques,\nBenedito Gonçalves, Raul Araújo e Paulo de Tarso Sanseverino votaram\ncom o Sr. Ministro Relator.\nLicenciado o Sr. Ministro Felix Fischer.\nPresidiu o julgamento o Sr. Ministro Humberto Martins.",
  "jurisprudenciaCitada" : null,
  "notas" : "Veja os  <<EDcl no AgInt nos EDcl no RE nos EDcl no AgInt no REsp\n1640045>> que foram acolhidos com efeitos modificativos.",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
} ]