[ {
  "id" : "000841137",
  "numeroProcesso" : "897",
  "numeroRegistro" : "201702135303",
  "siglaClasse" : "AgRg na APn",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA AÇÃO PENAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA ISABEL GALLOTTI",
  "dataPublicacao" : "DJE        DATA:25/04/2023",
  "ementa" : "AGRAVO REGIMENTAL EM AÇÃO PENAL. CONCESSÃO AO ACUSADO DE ACESSO AOS\nACORDOS DE COLABORAÇÃO, \"LIMITADO AOS  PONTOS 'EM  QUE  HA[JA]\nREFERÊNCIA DIRETA OU INDIRETA AO [ACUSADO], NEGANDO[-SE] APENAS EM\nRELAÇÃO [AOS] [ATOS] [...] RELACIONADOS A FATOS DIVERSOS E QUE NÃO O\nENVOLV[AM].' (STF, HC 202612 AGR.) AGRAVO REGIMENTAL PARCIALMENTE\nPROVIDO.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230419",
  "decisao" : "A Corte Especial, por unanimidade, deu parcial provimento ao agravo,\nnos termos do voto da Sra. Ministra Relatora. Os Srs. Ministros\nAntonio Carlos Ferreira, Ricardo Villas Bôas Cueva, Francisco\nFalcão, Nancy Andrighi, Laurita Vaz, João Otávio de Noronha,\nHumberto Martins, Herman Benjamin, Og Fernandes, Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves e Raul Araújo\nvotaram com a Sra. Ministra Relatora.",
  "jurisprudenciaCitada" : "(ACORDO DE COLABORAÇÃO - ACESSO AOS ELEMENTOS REFERENTES AO ACUSADO)\n   STJ - <<AgRg na APn 982>>-DF\n   STF - [[Inq 3983]], [[HC AgR 202612]], [[Rcl 46875]]",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : "ORGANIZAÇÃO CRIMINOSA, CORRUPÇÃO PASSIVA",
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000841138",
  "numeroProcesso" : "897",
  "numeroRegistro" : "201702135303",
  "siglaClasse" : "AgRg na APn",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA AÇÃO PENAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA ISABEL GALLOTTI",
  "dataPublicacao" : "DJE        DATA:25/04/2023",
  "ementa" : "AGRAVO REGIMENTAL EM AÇÃO PENAL. CONCESSÃO AO ACUSADO DE ACESSO AOS\nACORDOS DE COLABORAÇÃO, \"LIMITADO AOS  PONTOS 'EM  QUE  HA[JA]\nREFERÊNCIA DIRETA OU INDIRETA AO [ACUSADO], NEGANDO[-SE] APENAS EM\nRELAÇÃO [AOS] [ATOS] [...] RELACIONADOS A FATOS DIVERSOS E QUE NÃO O\nENVOLV[AM].' (STF, HC 202612 AGR.) AGRAVO REGIMENTAL PARCIALMENTE\nPROVIDO.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230419",
  "decisao" : "A Corte Especial, por unanimidade, deu parcial provimento ao agravo,\nnos termos do voto da Sra. Ministra Relatora. Os Srs. Ministros\nAntonio Carlos Ferreira, Ricardo Villas Bôas Cueva, Francisco\nFalcão, Nancy Andrighi, Laurita Vaz, João Otávio de Noronha,\nHumberto Martins, Herman Benjamin, Og Fernandes, Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves e Raul Araújo\nvotaram com a Sra. Ministra Relatora.",
  "jurisprudenciaCitada" : "(ACORDO DE COLABORAÇÃO - ACESSO AOS ELEMENTOS RELACIONADOS AO\nACUSADO)\n   STJ - <<AgRg na APn 982>>-DF\n   STF - [[HC AgR 202612]], [[Rcl 46875]]",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : "ORGANIZAÇÃO CRIMINOSA, CORRUPÇÃO PASSIVA",
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000841139",
  "numeroProcesso" : "897",
  "numeroRegistro" : "201702135303",
  "siglaClasse" : "AgRg na APn",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA AÇÃO PENAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA ISABEL GALLOTTI",
  "dataPublicacao" : "DJE        DATA:25/04/2023",
  "ementa" : "AGRAVO REGIMENTAL. AÇÃO PENAL PROPOSTA CONTRA CINCO CONSELHEIROS DO\nTRIBUNAL DE CONTAS DO ESTADO DO RIO DE JANEIRO. APOSENTADORIA\nCOMPULSÓRIA DE UM DOS RÉUS. PRETENDIDO DESMEMBRAMENTO DOS AUTOS.\nIMPROCEDÊNCIA, NO CASO. \"ENCADEAMENTO DE CONDUTAS EM COAUTORIA E\nPARTICIPAÇÃO EM CRIMES QUE ENVOLVEM AGENTE COM FORO POR PRERROGATIVA\nDE FUNÇÃO [...] E DEMAIS NÃO DETENTORES DO FORO\". (STJ, APN 993/DF.\n) HIPÓTESE EM QUE \"A DIVISÃO NESTE MOMENTO PODERIA COLOCAR EM RISCO\nA INSTRUMENTALIDADE, A BUSCA CONJUNTA DA VERDADE NA INSTRUÇÃO\nPROCESSUAL E O OBJETIVO DE QUE SEJAM PROFERIDAS DECISÕES NÃO\nCONTRADITÓRIAS AOS LITISCONSORTES PASSIVOS (DENUNCIADOS.)\" (STJ, APN\n993/DF.) INSTRUÇÃO PROCESSUAL EM ESTÁGIO AVANÇADO, PORQUANTO JÁ\nFORAM INQUIRIDAS TODAS AS TESTEMUNHAS INDICADAS PELAS PARTES.\nCONSEQUENTE AUSÊNCIA DE CONVENIÊNCIA DA CISÃO PROCESSUAL. AGRAVO\nREGIMENTAL A QUE SE NEGA PROVIMENTO.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230419",
  "decisao" : "A Corte Especial, por unanimidade, negou provimento ao agravo, nos\ntermos do voto da Sra. Ministra Relatora. Os Srs. Ministros Antonio\nCarlos Ferreira, Ricardo Villas Bôas Cueva, Francisco Falcão, Nancy\nAndrighi, Laurita Vaz, João Otávio de Noronha, Humberto Martins,\nHerman Benjamin, Og Fernandes, Luis Felipe Salomão, Mauro Campbell\nMarques, Benedito Gonçalves e Raul Araújo votaram com a Sra.\nMinistra Relatora.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000841470",
  "numeroProcesso" : "28538",
  "numeroRegistro" : "202201068072",
  "siglaClasse" : "AgInt no MS",
  "descricaoClasse" : "AGRAVO INTERNO NO MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJE        DATA:27/04/2023",
  "ementa" : "AGRAVO INTERNO NO MANDADO DE SEGURANÇA. ATO JUDICIAL.\nEXCEPCIONALIDADE. AGRAVO EM RECURSO ESPECIAL. FERIADO LOCAL. CÓPIA\nDE PÁGINA DA INTERNET. DOCUMENTO IDÔNEO.\n1. O mandado de segurança contra ato judicial é medida excepcional,\nadmissível somente nas hipóteses em que se verifica de plano decisão\nteratológica ou ilegal. Precedentes.\n2. Nos termos da atual jurisprudência do STJ, a juntada de página\nextraída da internet ou de cópia de calendário do Tribunal de origem\né hábil a comprovar a existência de feriado local. Precedente.\n3. Agravo interno provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230419",
  "decisao" : "Vistos, relatados e discutidos estes autos, acordam os Ministros da\nCorte Especial do Superior Tribunal de Justiça, na conformidade dos\nvotos e das notas taquigráficas constantes dos autos,  Prosseguindo\nno julgamento após o voto-vista do Sr. Ministro Raul Araújo, dando\nprovimento ao agravo, e a retificação de voto da Sra. Ministra\nRelatora, no mesmo sentido, , por unanimidade, dar provimento ao\nagravo, nos termos do voto da Sra. Ministra Relatora. Os Srs.\nMinistros Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira, Francisco Falcão, Laurita Vaz, João Otávio de Noronha,\nHerman Benjamin, Og Fernandes, Luis Felipe Salomão e Mauro Campbell\nMarques votaram com a Sra. Ministra Relatora.\nNão participaram do julgamento a Sra. Ministra Laurita Vaz e os Srs.\nMinistros Humberto Martins, Benedito Gonçalves, Paulo de Tarso\nSanseverino, Ricardo Villas Bôas Cueva e Sérgio Kukina.",
  "jurisprudenciaCitada" : "(MANDADO DE SEGURANÇA - ATO JUDICIAL - EXCEPCIONALIDADE)\n   STJ - <<AgRg no MS 21096>>-DF, <<AgRg no MS 22256>>-DF,\n         <<AgRg no MS 22615>>-DF, <<AgRg no MS 22653>>-DF\n(TEMPESTIVIDADE RECURSAL - FERIADO LOCAL - CÓPIA DE CALENDÁRIO DO\nTRIBUNAL LOCAL - PÁGINA DA INTERNET - DOCUMENTO IDÔNEO)\n   STJ - <<AgInt no MS 28177>>-DF, {{EAREsp 1927268}}-RJ",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:****** ANO:****\n        ART:00105 INC:00001 LET:B", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00011 INC:00004" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000841471",
  "numeroProcesso" : "1889302",
  "numeroRegistro" : "202101517064",
  "siglaClasse" : "EAREsp",
  "descricaoClasse" : "EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:27/04/2023",
  "ementa" : "PROCESSUAL CIVIL E PENAL. AGRAVO REGIMENTAL NO AGRAVO EM RECURSO\nESPECIAL. INTEMPESTIVIDADE. EQUÍVOCO DO SISTEMA ELETRÔNICO DO\nTRIBUNAL DE JUSTIÇA. RELEVÂNCIA. JUSTA CAUSA RECONHECIDA.\nPRECEDENTES. EMBARGOS DE DIVERGÊNCIA PROVIDOS.\n1. Nos termos decididos por esta egrégia Corte Especial, em recente\nprecedente: \"A falha induzida por informação equivocada prestada por\nsistema eletrônico de tribunal deve ser levada em consideração, em\nhomenagem aos princípios da boa-fé e da confiança, para a aferição\nda tempestividade do recurso.\" (EAREsp n. 1.759.860/PI, relatora\nMinistra Laurita Vaz, Corte Especial, DJe de 21/3/2022.)\n2. Na hipótese em apreço, a parte embargante trouxe aos autos o\nevento 79 do e-Proc, no qual constou a data final do prazo para\nrecurso em 29/1/2021, sendo que o agravo em recurso especial foi\nprotocolado nessa data.\n3. A informação equivocadamente disponibilizada pelo Tribunal de\norigem pode ter induzido a erro a parte ora embargante, não sendo\nrazoável que seja prejudicada por fato alheio a sua vontade.\n4. A Corte Especial, no REsp n. 1.324.432/SC, admitiu o uso das\ninformações constantes do andamento processual disponíveis no sítio\neletrônico do Tribunal de origem para aferição da tempestividade\nquando constatado erro na informação divulgada, hipótese em que se\nfaz presente a justa causa para prorrogação do prazo.\n5. Embargos de divergência a que se da provimento para afastar a\nintempestividade do agravo em recurso especial, com determinação de\nremessa dos autos ao Ministro relator para que prossiga no exame de\nadmissibilidade do recurso.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230419",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Corte Especial do Superior\nTribunal de Justiça,  por unanimidade, conhecer dos embargos de\ndivergência e dar-lhes provimento para afastar a intempestividade do\nagravo em recurso especial, com determinação de remessa dos autos\nao Ministro Relator para que prossiga no exame de admissibilidade do\nrecurso, nos termos do voto do Sr. Ministro Relator. Os Srs.\nMinistros Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Sérgio Kukina,\nFrancisco Falcão, Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins e Herman Benjamin votaram com o Sr. Ministro Relator.\nAusentes, justificadamente, a Sra. Ministra Laurita Vaz e os Srs.\nMinistros Luis Felipe Salomão e Ricardo Villas Bôas Cueva.\nConvocado o Sr. Ministro Sérgio Kukina.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000841562",
  "numeroProcesso" : "1042",
  "numeroRegistro" : "202201330668",
  "siglaClasse" : "QO na APn",
  "descricaoClasse" : "QUESTÃO DE ORDEM NA AÇÃO PENAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:28/04/2023",
  "ementa" : "PENAL E PROCESSO PENAL. AÇÃO PENAL ORIGINÁRIA. QUESTÃO DE ORDEM.\nDENÚNCIA POR CORRUPÇÃO PASSIVA QUALIFICADA E LAVAGEM DE DINHEIRO.\nMEDIDA CAUTELAR DE AFASTAMENTO DA FUNÇÃO PÚBLICA. SERVIDOR E\nDESEMBARGADOR DO TRIBUNAL DE JUSTIÇA DO ESTADO DO TOCANTINS.\nREQUISITOS PRESENTES. PRORROGAÇÃO DA MEDIDA EM VIGOR. PRECEDENTES DA\nCORTE ESPECIAL.\n1. Trata-se de petição incidental apresentada pelo Ministério\nPúblico Federal nos autos da APn n. 1.042/DF, por meio da qual\nrequer a prorrogação do afastamento de  Desembargador e Assessor\nTécnico do TJTO até o trânsito em julgado do presente feito.\n2. Denúncia oferecida, autorizando a medida cautelar de afastamento\ndas funções, à luz do disposto nos arts. 29 da Loman; 319, VI, do\nCódigo de Processo Penal; e 2º, § 5º, da Lei n. 12.850/2013.\n3. Conforme bem delineado na petição ministerial, continuam\nplenamente válidos os motivos que autorizaram o afastamento inicial.\nNo decorrer desse período, vários outros fatos foram agregados,\ntornando mais claros os indícios de cometimento dos delitos,\nconsistentes na prática de corrupção e lavagem de dinheiro, ligadas\nà comercialização de decisões judicias,  bem como a necessidade de\nse acautelar a ordem pública com a medida de afastamento das\nfunções.\n4. A prorrogação do afastamento das funções dos cargos referidos foi\ndeterminada em decisão unipessoal deste Relator ante a existência\nde indícios da prática do crime de corrupção, no desempenho dos\ncargos e com abuso deles, causando mácula na reputação,\ncredibilidade e imagem do Tribunal de Justiça do Estado do\nTocantins.\n5. Presentes os requisitos mínimos para a apreciação da medida\ncautelar excepcional, notadamente demonstração da materialidade e\nindícios de autoria, a medida requerida mostra-se necessária para a\ngarantia da ordem pública e conveniência da instrução criminal,\nconsiderando que as investigações prosseguirão, com relação a outros\nfatos.\n6. Medida cautelar prorrogada por mais 1 ano.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230419",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Corte Especial do Superior\nTribunal de Justiça,  por unanimidade, decidiu prorrogar a medida de\nafastamento cautelar dos cargos de Desembargador e de Assessor\ntécnico do TJTO, por mais 1 ano, nos termos do voto do Sr. Ministro\nRelator. Os Srs. Ministros Luis Felipe Salomão, Mauro Campbell\nMarques, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira, Ricardo Villas Bôas Cueva, Francisco Falcão, Nancy\nAndrighi, Laurita Vaz, João Otávio de Noronha, Humberto Martins e\nHerman Benjamin votaram com o Sr. Ministro Relator.\nAusente, justificadamente, o Sr. Ministro Benedito Gonçalves.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000841563",
  "numeroProcesso" : "15819",
  "numeroRegistro" : "202301023306",
  "siglaClasse" : "QO na Pet",
  "descricaoClasse" : "QUESTÃO DE ORDEM NA PETIÇÃO",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "ANTONIO CARLOS FERREIRA",
  "dataPublicacao" : "DJE        DATA:28/04/2023",
  "ementa" : "PENAL E PROCESSUAL PENAL. AÇÃO PENAL ORIGINÁRIA. QUESTÃO DE ORDEM.\nESTUPRO DE VULNERÁVEL. MEDIDAS CAUTELARES. AFASTAMENTO DE\nDESEMBARGADOR DO EXERCÍCIO DO CARGO PELO INTERREGNO DE 1 (UM) ANO.\nFASE DE RECEBIMENTO DA DENÚNCIA. PROIBIÇÃO DE FREQUENTAR\nDETERMINADOS LOCAIS. MONITORAMENTO ELETRÔNICO. CARÁTER INSTRUMENTAL.\nMANUTENÇÃO DAS MESMAS CIRCUNSTÂNCIAS FÁTICAS QUE ENSEJARAM O\nDEFERIMENTO DAS MEDIDAS. PRORROGAÇÃO. CABIMENTO.\n1. As medidas cautelares deferidas no processo penal demandam a\ncomprovação de sua necessidade e adequação - aqui também considerada\nsua proporcionalidade -, nos termos do art. 319 do Código de\nProcesso Penal.\n2. Na fase investigatória, foram deferidas medidas cautelares com\nbase na Lei 11.340/2006 - Lei Maria da Penha, além I-) do\nafastamento do cargo de desembargador do Tribunal de Justiça do\nEstado de Pernambuco; II-) da proibição de o investigado acessar ou\nfrequentar o Tribunal de Justiça de Pernambuco e manter contato com\noutros servidores; e III-) da monitoração eletrônica do investigado,\nfixando-se perímetro de 300 (trezentos) metros de sua residência\npor onde possa transitar.\n3. As medidas de natureza pessoal deferidas com base na Lei\n11.340/2006, consubstanciadas na suspensão da posse e restrição do\nporte de armas, manutenção de contato ou aproximação das vítimas,\nfamiliares ou testemunhas e frequência a locais onde estejam as\nvítimas, familiares ou testemunhas, destinam-se a coibir e prevenir\nfatos praticados no ambiente doméstico e familiar. Nesse sentido,\nconsiderando o contexto fático da prática dos atos imputados ao\ndenunciado, mostram-se necessárias e adequadas à sua finalidade\nlegal.\n4. A Corte Especial do STJ deliberou acerca do afastamento do cargo\nde desembargador pelo prazo de 1 (um) ano de investigado pela\nprática de delitos de estupro de vulnerável. Transcorrido o prazo\ninicialmente determinado, mantêm-se inalteradas as circunstâncias\nfáticas que deram ensejo ao afastamento, bem como às demais medidas\ncautelares deferidas.\n5. Malgrado as condutas não tenham relação direta com o exercício do\ncargo, a gravidade concreta das condutas recomenda o afastamento\ncautelar, na medida em que a continuidade do exercício das\natividades pode causar embaraços à regularidade e confiabilidade da\natividade jurisdicional no âmbito do Tribunal.\n6. A medida cautelar de monitoramento eletrônico, no caso em\nquestão, além de considerar a gravidade das condutas atribuídas ao\ndenunciado e o contexto de sua prática, possui caráter eminentemente\ninstrumental, porquanto destinada a garantir a efetividade das\ndemais medidas cautelares impostas, demonstrando a necessidade e\nadequação de sua concessão e prorrogação.\n7. Matéria a ser dirimida por questão de ordem suscitada perante a\nCorte Especial, que, segundo o art. 91, II, do Regimento Interno do\nSTJ, independe de inclusão em pauta de julgamento.\n8. Questão de ordem decidida pelo indeferimento da revogação das\nmedidas cautelares e pela prorrogação do afastamento do denunciado\ndo cargo de Desembargador pelo prazo de 1 (um) ano.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230419",
  "decisao" : "A Corte Especial, por unanimidade, indeferiu o pedido de revogação\ndas medidas restritivas anteriormente impostas ao denunciado e, em\nquestão de ordem, decidiu prorrogar o afastamento do exercício das\nfunções desempenhadas por A. de M. E. L., com base no art. 29, da\nLoman e art. 319, VI, do CPP, pelo prazo de 1 (um) ano, nos termos\ndo voto do Sr. Ministro Relator.\nOs Srs. Ministros Ricardo Villas Bôas Cueva, Francisco Falcão, Nancy\nAndrighi, Laurita Vaz, João Otávio de Noronha, Humberto Martins,\nHerman Benjamin, Luis Felipe Salomão, Mauro Campbell Marques,\nBenedito Gonçalves, Raul Araújo e Maria Isabel Gallotti votaram com\no Sr. Ministro Relator.\nImpedido o Sr. Ministro Og Fernandes.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000839433",
  "numeroProcesso" : "2166716",
  "numeroRegistro" : "202202126080",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "HUMBERTO MARTINS",
  "dataPublicacao" : "DJE        DATA:24/03/2023",
  "ementa" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA NO  AGRAVO EM RECURSO\nESPECIAL. OPOSIÇÃO EM FACE DE DECISÃO MONOCRÁTICA. NÃO PROVOCAÇÃO DO\nCOLEGIADO. INADMISSIBILIDADE.\n1. Nos termos do art. 1.043 do Código de Processo Civil e do art.\n266 do Regimento Interno do Superior Tribunal de Justiça, os\nembargos de divergência são cabíveis contra acórdão de órgão\nfracionário que, em recurso especial, divergir do julgamento atual\nde qualquer outro órgão jurisdicional deste Tribunal, não havendo\nprevisão legal ou regimental para a interposição do recurso contra\ndecisão monocrática. Precedentes.\n2. Não cabe, em embargos de divergência, a análise de possível\nacerto ou desacerto do acórdão embargado, mas tão somente a de\neventual dissídio de teses jurídicas, a fim de uniformizar a\ninterpretação do direito infraconstitucional no âmbito do Superior\nTribunal de Justiça.\nAgravo regimental improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230321",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, em sessão virtual de 15/03/2023 a 21/03/2023, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Herman Benjamin, Og Fernandes, Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nPaulo de Tarso Sanseverino, Maria Isabel Gallotti e Antonio Carlos\nFerreira  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - DECISÃO MONOCRÁTICA)\n   STJ - <<AgInt nos EAREsp 1476428>>-SP,\n         <<AgInt nos EAREsp 873208>>-SP,\n         <<AgInt nos EDv nos EAREsp 1719616>>-SP,\n         <<AgRg nos EAREsp 2034042>>-SP\n(EMBARGOS DE DIVERGÊNCIA - ACERTO OU DESACERTO DO ACÓRDÃO EMBARGADO)\n   STJ - <<AgInt nos EREsp 1792225>>-CE,\n         <<AgInt nos EAREsp 1691411>>-GO",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01043", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000839446",
  "numeroProcesso" : "7123",
  "numeroRegistro" : "202103792825",
  "siglaClasse" : "AgInt na AR",
  "descricaoClasse" : "AGRAVO INTERNO NA AÇÃO RESCISÓRIA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "ANTONIO CARLOS FERREIRA",
  "dataPublicacao" : "DJE        DATA:24/03/2023",
  "ementa" : "PROCESSUAL CIVIL E ADMINISTRATIVO. AGRAVO INTERNO NA AÇÃO\nRESCISÓRIA. ACÓRDÃO RESCINDENDO. CORTE ESPECIAL. EMBARGOS DE\nDIVERGÊNCIA. MILITAR TEMPORÁRIO. INCAPACIDADE DEFINITIVA PARA O\nSERVIÇO MILITAR. ACIDENTE. ATIVIDADE ESPORTIVA ALHEIA AO SERVIÇO.\nREFORMA. IMPOSSIBILIDADE. ERRO DE FATO. DESCARACTERIZAÇÃO. VIOLAÇÃO\nDIRETA E LITERAL DE LEI. INEXISTÊNCIA. REEXAME DE PROVAS. VIA\nPROCESSUAL INADEQUADA.\n1. \"A ação rescisória fundada em erro de fato, nos termos do art.\n966, VIII e § 1º, do CPC/2015 (CPC/1973, art. 485, IX, §§ 1º e 2º),\npressupõe que o acórdão rescindendo tenha admitido um fato\ninexistente, ou considerado inexistente um fato efetivamente\nocorrido, que seja relevante e capaz de conduzir à modificação do\nresultado do julgamento, sendo indispensável, em ambos os casos, não\nter havido controvérsia nem pronunciamento judicial a respeito\" (AR\nn. 6.258/DF, Rel. Ministro RAUL ARAÚJO, CORTE ESPECIAL, julgado em\n15/12/2021, DJe 18/12/2022 - grifei).\n2. No presente caso, a alegação de que o acidente incapacitante do\nautor não teria ocorrido durante a prática esportiva alheia ao\nserviço militar temporário, mas em decorrência da atividade\ncastrense, foi objeto de enfrentamento no acórdão rescindendo, não\nse podendo cogitar, portanto, de erro de fato.\n3. A ação rescisória, segundo o entendimento desta Corte, não é o\nmeio adequado para corrigir suposta injustiça do julgado\nrescindendo, apreciar má interpretação dos fatos, reexaminar as\nprovas produzidas ou complementá-las.\n4. Como está claro no acórdão rescindendo, o acidente que acarretou\na incapacidade para a atividade castrense decorreu de prática\nesportiva alheia ao próprio serviço militar. Com isso, a violação da\nlei, se reconhecida sob esse enfoque, será meramente reflexa,\ndependendo da prévia constatação de equívoco na apreciação das\nprovas dos autos, o que não se admite na via rescisória, que não\nconstitui sucedâneo recursal.\n5. Inalterado o contexto fático dos autos quanto à origem da\nincapacidade, não há falar em afronta direta e literal a disposição\nde lei, sendo certo que o acórdão rescindendo está assentado em\nacórdão da própria CORTE ESPECIAL sobre a mesma matéria (EREsp n.\n1.123.371/RS, Relator originário Ministro OG FERNANDES, Relator para\nacórdão Ministro MAURO CAMPBELL MARQUES, julgado em 19/9/2018, DJe\n12/3/2019), que solucionou divergência entre a QUINTA a SEGUNDA\nTURMAS.\n6. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230321",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, em sessão virtual de 15/03/2023 a 21/03/2023, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Humberto Martins, Herman Benjamin, Og\nFernandes, Luis Felipe Salomão, Mauro Campbell Marques, Benedito\nGonçalves, Raul Araújo, Paulo de Tarso Sanseverino e Maria Isabel\nGallotti  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(AÇÃO RESCISÓRIA - ASPECTO FÁTICO - AUSÊNCIA DE MANIFESTAÇÃO)\n   STJ - <<AR 6258>>-DF, <<AR 6243>>-SP\n(AÇÃO RESCISÓRIA - DISPOSITIVO DE LEI - LITERAL VIOLAÇÃO)\n   STJ - <<AgInt na AR 6475>>-SC, <<AR 5938>>-RJ,\n         <<AgInt nos EDcl na AR 6616>>-ES\n(AÇÃO RESCISÓRIA - CORREÇÃO DE INTERPRETAÇÃO EQUIVOCADA DE FATOS)\n   STJ - <<AR 6258>>-DF, <<AR 5776>>-SC, <<AR 6280>>-RJ,\n         <<AgInt na AR 6382>>-DF, <<AR 5802>>-GO",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00966 INC:00008 PAR:00001" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000839447",
  "numeroProcesso" : "1841327",
  "numeroRegistro" : "201902942086",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "BENEDITO GONÇALVES",
  "dataPublicacao" : "DJE        DATA:24/03/2023",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM\nRECURSO ESPECIAL. HONORÁRIOS ADVOCATÍCIOS. CONTROVÉRSIA A RESPEITO\nDA INCIDÊNCIA DO § 2º OU DO § 8º DO ARTIGO 85 DO CPC. ACÓRDÃO\nAPRESENTADO COMO PARADIGMA REFORMADO EM SEDE DE EMBARGOS DE\nDIVERGÊNCIA. AUSÊNCIA DE COTEJO ANALÍTICO VÁLIDO.\n1. O recurso foi interposto sob a vigência do Código de Processo\nCivil de 2015, razão por que deve ser observado o Enunciado\nAdministrativo n. 3/STJ: \"Aos recursos interpostos com fundamento no\nCPC/2015 (relativos a decisões publicadas a partir de 18 de março de\n2016) serão exigidos os requisitos de admissibilidade recursal na\nforma do Novo CPC\".\n2. Na hipótese dos autos, insurge-se o agravante contra decisão da\nPresidência desta Corte Superior que inadmitiu o processamento do\nseu embargos de divergência, no qual se busca a aplicação do art.\n85, § 8º, do CPC, como supostamente aplicado no acórdão paradigma,\nao invés do art. 85, § 2º, do CPC, como determinado pelo acórdão\nembargado.\n3. Ocorre que o acórdão apresentado como paradigma (REsp n.\n1.771.147/SP) foi reformado em sede de embargos de divergência, após\na interposição do presente agravo interno, razão pela qual não\nsubsiste o indicado dissídio jurisprudencial. Manutenção da\ninadmissão dos embargos de divergência que se impõe ao caso dos\nautos, pois \"A reforma ou a anulação do acórdão paradigma impede o\nconhecimento dos embargos de divergência (AgInt nos EDcl nos EDv nos\nEAREsp n. 1.133.105/RS, relatora Ministra Nancy Andrighi, Segunda\nSeção, julgado em 17/12/2019, DJe de 19/12/2019)\".\n4. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230321",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, em sessão virtual de 15/03/2023 a 21/03/2023, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Humberto Martins, Herman Benjamin, Og\nFernandes, Luis Felipe Salomão, Mauro Campbell Marques, Raul Araújo,\nPaulo de Tarso Sanseverino, Maria Isabel Gallotti e Antonio Carlos\nFerreira  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - AUSÊNCIA DE COTEJO ANALÍTICO)\n   STJ - <<AgInt nos EDcl nos EDv nos EAREsp 1133105>>-RS",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000839448",
  "numeroProcesso" : "28294",
  "numeroRegistro" : "202104048891",
  "siglaClasse" : "AgInt no MS",
  "descricaoClasse" : "AGRAVO INTERNO NO MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "BENEDITO GONÇALVES",
  "dataPublicacao" : "DJE        DATA:24/03/2023",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NO MANDADO DE SEGURANÇA. IMPETRAÇÃO\nCONTRA ACÓRDÃO DE ÓRGÃO COLEGIADO DO STJ. AUSÊNCIA DE ILEGALIDADE OU\nDE TERATOLOGIA. UTILIZAÇÃO DA VIA MANDAMENTAL COMO SUCEDÂNEO\nRECURSAL. INADMISSIBILIDADE.\n1. Tendo o recurso sido interposto contra decisão publicada na\nvigência do Código de Processo Civil de 2015, devem ser exigidos os\nrequisitos de admissibilidade na forma nele previsto, conforme\nEnunciado Administrativo n. 3/2016/STJ.\n2. A jurisprudência do STJ é firme no sentido de que o mandado de\nsegurança contra ato judicial é medida excepcional, cabível somente\nem situações nas quais se pode verificar, de plano, ato judicial\neivado de flagrante ilegalidade, teratologia ou abuso de poder que\nimportem ao impetrante irreparável lesão a seu direito líquido e\ncerto. Precedentes.\n3. Na hipótese, não se verifica a ocorrência de decisão judicial\nteratológica, tampouco a existência de direito líquido e certo\namparável por mandado de segurança, na medida em que foi impetrado\ncontra acórdão proferido pela Quarta Turma desta Corte, devidamente\nfundamentado, com motivação clara e consistente, embora dissonante\nda pretensão da impetrante, o que evidencia, claramente, a\nutilização da via mandamental como sucedâneo recursal.\n4. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230321",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, em sessão virtual de 15/03/2023 a 21/03/2023, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Humberto Martins, Herman Benjamin, Og\nFernandes, Luis Felipe Salomão, Mauro Campbell Marques, Raul Araújo,\nPaulo de Tarso Sanseverino, Maria Isabel Gallotti e Antonio Carlos\nFerreira  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(FUNDAMENTAÇÃO PER RELATIONEM)\n   STJ - <<MS 17054>>-DF\n(MANDADO DE SEGURANÇA CONTRA ATO JUDICIAL - MEDIDA EXCEPCIONAL)\n   STJ - <<AgInt no MS 28298>>-DF,\n         <<AgInt nos EDcl no MS 28707>>-DF,\n         <<AgInt nos EDcl no MS 28315>>-DF,\n         <<AgInt no MS 28545>>-DF",
  "notas" : null,
  "informacoesComplementares" : "     \"[...] 'O Supremo Tribunal Federal chancelou a técnica da\nmotivaçãoper relationem, por entender revelar-se \u001Clegítima, e\nplenamente compatível com a exigência imposta pelo art. 93, inciso\nIX, da Constituição da República, a utilização, por magistrados, da\ntécnica da motivação 'per relationem', que se caracteriza pela\nremissão que o ato judicial expressamente faz a outras manifestações\nou peças processuais existentes nos autos, mesmo as produzidas pelas\npartes, pelo Ministério Público ou por autoridades públicas, cujo\nteor indique os fundamentos de fato e/ou de direito que justifiquem\na decisão emanada do Poder Judiciário. [...]' [...]\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:012016 ANO:2009\n*****  LMS-09    LEI DO MANDADO DE SEGURANÇA\n        ART:00001", "LEG:FED SUM:****** ANO:****\n*****  SUM(STF)    SÚMULA DO SUPREMO TRIBUNAL FEDERAL\n        SUM:000267" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000839620",
  "numeroProcesso" : "1997473",
  "numeroRegistro" : "202103376930",
  "siglaClasse" : "AgRg no RE nos EDcl no AgRg no AREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NO AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:27/03/2023",
  "ementa" : "AGRAVO REGIMENTAL NO RECURSO EXTRAORDINÁRIO. NEGATIVA DE SEGUIMENTO.\nFUNDAMENTAÇÃO SUFICIENTE DO JULGADO RECORRIDO. TEMA N. 339/STF.\nRECURSO ESPECIAL NÃO CONHECIDO. TEMA N. 181/STF. AUSÊNCIA DE\nREPERCUSSÃO GERAL.\n1. \"O art. 93, IX, da Constituição Federal exige que o acórdão ou\ndecisão sejam fundamentados, ainda que sucintamente, sem determinar,\ncontudo, o exame pormenorizado de cada uma das alegações ou provas,\nnem que sejam corretos os fundamentos da decisão\" (Tema n. 339/STF,\nQO no Ag n. 791.292/PE).\n2. Existente alguma fundamentação, ainda que a parte não a repute\ncorreta ou completa, entende o Supremo Tribunal Federal que foi\nrespeitado o art. 93, IX, da CF, conforme a conclusão firmada no\nTema n. 339/STF, tese de observância obrigatória (CPC, art. 927,\nIII).\n3. \"A questão do preenchimento dos pressupostos de admissibilidade\nde recursos da competência de outros Tribunais tem natureza\ninfraconstitucional e a ela são atribuídos os efeitos da ausência de\nrepercussão geral\" (Tema n. 181/STF).\n4. Não preenchidos os pressupostos de admissibilidade do recurso\nespecial, aplica-se a tese do Tema n. 181/STF,  ainda que se queira,\nno recurso extraordinário, discutir o mérito da causa ou os\nfundamentos que impediram o conhecimento do recurso (CPC, art. 927,\nIII).\n5. Agravo regimental a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230321",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 15/03/2023 a 21/03/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Humberto Martins, Herman Benjamin, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Paulo de Tarso Sanseverino, Maria Isabel Gallotti e Antonio\nCarlos Ferreira  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(ACÓRDÃO OU DECISÃO - FUNDAMENTAÇÃO SUSCINTA - POSSIBILIDADE)\n   STF - [[QO no Ag 791292]]-PE, [[ARE - ED-AgR 1349717]]\n(PRESSUPOSTOS DE ADMISSIBILIDADE - MATÉRIA INFRACONSTITUCIONAL)\n   STJ - <<AgInt no RE nos EDcl no AgInt no AREsp 1342377>>-SP\n   STF - [[RE - RG 598365]]-MG, [[ARE AgR 1227415]],\n         [[RE AgR 1081829]]",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00093 INC:00009", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00927 INC:00003" ],
  "acordaosSimilares" : [ "AgInt no RE no AgInt no AREsp  1768190  PR  2020/0255201-5\nDecisão:21/03/2023\nDJE        DATA:27/03/2023", "AgInt no RE no AgInt no AREsp  2009485  SP  2021/0340095-0\nDecisão:21/03/2023\nDJE        DATA:27/03/2023", "AgInt no RE no AgInt no AREsp  2077434  SP  2022/0052609-7\nDecisão:21/03/2023\nDJE        DATA:27/03/2023", "AgInt no RE no AgInt no AREsp  2085094  RS  2022/0066347-8\nDecisão:21/03/2023\nDJE        DATA:27/03/2023", "AgInt no RE no AgInt no AREsp  2132764  MS  2022/0147546-2\nDecisão:21/03/2023\nDJE        DATA:27/03/2023", "AgInt no RE nos EDcl no AgInt no AREsp  1786102  SP  2020/0293926-4\nDecisão:21/03/2023\nDJE        DATA:27/03/2023", "AgInt no RE nos EDcl no AgInt no AREsp  1891303  MG  2021/0141150-2\nDecisão:21/03/2023\nDJE        DATA:27/03/2023", "AgInt no RE nos EDcl no AgInt no AREsp  1895059  RJ  2021/0140599-8\nDecisão:21/03/2023\nDJE        DATA:27/03/2023", "AgInt no RE nos EDcl no AgInt no AREsp  1899144  SP  2021/0146016-8\nDecisão:21/03/2023\nDJE        DATA:27/03/2023", "AgInt no RE nos EDcl no AgInt no AREsp  2000065  SP  2021/0322767-0\nDecisão:21/03/2023\nDJE        DATA:27/03/2023", "AgInt no RE nos EDcl no AgInt no AREsp  2051884  DF  2022/0006904-0\nDecisão:21/03/2023\nDJE        DATA:27/03/2023", "AgInt no RE nos EDcl no AgInt no CC  182106  SC  2021/0268029-7\nDecisão:21/03/2023\nDJE        DATA:27/03/2023", "AgRg no RE no AgRg no AgRg no AREsp  2077104  SP  2022/0055540-8\nDecisão:21/03/2023\nDJE        DATA:27/03/2023", "AgRg no RE no AgRg no AgRg no AREsp  2121469  SP  2022/0135247-9\nDecisão:21/03/2023\nDJE        DATA:27/03/2023", "AgRg no RE no AgRg no AREsp  1845775  SP  2021/0061682-7\nDecisão:21/03/2023\nDJE        DATA:27/03/2023", "AgRg no RE no AgRg no AREsp  2035550  SP  2021/0399699-4\nDecisão:21/03/2023\nDJE        DATA:27/03/2023", "AgRg no RE no AgRg no AREsp  2087300  SP  2022/0073617-4\nDecisão:21/03/2023\nDJE        DATA:27/03/2023", "AgRg no RE no AgRg no AREsp  2108799  SP  2022/0113569-1\nDecisão:21/03/2023\nDJE        DATA:27/03/2023", "AgRg no RE no AgRg no AREsp  2165370  SP  2022/0211109-4\nDecisão:21/03/2023\nDJE        DATA:27/03/2023", "AgRg no RE no AgRg nos EAREsp  1383095  SP  2018/0276537-0\nDecisão:21/03/2023\nDJE        DATA:27/03/2023", "AgRg no RE no AgRg nos EAREsp  1816197  PR  2021/0014908-5\nDecisão:21/03/2023\nDJE        DATA:27/03/2023", "AgRg no RE no AgRg nos EDcl no AREsp  2148744  SP  2022/0184324-4\nDecisão:21/03/2023\nDJE        DATA:27/03/2023", "AgRg no RE no AgRg nos EDcl no HC  734927  RS  2022/0103764-2\nDecisão:21/03/2023\nDJE        DATA:27/03/2023", "AgRg no RE no AgRg nos EREsp  1958403  RJ  2021/0282056-3\nDecisão:21/03/2023\nDJE        DATA:27/03/2023", "AgRg no RE nos EDcl no AgRg no AREsp  1269458  SP  2018/0071094-1\nDecisão:21/03/2023\nDJE        DATA:27/03/2023", "AgRg no RE nos EDcl no AgRg no AREsp  1601790  RJ  2019/0307113-0\nDecisão:21/03/2023\nDJE        DATA:27/03/2023", "AgRg no RE nos EDcl no AgRg no AREsp  1721967  SC  2020/0161456-7\nDecisão:21/03/2023\nDJE        DATA:27/03/2023", "AgRg no RE nos EDcl no AgRg no AREsp  1726930  SP  2020/0170577-8\nDecisão:21/03/2023\nDJE        DATA:27/03/2023", "AgRg no RE nos EDcl no AgRg no AREsp  1929951  SC  2021/0224016-6\nDecisão:21/03/2023\nDJE        DATA:27/03/2023", "AgRg no RE nos EDcl no AgRg no AREsp  1984724  SP  2021/0316444-1\nDecisão:21/03/2023\nDJE        DATA:27/03/2023", "AgRg no RE nos EDcl no AgRg no AREsp  1984724  SP  2021/0316444-1\nDecisão:21/03/2023\nDJE        DATA:27/03/2023", "AgRg no RE nos EDcl no AgRg no AREsp  2121468  SP  2022/0135082-7\nDecisão:21/03/2023\nDJE        DATA:27/03/2023", "AgRg no RE nos EDcl no AgRg no AREsp  2138556  PR  2022/0165981-8\nDecisão:21/03/2023\nDJE        DATA:27/03/2023", "AgRg no RE nos EDcl no AgRg no AREsp  2166955  DF  2022/0213193-6\nDecisão:21/03/2023\nDJE        DATA:27/03/2023", "AgRg no RE nos EDcl no AgRg nos EAREsp  1712506  SC  2020/0137851-5\nDecisão:21/03/2023\nDJE        DATA:27/03/2023", "AgRg no RE nos EDcl nos EDcl no AREsp  1843371  PR  2021/0054454-7\nDecisão:21/03/2023\nDJE        DATA:27/03/2023" ]
}, {
  "id" : "000839621",
  "numeroProcesso" : "18180",
  "numeroRegistro" : "202203321569",
  "siglaClasse" : "AgInt na CR",
  "descricaoClasse" : "AGRAVO INTERNO NA CARTA ROGATÓRIA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA THEREZA DE ASSIS MOURA",
  "dataPublicacao" : "DJE        DATA:24/03/2023",
  "ementa" : "PROCESSO CIVIL. CARTA ROGATÓRIA. AGRAVO INTERNO. AGRAVO QUE REPISA\nAS RAZÕES DA IMPUGNAÇÃO. CITAÇÃO. CONCESSÃO DO EXEQUATUR. VIOLAÇÃO\nDA ORDEM PÚBLICA. NÃO OCORRÊNCIA. SENTENÇA ESTRANGEIRA.\nIMPOSSIBILIDADE. QUESTÕES DE MÉRITO. COMPETÊNCIA DA JUSTIÇA ROGANTE.\n1. Nas razões deste agravo, a agravante se limita a repisar os\nargumentos aventados na impugnação, os quais foram devidamente\nexaminados na decisão agravada.\n2. A prática de ato de comunicação processual é plenamente\nadmissível em carta rogatória. A simples notificação da interessada\nacerca de processo em curso na Justiça rogante não constitui nenhuma\nofensa à ordem pública ou à soberania nacional, destinando-se\napenas a dar conhecimento de ação em curso na Justiça alienígena.\n3. A solicitação de cumprimento de sentença estrangeira não pode ser\nconfundida com carta rogatória, que é a hipótese dos autos.\n4. Cabe ao Superior Tribunal de Justiça emitir juízo meramente de\ndelibação acerca da concessão de exequatur à carta rogatória, sendo\ncompetência da Justiça rogante a análise de alegações relacionadas\nao mérito da causa.\n5.  Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230321",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 15/03/2023 a 21/03/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Humberto Martins, Herman Benjamin, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Paulo de Tarso Sanseverino, Maria Isabel Gallotti e Antonio\nCarlos Ferreira  votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento o Sr. Ministro Og Fernandes.",
  "jurisprudenciaCitada" : "(CARTA ROGATÓRIA - INTIMAÇÃO - COMPARECIMENTO)\n   STJ - <<AgInt na CR 11209>>-EX, <<AgInt na CR 10434>>-EX\n(CARTA ROGATÓRIA - CITAÇÃO - SOBERANIA NACIONAL - ORDEM PÚBLICA)\n   STJ - <<AgInt nos EDcl na CR 14431>>-EX\n   STF - [[AgRg-CR 10849-7]]",
  "notas" : null,
  "informacoesComplementares" : "     A diligência de intimação por meio de carta rogatória é\nconsumada na hipótese de comparecimento da parte interessada,\nconforme a jurisprudência do STJ.",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000839622",
  "numeroProcesso" : "17944",
  "numeroRegistro" : "202202309970",
  "siglaClasse" : "AgInt na CR",
  "descricaoClasse" : "AGRAVO INTERNO NA CARTA ROGATÓRIA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA THEREZA DE ASSIS MOURA",
  "dataPublicacao" : "DJE        DATA:24/03/2023",
  "ementa" : "CARTA ROGATÓRIA. AGRAVO INTERNO. CITAÇÃO. CONCESSÃO DE EXEQUATUR.\nTESE DE DEFICIÊNCIA NA INSTRUÇÃO. DOCUMENTAÇÃO SUFICIENTE PARA A\nCOMPREENSÃO DA CONTROVÉRSIA. INCOMPETÊNCIA DA JUSTIÇA ROGANTE.\nQUESTÕES DE MÉRITO. RECURSO A QUE SE NEGA PROVIMENTO.\n1. A prática de ato de comunicação processual é plenamente\nadmissível em carta rogatória. A simples citação, por si só, não\nrepresenta situação de afronta à ordem pública ou à soberania\nnacional, destinando-se apenas a dar conhecimento de ação em curso\npara permitir a defesa da parte interessada.\n2. Para a concessão do exequatur, a carta rogatória não precisa\nestar acompanhada de todos os documentos indicados na petição\ninicial e de detalhes do processo em curso, mas de peças suficientes\npara a compreensão da controvérsia.\n3. Cabe ao Superior Tribunal de Justiça emitir juízo meramente de\ndelibação acerca da concessão de exequatur a carta rogatória, de\nmodo que o debate acerca da competência da Justiça rogante extrapola\nos limites cognitivos estreitos que regem o presente instrumento\ncooperatório.\n4. Nos moldes do entendimento deste Sodalício, no exame da contenda\ndevem ser apresentadas as razões que levaram o julgador a decidir\ndaquela maneira, não sendo, contudo, obrigado a se manifestar, ponto\na ponto, sobre todas as teses elencadas pelas partes, desde que\nhaja encontrado razões suficientes para decidir. Precedentes.\n5. Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230321",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 15/03/2023 a 21/03/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Humberto Martins, Herman Benjamin, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Paulo de Tarso Sanseverino, Maria Isabel Gallotti e Antonio\nCarlos Ferreira  votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento o Sr. Ministro Og Fernandes.",
  "jurisprudenciaCitada" : "(CARTA ROGATÓRIA - CITAÇÃO - COMPARECIMENTO DA PARTE INTERESSADA)\n   STJ - <<AgInt na CR 11209>>-EX, <<AgInt na CR 10434>>-EX\n(CARTA ROGATÓRIA - INSTRUÇÃO - DOCUMENTAÇÃO SUFICIENTE PARA A\nCOMPREENSÃO DA CONTROVÉRSIA)\n   STJ - <<AgInt na CR 16181>>-EX\n(CARTA ROGATÓRIA - DISCUSSÃO ACERCA DA COMPETÊNCIA DA JUSTIÇA\nROGANTE)\n   STJ - <<AgInt na CR 16672>>-EX\n(PRESTAÇÃO JURISDICIONAL - DESNECESSIDADE DE REBATER TODOS OS\nARGUMENTOS DA PARTE)\n   STJ - <<EDcl no AgInt na SLS 2828>>-MG",
  "notas" : null,
  "informacoesComplementares" : "     A diligência de intimação por meio de carta rogatória é\nconsumada na hipótese de comparecimento da parte interessada,\nconforme a jurisprudência do STJ.",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00023" ],
  "acordaosSimilares" : [ "AgInt na CR  17942 EX 2022/0230986-7 Decisão:25/04/2023\nDJE        DATA:28/04/2023", "AgInt na CR  17998 EX 2022/0252929-4 Decisão:21/03/2023\nDJE        DATA:24/03/2023" ]
}, {
  "id" : "000839623",
  "numeroProcesso" : "2010698",
  "numeroRegistro" : "202103616265",
  "siglaClasse" : "AgRg no RE nos EDcl no AgRg no AREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NO AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:27/03/2023",
  "ementa" : "AGRAVO REGIMENTAL NO RECURSO EXTRAORDINÁRIO. NEGATIVA DE SEGUIMENTO.\nAGRAVO EM RECURSO ESPECIAL NÃO CONHECIDO. TEMA N. 181/STF. AUSÊNCIA\nDE REPERCUSSÃO GERAL.\n1. \"A questão do preenchimento dos pressupostos de admissibilidade\nde recursos da competência de outros Tribunais tem natureza\ninfraconstitucional e a ela são atribuídos os efeitos da ausência de\nrepercussão geral\" (Tema n. 181/STF).\n2. Não preenchidos os pressupostos de admissibilidade do agravo em\nrecurso especial, aplica-se a tese do Tema n. 181/STF ainda que se\nqueira, no recurso extraordinário, discutir o mérito da causa ou os\nfundamentos que impediram o conhecimento do recurso (CPC, art. 927,\nIII).\n3. Nos termos do art. 22, § 2º, I, a, do Regimento Interno do\nSuperior Tribunal de Justiça, não compete à Vice-Presidência\nanalisar o pleito de concessão de habeas corpus de ofício, pois sua\natribuição se restringe ao exame da admissibilidade de recursos para\no Supremo Tribunal Federal.\n4. Agravo regimental a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230321",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 15/03/2023 a 21/03/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Humberto Martins, Herman Benjamin, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Paulo de Tarso Sanseverino, Maria Isabel Gallotti e Antonio\nCarlos Ferreira  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(ADMISSIBILIDADE RECURSAL - AUSÊNCIA DE REPERCUSSÃO GERAL)\n   STJ - <<AgInt no RE nos EDcl no AgInt no AREsp 1342377>>-SP\n   STF - [[RE - RG 598365]]-MG, [[ARE AgR 1227415]],\n         [[RE AgR 1081829]]",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00927 INC:00003", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00022 PAR:00001 INC:00001 LET:A" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000839624",
  "numeroProcesso" : "2026579",
  "numeroRegistro" : "202103867059",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "PAULO DE TARSO SANSEVERINO",
  "dataPublicacao" : "DJE        DATA:27/03/2023",
  "ementa" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA NO AGRAVO EM RECURSO\nESPECIAL. AUSÊNCIA DE DEMONSTRAÇÃO DO DISSÍDIO JURISPRUDENCIAL.\nAGRAVO REGIMENTAL DESPROVIDO.\n1. A comprovação da divergência deve observar os termos do § 4º do\nart. 1.043 do CPC de 2015 e do § 4º do art. 266 do RISTJ.\n2. A mera indicação do Diário da Justiça em que publicado o acórdão\nparadigma não atende à exigência de citação do repositório oficial\nou autorizado de jurisprudência, uma vez que consiste apenas em\nórgão de divulgação no qual somente é publicada a ementa do acórdão\ne não seu inteiro teor.\n3. A juntada tão somente da ementa, relatório e voto do acórdão\nparadigma, sem a respectiva certidão de julgamento, configura vício\nsubstancial e afasta a aplicação do parágrafo único do art. 932 do\nCPC de 2015.\n4. AGRAVO REGIMENTAL CONHECIDO E DESPROVIDO.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230321",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 15/03/2023 a 21/03/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Humberto Martins, Herman Benjamin, Og\nFernandes, Luis Felipe Salomão, Mauro Campbell Marques, Benedito\nGonçalves, Raul Araújo, Maria Isabel Gallotti e Antonio Carlos\nFerreira  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(DISSÍDIO JURISPRUDENCIAL - AUSÊNCIA DE COMPROVAÇÃO)\n   STJ - <<AgInt nos EAREsp 1935286>>-RJ,\n         <<AgInt nos EAREsp 1895381>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00932 PAR:ÚNICO ART:01043 PAR:00004", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266 PAR:00004" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000839686",
  "numeroProcesso" : "1859291",
  "numeroRegistro" : "202100802932",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LAURITA VAZ",
  "dataPublicacao" : "DJE        DATA:29/03/2023",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. INTEMPESTIVIDADE. AUSÊNCIA DE COMPROVAÇÃO DA SUSPENSÃO DE\nEXPEDIENTE FORENSE NO ATO DE INTERPOSIÇÃO DO RECURSO. JURISPRUDÊNCIA\nCONSOLIDADA DO SUPERIOR TRIBUNAL DE JUSTIÇA. INCIDÊNCIA DA SÚMULA\nN. 168 DESTA CORTE. EMBARGOS DE DIVERGÊNCIA LIMINARMENTE\nINDEFERIDOS. AGRAVO INTERNO DESPROVIDO.\n1. O entendimento firmado pela Corte Especial é de que a única\nexceção à regra da obrigatoriedade de comprovação de feriado local\nno ato de interposição do recurso é o da segunda-feira de carnaval,\nexcluídos os demais feriados, sendo que a modulação dos efeitos\ndessa decisão também ficou adstrita à essa única hipótese -\naplicável aos recursos interpostos até a publicação do referido\nacórdão (DJe de 18/11/2019).\n2. Incidência da Súmula n.º 168 do Superior Tribunal de Justiça:\n\"Não cabem embargos de divergência, quando a jurisprudência do\nTribunal se firmou no mesmo sentido do acórdão embargado.\"\n3. A pandemia, a despeito de ser fato notório, não serve para\njustificar - sem a oportuna juntada de documento idôneo - a eventual\ne circunstancial suspensão de expediente forense, situação, como se\nsabe, que ocorreu de formas e em períodos variados nos diversos\nEstados da Federação.\n4. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230321",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 15/03/2023 a 21/03/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Og Fernandes, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Paulo de Tarso Sanseverino, Maria Isabel Gallotti e Antonio\nCarlos Ferreira  votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(TEMPESTIVIDADE - COMPROVAÇÃO - ATO DE INTERPOSIÇÃO)\n   STJ - <<AgInt nos EAREsp 1354373>>-MS,\n         <<AgInt nos EAREsp 1480033>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000168" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000839703",
  "numeroProcesso" : "1899968",
  "numeroRegistro" : "202101667977",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LAURITA VAZ",
  "dataPublicacao" : "DJE        DATA:29/03/2023",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. AUSÊNCIA DE IMPUGNAÇÃO DOS FUNDAMENTOS DA DECISÃO DE\nINADMISSIBILIDADE DO TRIBUNAL DE ORIGEM. CORRETA INCIDÊNCIA DA\nSÚMULA N. 182 DO STJ. AUSÊNCIA DE ENFRENTAMENTO DO MÉRITO DO RECURSO\nESPECIAL. RECURSO MANIFESTAMENTE INCABÍVEL. INCIDÊNCIA DA SÚMULA N.\n315 DO STJ. AGRAVO INTERNO DESPROVIDO.\nQUESTÃO DE ORDEM. CONDENAÇÃO POR IMPROBIDADE ADMINISTRATIVA.\nSUPERVENIÊNCIA DO JULGAMENTO, EM REPERCUSSÃO GERAL, DO TEMA 1199.\nNECESSIDADE DE RETORNO DOS AUTOS À ORIGEM PARA O JUÍZO DE\nCONFORMIDADE.\n1. Mostra-se inequívoca a incidência do óbice da Súmula n. 315 do\nSTJ (\"Não cabem embargos de divergência no âmbito do agravo de\ninstrumento que não admite recurso especial\"), na medida em que o\nacórdão embargado não examinou o mérito do recurso especial em razão\ndo óbice da Súmula n. 182 do STJ, a obstar a admissibilidade dos\nembargos de divergência.\n2. Em 18/08/2022, sobreveio julgamento de mérito do ARE 843.989/PR,\ncom repercussão geral (Tema 1199), pelo Supremo Tribunal Federal,\nque firmou a seguinte tese (Ata de Julgamento publicada no DJe de\n22/08/2022): [...] \"3) A nova Lei 14.230/2021 aplica-se aos atos de\nimprobidade administrativa culposos praticados na vigência do texto\nanterior da lei, porém sem condenação transitada em julgado, em\nvirtude da revogação expressa do texto anterior; devendo o juízo\ncompetente analisar eventual dolo por parte do agente\".\n3. Como o acórdão do Tribunal a quo manteve a condenação dos ora\nEmbargantes por improbidade administrativa, consignando que agiram\ncom culpa grave, há de se viabilizar o reexame da matéria, diante do\nrevelado antagonismo com o precedente vinculante do Supremo\nTribunal Federal, que entendeu pela aplicação retroativa da norma\nque exclui a figura culposa aos processos sem trânsito em julgado.\n4. Conforme jurisprudência deste Superior Tribunal de Justiça, não\ntendo sido ultrapassado o juízo de admissibilidade dos embargos de\ndivergência - recurso de fundamentação vinculada e de cognição\nrestrita -, descabe a apreciação de questões meritórias, ainda que\nse trate de matéria de ordem pública.\n5. Agravo interno desprovido. Em questão de ordem, fica determinada\na remessa dos autos ao Tribunal a quo, para o juízo de conformidade,\naplicando-se, por analogia, o disposto no art. 1.030, inciso II, do\nCódigo de Processo Civil.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230321",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 15/03/2023 a 21/03/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Og Fernandes, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Paulo de Tarso Sanseverino, Maria Isabel Gallotti e Antonio\nCarlos Ferreira  votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - AUSÊNCIA DE APRECIAÇÃO DO MÉRITO - SÚMULA\n315 DO STJ)\n   STJ - <<AgInt nos EAREsp 1380659>>-DF,\n         <<AgInt nos EAREsp 1269645>>-RS,\n         <<AgInt nos EAREsp 1441916>>-SC\n(EMBARGOS DE DIVERGÊNCIA - CABIMENTO)\n   STJ - <<AgInt nos EAREsp 1023387>>-SP,\n         <<AgInt nos EAREsp 1476711>>-MG\n(LEI N. 14.230/2021 - APLICAÇÃO RETROATIVA - IMPROBIDADE\nADMINISTRATIVA - TIPIFICAÇÃO)\n   STF - [[ARE 843989]]-PR (REPERCUSSÃO GERAL - TEMA(s) 1199)\n(EMBARGOS DE DIVERGÊNCIA - NÃO ULTRAPASSADO O JUÍZO DE\nADMISSIBILIDADE - QUESTÕES MERITÓRIAS - DESCABIMENTO, AINDA QUE SE\nTRATE DE MATÉRIA DE ORDEM PÚBLICA)\n   STJ - <<EDcl no AgInt nos EDv nos EDcl no AgInt nos EAREsp\n1764848>>-RS,\n         <<AgInt nos EDcl nos EAREsp 503161>>-PR\n(CONDENAÇÃO POR IMPROBIDADE ADMINISTRATIVA - SUPERVENIÊNCIA DE\nJULGAMENTO EM REPERCUSSÃO GERAL NO STF - REMESSA DOS AUTOS À ORIGEM\nPARA O JUÍZO DE CONFORMIDADE)\n   STJ - <<EDcl no AgInt nos EAREsp 1625988>>-SE",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:014230 ANO:2021", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01030 INC:00002", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000315", "LEG:FED LEI:008429 ANO:1992\n*****  LIA-92    LEI DE IMPROBIDADE ADMINISTRATIVA" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000839948",
  "numeroProcesso" : "1775493",
  "numeroRegistro" : "202002698045",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA ISABEL GALLOTTI",
  "dataPublicacao" : "DJE        DATA:30/03/2023",
  "ementa" : "AGRAVO INTERNO. RAZÕES QUE NÃO INFIRMARAM OS FUNDAMENTOS DA DECISÃO\nAGRAVADA. EMBARGOS DE DIVERGÊNCIA. PRETENSÃO À ANÁLISE DO CABIMENTO\nDE ACORDO DE NÃO PERSECUÇÃO PENAL. MATÉRIA NÃO DECIDIDA PELAS\nINSTÂNCIAS ORDINÁRIAS, NEM, POR CONSEGUINTE, POR ESTA CORTE. QUESTÃO\nSUSCITADA APENAS EM EMBARGOS DE DECLARAÇÃO NO RECURSO ESPECIAL.\nINOVAÇÃO RECURSAL. AUSÊNCIA DE DECISÃO SOBRE O MÉRITO DA\nCONTROVÉRSIA. CPC 2015, ART. 1.043, INCISOS I E III. NÃO CABIMENTO\nDOS EMBARGOS DE DIVERGÊNCIA. AGRAVO INTERNO A QUE SE NEGA\nPROVIMENTO.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230321",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 15/03/2023 a 21/03/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Humberto Martins, Herman Benjamin, Og\nFernandes, Luis Felipe Salomão, Mauro Campbell Marques, Benedito\nGonçalves, Raul Araújo, Paulo de Tarso Sanseverino e Antonio Carlos\nFerreira  votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(HABEAS CORPUS - INOVAÇÃO RECURSAL)\n   STF - [[HC 102930]]\n(ANPP - INEXISTÊNCIA DE DIREITO SUBJETIVO DO RÉU - FACULDADE DO\nMINISTÉRIO PÚBLICO)\n   STJ - <<HC 657165>>-RJ, <<RHC 161251>>-PR,\n         <<AgRg no HC 701443>>-MS",
  "notas" : null,
  "informacoesComplementares" : "     \"O mérito, no processo penal, diz respeito ao exame das\nquestões de fato e de direito que concernem à imputação contida na\ndenúncia, e, não, ao cabimento, ou não, de acordo de não persecução\npenal entre os sujeitos da relação processual. A circunstância de o\ncumprimento integral das cláusulas do acordo acarretar a extinção da\npunibilidade do réu, ou seja, evento futuro e incerto, não constitui\nfundamento para alterar a natureza jurídica do ANPP de negócio\njurídico pré-processual. Como tem decidido, reiteradamente, esta\nCorte, '[o] acordo de não persecução penal não constitui direito\nsubjetivo do investigado, cabendo ao Ministério Público avaliar,\nfundamentadamente, se é cabível, no caso concreto, a proposição do\nreferido negócio jurídico pré-processual.' [...]\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:0028A", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01043 INC:00001 INC:00003" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000839949",
  "numeroProcesso" : "29065",
  "numeroRegistro" : "202203643885",
  "siglaClasse" : "AgInt no MS",
  "descricaoClasse" : "AGRAVO INTERNO NO MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA ISABEL GALLOTTI",
  "dataPublicacao" : "DJE        DATA:30/03/2023",
  "ementa" : "AGRAVO INTERNO. MANDADO DE SEGURANÇA QUE IMPUGNA ACÓRDÃO DE TURMA\nDESTA CORTE. INDEFERIMENTO DA PETIÇÃO INICIAL. LMS, ART. 10. RAZÕES\nQUE NÃO INFIRMARAM OS FUNDAMENTOS DA DECISÃO AGRAVADA. AUSÊNCIA, NO\nACÓRDÃO IMPUGNADO, DE TERATOLOGIA, DE ILEGALIDADE OU DE ABUSO DE\nPODER FLAGRANTES. AGRAVO INTERNO A QUE SE NEGA PROVIMENTO.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230321",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 15/03/2023 a 21/03/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Humberto Martins, Herman Benjamin, Og\nFernandes, Luis Felipe Salomão, Mauro Campbell Marques, Benedito\nGonçalves, Raul Araújo, Paulo de Tarso Sanseverino e Antonio Carlos\nFerreira  votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(MANDADO DE SEGURANÇA - INDEFERIMENTO DA PETIÇÃO INICIAL -\nJULGAMENTO ULTRA PETITA)\n   STJ - <<AgInt no REsp 1877056>>-SP\n(JULGAMENTO DA CAUSA - FUNDAMENTOS JURÍDICOS - NÃO VINCULAÇÃO DO\nMAGISTRADO - QUALIFICAÇÃO JURÍDICA - DECISÃO ULTRA PETITA)\n   STJ - <<REsp 1046497>>-RJ, <<AgInt no REsp 1584759>>-DF\n   STF - [[RE-EI 28490]]\n(MANDADO DE SEGURANÇA - DIREITO LÍQUIDO E CERTO - PRESSUPOSTO DE\nADMISSIBILIDADE)\n   STF - [[RE 195186]]-RS\n(INDEFERIMENTO DA PETIÇÃO INICIAL - FALTA DE EXAME DO MÉRITO -\nINEXISTÊNCIA DE OMISSÃO)\n   STJ - <<AgInt no AREsp 1758510>>-RJ, <<REsp 1590153>>-PR,\n         <<AgRg nos EDcl no REsp 694825>>-SP\n(PREQUESTIONAMENTO FICTO)\n   STJ - <<AgInt no REsp 1872826>>-PR,\n         <<AgInt no REsp 1883489>>-PR",
  "notas" : null,
  "informacoesComplementares" : "     \"O indeferimento da petição inicial, com base no art. 10,\ncaput, da LMS, é uma das soluções jurídicas expressamente previstas\nem lei para a resolução de mandado de segurança, e, assim, nem\nsequer em tese constitui julgamento 'ultrapetita'. Esse vício de\njulgamento somente ocorre quando o juiz condena o réu 'em montante\nsuperior ao requerido na inicial'\".\n     \"[...] '[n]ão há julgamento ultra petita quando a controvérsia\né apreciada dentro dos limites em que posta nos autos. Os\nfundamentos jurídicos da causa de pedir não vinculam o julgador,\ncabendo a ele aplicar o direito à espécie, ainda que por fundamento\ndiverso do invocado pelas partes ('iura novit curia' e da 'mihi\nfactum dabo tibi ius')' [...]\".\n     \"[...] 'o direito líquido e certo, pressuposto constitucional\nde admissibilidade do mandado de segurança, é requisito de ordem\nprocessual - atinente à existência de prova inequívoca dos fatos em\nque se baseou a pretensão do impetrante e não à procedência desta,\nmatéria de mérito'\".\n     \"'O acolhimento da matéria preliminar, consistente no\nindeferimento da petição inicial, impede a análise do mérito, sem\nque isso implique omissão passível de suprimento'\".\n     \"'A aplicação do art. 1.025 do Código de Processo Civil de\n2015, referente ao prequestionamento ficto, exige a efetiva\nimpugnação, em apelação ou contrarrazões de apelação da matéria\npassível de prequestionamento, não sendo possível apresentar a\nquestão apenas em embargos de declaração, por constituir inovação\nrecursal que não caracteriza omissão a teor do art. 1.022 do\nCPC/2015'\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:012016 ANO:2009\n*****  LMS-09    LEI DO MANDADO DE SEGURANÇA\n        ART:00001 ART:00010", "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00005 INC:00069", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01022 ART:01025" ],
  "acordaosSimilares" : [ "AgInt no MS  29113  PR  2022/0388012-5  Decisão:21/03/2023\nDJE        DATA:30/03/2023" ]
}, {
  "id" : "000840265",
  "numeroProcesso" : "2062215",
  "numeroRegistro" : "202200246702",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "ANTONIO CARLOS FERREIRA",
  "dataPublicacao" : "DJE        DATA:27/03/2023",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM\nAGRAVO EM RECURSO ESPECIAL. AUSÊNCIA DE COTEJO ANALÍTICO. REGRA\nTÉCNICA DE ADMISSIBILIDADE RECURSAL. AUSÊNCIA DE SIMILITUDE. DECISÃO\nMANTIDA.\n1. A impossibilidade de analisar a correta aplicação de regra\ntécnica de admissibilidade do recurso especial ou do agravo em\nrecurso especial decorre, no caso, da ausência de similitude entre o\nacórdão embargado e os paradigmas.\n2. O acórdão embargado, considerando a situação específica destes\nautos, bem como a petição de agravo apresentada pelos ora\nagravantes, entendeu que seria inadmissível o agravo em recurso\nespecial com base na Súmula n. 182 do STJ.\n3. O paradigma apontado, por outro lado, a partir do exame de\ncontexto fático-processual diverso, concluiu que a ausência de\nimpugnação, no agravo interno, de capítulo autônomo ou independente\nda decisão monocrática do relator - proferida ao apreciar recurso\nespecial ou agravo em recurso especial - apenas acarreta a preclusão\nda matéria não impugnada, não atraindo a Súmula n.182 do STJ.\n4. \"Constata-se, portanto, a ausência a necessária similitude\nfático-jurídica entre os julgados, uma vez que um trata de agravo\ninterno e o outro trata de agravo em recurso especial, o que\ninviabiliza os embargos de divergência\" (AgInt nos EDcl nos EDcl no\nAgInt nos EREsp n. 1.241.826/RS, Relator Ministro MAURO CAMPBELL\nMARQUES, CORTE ESPECIAL, julgado em 15/6/2022, DJe de 22/6/2022).\n5. \"A decisão que não admite o recurso especial tem como escopo\nexclusivo a apreciação dos pressupostos de admissibilidade recursal.\nSeu dispositivo é único, ainda quando a fundamentação permita\nconcluir pela presença de uma ou de várias causas impeditivas do\njulgamento do mérito recursal, uma vez que registra, de forma\nunívoca, apenas a inadmissão do recurso. Não há, pois, capítulos\nautônomos nesta decisão\" (EAREsp n. 746.775/PR, Relator Ministro\nJOÃO OTÁVIO DE NORONHA,  Relator para acórdão Ministro LUIS FELIPE\nSALOMÃO, CORTE ESPECIAL, julgado em 19/9/2018, DJe de 30/11/2018).\n6. \"[...]  os embargos de divergência têm por finalidade uniformizar\na jurisprudência do próprio Superior Tribunal de Justiça, quando se\nverificarem idênticas situações fáticas nos julgados, mas se tenha\ndado diferente interpretação na legislação aplicável ao caso. Não se\nprestam para avaliar possível justiça ou injustiça do decisum ou\ncorrigir regra técnica de conhecimento e, muito menos, confrontar\ntese de admissibilidade com tese de mérito\" (AgRg nos EAREsp n.\n1.630.006/DF, Relator Ministro FRANCISCO FALCÃO, CORTE ESPECIAL,\njulgado em 5/10/2022, DJe de 10/10/2022).\n7. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230321",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 15/03/2023 a 21/03/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Humberto Martins, Herman Benjamin, Og\nFernandes, Luis Felipe Salomão, Mauro Campbell Marques, Benedito\nGonçalves, Raul Araújo, Paulo de Tarso Sanseverino e Maria Isabel\nGallotti  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - ACÓRDÃOS CONFRONTADOS - AUSÊNCIA DE\nSIMILITUDE)\n   STJ - <<AgInt nos EDcl nos EDcl no AgInt nos EREsp 1241826>>-RS\n(RECURSO ESPECIAL - DECISÃO DE INADMISSÃO - DISPOSITIVO ÚNICO)\n   STJ - <<EAREsp 746775>>-PR\n(EMBARGOS DE DIVERGÊNCIA - JUSTIÇA OU INJUSTIÇA DA DECISÃO\nEMBARGADA)\n   STJ - <<AgRg nos EAREsp 1630006>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01043 PAR:00004" ],
  "acordaosSimilares" : [ "AgInt nos EAREsp  1762842  SP  2020/0243269-4  Decisão:21/03/2023\nDJE        DATA:27/03/2023" ]
}, {
  "id" : "000840267",
  "numeroProcesso" : "1853239",
  "numeroRegistro" : "202100687120",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "ANTONIO CARLOS FERREIRA",
  "dataPublicacao" : "DJE        DATA:27/03/2023",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM\nAGRAVO EM RECURSO ESPECIAL. ACÓRDÃO EMBARGADO CONFORME A\nJURISPRUDÊNCIA DA CORTE ESPECIAL. SÚMULA N. 168/STJ. DECISÃO\nMANTIDA.\n1. \"[...] os embargos de divergência, recurso de fundamentação\nvinculada, têm o propósito de compor divergência entre órgão\nfracionário do Supremo Tribunal Federal ou do Superior Tribunal de\nJustiça e qualquer outro órgão jurisdicional do mesmo tribunal\n(CPC/15, art. 1.043). Visa, portanto, a uniformizar a jurisprudência\ndo tribunal. Uma vez que goza de tal desiderato, são admitidos\nexclusivamente quando indicada e comprovada a existência de\ndivergência interior no tribunal. Mais ainda, é necessário que a\ndivergência seja atual (CPC, art. 1.044, caput, c/c o art. 266 do\nRISTJ - para o REsp.) [...] Nessa esteira, necessário ressaltar que\nos embargos de divergência têm por finalidade uniformizar a\njurisprudência do próprio Superior Tribunal de Justiça, quando se\nverificarem idênticas situações fáticas nos julgados, mas se tenha\ndado diferente interpretação na legislação aplicável ao caso. Não se\nprestam para avaliar possível justiça ou injustiça do decisum ou\ncorrigir regra técnica de conhecimento e, muito menos, confrontar\ntese de admissibilidade com tese de mérito\" (AgRg nos EAREsp n.\n1.630.006/DF, Relator Ministro FRANCISCO FALCÃO, CORTE ESPECIAL,\njulgado em 5/10/2022, DJe de 10/10/2022).\n2. Os embargos de divergência são o recurso voltado para a\nuniformização de entendimento entre órgãos fracionários do STJ.\nTendo a jurisprudência se unificado no mesmo sentido do acórdão\nembargado, revelam-se incabíveis os embargos de divergência (Súmula\nn. 168/STJ).\n3. \"As exceções destinadas à execução de prestação alimentícia, como\na penhora dos bens descritos no art. 833, IV e X, do CPC/15, e do\nbem de família (art. 3º, III, da Lei 8.009/90), assim como a prisão\ncivil, não se estendem aos honorários advocatícios, como não se\nestendem às demais verbas apenas com natureza alimentar, sob pena de\neventualmente termos que cogitar sua aplicação a todos os\nhonorários devidos a quaisquer profissionais liberais, como médicos,\nengenheiros, farmacêuticos, e a tantas outras categorias\" (REsp n.\n1.815.055/SP, Relatora Ministra NANCY ANDRIGHI, CORTE ESPECIAL,\njulgado em 3/8/2020, DJe de 26/8/2020).\n4. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230321",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 15/03/2023 a 21/03/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Humberto Martins, Herman Benjamin, Og\nFernandes, Luis Felipe Salomão, Mauro Campbell Marques, Benedito\nGonçalves, Raul Araújo, Paulo de Tarso Sanseverino e Maria Isabel\nGallotti  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(EXECUÇÃO DE PRESTAÇÃO ALIMENTÍCIA - HONORÁRIOS ADVOCATÍCIOS)\n   STJ - <<REsp 1815055>>-SP\n(EMBARGOS DE DIVERGÊNCIA - FUNDAMENTAÇÃO VINCULADA)\n   STJ - <<AgRg nos EAREsp 1630006>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000168", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00833 INC:00009 INC:00010", "LEG:FED LEI:008009 ANO:1990\n*****  LIBF-1990    LEI DA IMPENHORABILIDADE DO BEM DE FAMÍLIA\n        ART:00003 INC:00003" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000840268",
  "numeroProcesso" : "1581336",
  "numeroRegistro" : "201600271552",
  "siglaClasse" : "AgInt nos EDcl nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "ANTONIO CARLOS FERREIRA",
  "dataPublicacao" : "DJE        DATA:27/03/2023",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NOS\nEMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL. AUSÊNCIA DE COTEJO\nANALÍTICO. REGRA TÉCNICA DE ADMISSIBILIDADE RECURSAL. AUSÊNCIA DE\nSIMILITUDE. DECISÃO MANTIDA.\n1. A impossibilidade de analisar a correta aplicação de regra\ntécnica de admissibilidade do recurso especial ou do agravo em\nrecurso especial decorre da ausência de similitude entre o acórdão\nembargado e o paradigma.\n2. O acórdão embargado, considerando a situação específica destes\nautos, bem como a petição de recurso especial apresentada pela ora\nagravante, entendeu que seriam aplicáveis as Súmulas n. 283 e 284 do\nSTF.\n3. Os paradigmas apontados, por outro lado, a partir do exame de\ncontexto fático-processual diverso, concluíram que o mérito recursal\npoderia ser apreciado, sem haver referência aos óbices apontados no\nacórdão embargado. Constata-se, portanto, a diferença entre os\njulgados confrontados.\n4. \"[...] os embargos de divergência têm por finalidade uniformizar\na jurisprudência do próprio Superior Tribunal de Justiça, quando se\nverificarem idênticas situações fáticas nos julgados, mas se tenha\ndado diferente interpretação na legislação aplicável ao caso. Não se\nprestam para avaliar possível justiça ou injustiça do decisum ou\ncorrigir regra técnica de conhecimento e, muito menos, confrontar\ntese de admissibilidade com tese de mérito\" (AgRg nos EAREsp n.\n1.630.006/DF, Relator Ministro FRANCISCO FALCÃO, CORTE ESPECIAL,\njulgado em 5/10/2022, DJe de 10/10/2022).\n5. Quanto à suposta divergência relacionada ao art. 1.022 do\nCPC/2015, tal alegação igualmente não prospera, tendo em vista a\nausência da indispensável semelhança fático-processual entre os\ncasos confrontados. Em cada um deles, para reconhecer ou repelir os\nvícios materiais apontados, foram apreciadas as peças processuais\nrespectivas, com conteúdos distintos entre si. Precedentes.\n6. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230321",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 15/03/2023 a 21/03/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Humberto Martins, Herman Benjamin, Og\nFernandes, Luis Felipe Salomão, Mauro Campbell Marques, Benedito\nGonçalves, Raul Araújo, Paulo de Tarso Sanseverino e Maria Isabel\nGallotti  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - ACÓRDÃOS PROFERIDOS EM EMBARGOS DE\nDECLARAÇÃO - AUSÊNCIA DE SIMILITUDE)\n   STJ - <<AgInt nos EAREsp 721867>>-SP,\n         <<AgInt nos EAREsp 1685009>>-DF,\n         <<AgInt nos EAREsp 903087>>-RJ,\n         <<AgInt nos EREsp 1203149>>-RS\n(EMBARGOS DE DIVERGÊNCIA - CONHECIMENTO DO RECURSO ESPECIAL -\nJUSTIÇA OU INJUSTIÇA)\n   STJ - <<AgRg nos EAREsp 1630006>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01022 ART:01043 PAR:00004", "LEG:FED SUM:****** ANO:****\n*****  SUM(STF)    SÚMULA DO SUPREMO TRIBUNAL FEDERAL\n        SUM:000283 SUM:000284", "LEG:FED LEI:005869 ANO:1973\n*****  CPC-73    CÓDIGO DE PROCESSO CIVIL DE 1973\n        ART:00535" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000840575",
  "numeroProcesso" : "2004271",
  "numeroRegistro" : "202103480809",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "HERMAN BENJAMIN",
  "dataPublicacao" : "DJE        DATA:04/04/2023",
  "ementa" : "PENAL E PROCESSUAL CIVIL. AGRAVO REGIMENTAL EM EMBARGOS DE\nDIVERGÊNCIA. MÉRITO NÃO APRECIADO. SÚMULA 315 DO STJ. INCIDÊNCIA.\nNÃO COMPROVAÇÃO DA DIVERGÊNCIA. ART. 1.043, §4º E ART. 266, §4º DO\nRI/STJ. ACÓRDÃO PARADIGMA PROFERIDO PELA MESMA TURMA DO ACÓRDÃO\nEMBARGADO E COM A MESMA COMPOSIÇÃO. RECURSO NÃO PROVIDO.\n1. No caso examinado, o mérito do Recurso Especial não foi apreciado\nem razão de óbices relacionados à admissibilidade recursal\n(aplicação da súmula 182 do STJ), o que atrai a incidência da Súmula\n315/STJ: \"Não cabem embargos de divergência no âmbito do agravo de\ninstrumento que não admite recurso especial.\". Nesse sentido: AgInt\nnos EAREsp n. 1.783.078/SP, Rel. Min. Maria Isabel Gallotti, Corte\nEspecial, DJe de 25/11/2022 e AgInt nos EAREsp n. 1.842.277/RJ, Rel.\nMin. Humberto Martins, Primeira Seção, DJe de 2/12/2022.\n2. Observa-se que a parte embargante, no momento da interposição do\nRecurso, limitou-se a colacionar cópia da ementa do acórdão\nparadigma, assim como dos respectivos relatórios e votos, deixando\nde apresentar a Certidão de Publicação. A ausência de comprovação da\npublicação dos acórdãos paradigmas acarreta o não conhecimento do\nRecurso. A propósito: AgInt nos EREsp n. 1.805.591/DF, Rel. Min.\nNancy Andrighi, Corte Especial, DJe de 1/6/2020.\n3. Ademais, ressalte-se que a hipótese dos autos não atrai a\nincidência do parágrafo único do art. 932 da Lei n. 13.105/2015, uma\nvez que, nos termos do Enunciado Normativo 6: \"Nos recursos\ntempestivos interpostos com fundamento no CPC/2015 (relativos a\ndecisões publicadas a partir de 18 de março de 2016), somente será\nconcedido o prazo previsto no art. 932, parágrafo único c/c o art.\n1.029, § 3º, do novo CPC para que a parte sane vício estritamente\nformal\". No caso em espécie, tem-se vício substancial. Nesse\nsentido: AgInt nos EARESp 419.397/DF, Rel. Min. Jorge Mussi, Corte\nEspecial, DJe de 14/6/2019.\n4. O STJ possui orientação de que, se o acórdão indicado como\nparadigma for proveniente da mesma Turma que proferiu a decisão\nembargada, deve o embargante demonstrar ter havido alteração da\ncomposição do órgão julgador, com mudança de mais da metade de seus\nmembros. No caso dos autos, observa-se que a composição do acórdão\nrecorrido é a mesma do acórdão indicado como paradigma (AgRg nos\nEDcl no AREsp 2.004.271/SC). A propósito: AgInt nos EDcl nos EAREsp\nn. 1.695.355/SP, Rel. Min. Ricardo Villas Bôas Cueva, Segunda Seção,\nDJe de 10/10/2022.\n5. Anote-se, por fim, a incidência do disposto no art. 116, III, do\nCódigo Penal, na redação dada pela Lei 13.964/2019, diante do\ncaráter evidentemente inadmissível dos Embargos opostos.\n6. Agravo Regimental não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230321",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 15/03/2023 a 21/03/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Humberto Martins, Og Fernandes, Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nPaulo de Tarso Sanseverino, Maria Isabel Gallotti e Antonio Carlos\nFerreira  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - MÉRITO NÃO APRECIADO - SÚMULA 315/STJ)\n   STJ - <<AgInt nos EAREsp 1783078>>-SP,\n         <<AgInt nos EAREsp 1842277>>-RJ\n(EMBARGOS DE DIVERGÊNCIA - CÓPIA DA EMENTA DO ACÓRDÃO PARADIGMA -\nAUSÊNCIA DA CERTIDÃO DE PUBLICAÇÃO)\n   STJ - <<AgInt nos EREsp 1805591>>-DF\n(EMBARGOS DE DIVERGÊNCIA - VÍCIO SUBSTANCIAL INSANÁVEL)\n   STJ - <<AgInt nos EAREsp 419397>>-DF\n(EMBARGOS DE DIVERGÊNCIA - ACÓRDÃO PARADIGMA PROVENIENTE DA MESMA\nTURMA QUE PROFERIU A DECISÃO EMBARGADA - DEMONSTRAÇÃO DE ALTERAÇÃO\nDA COMPOSIÇÃO DO ÓRGÃO JULGADOR)\n   STJ - <<AgInt nos EDcl nos EAREsp 1695355>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01043 PAR:00004", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000315", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266 PAR:00004" ],
  "acordaosSimilares" : [ "AgRg nos EAREsp  1960866  SC  2021/0262792-4  Decisão:07/03/2023\nDJE        DATA:04/04/2023" ]
}, {
  "id" : "000839001",
  "numeroProcesso" : "2891",
  "numeroRegistro" : "201901174254",
  "siglaClasse" : "HDE",
  "descricaoClasse" : "HOMOLOGAÇÃO DE DECISÃO ESTRANGEIRA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "FRANCISCO FALCÃO",
  "dataPublicacao" : "DJE        DATA:22/03/2023",
  "ementa" : "HOMOLOGAÇÃO DE DECISÃO ESTRANGEIRA CONTESTADA.  JUÍZO MERAMENTE\nDELIBATÓRIO. CHANCELA. TRÂMITE PELA AUTORIDADE CENTRAL BRASILEIRA.\nDESNECESSIDADE. TRADUÇÃO OFICIAL. PORTUGAL. IDIOMA OFICIAL.\nTRANSFERÊNCIA DA EXECUÇÃO DA PENA. PRESCRIÇÃO. PROGRESSÃO REGIMENTE.\nPENA ALTERNATIVA. NÃO CONHECIMENTO.\nI - A apresentação de questionamentos acerca do mérito da decisão\nalienígena é de competência do Juízo estrangeiro. Assim, eventual\ndeferimento do pedido de homologação, portanto, limita-se a dar\neficácia à sentença estrangeira, nos exatos termos em que proferida,\nnão sendo possível aditá-la para inserir provimento que dela não\nconste.\nII - A chancela da autoridade consular brasileira ou a apostila é\ndispensada no caso, posto que os documentos que integram a inicial\nforam enviados diretamente pela autoridade central brasileira.\nIII - A tradução oficial é desnecessária se a decisão estrangeira\ntem origem em estado cujo idioma oficial é o português.\nIV - As questões referentes ao reconhecimento da prescrição e à\nprogressão do regime ou substituição da pena encerra matérias de\nmérito que devem ser suscitadas no momento processual oportuno, não\ndevendo esta Corte delas conhecer.\nV -  Homologação deferida.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230315",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Corte Especial do Superior\nTribunal de Justiça,  A Corte Especial, por unanimidade, deferiu o\npedido de homologação, nos termos do voto do Sr. Ministro Relator.\nAs Sras. Ministras Nancy Andrighi e Laurita Vaz e os Srs. Ministros\nHumberto Martins, Luis Felipe Salomão, Mauro Campbell Marques,\nBenedito Gonçalves, Raul Araújo, Paulo de Tarso Sanseverino, Maria\nIsabel Gallotti, Antonio Carlos Ferreira e Sérgio Kukina votaram com\no Sr. Ministro Relator.\nAusentes, justificadamente, os Srs. Ministros João Otávio de\nNoronha, Herman Benjamin e Og Fernandes.\nConvocado o Sr. Ministro Sérgio Kukina.",
  "jurisprudenciaCitada" : "(DECISÃO ESTRANGEIRA - PORTUGAL - TRADUÇÃO OFICIAL - DESNECESSIDADE\n- IDIOMA OFICIAL - PORTUGUÊS)\n   STJ - <<SEC 15733>>-EX",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:0216C ART:0216D ART:0216F ART:0216H PAR:ÚNICO", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00021 ART:00963", "LEG:FED DEC:011348 ANO:2023" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000839218",
  "numeroProcesso" : "3203",
  "numeroRegistro" : "202203591865",
  "siglaClasse" : "AgRg na SLS",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA SUSPENSÃO DE LIMINAR E DE SENTENÇA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA THEREZA DE ASSIS MOURA",
  "dataPublicacao" : "DJE        DATA:21/03/2023",
  "ementa" : "AGRAVO REGIMENTAL. SUSPENSÃO DE LIMINAR E DE SENTENÇA.\nDECISÃO PROFERIDA EM AGRAVO DE INSTRUMENTO. COMPETÊNCIA DO STJ.\nEXAURIMENTO DE INSTÂNCIA. DESNECESSIDADE. ACORDO DE LENIÊNCIA. AÇÃO\nREVISIONAL DA MULTA PACTUADA. PRETENSÃO DOS DESTINATÁRIOS DE\nINTERVIREM NO PROCESSO. DECISÃO QUE SUSPENDE INDEFINIDAMENTE O\nTRÂMITE PROCESSUAL. GRAVE LESÃO AO INTERESSE E À ORDEM PÚBLICA.\n1. À luz do disposto no art. 25 da Lei n. 8.038/90, compete ao\nPresidente do Superior Tribunal de Justiça, quando a causa tiver por\nfundamento matéria infraconstitucional, suspender a execução de\nliminar proferida pelos Tribunais Regionais Federais ou pelos\nTribunais dos Estados e do Distrito Federal, para evitar grave lesão\nà ordem, à saúde, à segurança e à economia pública, sendo\ndesnecessário o exaurimento de instância. Precedentes.\n2. O sobrestamento do pleno cumprimento dos termos de acordo de\nleniência, importante instrumento de combate à corrupção, e do curso\nprocessual de ação revisional pela mera discussão secundária acerca\ndo cabimento ou não da intervenção dos beneficiários da multa\nacordada traz ofensa à ordem pública, assim visto o respeito ao\nordenamento jurídico nacional e às bases estabelecidas para se\nbuscarem meios alternativos e eficazes para a composição de\nlitígios, especialmente quando envolvem ilícitos praticados contra a\nAdministração Pública.\n3. O Estatuto Processual Civil (arts. 119 e 120, parágrafo único)\nprevê a intervenção de terceiros interessados em qualquer\nprocedimento e grau de jurisdição, sem que haja a suspensão do\nprocesso, caso alguma das partes alegue que falta ao requerente\ninteresse jurídico.\n4. As questões meritórias relacionadas à demonstração de efetivo\nprejuízo às entidades beneficiárias do acordo de leniência, bem como\na matéria relativa à presença de interesse jurídico que justifique a\nsua intervenção na ação revisional, escapam do âmbito de cognição do\npedido de suspensão, cujos limites se restringem à análise da\nocorrência de grave lesão à ordem, à saúde, à segurança e à economia\npública, não se tratando de sucedâneo recursal.\n5. Agravo regimental improvido. ",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230315",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Corte Especial  A Corte Especial, por\nunanimidade, negou provimento ao agravo, nos termos do voto da Sra.\nMinistra Relatora. Os Srs. Ministros  Francisco Falcão, Nancy\nAndrighi, Laurita Vaz, Humberto Martins, Mauro Campbell Marques,\nBenedito Gonçalves, Raul Araújo, Paulo de Tarso Sanseverino, Maria\nIsabel Gallotti e Sérgio Kukina votaram com a Sra. Ministra\nRelatora.\nImpedido o Sr. Ministro Antonio Carlos Ferreira.\nAusentes, justificadamente, os Srs. Ministros João Otávio de\nNoronha, Herman Benjamin e Og Fernandes.\nConvocado o Sr. Ministro Sérgio Kukina.",
  "jurisprudenciaCitada" : "(CONTRACAUTELA - COMPETÊNCIA - EXAURIMENTO DA VIA RECURSAL -\nDESNECESSIDADE)\n   STJ - <<Rcl 31503>>-AM, <<AgInt na SLS 3071>>-SP,\n         <<AgInt na Rcl 28518>>-RJ",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:008038 ANO:1990\n        ART:00025", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00119 PAR:ÚNICO ART:00120 PAR:ÚNICO" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000839706",
  "numeroProcesso" : "163",
  "numeroRegistro" : "202202393066",
  "siglaClasse" : "AgRg no QuebSig",
  "descricaoClasse" : "AGRAVO REGIMENTAL NO PEDIDO DE QUEBRA DE SIGILO DE DADOS E/OU TELEFÔNICO",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RAUL ARAÚJO",
  "dataPublicacao" : "DJE        DATA:24/03/2023",
  "ementa" : "PROCESSUAL PENAL. PEDIDO DE QUEBRA DE SIGILO BANCÁRIO, FISCAL E\nTELEMÁTICO. AUSÊNCIA DE INDÍCIOS SUFICIENTES. INDEFERIMENTO. AGRAVO\nREGIMENTAL DESPROVIDO.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230315",
  "decisao" : "Vistos e relatados estes autos, em que são partes as acima\nindicadas, decide a Corte Especial, por unanimidade, negar\nprovimento ao agravo regimental, nos termos do voto do Sr. Ministro\nRelator. Os Srs. Ministros Paulo de Tarso Sanseverino, Maria Isabel\nGallotti, Antonio Carlos Ferreira, Sérgio Kukina, Francisco Falcão,\nNancy Andrighi, Laurita Vaz, Humberto Martins, Luis Felipe Salomão,\nMauro Campbell Marques e Benedito Gonçalves votaram com o Sr.\nMinistro Relator. Ausentes, justificadamente, os Srs. Ministros João\nOtávio de Noronha, Herman Benjamin e Og Fernandes. Convocado o Sr.\nMinistro Sérgio Kukina.",
  "jurisprudenciaCitada" : "(PROCESSUAL PENAL - SERENDIPIDADE OU ENCONTRO FORTUITO DE PROVAS)\n   STJ - <<RHC 76817>>-MG",
  "notas" : null,
  "informacoesComplementares" : "     \u001C[...] o inquérito, em conformidade com sua norma mais básica,\né instaurado logo que a autoridade por ele responsável tenha\n'conhecimento da prática da infração penal' (art. 6º, CPP, caput).\nIsto indica que o procedimento se destina à elucidação de fatos\nespecíficos, não se prestando ao escrutínio da vida da pessoa\ninvestigada, em busca de indícios da prática de eventuais ilícitos.\n     Sabe-se que a jurisprudência admite no processo penal o\nfenômeno da 'serendipidade', ou o encontro fortuito de provas,\ncaracterizado pela descoberta de outros crimes ou sujeitos ativos em\ninvestigação com fim diverso, sem que isso acarrete nulidade ao\nprocesso.\n     Isso não significa, no entanto, que o inquérito seja um\nprocedimento aberto, no qual possam ser inseridos novos fatos, não\nrelacionados com aqueles que deram azo à instauração da\ninvestigação\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00006" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000840060",
  "numeroProcesso" : "3018",
  "numeroRegistro" : "202103564637",
  "siglaClasse" : "AgInt na SLS",
  "descricaoClasse" : "AGRAVO INTERNO NA SUSPENSÃO DE LIMINAR E DE SENTENÇA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA THEREZA DE ASSIS MOURA",
  "dataPublicacao" : "DJE        DATA:13/04/2023",
  "ementa" : "AGRAVOS INTERNOS CONTRA DECISÃO QUE DEFERE A SUSPENSÃO DE SEGURANÇA.\nAÇÃO DE RECUPERAÇÃO JUDICIAL DE GRUPO EMPRESARIAL. EMPRESAS QUE,\nEMBORA CONCESSIONÁRIAS DE SERVIÇO PÚBLICO, NÃO PLEITEIAM PROVIMENTO\nDO INTERESSE DA ADMINISTRAÇÃO. AÇÃO DE RECUPERAÇÃO JUDICIAL QUE FOI\nMOVIDA PELOS PRÓPRIOS REQUERENTES DO INCIDENTE. INDEVIDA UTILIZAÇÃO\nDO PEDIDO SUSPENSIVO COMO SUCEDÂNEO RECURSAL. INADEQUAÇÃO DA VIA\nELEITA. ASSUNTO DEBATIDO QUE NÃO DIZ RESPEITO DIRETO E IMEDIATO AO\nSERVIÇO PÚBLICO CONCEDIDO. GRAVE LESÃO À ECONOMIA E À ORDEM PÚBLICA.\nAUSÊNCIA DE DEMONSTRAÇÃO. AGRAVO INTERNO PROVIDO.\n1. A suspensão de segurança, via excepcional de defesa do interesse\npúblico, depende da existência de ação cognitiva em curso proposta\ncontra o Poder Público ou concessionária de serviço público e\nconstitui incidente no qual se busca a reparação de situação\ninesperada que tenha promovido a alteração no status quo ante em\nprejuízo da Fazenda Pública.\n2. Hipótese em que se trata de Ação de Recuperação Judicial proposta\npelos próprios requerentes/agravados, cujo objetivo é o de obter\nprovimento que lhes seja mais favorável em relação ao Plano de\nRecuperação Judicial aprovado pela Assembleia de Credores no\nprocesso de recuperação judicial por eles mesmos deflagrado. Emprego\nda Suspensão de Liminar e de Sentença como sucedâneo recursal e\ninadequação da via eleita.\n3. Assunto que não reflete interesse direto e imediato da\nAdministração Pública que, ao contrário, já instaurou processo\nadministrativo de declaração da caducidade da concessão. Há, no\ncaso, interesse exclusivo particular dos requerentes que, embora\nconcessionários de serviço público, arvoram-se indevidamente nessa\nqualidade para a obtenção de provimento jurisdicional que desborda\nda sua atuação como longa manus da Administração. Ilegitimidade\nativa.\n4. Ainda que fosse cabível o manejo da SLS, não estão demonstrados\nos requisitos da grave lesão. Os riscos abordados pelas agravadas\nsão os mesmos inerentes a todo e qualquer processo de recuperação\njudicial e de falência, que não comportam pedidos de Suspensão de\nLiminar e de Sentença. Não estando efetivamente comprovada, de forma\ninequívoca, a grave lesão aos interesses albergados pela legislação\nde regência, resta inviável o deferimento do pedido de suspensão.\n5. Agravo Interno provido, indeferindo-se a suspensão e revogando-se\na medida antes concedida.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230315",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Corte Especial, por maioria, dar provimento\naos agravos, para denegar a suspensão, revogando-se a medida antes\nconcedida, nos termos do voto da Sra. Ministra Relatora. Vencido o\nSr. Ministro Humberto Martins, que negou provimento aos agravos.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nHerman Benjamin, Benedito Gonçalves, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira e Sérgio Kukina votaram com a Sra.\nMinistra Relatora.\nAusentes, justificadamente, os Srs. Ministros João Otávio de\nNoronha, Og Fernandes, Luis Felipe Salomão e Paulo de Tarso\nSanseverino.\nConvocado o Sr. Ministro Sérgio Kukina.",
  "jurisprudenciaCitada" : "(SUSPENSÃO DE LIMINAR E DE SENTENÇA - NÃO CABIMENTO - AÇÃO MOVIDA\nPELO PRÓPRIO PODER PÚBLICO - INDEVIDA UTILIZAÇÃO DO INCIDENTE COMO\nSUCEDÂNEO RECURSAL)\n   STJ - <<AgInt na SLS 2272>>-MA, <<AgRg na SLS 1787>>-PB\n(SUSPENSÃO DE SEGURANÇA - PESSOA JURÍDICA DE DIREITO PRIVADO -\nLEGITIMIDADE ATIVA)\n   STJ - <<AgRg na PET nos EDcl no AgRg na SS 2727>>-DF,\n         <<AgInt na SS 3140>>-TO, <<AgInt na SS 2878>>-SP,\n         <<AgRg na SLS 1956>>-ES\n(SUSPENSÃO DE LIMINAR E DE SENTENÇA - SUCEDÂNEO RECURSAL - GRAVE\nLESÃO NÃO COMPROVADA)\n   STJ - <<AgInt na SLS 3075>>-DF, <<AgInt na SLS 2535>>-DF",
  "notas" : null,
  "informacoesComplementares" : "     \"[...] pacificou-se a jurisprudência no sentido de que 'deve\nser reconhecida a legitimidade ativa 'ad causam' das pessoas\njurídicas de direito privado, desde que no exercício de função\ndelegada pelo Poder Público e evidente o interesse público envolvido\ndecorrente da prestação do serviço delegado, como as concessionárias\ne permissionárias de serviço público' [...]\".\n     (VOTO VENCIDO) (MIN. HUMBERTO MARTINS)\n     \"[...] no caso em tela, como destacado na decisão suspensiva, a\nlegitimidade excepcional para a postulação do incidente suspensivo\nestá caracterizada porque busca tutelar interesse público primário\nem decorrência da conclusão de que a decisão judicial que suspende a\neficácia do plano aprovado de forma consolidada do restante do grupo\nempresarial tem o potencial de interferir de forma decisiva e\nnegativa nas atividades da empresa concessionária do serviço\npúblico.\n     Destaque-se que a concessionária de serviço público atua na\nadministração dos trechos sul e leste do rodoanel Mario Covas, sendo\nresponsável pela gestão de 76% do rodoanel metropolitano de São\nPaulo em operação.\n     Nessa senda, está caracterizada a grave lesão à ordem pública,\nna sua acepção administrativa, em decorrência dos entraves à\nexecução normal e eficiente em virtude de óbice à prestação regular\nde seus serviços de relevante interesse público, uma vez que a\ndecisão impugnada tem o potencial de interferir de forma decisiva e\nnegativa nas atividades da empresa concessionária do serviço\npúblico\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:008437 ANO:1992\n        ART:00004" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000840463",
  "numeroProcesso" : "1847798",
  "numeroRegistro" : "201902290497",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "ANTONIO CARLOS FERREIRA",
  "dataPublicacao" : "DJE        DATA:18/04/2023",
  "ementa" : "RECURSO ESPECIAL. PROCESSUAL CIVIL. DIREITO INTERTEMPORAL.\nIMPUGNAÇÃO AO VALOR DA CAUSA. DECISÃO INTERLOCUTÓRIA PROFERIDA SOB A\nÉGIDE DO CPC DE 1973. EMBARGOS DE DECLARAÇÃO REJEITADOS NA VIGÊNCIA\nDO CPC DE 2015. CABIMENTO DE AGRAVO DE INSTRUMENTO. RECURSO\nESPECIAL CONHECIDO E NÃO PROVIDO.\n1. Na forma da jurisprudência que se consolidou no Superior Tribunal\nde Justiça ao examinar hipótese restritiva de cabimento de recurso\ncriada pela Lei n. 10.352, de 26 de dezembro de 2001, a lei que rege\no recurso cabível é aquela vigente na data da decisão que se\npretende impugnar, não interferindo nisso o fato de uma das partes\nopor embargos de declaração que venham a ser rejeitados sob nova lei\nque altere hipótese de cabimento antes prevista.\n2. Outrossim, se acolhidos os embargos com efeitos infringentes,\nmediante alteração substancial da decisão embargada, o recurso\ncabível, em razão do efeito substitutivo, será aquele previsto na\nlegislação vigente no momento da prolação da decisão que julgar os\naclaratórios.\n3. Votos-vista convergentes da Ministra Nancy Andrighi e do Ministro\nJoão Otávio de Noronha, com acréscimo de fundamentação.\n4. Na espécie, o acórdão recorrido concluiu pelo cabimento de agravo\nde instrumento com base no CPC de 1973, assentando que \"tanto o\nincidente de impugnação ao valor da causa como a sentença que o\nresolveu ocorreram sob a égide do CPC de 1973, quando este previa a\ninterposição do incidente no seu art. 261\".\n5. Desse modo, considerando que os arts. 261 c/c 522 do CPC de 1973\npreviam o cabimento de agravo de instrumento, ressoa irrelevante, à\nluz da jurisprudência desta Corte Superior, o fato de os embargos de\ndeclaração opostos contra a decisão que rejeitou a impugnação terem\nsido rejeitados sem efeitos infringentes na vigência do CPC de\n2015, não sendo, pois, aplicável a nova regra processual que prevê a\nirresignação por meio de apelação.\n6. Recurso especial conhecido e não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230315",
  "decisao" : "Vistos, relatados e discutidos estes autos, os Ministros da Corte\nEspecial do Superior Tribunal de Justiça acordam, após o voto-vista\ndo Sr. Ministro João Otávio de Noronha conhecendo do recurso\nespecial e negando-lhe provimento, no que foi acompanhando pelos\nvotos dos Srs. Ministros Laurita Vaz, Mauro Campbell Marques,\nBenedito Gonçalves, Paulo de Tarso Sanseverino e Maria Isabel\nGallotti e o voto do Sr. Ministro Raul Araújo conhecendo do recurso\nespecial e dando-lhe provimento, por maioria, conhecer do recurso\nespecial e negar-lhe provimento.\nLavrará o acórdão o Sr. Ministro Luis Felipe Salomão.\nOs Srs. Ministros Nancy Andrighi, Laurita Vaz, João Otávio de\nNoronha, Mauro Campbell Marques, Benedito Gonçalves, Paulo de Tarso\nSanseverino e Maria Isabel Gallotti votaram com o Sr. Ministro Luis\nFelipe Salomão. Vencidos os Srs. Ministros Raul Araújo e Antonio\nCarlos Ferreira que conheciam do recurso especial e davam-lhe\nprovimento.\nNão participaram do julgamento os Srs. Ministros Francisco Falcão,\nMaria Thereza de Assis Moura e Sérgio Kukina.\nAusentes, justificadamente, os Srs. Ministros Herman Benjamin e Og\nFernandes.\nAposentado o Sr. Ministro Jorge Mussi.\nConvocado o Sr. Ministro Sérgio Kukina.\nPresidiu o julgamento o Sr. Ministro Humberto Martins.",
  "jurisprudenciaCitada" : "(DIREITO INTERTEMPORAL - ALTERAÇÃO DA LEI PROCESSUAL - DECISÃO\nINTERLOCUTÓRIA - VIGÊNCIA DO CPC/1973 - EMBARGOS DE DECLARAÇÃO -\nVIGÊNCIA DO CPC/2015 - RECURSO CABÍVEL - LEI APLICÁVEL - ÉPOCA DA\nDECISÃO IMPUGNADA)\n   STJ - <<REsp 695127>>-DF, <<REsp 437423>>-MG,\n         <<EDcl nos EDcl no AgRg no AgRg no REsp 1162346>>-RJ,\n         <<AgInt no AREsp 1541853>>-RJ, <<REsp 1114110>>-SC,\n         <<AgRg no AgRg no AgRg nos EREsp 1114110>>,\n         <<EAREsp 460194>>\n(VOTO VISTA - DECISÃO IMPUGNADA - LEI VIGENTE - RECURSO APLICÁVEL)\n   STJ - <<AgRg no AREsp 102760>>-MT, <<AgInt no AREsp 785269>>-SP\n(VOTO VENCIDO -  DIREITO  INTERTEMPORAL - DECISÃO PUBLICADA  SOB O\nCPC/73 -  EMBARGOS  DE  DECLARAÇÃO JULGADOS  SOB  CPC/2015 - LEI\nAPLICÁVEL - NOVO CPC)\n   STJ - <<REsp 1691373>>-MG",
  "notas" : null,
  "informacoesComplementares" : "     (VOTO VISTA) (MIN. NANCY ANDRIGHI)\n     \"[...] publicada a decisão interlocutória na vigência do\nCPC/73, que previa a ampla recorribilidade das interlocutórias por\nmeio de agravo retido ou por instrumento, a parte adquiriu o direito\nde interpor algum desses recursos, ainda que a lei nova venha a\nmodificar o meio impugnativo contra essa decisão, como, por exemplo,\nafirmando se tratar de decisão que deverá ser objeto de apelação\".\n     \"Esse cenário não deve ser modificado, 'data maxima venia', na\nhipótese em que a decisão interlocutória, conquanto proferida na\nvigência do CPC/73, foi objeto de recurso de embargos de declaração\nque somente veio a ser rejeitado na vigência do CPC/15, sem\nalteração do conteúdo da decisão a ser impugnada\".\n     \"[...] a partir da teoria do isolamento dos atos processuais, é\nperfeitamente possível colocar em compartimentos estanques o\ncabimento recursal (que será regido pela lei vigente ao tempo em que\nproferida a decisão originária) e o prazo recursal (que será regido\npela lei vigente ao tempo em que proferida a decisão integrativa)\".\n     (VOTO VISTA) (MIN. JOÃO OTÁVIO DE NORONHA)\n     \"[...] a parte possui direito adquirido processual ao recurso\nprevisto quando da publicação da decisão. Com efeito, a teor do § 2º\ndo art. 6º da Lei de Introdução às Normas do Direito Brasileiro,\n'consideram-se adquiridos assim os direitos que o seu titular, ou\nalguém por ele, possa exercer, como aqueles cujo começo do exercício\ntenha termo pré-fixo, ou condição pré-estabelecida inalterável, a\narbítrio de outrem.\n     Esta Corte Superior já se manifestou no sentido de que é ao\ntempo em que publicada a decisão recorrida que se afere o cabimento\nde recurso para impugná-la\".\n     Não é possível atrair a regência dos recursos cabíveis prevista\nno Código de Processo Civil de 2015 para as decisões publicadas sob\na égide do Código de Processo Civil de 1973 e que tiveram embargos\ndeclaratórios oferecidos, mas com julgamento ocorrido na vigência do\nnovo CPC. Isso porque como se prestam tão somente a aperfeiçoar os\nfundamentos da decisão embargada e não a reformá-la, é aquela\ndecisão original, que se manterá intangível em sua substância mesmo\nque acolhidos os declaratórios, que determina o recurso cabível.\n     (VOTO VENCIDO) (MIN. ANTONIO CARLOS FERREIRA)\n     \"Em razão do efeito integrativo, julgados os embargos de\ndeclaração na vigência do Código de Processo Civil de 2015, a nova\nlei deve ser imediatamente aplicada ao processo em curso, com\nexceção apenas dos atos processuais já praticados e das situações\njurídicas consolidadas [...]\".\n     \"[...] em decorrência do julgamento dos embargos de declaração\nna vigência do CPC/2015, devem ser aplicadas as regras da nova\nlegislação processual\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:005869 ANO:1973\n*****  CPC-73    CÓDIGO DE PROCESSO CIVIL DE 1973\n        ART:00261 ART:00522 ART:00530", "LEG:FED LEI:010352 ANO:2001", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00014 ART:01009 ART:01015 ART:01022 ART:01024\n        PAR:00004 PAR:00005 ART:01026 ART:01046", "LEG:FED DEL:004657 ANO:1942\n*****  LINDB-42    LEI DE INTRODUÇÃO ÀS NORMAS DO DIREITO BRASILEIRO\n        ART:00006 PAR:00002" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000841128",
  "numeroProcesso" : "3408",
  "numeroRegistro" : "202202246032",
  "siglaClasse" : "AgInt no AgInt na SS",
  "descricaoClasse" : "AGRAVO INTERNO NO AGRAVO INTERNO NA SUSPENSÃO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "HUMBERTO MARTINS",
  "dataPublicacao" : "DJE        DATA:25/04/2023",
  "ementa" : "AGRAVO INTERNO NA SUSPENSÃO DE SEGURANÇA. CRÉDITO FISCAL DE ICMS.\nÓBICE À IMEDIATA COMPENSAÇÃO DO CRÉDITO TRIBUTÁRIO PELA EMPRESA\nANTES DO TRÂNSITO EM JULGADO DO MANDADO DE SEGURANÇA. OFENSA À ORDEM\nE À ECONOMIA PÚBLICAS.1. O deferimento do pedido de suspensão está\ncondicionado à cabal demonstração de que a manutenção da decisão\nimpugnada causa efetiva lesão ao interesse público.2. Foram\napontadas, pela parte requerente, situações específicas ou dados\nconcretos que efetivamente pudessem demonstrar que o comando\njudicial atual possa causar lesão de consequências significativas e\ndesastrosas à ordem, à saúde, à segurança ou à economia públicas.3.\nObservância ao Tema n. 345/STJ, segundo o qual, \"em se tratando de\ncompensação de crédito objeto de controvérsia judicial, é vedada a\nsua realização 'antes do trânsito em julgado da respectiva decisão\njudicial', conforme prevê o art. 170-A do CTN, vedação que, todavia,\nnão se aplica a ações judiciais propostas em data anterior à\nvigência desse dispositivo, introduzido pela LC 104/2001\" (REsp n.\n1.164.452/MG, Primeira Seção, relator Ministro Teori Zavascki, DJe\nde 2/9/2010).4. Possibilidade fática de utilização imediata do\ncrédito em compensação, da ordem de aproximadamente R$ 500.000.000,\n00, afigura-se patente o risco de grave lesão a um dos bens\njurídicos tutelados pelo regime legal de contracautela, qual seja, a\neconomia pública do Estado de Mato Grosso do Sul. Agravo interno\nprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230315",
  "decisao" : "A Corte Especial, por maioria, deu provimento ao agravo para deferir\no pedido suspensivo, nos termos do voto do Sr. Ministro Humberto\nMartins. Vencida a Sra. Ministra Relatora, que negou provimento ao\nagravo. Os Srs. Ministros  Francisco Falcão, Nancy Andrighi, Laurita\nVaz, Herman Benjamin, Benedito Gonçalves, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira e Sérgio Kukina votaram com o Sr.\nMinistro Humberto Martins.\nLavrará o acórdão o Sr. Ministro Humberto Martins.\nAusentes, justificadamente, os Srs. Ministros João Otávio de\nNoronha, Og Fernandes, Luis Felipe Salomão e Paulo de Tarso\nSanseverino.\nConvocado o Sr. Ministro Sérgio Kukina.\nPresidiu o julgamento o Sr. Ministro Mauro Campbell Marques.",
  "jurisprudenciaCitada" : "(CRÉDITO TRIBUTÁRIO - COMPENSAÇÃO - TRÂNSITO EM JULGADO)\n   STJ - <<REsp 1164452>>-MG (RECURSO REPETITIVO - TEMA(s) 345)",
  "notas" : null,
  "informacoesComplementares" : "     (VOTO VENCIDO) (MIN. MARIA THEREZA DE ASSIS MOURA)\n     \"[...] não se demonstrou a real e iminente possibilidade fática\nde compensação imediata do crédito tributário objeto de discussão\n[...], a afastar o risco de grave lesão que justifica o deferimento\nda suspensão\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:005172 ANO:1966\n*****  CTN-66    CÓDIGO TRIBUTÁRIO NACIONAL\n        ART:0170A", "LEG:FED LCP:000104 ANO:2001" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000838999",
  "numeroProcesso" : "28826",
  "numeroRegistro" : "202202490300",
  "siglaClasse" : "AgRg no MS",
  "descricaoClasse" : "AGRAVO REGIMENTAL NO MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "ANTONIO CARLOS FERREIRA",
  "dataPublicacao" : "DJE        DATA:17/03/2023",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO REGIMENTAL NO MANDADO DE SEGURANÇA CONTRA\nATO JUDICIAL. TERATOLOGIA OU FLAGRANTE ILEGALIDADE. AUSÊNCIA.\nTRÂNSITO EM JULGADO. SÚMULA N. 268/STF. DESCABIMENTO DA IMPETRAÇÃO.\nDECISÃO MANTIDA.\n1. A jurisprudência do STJ orienta no sentido de que o cabimento de\nmandado de segurança contra ato judicial exige seja desde logo\nevidenciada sua flagrante ilegalidade ou teratologia, circunstâncias\nnão identificadas no caso presente.\n1.1. Na espécie, o ato apontado como coator - acórdão da Sexta Turma\ndo STJ - manteve a conclusão pela inadmissibilidade do recurso\nexcepcional interposto pela agora agravante porque verificada a\nincidência dos óbices previstos nas Súmulas n. 7 e 126/STJ,\nfundamentação robusta e que encontra amparo na jurisprudência deste\nTribunal, rechaçando o caráter teratológico afirmado pela\nimpetrante.\n2. Não se admite a impetração de mandado de segurança como sucedâneo\nrecursal. Precedentes.\n2.1. A argumentação deduzida pela impetrante, reiterada nas razões\ndo regimental, evidencia que a medida tem por objetivo renovar o\njulgamento de seu recurso, denegado pela autoridade coatora com\namparo na jurisprudência sumulada deste Tribunal Superior, o que não\nse admite.\n3. Não cabe mandado de segurança contra decisão judicial passada em\njulgado.\n3.1. O acórdão que consubstancia o ato impugnado transitou em\njulgado em 1º/09/2022, circunstância que atrai a incidência da\nprevisão contida no art. 5º, III, da Lei Federal n. 12.016/2009,\nconforme entendimento consolidado na Súmula n. 268/STF, motivo\nadicional para o indeferimento da segurança.\n4. Agravo regimental a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230307",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, em sessão virtual de 01/03/2023 a 07/03/2023, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Laurita Vaz, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Og Fernandes, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Paulo de Tarso Sanseverino e Maria Isabel Gallotti  votaram\ncom o Sr. Ministro Relator.\nNão participou do julgamento a Sra. Ministra Nancy Andrighi.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(MANDADO DE SEGURANÇA CONTRA ATO JUDICIAL - CABIMENTO APENAS NA\nHIPÓTESE DE TERATOLOGIA OU FLAGRANTE ILEGALIDADE)\n   STJ - <<AgInt no MS 28249>>-DF,\n         <<AgInt nos EDcl no MS 28315>>-DF\n(MANDADO DE SEGURANÇA COMO SUCEDÂNEO RECURSAL - NÃO CABIMENTO)\n   STJ - <<AgInt no MS 23159>>-DF, <<AgRg no MS 22653>>-DF,\n         <<AgRg no MS 28736>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STF)    SÚMULA DO SUPREMO TRIBUNAL FEDERAL\n        SUM:000268" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000839000",
  "numeroProcesso" : "28736",
  "numeroRegistro" : "202202074440",
  "siglaClasse" : "EDcl no AgRg no MS",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NO MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "ANTONIO CARLOS FERREIRA",
  "dataPublicacao" : "DJE        DATA:17/03/2023",
  "ementa" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NO MANDADO DE SEGURANÇA.\nAUSÊNCIA DE QUALQUER DOS VÍCIOS PREVISTOS NO ART. 1.022 DO CPC/2015.\nMERO INCONFORMISMO. EMBARGOS DE DECLARAÇÃO REJEITADOS.\n1. Os embargos de declaração somente são cabíveis quando houver, na\nsentença ou no acórdão, obscuridade, contradição, omissão ou erro\nmaterial, conforme dispõe o art. 1.022 do CPC/2015.\n2. No caso concreto, não se constata o vício alegado pela parte\nembargante, que busca rediscutir matéria devidamente examinada e\nrejeitada pela decisão embargada, o que é incabível nos embargos\ndeclaratórios.\n3. Embargos de declaração rejeitados.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230307",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, em sessão virtual de 01/03/2023 a 07/03/2023, por\nunanimidade, rejeitar os embargos de declaração, nos termos do voto\ndo Sr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Laurita Vaz, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Og Fernandes, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Paulo de Tarso Sanseverino e Maria Isabel Gallotti  votaram\ncom o Sr. Ministro Relator.\nNão participou do julgamento a Sra. Ministra Nancy Andrighi.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ "EDcl no AgInt nos EAREsp  1760472  SP  2020/0240527-0\nDecisão:21/03/2023\nDJE        DATA:27/03/2023", "EDcl no AgInt nos EREsp  1422353  RS  2013/0394278-6\nDecisão:21/03/2023\nDJE        DATA:27/03/2023" ]
}, {
  "id" : "000840574",
  "numeroProcesso" : "2103725",
  "numeroRegistro" : "202201037528",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "HERMAN BENJAMIN",
  "dataPublicacao" : "DJE        DATA:04/04/2023",
  "ementa" : "PROCESSUAL PENAL. AGRAVO REGIMENTAL EM EMBARGOS DE DIVERGÊNCIA.\nPRAZO RECURSAL DE CINCO DIAS CORRIDOS. RECURSO INTEMPESTIVO. AGRAVO\nNÃO CONHECIDO.\n1. É sabido que o prazo para interposição de Agravo Regimental, em\nmatéria penal, é de 5 (cinco) dias, nos termos da Lei 8.038/1990 e\ndo art. 258, caput, do RISTJ, sendo os prazos, no processo penal,\ncontínuos e peremptórios, conforme dispõe o art. 798, caput, do CPP.\n2. No caso em análise, a decisão monocrática foi disponibilizada no\nDiário de Justiça eletrônico em 4.10.2022 (terça-feira),\nconsiderando-se publicada em 5.10.2022 (quarta-feira), conforme\ncertidão de fl. 622, e-STJ. Desse modo, o prazo recursal de 5\n(cinco) dias teve início em 6.10.2022 (quinta-feira), com término em\n10.10.2022 (segunda-feira).\n3. Não obstante, o presente Agravo foi interposto apenas em\n11.10.2022, sendo manifestamente intempestivo. A propósito: AgRg no\nAREsp  2.173.478/DF, Rel. Min. Reynaldo Soares da Fonseca, Quinta\nTurma, DJe de 24.10.2022; e AgRg no AREsp 2.108.817/MG, Rel. Min.\nJesuíno Rissato - Desembargador Convocado do TJDFT -  Quinta Turma,\nDJe de 10.10.2022.\n4. Anote-se, por fim, a incidência do disposto no art. 116, III, do\nCódigo Penal, na redação dada pela Lei 13.964/2019, diante do\ncaráter evidentemente inadmissível dos Embargos opostos.\n5. Agravo Regimental não conhecido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230307",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 01/03/2023 a 07/03/2023,\npor unanimidade, não conhecer do recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Humberto Martins, Og Fernandes, Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nPaulo de Tarso Sanseverino, Maria Isabel Gallotti e Antonio Carlos\nFerreira  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(INTEMPESTIVIDADE)\n   STJ - <<AgRg no AREsp 2173478>>-DF,\n         <<AgRg no AREsp 2108817>>-MG",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000840576",
  "numeroProcesso" : "1896051",
  "numeroRegistro" : "202101637987",
  "siglaClasse" : "AgRg nos EDcl nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "HERMAN BENJAMIN",
  "dataPublicacao" : "DJE        DATA:04/04/2023",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO EM EMBARGOS DE DIVERGÊNCIA. DECISÃO\nQUE NÃO APRECIA O MÉRITO RECURSAL. SÚMULA 315 DO STJ. INCIDÊNCIA.\nDIVERGÊNCIA NÃO COMPROVADA. RECURSO NÃO PROVIDO. PRECEDENTES.\n1. Nos termos do art. 1.043 do Código de Processo Civil e do art.\n266 do Regimento Interno do Superior Tribunal de Justiça, os\nEmbargos de Divergência são cabíveis contra acórdão que, em Recurso\nEspecial, divergir do julgamento de qualquer outro órgão do\nTribunal, sendo ambos os acórdãos, embargado ou paradigma, de\nmérito, ou quando, embora não conhecendo do recurso, tenham\napreciado a controvérsia.\n2. No caso dos autos, em decisão monocrática às fls. 23.117-23.120,\ne-STJ, o Ministro Relator não conheceu do Agravo em Recurso Especial\ndo recorrente. Seu Agravo Interno não foi provido, conforme acórdão\nàs fls. 23.275-23.278, e-STJ.\n3. Como se vê, não é admissível o recurso de Embargos de\nDivergência, quando o acórdão recorrido não tenha apreciado o mérito\nou a controvérsia, bem como não é admissível com o objetivo de\ndiscutir o acerto ou desacerto na aplicação da regra técnica de\nconhecimento de Recurso Especial, como é o caso dos autos. Nos\ntermos da Súmula 315 desta Corte Superior: \"Não cabem embargos de\ndivergência no âmbito do agravo de instrumento que não admite\nrecurso especial\". Nesse sentido: AgRg nos EREsp 948.003/PR, Rel.\nMin. Og Fernandes, Corte Especial, DJe 28.5.2015; e AgInt nos EREsp\n1.848.530/DF, Rel. Min. Francisco Falcão, Corte Especial, DJe\n7.12.2020.\n4. Ademais, a jurisprudência desta Corte, amparada no art 1.043, §\n4º, do Código de Processo Civil de 2015 e no art. 266, § 4º, do\nRegimento Interno do Superior Tribunal de Justiça, consolidou-se no\nsentido de que o recorrente, para comprovar a existência de dissídio\nem Embargos de Divergência, deve proceder às seguintes\nprovidências: a) juntada de certidões; b) apresentação de cópias do\ninteiro teor dos acórdãos apontados como paradigmas; c) citação do\nrepositório oficial autorizado ou credenciado no qual eles se achem\npublicados, inclusive em mídia eletrônica; e (d) reprodução de\njulgado disponível na rede mundial de computadores com a indicação\nda respectiva fonte.\n5. Mediante análise dos autos, verifica-se que a parte, no momento\nda interposição do recurso, limitou-se a transcrever a ementa do\nacórdão paradigma (Edcl no AREsp 405.570/RJ), deixando de cumprir\nregra técnica do presente recurso, o que constitui vício substancial\ninsanável.\n6. Ressalte-se que a hipótese dos autos não atrai a incidência do\nparágrafo único do art. 932 da Lei 13.105/2015, uma vez que, nos\ntermos do Enunciado Normativo n. 6: \"Nos recursos tempestivos\ninterpostos com fundamento no CPC/2015 (relativos a decisões\npublicadas a partir de 18 de março de 2016), somente será concedido\no prazo previsto no art. 932, parágrafo único c/c o art.1.029, § 3º,\ndo novo CPC para que a parte sane vício estritamente formal.\" Nesse\nsentido: AgInt nos EAREsp 419.397/DF, Rel. Min. Jorge Mussi, Corte\nEspecial, DJe de 14.6.2019; e AgInt nos EREsp 1.490.726/SC, Rel.\nMin. Mauro Campbell Marques, DJe de 2.4.2019.\n7. Anote-se, por fim, a incidência do disposto no art. 116, III, do\nCódigo Penal, na redação dada pela Lei 13.964/2019, diante do\ncaráter evidentemente inadmissível dos Embargos opostos.\n8. Agravo Regimental não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230307",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 01/03/2023 a 07/03/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Humberto Martins, Og Fernandes, Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nPaulo de Tarso Sanseverino, Maria Isabel Gallotti e Antonio Carlos\nFerreira  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - MÉRITO RECURSAL NÃO APRECIADO - SÚMULA\n315 DO STJ)\n   STJ - <<AgRg nos EREsp 948003>>-PR,\n         <<AgInt nos EREsp 1848530>>-DF\n(EMBARGOS DE DIVERGÊNCIA - REGRA TÉCNICA - CITAÇÃO DO REPOSITÓRIO\nOFICIAL AUTORIZADO OU CREDENCIADO - EXIGÊNCIA NÃO SUPRIDA)\n   STJ - <<AgInt nos EAREsp 1268264>>-SP,\n         <<AgInt nos EAREsp 1312401>>-SP\n(EMBARGOS DE DIVERGÊNCIA - AUSÊNCIA DE COMPROVAÇÃO DO DISSENSO -\nVÍCIO SUBSTANCIAL INSANÁVEL)\n   STJ - <<AgInt nos EAREsp 419397>>-DF,\n         <<AgInt nos EREsp 1490726>>-SC",
  "notas" : null,
  "informacoesComplementares" : "     \"[...] a mera menção ao Diário da Justiça em que teriam sido\npublicados os acórdãos paradigmas trazidos à colação, sem a\nindicação da respectiva fonte, quando os julgados encontram-se\ndisponíveis na rede mundial de computadores ou Internet, não supre a\nexigência da citação do repositório oficial ou autorizado de\njurisprudência, visto que se trata de órgão de divulgação em que é\npublicada somente a ementa do acórdão [...]\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00932 PAR:ÚNICO ART:01029 PAR:00003 ART:01043\n        PAR:00004", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000315", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266 PAR:00004", "LEG:FED DEL:002848 ANO:1940\n*****  CP-40    CÓDIGO PENAL\n        ART:00116 INC:00003\n(COM A REDAÇÃO DADA PELA LEI 13.964/2019)", "LEG:FED LEI:013964 ANO:2019\n*****  LPAC-2019    LEI DO PACOTE ANTICRIME" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000840577",
  "numeroProcesso" : "1841087",
  "numeroRegistro" : "202100511160",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "HERMAN BENJAMIN",
  "dataPublicacao" : "DJE        DATA:04/04/2023",
  "ementa" : "PROCESSUAL PENAL. AGRAVO REGIMENTAL EM EMBARGOS DE DIVERGÊNCIA.\nDECISÃO QUE INDEFERIU LIMINARMENTE OS EMBARGOS DE DIVERGÊNCIA.\nAUSÊNCIA DE IMPUGNAÇÃO AOS FUNDAMENTOS DA DECISÃO AGORA RECORRIDA.\nDEFICIÊNCIA RECURSAL. VIOLAÇÃO AO PRINCÍPIO DA DIALETICIDADE. SÚMULA\n283 E 284 DO STF. INCIDÊNCIA. AGRAVO NÃO CONHECIDO. PRECEDENTES.\n1. A decisão recorrida indeferiu liminarmente os Embargos de\nDivergência com base nos seguintes fundamentos: i) incidência da\nSúmula 315 do STJ, ii) não comprovação do dissídio jurisprudencial e\niii) impossibilidade de se utilizar acórdãos de outros tribunais\ncomo paradigmas. Contudo, verifica-se nas razões do Agravo\nRegimental às fls. 226-240, e-STJ, que nenhum dos argumentos da\ndecisão agravada foi rebatido.\n2. O STJ possui orientação de que não pode ser admitido o Agravo\nInterno que não ataca especificamente os fundamentos da decisão\nagravada e traz razões totalmente dissociadas da decisão contra a\nqual se insurge, pois fere o disposto no art. 1.021, § 1º, do\nCPC/2015 (\"Na petição de agravo interno, o recorrente impugnará\nespecificadamente os fundamentos da decisão agravada\"). Outrossim,\ntal atitude contraria as Súmulas 283 e 284 do STF, ante a\ndeficiência na motivação e a ausência de impugnação de fundamento\nautônomo.\n3. Consoante jurisprudência desta Corte Superior, padece de\nirregularidade formal o recurso em que o recorrente descumpre seu\nônus de impugnar especificamente os fundamentos da decisão\nrecorrida, deixando de atender ao princípio da dialeticidade (AgRg\nno RMS 44.887/SP, Rel. Ministro Herman Benjamin, Segunda Turma, DJe\n11.11.2015). No mesmo sentido: AgInt no AREsp 1.841.126/SP, Rel.\nMin. Herman Benjamin, Segunda Turma, DJe de 17.12.2021; e AgInt no\nREsp 1.863.289/SP, Rel. Min. Nancy Andrighi, Terceira Turma, DJe de\n21.10.2020.\n4. Anote-se, por fim, a incidência do disposto no art. 116, III, do\nCódigo Penal, na redação dada pela Lei 13.964/2019, diante do\ncaráter evidentemente inadmissível dos Embargos opostos.\n5. Agravo Regimental não conhecido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230307",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 01/03/2023 a 07/03/2023,\npor unanimidade, não conhecer do recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Humberto Martins, Og Fernandes, Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nPaulo de Tarso Sanseverino, Maria Isabel Gallotti e Antonio Carlos\nFerreira  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(PRINCÍPIO DA DIALETICIDADE - AUSÊNCIA DE IMPUGNAÇÃO ESPECÍFICA DOS\nFUNDAMENTOS DA DECISÃO)\n   STJ - <<AgRg no RMS 44887>>-SP, <<AgInt no AREsp 1841126>>-SP,\n         <<AgInt no REsp 1863289>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STF)    SÚMULA DO SUPREMO TRIBUNAL FEDERAL\n        SUM:000283 SUM:000284", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01021 PAR:00001" ],
  "acordaosSimilares" : [ "AgRg nos EAREsp  1882436  SC  2021/0136535-2  Decisão:07/03/2023\nDJE        DATA:04/04/2023" ]
}, {
  "id" : "000840578",
  "numeroProcesso" : "1646083",
  "numeroRegistro" : "201603369528",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "HERMAN BENJAMIN",
  "dataPublicacao" : "DJE        DATA:04/04/2023",
  "ementa" : "PROCESSUAL CIVIL. EMBARGOS DE DIVERGÊNCIA. AUSÊNCIA DE COMPROVAÇÃO\nDE DISSÍDIO ATUAL. RECURSO ESPECIAL NÃO CONHECIDO.\nINADMISSIBILIDADE. SÚMULA 315/STJ. ACÓRDÃO PARADIGMA INDICADO NAS\nRAZÕES DO RECURSO ESPECIAL. SÚMULA 598/STF.\n1. Agravo Interno interposto de decisão monocrática da\nVice-Presidência que indeferiu liminarmente os Embargos de\nDivergência, diante da ausência de demonstração da atualidade da\ndivergência jurisprudencial.\n2. In casu, o aresto paradigma (REsp 1.060.759/AC, Rel. Min. Herman\nBenjamin, Segunda Turma) foi prolatado em 2009, isto é, há mais de\n13 anos. É ônus da parte embargante demonstrar a atualidade da\ndivergência entre os órgãos fracionários do STJ, o que não foi\nfeito.\n3. Além disso, os acórdãos confrontados foram proferidos em graus\ndiferentes de cognição: no acórdão paradigma, houve análise do\nmérito do Recurso Especial, concluindo-se que \"inexiste interesse\nfederal em que a recorrente seja compelida a ressarcir os\nconsumidores das cobranças pela entrega de listas telefônicas no\nEstado do Acre\" (fl. 1151, e-STJ).\n4. No aresto embargado, não houve exame do mérito da questão agora\nposta nos Embargos de Divergência por dois motivos a) o acórdão de\nsegundo grau foi prolatado com fundamento eminentemente\nconstitucional; e b) o recorrente não realizou o efetivo confronto\nanalítico ao fundamentar o REsp com base na alínea \"c\" do permissivo\nconstitucional.\n5. Além de impugnar acórdão embasado em fundamento eminentemente\nconstitucional, o Recurso Especial foi inadmitido por ausência de\ncotejo analítico justamente no capítulo em que se alegou a\nilegitimidade do MPF para ajuizar Ação Civil Pública quando não\npresente interesse federal (fls. 862-868, e-STJ), questão que a\nrecorrente tenta levar à Corte Especial por meio dos Embargos de\nDivergência.\n6. Na verdade, a recorrente pretende - ainda que sem dizê-lo\nexpressamente - reformar o juízo de inadmissibilidade do seu Recurso\nEspecial. No entanto, os Embargos de Divergência não têm por\nobjetivo restabelecer a correção ou a justiça do caso concreto, mas\nuniformizar a interpretação da legislação federal. Por isso, a\njurisprudência do Superior Tribunal de Justiça é firme no sentido de\nque ele não é admissível quando não for analisado o mérito do\nRecurso Especial, conforme a Súmula 315/STJ.\n7. Por fim, há um terceiro óbice à admissão dos Embargos de\nDivergência. O aresto paradigma também fora indicado como razão do\nRecurso Especial, o que atrai a Súmula 589/STF: \"Nos embargos de\ndivergência não servem como padrão de discordância os mesmos\nparadigmas invocados para demonstrá-la mas repelidos como não\ndissentes no julgamento do recurso extraordinário\". Com efeito, os\nEmbargos de Divergência não servem para renovar a insurgência já\nrejeitada em Recurso Especial.\n8. Agravo Interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230307",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 01/03/2023 a 07/03/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Humberto Martins, Og Fernandes, Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nPaulo de Tarso Sanseverino, Maria Isabel Gallotti e Antonio Carlos\nFerreira  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - DEMONSTRAÇÃO DA ATUALIDADE DA\nDIVERGÊNCIA)\n   STJ - <<AgRg nos EAREsp 786049>>-MT\n(EMBARGOS DE DIVERGÊNCIA - MÉRITO RECURSAL NÃO APRECIADO - SÚMULA\n315 DO STJ)\n   STJ - <<AgInt nos EAREsp 1881527>>-GO,\n         <<AgInt nos EREsp 1934869>>-RJ\n(EMBARGOS DE DIVERGÊNCIA - MESMO PARADIGMA TRAZIDO NO RECURSO\nESPECIAL)\n   STJ - <<AgRg nos EAREsp 1389718>>-RS,\n         <<AgInt nos EAREsp 1041310>>-ES",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000315", "LEG:FED SUM:****** ANO:****\n*****  SUM(STF)    SÚMULA DO SUPREMO TRIBUNAL FEDERAL\n        SUM:000598" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000840579",
  "numeroProcesso" : "4174",
  "numeroRegistro" : "202001221892",
  "siglaClasse" : "AgInt na HDE",
  "descricaoClasse" : "AGRAVO INTERNO NA HOMOLOGAÇÃO DE DECISÃO ESTRANGEIRA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "HERMAN BENJAMIN",
  "dataPublicacao" : "DJE        DATA:04/04/2023",
  "ementa" : "INTERNACIONAL E PROCESSUAL CIVIL. ARBITRAGEM. COMPRA E VENDA\nINTERNACIONAL. INADIMPLEMENTO. SENTENÇA ARBITRAL. REPRESENTAÇÃO\nPROCESSUAL. DOCUMENTAÇÃO REGULAR. CITAÇÃO. DESNECESSIDADE DE\nROGATÓRIA NO PROCESSO ARBITRAL.\n1. A alegada irregularidade de representação processual deve ser\nrejeitada, porque a parte requerente apresentou procuração\nacompanhada da respectiva tradução juramentada (fls. 1.328-1.333 e\n1.354-1359, e-STJ). Além disso, foram carreados documentos que\natestam que foi criada, em Dubai, a filial Sucden Middle East da\nempresa Sucres et Denrees e que o Senhor Paul-Antoine Brianchon, que\noutorgou a procuração, é seu representante legal (fls. 1.234-1.242,\ne-STJ).\n2. Além disso, a jurisprudência do STJ permite a efetivação da\ncitação da parte residente ou domiciliada no Brasil, nos moldes da\nconvenção de arbitragem ou da lei processual do país onde se\nrealizou a arbitragem, admitindo-se, inclusive, a citação postal com\nprova inequívoca de recebimento, desde que assegurado à parte\nbrasileira tempo hábil para o exercício do direito de defesa.\n3. Agravo Interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230307",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 01/03/2023 a 07/03/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Humberto Martins, Og Fernandes, Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nPaulo de Tarso Sanseverino, Maria Isabel Gallotti e Antonio Carlos\nFerreira  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(COMPRA E VENDA INTERNACIONAL - SENTENÇA ARBITRAL - REPRESENTAÇÃO\nPROCESSUAL - DOCUMENTAÇÃO REGULAR)\n   STJ - <<SEC 15977>>-EX\n(SENTENÇA ESTRANGEIRA ARBITRAL - CITAÇÃO POSTAL - POSSIBILIDADE)\n   STJ - <<SEC 11106>>-EX, <<AgInt na SEC 15897>>-EX",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000840620",
  "numeroProcesso" : "2051248",
  "numeroRegistro" : "202200205515",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "HERMAN BENJAMIN",
  "dataPublicacao" : "DJE        DATA:04/04/2023",
  "ementa" : "PROCESSUAL PENAL. AGRAVO INTERNO EM EMBARGOS DE DIVERGÊNCIA. DECISÃO\nQUE NÃO APRECIA O MÉRITO RECURSAL. SÚMULA 315 DO STJ. INCIDÊNCIA.\nNÃO COMPROVAÇÃO DA DIVERGÊNCIA JURISPRUDENCIAL. RECURSO NÃO PROVIDO.\nPRECEDENTES\n1. Nos termos do art. 1.043 do Código de Processo Civil e do art.\n266 do Regimento Interno do Superior Tribunal de Justiça, os\nEmbargos de Divergência são cabíveis contra acórdão que, em Recurso\nEspecial, divergir do julgamento de qualquer outro órgão do\nTribunal, sendo ambos os acórdãos, embargado ou paradigma, de\nmérito, ou quando, embora não conhecendo do recurso, tenham\napreciado a controvérsia.\n2. No caso dos autos, em decisão monocrática às fls. 1.530-1.531,\ne-STJ, o Ministro Presidente não conheceu do Agravo em Recurso\nEspecial do recorrente. O Agravo Interno não foi provido, conforme\nacórdão às fls. 1.609-1.626, e-STJ.\n3. Como se vê, não é admissível o recurso de Embargos de\nDivergência, quando o acórdão recorrido não tenha apreciado o mérito\nou a controvérsia, nem é admissível com o objetivo de discutir o\nacerto ou desacerto na aplicação da regra técnica de conhecimento de\nRecurso Especial, como é o caso dos autos. Nos termos da Súmula 315\ndesta Corte Superior: \"Não cabem embargos de divergência no âmbito\ndo agravo de instrumento que não admite recurso especial\". Nesse\nsentido: AgRg nos EREsp 948.003/PR, Rel. Min. Og Fernandes, Corte\nEspecial, DJe 28.5.2015; e AgInt nos EREsp 1.848.530/DF, Rel. Min.\nFrancisco Falcão, Corte Especial, DJe 7.12.2020.\n4. Além disso, a jurisprudência desta Corte, amparada no art. 1.043,\n§ 4º, do Código de Processo Civil de 2015 e no art. 266, § 4º, do\nRegimento Interno do Superior Tribunal de Justiça, consolidou-se no\nsentido de que o recorrente, para comprovar a existência de dissídio\nem Embargos de Divergência, deve proceder às seguintes\nprovidências: a) juntada de certidões; b) apresentação de cópias do\ninteiro teor dos acórdãos apontados como paradigmas; c) citação do\nrepositório oficial autorizado ou credenciado no qual eles se achem\npublicados, inclusive em mídia eletrônica; e (d) reprodução de\njulgado disponível na rede mundial de computadores com a indicação\nda respectiva fonte.\n5. Mediante análise dos autos, verifica-se que a parte, no momento\nda interposição do recurso, limitou-se a transcrever trecho do Voto\ncondutor do aresto paradigma, deixando de cumprir regra técnica do\npresente recurso, o que constitui vício substancial insanável.\n6. Com efeito, a mera menção ao Diário da Justiça em que teriam sido\npublicados os acórdãos paradigmas trazidos à colação, sem a\nindicação da respectiva fonte, quando os julgados encontram-se\ndisponíveis na rede mundial de computadores ou Internet, não supre a\nexigência da citação do repositório oficial ou autorizado de\njurisprudência, visto que se trata de órgão de divulgação em que é\npublicada somente a ementa do acórdão. No mesmo sentido: AgInt nos\nEAREsp 1.268.264/SP, Rel. Min. Herman Benjamin, Corte Especial, DJe\n7.12.2020; AgInt nos EAREsp 1.312.401/SP, Rel Min. Og Fernandes,\nCorte Especial, DJe 26.10.2020.\n7. Anote-se, por fim, a incidência do disposto no art. 116, III, do\nCódigo Penal, na redação dada pela Lei 13.964/2019, diante do\ncaráter evidentemente inadmissível dos Embargos opostos.\n8. Agravo Interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230307",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 01/03/2023 a 07/03/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Humberto Martins, Og Fernandes, Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nPaulo de Tarso Sanseverino, Maria Isabel Gallotti e Antonio Carlos\nFerreira  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000315" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000840621",
  "numeroProcesso" : "1674593",
  "numeroRegistro" : "202000552241",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "HERMAN BENJAMIN",
  "dataPublicacao" : "DJE        DATA:04/04/2023",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO EM EMBARGOS DE DIVERGÊNCIA. DECISÃO\nQUE NÃO APRECIA O MÉRITO RECURSAL. SÚMULA 315 DO STJ. INCIDÊNCIA.\nRECURSO NÃO PROVIDO. PRECEDENTES.\n1. Nos termos do art. 1.043 do Código de Processo Civil e do art.\n266 do Regimento Interno do Superior Tribunal de Justiça, os\nEmbargos de Divergência são cabíveis contra acórdão que, em Recurso\nEspecial, divergir do julgamento de qualquer outro órgão do\nTribunal, sendo ambos os acórdãos, embargado ou paradigma, de\nmérito, ou quando, embora não conhecendo do recurso, tenham\napreciado a controvérsia.\n2. No caso dos autos, em decisão monocrática às fls. 581-582, e-STJ,\no Ministro relator não conheceu do Agravo em Recurso Especial do\nrecorrente em razão da incidência do óbice da Súmula 182 do STJ. Seu\nAgravo Regimental não foi conhecido, conforme acórdão às fls.\n608-613, e-STJ.\n3. Como se vê, não é admissível o recurso de Embargos de\nDivergência, quando o acórdão recorrido não tenha apreciado o mérito\nou a controvérsia, bem como não é admissível com o objetivo de\ndiscutir o acerto ou desacerto na aplicação da regra técnica de\nconhecimento de Recurso Especial, como é o caso dos autos. Nos\ntermos da Súmula 315 desta Corte Superior: \"Não cabem embargos de\ndivergência no âmbito do agravo de instrumento que não admite\nrecurso especial\". Nesse sentido: AgRg nos EREsp 948.003/PR, Rel.\nMin. Og Fernandes, Corte Especial, DJe 28.5.2015; e AgInt nos EREsp\n1.848.530/DF, Rel. Min. Francisco Falcão, Corte Especial, DJe\n7.12.2020.\n4. Anote-se, por fim, a incidência do disposto no art. 116, III, do\nCódigo Penal, na redação dada pela Lei 13.964/2019, diante do\ncaráter evidentemente inadmissível dos Embargos opostos.\n5. Agravo Regimental não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230307",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 01/03/2023 a 07/03/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Humberto Martins, Og Fernandes, Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nPaulo de Tarso Sanseverino, Maria Isabel Gallotti e Antonio Carlos\nFerreira  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - MÉRITO RECURSAL NÃO APRECIADO - SÚMULA\n315 DO STJ)\n   STJ - <<AgRg nos EREsp 948003>>-PR,\n         <<AgInt nos EREsp 1848530>>-DF,\n         <<AgInt nos EREsp 1345680>>-SC,\n         <<AgInt nos EREsp 1226477>>-RS",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000315", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01043", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000840816",
  "numeroProcesso" : "1896051",
  "numeroRegistro" : "202101637987",
  "siglaClasse" : "AgRg nos EDcl nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "HERMAN BENJAMIN",
  "dataPublicacao" : "DJE        DATA:12/04/2023",
  "ementa" : "PROCESSUAL PENAL. AGRAVO INTERNO EM EMBARGOS DE DIVERGÊNCIA.\nFALECIMENTO DO RECORRENTE. EXTINÇÃO DA PUNIBILIDADE. ART. 107, I, DO\nCÓDIGO PENAL. RECURSO PREJUDICADO.\n1. Conforme amplamente divulgado nas mídias nacionais, verifica-se\nque o recorrente faleceu em 2.9.2022. O Ministério Público Federal\nassim se manifestou sobre a matéria (fl. 23.783, e-STJ):\n\"Preliminarmente, em consulta à internet, verifica-se a notícia de\nfalecimento do Agravante JOÃO CARLOS DA ROCHA MATTOS, ocorrido aos\n02/09/2022, motivo pelo qual se requer a extinção da punibilidade\ndos fatos que lhe foram imputados, nos termos do artigo 107, inciso\nI, do Código Penal, sendo julgado prejudicado o Agravo Regimental\ninterposto por ele.\"\n2. Assim, observa-se que resultou prejudicado o recurso do\nagravante. Comprovado nos autos o falecimento de um dos réus, ora\nrecorrente, impõe-se a declaração da extinção da sua punibilidade,\nnos termos do disposto no art. 107, inciso I, do Código Penal c/c o\nart. 62 do Código de Processo Penal. Nesse sentido: AgRg no REsp\n1.815.736/MG, Rel. Min. Sebastião Reis Júnior, Sexta Turma, DJe de\n26.11.2019; e AgInt no REsp 1.599.697/DF, Rel. Min. Napoleão Nunes\nMaia Filho, Primeira Turma, DJe de 8.9.2020.\n3. Prejudicado o Agravo Regimental, ante a extinção de punibilidade\ndo recorrente em razão do seu falecimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230307",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 01/03/2023 a 07/03/2023,\npor unanimidade, julgar prejudicado o recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Humberto Martins, Og Fernandes, Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nPaulo de Tarso Sanseverino, Maria Isabel Gallotti e Antonio Carlos\nFerreira  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(FALECIMENTO DO RECORRENTE - EXTINÇÃO DA PUNIBILIDADE)\n   STJ - <<AgRg no REsp 1815736>>-MG, <<AgInt no REsp 1599697>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEL:002848 ANO:1940\n*****  CP-40    CÓDIGO PENAL\n        ART:00107 INC:00001", "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00062" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000840891",
  "numeroProcesso" : "835",
  "numeroRegistro" : "201401420220",
  "siglaClasse" : "APn",
  "descricaoClasse" : "AÇÃO PENAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "PAULO DE TARSO SANSEVERINO",
  "dataPublicacao" : "DJE        DATA:24/04/2023",
  "ementa" : "AÇÃO PENAL. DESEMBARGADOR. VIOLÊNCIA DOMÉSTICA CONTRA A MULHER. ART.\n129, § 9° DO CÓDIGO PENAL. PROVAS SUFICIENTES DA AUTORIA E DA\nMATERIALIDADE. CONDENAÇÃO. ERRO NA EXECUÇÃO COM RESULTADO DUPLO\n(UNIDADE COMPLEXA). LESÕES CAUSADAS NA VÍTIMA VISADA E EM TERCEIRA\nPESSOA. APLICAÇÃO DA PENA. INCIDÊNCIA DO ART. 73, 2ª PARTE, DO\nCÓDIGO PENAL. CIRCUNSTÂNCIAS JUDICIAIS DESFAVORÁVEIS. PENA-BASE\nACIMA DO MÍNIMO LEGAL. CIRCUNSTÂNCIAS AGRAVANTES. INAPLICABILIDADE.\nAUSÊNCIA DE NEXO DE CAUSALIDADE IMEDIATO ENTRE O MOTIVO DO CRIME\nAFIRMADO PELA ASSISTENTE DA ACUSAÇÃO E AS AGRESSÕES PERPETRADAS PELO\nACUSADO. VÍTIMA NÃO DESEJADA COM MAIS DE 60 ANOS DE IDADE.\nIRRELEVÂNCIA. CONDIÇÕES PESSOAIS QUE DEVEM SER VERIFICADAS A PARTIR\nDA VÍTIMA VISADA. IMPOSSIBILIDADE DE AUMENTO DA PENA QUANDO A\nCIRCUNSTÂNCIA AGRAVANTE COINCIDE COM ELEMENTO DO TIPO PENAL.\nINCIDÊNCIA DO ARTIGO 61, CAPUT, DO CÓDIGO PENAL. SUSPENSÃO\nCONDICIONAL DA PENA. CIRCUNSTÂNCIAS JUDICIAIS SENSIVELMENTE\nDESFAVORÁVEIS. POSSIBILIDADE. CONDUTA INCOMPATÍVEL COM O\nCOMPORTAMENTO EXIGIDO DE UM MAGISTRADO. MANUTENÇÃO DO AFASTAMENTO DO\nCARGO ATÉ O TRÂNSITO EM JULGADO. PRECEDENTES.\n1. Imputação ao denunciado, Desembargador do Tribunal de Justiça do\nEstado do Paraná, da prática do crime de lesões corporais contra a\nmãe e a irmã, motivadas por desentendimento acerca da forma de\ngestão de uma das cuidadoras da genitora idosa.\n2. Os laudos de exame de corpo de delito das vítimas mostram a\nocorrência de lesões e a prova produzida pelo acusado não afasta as\nconclusões dos Peritos Oficiais.\n3. A prova oral conduz à conclusão de que fora praticada a conduta\nconforme a descrição dos fatos lançada na denúncia.\n4. O álibi invocado pelo réu não se sustenta, pois o documento\napresentado para comprovar que estava em local diverso no momento\ndos fatos indica horário bem diferente daquele em que os crimes\nforam praticados.\n5. Conforme restou esclarecido pela prova oral, a discordância\nacerca da forma de administrar a residência dos pais do acusado não\nfora o motivo imediato das agressões, mas sim da discussão havida\nentre o acusado e uma das vítimas., não incidindo, portanto, a\nagravante prevista no artigo 61, inciso II, alínea \"a\", do Código\nPenal Brasileiro.\n6. Nos termos do artigo 73, caput, primeira parte, do C PB, incide a\nregra do artigo 20, § 3°, do mesmo diploma, no caso de erro na\nexecução, de forma que, para o fim de caracterização das\ncircunstâncias agravantes, devem ser consideradas as condições da\nvítima desejada e não daquela que fora atingida involuntariamente.\n7. Não incide a agravante prevista no artigo 61, inciso II, alínea\n\"f\", do CPB, pois os seus pressupostos fáticos são elementares do\ntipo previsto no art. 129, § 9°, do mesmo diploma, e, de acordo com\no caput do artigo 61, as circunstâncias agravantes incidem somente\n\"quando não constituem ou qualificam o crime\".\n8. Ação penal julgada procedente para condenar o réu a 4 (quatro)\nmeses e 20 (vinte) dias de detenção em regime inicial aberto, com\nsuspensão condicional da pena mediante prestação de serviços à\ncomunidade e proibição de aproximação de uma das vítimas.\n9. Considerando a prática de conduta incompatível com a dignidade, a\nintegridade, a prudência, o decoro e a serenidade exigidos para o\nbom exercício da função julgadora, fica mantido o afastamento do\ncargo até o trânsito em julgado da decisão, na esteira da\njurisprudência desta Corte Superior.\n10. Procedência da ação penal para condenação do réu a uma pena de\nquatro meses e vinte dias de detenção, suspensa condicionalmente\npelo prazo de dois anos.\n11. Por maioria, foi revogada a determinação de afastamento do\ncargo.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230301",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Corte Especial do Superior\nTribunal de Justiça, por unanimidade, julgar procedente a ação penal\npara condenar o réu, como incurso no art. 129, § 9°, c/c art. 73,\n2ª parte, do Código Penal, à pena privativa de liberdade de 4\n(quatro) meses e 20 (vinte) dias de detenção. Por maioria,\nsuspender, condicionalmente, a pena aplicada, pelo prazo de dois\nanos, e determinar o retorno imediato do réu ao cargo de\nDesembargador do Tribunal de Justiça do Estado do Paraná. No mérito,\nOs Srs. Ministros Maria Isabel Gallotti, Antonio Carlos Ferreira,\nFrancisco Falcão, Nancy Andrighi, Laurita Vaz, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Og Fernandes, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves e Raul\nAraújo votaram com o Sr. Ministro Relator.\nQuanto à suspensão da pena aplicada, com a fixação do regime\nsemi-aberto, votaram vencidos a Sra. Ministra Laurita Vaz e os Srs.\nMinistros Humberto Martins e Og Fernandes.\nQuanto ao retorno ao cargo de Desembargador, votaram vencidos os\nSenhores Ministros Relator, Maria Isabel Gallotti, Antônio Carlos\nFerreira, Francisco Falcão, Laurita Vaz e Luis Felipe Salomão.\nSustentaram, oralmente, o Subprocurador-Geral da República, Dr.\nCarlos Frederico Santos, pelo Ministério Público Federal, o Dr.\nAlessandro Silvério, pela Assistente de Acusação, e o Dr. Renato\nCardoso de Almeida Andrade, pelo réu. Esteve presente o Dr. Robson\nSouza, Defensor Público da União.",
  "jurisprudenciaCitada" : "(CRIMES PRATICADOS EM AMBIENTE DOMÉSTICO E FAMILIAR - RELEVÂNCIA DA\nPALAVRA DA VÍTIMA)\n   STJ - <<AgRg na MPUMP 6>>-DF, <<HC 615661>>-MS,\n         <<AgRg nos EDcl no AREsp 1256178>>-RS,\n         <<AgRg no AREsp 2090018>>-SP, <<AgRg no AREsp 788810>>-SP\n(QUALIFICADORA - MOTIVO FÚTIL - DISCUSSÃO ANTERIOR)\n   STJ - <<AgRg no AREsp 1598682>>-PR,\n         <<AgRg no AREsp 1335759>>-GO\n(DOSIMETRIA DA PENA - FRAÇÃO DE AUMENTO - ERRO DE EXECUÇÃO - DUAS\nVÍTIMAS)\n   STJ - <<HC 319513>>-SP\n(RÉU COM PRERROGATIVA DE FORO - AFASTAMENTO DO CARGO ATÉ O TRÂNSITO\nEM JULGADO)\n   STJ - <<QO na APn 422>>-RR, <<EDcl na APn 327>>-RR,\n         <<APn 825>>-DF, <<APn 675>>-GO\n(VOTO REVISOR - MINISTÉRIO PÚBLICO - ADITAMENTO DA DENÚNCIA)\n   STJ - <<RHC 63645>>-MG, <<AgRg no AREsp 1755421>>-RJ\n(VOTO REVISOR - DENÚNCIA - OMISSÃO DE CIRCUNSTÂNCIA ACIDENTAL -\nSANEAMENTO)\n   STF - [[HC 69420]]\n(VOTO REVISOR - ÁLIBI - ÔNUS DA PROVA)\n   STF - [[HC 68694]], [[HC 70742]]",
  "notas" : null,
  "informacoesComplementares" : "     \"[...] nos crimes praticados em ambiente doméstico e familiar\na palavra da vítima costuma ostentar especial relevância, porquanto\ncostumam ser praticados à clandestinidade, sem a presença de\ntestemunhas\".\n     \"[...] a existência de discussão anterior,por si só, não\nafaste a qualificadora do motivo fútil, na esteira da\njurisprudência desta Corte [...]\".\n     \"[...] Justifica-se o aumento pela fração mínima, considerando\nque foram atingidas duas vítimas, nos termos da jurisprudência\ndesta Corte Superior [...]\".\n     \"[...] tenho que não há impedimento para a suspensão\ncondicional da pena, mesmo considerando a regra do artigo 7, II, do\nCPB. Não me parece incompatível com a benesse legal o fato de o\ncondenado ter comportamento agressivo, pois as demais\ncircunstâncias judiciais subjetivas e objetivas não são\ndesfavoráveis\".\n     (VOTO REVISOR) (MARIA ISABEL GALLOTTI)\n     \"'Nos termos do artigo 569 do Código de Processo Penal, 'as\nomissões da denúncia ou da queixa, da representação, ou, nos\nprocessos das contravenções penais, da portaria ou do auto de\nprisão em flagrante, poderão ser supridas a todo o tempo, antes da\nsentença final'. [...] Ao interpretar o referido dispositivo legal,\neste Superior Tribunal de Justiça pacificou o entendimento de que o\nMinistério Público pode aditar a denúncia, inclusive para dar aos\nfatos definição jurídica diversa, desde que antes de proferida\nsentença no feito epossibilitado ao réu o exercício do\ncontraditório e da ampla defesa.' [...]\".\n     \"[...] Como decidido pelo STF, 'a omissão de circunstância\nacidental, como a data ou o lugar docrime, não impede a instauração\nda ação penal, para a qual basta a prova da existência do crime e\nos indícios da autoria. Além disto, as omissões da denúncia podem\nser supridas antes da sentença final.' [...]\".\n     (DECISÃO DO ÓRGÃO JULGADOR) (JOÃO OTÁVIO DE NORONHA)\n     \"Só pondero o seguinte: por que manter o afastamento até o\ntrânsito em julgado? É inconteste, pela proposta do Relator, que o\ndesembargador voltará ao seu cargo. Isso está decidido pelo\npróprioRelator. Ele vai voltar. Agora, por que retardar essa volta\nse ele retornará? O que prejudica a sua volta agora? Nada. Aliás, o\nexercício da sua função independe.\n      Então, parece-me que é\nmelhor que retorne logo, que trabalhe logo. Não vejo razão de ele\nficar afastado até o trânsito em julgado. Isso significa que, se\nele recorrer ao Supremo Tribunal Federal,não voltará ao cargo; e,\nse ele não recorrer ao Supremo Tribunal Federal, voltará ao cargo,\nporque transita em julgado. Qual a razão de esperar o trânsito em\njulgado? Esse afastamento não é pena, não é sanção\".\n     (VOTO VENCIDO) (LAURITA VAZ)\n     \"[...] na forma do art. 33, §3.º, do Código Penal, a\nexistência de circunstância judicial negativa - ainda que única -\njá é suficiente para impor a fixação do regime mais gravoso, no\ncaso, o semiaberto, consoante critério objetivo estabelecido na lei\npenal\".\n     \"[...] considerando as circunstâncias judiciais apontadas como\ndesfavoráveis ao Réu, não se mostra possível conceder o benefício\nprevisto no art. 77 do Código Penal, pois não está preenchido o\nrequisito previsto no inciso II do referido artigo, [...]\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEL:002848 ANO:1940\n*****  CP-40    CÓDIGO PENAL\n        ART:00007 INC:00002 ART:00020 PAR:00003 ART:00033\n        PAR:00002 LET:C PAR:00003 ART:00044 INC:00001\n        ART:00061 INC:00002 LET:A LET:F ART:00073\n        ART:00077 ART:00078 PAR:00002 ART:00079 ART:00129\n        PAR:00009", "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00569", "LEG:FED LCP:000035 ANO:1979\n*****  LOMAN-79    LEI ORGÂNICA DA MAGISTRATURA NACIONAL\n        ART:00035 INC:00008" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000841127",
  "numeroProcesso" : "1595021",
  "numeroRegistro" : "201902957124",
  "siglaClasse" : "EAREsp",
  "descricaoClasse" : "EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJE        DATA:25/04/2023",
  "ementa" : "EMBARGOS DE DIVERGÊNCIA NO AGRAVO EM RECURSO ESPECIAL. APONTADA\nDIVERGÊNCIA ENTRE O ACÓRDÃO DA QUARTA TURMA COM ACÓRDÃOS DA\nPRIMEIRA, SEGUNDA E TERCEIRA TURMAS. CISÃO DE JULGAMENTO.\nDESNECESSIDADE. AÇÃO DE OBRIGAÇÃO DE FAZER. PLANO DE SAÚDE.\nPRETENSÃO DE COBERTURA DE TRATAMENTO MÉDICO. DEFERIMENTO DA TUTELA\nANTECIPADA. FALECIMENTO DA PARTE AUTORA NO CURSO DO PROCESSO.\nDIREITO PERSONALISSÍMO. INTRANSMISSIBILIDADE DA OBRIGAÇÃO. EXTINÇÃO\nDO PROCESSO SEM RESOLUÇÃO DO MÉRITO.\n1. Ação de obrigação de fazer ajuizada em 05/11/2015, da qual foram\nextraídos os embargos de divergência, opostos em 14/12/2010 e\nconclusos ao gabinete em 22/07/2021.\n2. O propósito recursal consiste em dirimir divergência sobre a\nextinção do processo, sem resolução do mérito, na hipótese de\nfalecimento da parte autora, no curso do processo em que se deduz\npretensão de custeio de tratamento de saúde, quando a parte ré\npleiteia a reparação dos eventuais danos processuais suportados com\no deferimento da antecipação dos efeitos da tutela.\n3. A jurisprudência do STJ orienta que não há necessidade da cisão\nde julgamento dos embargos de divergência na Corte Especial, com\nremessa à Seção, quando a parte embargante sustenta uma única tese e\na suposta divergência também ocorre em relação a julgados de outras\nSeções. Precedente da Corte Especial.\n4. Esta Corte já decidiu que, nas ações relativas a fornecimento de\nmedicação ou custeio de tratamento médico hospitalar, o óbito da\nparte autora no curso do processo enseja a sua extinção sem\nresolução de mérito, diante da natureza intransmissível e\npersonalíssima do direito à saúde.\n5. A morte da parte autora torna inservível o cumprimento da decisão\nque deferiu a antecipação dos efeitos da tutela, porquanto a\nninguém mais aproveitará o tratamento pleiteado, a cuja cobertura\nfoi obrigada a operadora do plano de saúde.\n6. Há diferença entre o pedido de simples reembolso de despesas com\nsaúde - obrigação de pagar, de natureza eminentemente patrimonial e,\nportanto, transmissível - e o pedido de cobertura de tratamento\nmédico - obrigação de fazer, de natureza personalíssima, que, embora\ntenha expressão econômica, é intransmissível e, portanto, não\nadmite a sucessão processual.\n7. Hipótese em que, ocorrida a morte da parte autora e reconhecida a\nintransmissibilidade do direito em litígio, deve ser extinto o\nprocesso sem resolução do mérito, não se admitindo o seu\nprosseguimento, sobretudo com a reabertura da instrução probatória,\napenas para apuração de eventual dano processual sofrido pela ré em\ndecorrência do cumprimento da decisão que deferiu a antecipação dos\nefeitos da tutela.\n8. Embargos de divergência conhecidos e acolhidos.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230215",
  "decisao" : "Vistos, relatados e discutidos estes autos, acordam os Ministros da\nCorte Especial do Superior Tribunal de Justiça, na conformidade dos\nvotos e das notas taquigráficas constantes dos autos,  Prosseguindo\nno julgamento, após o voto-vista da Sra. Ministra Laurita Vaz,\npreliminarmente, conhecendo dos embargos de divergência, no que foi\nacompanhada pelo votos dos Srs. Ministros João Otávio de Noronha,\nMaria Thereza de Assis Moura, Herman Benjamin, Benedito Gonçalves,\nRaul Araújo, Sérgio Kukina, Joel Ilan Paciornik e Francisco Falcão e\nos votos dos Srs. Ministros Luis Felipe Salomão, Mauro Campbell\nMarques e Antonio Carlos Ferreira no sentido de não conhecer dos\nembargos de divergência, a Corte Especial, preliminarmente, por\nmaioria, conhecer dos embargos de divergência. No mérito, após o\nvoto-vista da Sra. Ministra Laurita Vaz dando provimento aos\nembargos de divergência, no que foi acompanhada pelos votos dos Srs.\nMinistros João Otávio de Noronha, Maria Thereza de Assis Moura,\nHerman Benjamin, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Antonio Carlos Ferreira, Sérgio Kukina, Joel Ilan Paciornik\ne Francisco Falcão, , por maioria, dar provimento aos embargos de\ndivergência, nos termos do voto da Sra. Ministra Relatora. Quanto ao\nconhecimento, os Srs. Ministros Laurita Vaz, João Otávio de\nNoronha, Maria Thereza de Assis Moura, Herman Benjamin, Benedito\nGonçalves, Raul Araújo, Sérgio Kukina, Joel Ilan Paciornik e\nFrancisco Falcão votaram com a Sra. Ministra Relatora. Vencidos a\nSra. Ministra Maria Isabel Gallotti e os Srs. Ministros Luis Felipe\nSalomão, Mauro Campbell Marques e Antonio Carlos Ferreira que não\nconheciam dos embargos de divergência.\nQuanto ao mérito, os Srs. Ministros Laurita Vaz, João Otávio de\nNoronha, Maria Thereza de Assis Moura, Herman Benjamin, Mauro\nCampbell Marques, Benedito Gonçalves, Raul Araújo, Antonio Carlos\nFerreira, Sérgio Kukina, Joel Ilan Paciornik e Francisco Falcão\nvotaram com a Sra. Ministra Relatora. Vencidos a Sra. Ministra Maria\nIsabel Gallotti e o Sr. Ministro Luis Felipe Salomão que negavam\nprovimento aos embargos de divergência.\nNão participou do julgamento o Sr. Ministro Og Fernandes.\nAposentado o Sr. Ministro Jorge Mussi.\nAusente, justificadamente, o Sr. Ministro Paulo de Tarso\nSanseverino.\nConvocados os Srs. Ministros Sérgio Kukina e Joel Ilan Paciornik.\nPresidiu o julgamento o Sr. Ministro Humberto Martins.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - TESE ÚNICA - DISSÍDIO - SEÇÕES DIVERSAS -\nCISÃO DO JULGAMENTO - DESNECESSIDADE)\n   STJ - <<EDcl no AgInt nos EAREsp 861105>>-SP,\n         <<AgInt nos EREsp 1811058>>-RJ,\n         <<AgRg nos EAREsp 593919>>-PR,\n         <<EDcl no AgRg nos EAREsp 1231405>>-SC,\n         <<EDcl nos EREsp 667002>>-DF\n(PLANO DE SAÚDE - PRETENSÃO DE COBERTURA DE TRATAMENTO MÉDICO -\nDIREITO PERSONALISSÍMO)\n   STJ - <<AgInt no AREsp 1139084>>-SC\n(PLANO DE SAÚDE - PRETENSÃO DE COBERTURA DE TRATAMENTO MÉDICO -\nÓBITO DA PARTE - EXTINÇÃO SEM RESOLUÇÃO DO MÉRITO)\n   STJ - <<AgInt no REsp 1542618>>-PR\n(VOTO VENCIDO - POLO ATIVO - ÓBITO DA PARTE - SUCESSÃO - MULTA\nCOMINATÓRIA - NATUREZA PATRIMONIAL)\n   STJ - <<AgInt no REsp 1761086>>-SP, <<REsp 1475871>>-RS,\n         {{AgInt no REsp 1139084}}-SC\n(VOTO VENCIDO - ANTECIPAÇÃO DE TUTELA - REVOGAÇÃO - RESSARCIMENTO)\n   STJ - <<REsp 1312836>>-RS",
  "notas" : null,
  "informacoesComplementares" : "     (VOTO VOGAL) (MIN. HERMAN BENJAMIN)\n     \"[...] uma vez estabelecido, conforme demonstrado acima, que a\ndemanda é de natureza personalíssima, devem prevalecer os\nprecedentes do STJ que reconhecem a perda de objeto da demanda em\nrazão da superveniência da notícia de falecimento da parte no curso\ndo feito. É de notar, por imprescindível, que o art. 302 do CPC\nprevê a possibilidade de se perseguir a reparação de dano processual\ne a indenização pelos prejuízos sofridos pelo réu na demanda, nos\npróprios autos, apenas 'quando possível'\".\n     \"Na hipótese do evento 'óbito' em ações personalíssimas\ninclino-me a considerar, há a extinção da relação processual, pelo\ndesaparecimento de um dos sujeitos processuais, e a pretensão de\nindenização, caso procedente, dá início a uma nova relação\nprocessual, por envolver terceiros, evidentemente inconfundíveis com\na parte autora original da demanda extinta\".\n     (VOTO VENCIDO) (MIN. MARIA ISABEL GALLOTTI)\n     \u001AAs razões dos embargos de divergência não fazem, todavia, o\ndevido cotejo dos acórdãos paradigmas com o acórdão embargado, para\nque se verifique se também naqueles pretendia o autor ou o plano de\nsaúde questionar o próprio dever de fornecimento do tratamento\nconcedido pela decisão antecipatória de tutela\u001A.\n     \"[...] não está configurada, ou ao menos devidamente\ndemonstrada nos termos legais e regimentais, a divergência entre o\nacórdão embargado e os acórdãos paradigmas da Primeira e Segunda\nTurma, o que leva, com a devida vênia, ao não conhecimento dos\nembargos de divergência no âmbito da Corte Especial e ao envio dos\nautos para distribuição perante a Segunda Seção\".\n     \"[...] a pretensão de natureza patrimonial relacionada ao\ndireito personalíssimo à saúde do doente, como reembolso dos valores\ngastos, constitui obrigação de pagar e, como qualquer crédito, é\ntransmissível aos herdeiros, não ensejando a morte da parte autora a\nextinção do processo\".\n     \"[...] 'cabe o ressarcimento ao réu, nos próprios autos, dos\nvalores despendidos por força de antecipação de tutela,\nposteriormente revogada em face de sentença de improcedência do\npedido' [...]\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00302 ART:00313 INC:00001 PAR:00002 INC:00002\n        ART:00485 INC:00009 ART:00520 INC:00001 INC:00002" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000841129",
  "numeroProcesso" : "1233314",
  "numeroRegistro" : "201100203020",
  "siglaClasse" : "QO no REsp",
  "descricaoClasse" : "QUESTÃO DE ORDEM NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LUIS FELIPE SALOMÃO",
  "dataPublicacao" : "DJE        DATA:25/04/2023",
  "ementa" : "QUESTÃO DE ORDEM EM RECURSO ESPECIAL. PROCESSUAL CIVIL E\nADMINISTRATIVO. POUPANÇA. EXPURGOS INFLACIONÁRIOS. PLANO VERÃO.\nPRESCRIÇÃO. ACORDO ENTRE AS PARTES LITIGANTES NO CURSO DO JULGAMENTO\nCOLEGIADO. PERDA SUPERVENIENTE DO OBJETO. RECURSO ESPECIAL\nPREJUDICADO.\n1. Salvo os casos nos quais identificadas razões de interesse\npúblico na uniformização da jurisprudência ou hipóteses em que\nevidenciada a má-fé processual, a superveniência de causa ensejadora\nda perda de objeto da pretensão recursal tem o condão de tornar\nprejudicado o exame da insurgência, mesmo quando iniciado o\njulgamento colegiado e pendente de pedido de vista.\n2. Considerando que, na espécie, não se trata de tema repetitivo -\nmas de demanda de cunho subjetivo -, bem como que houve acordo entre\nas partes no curso do julgamento do recurso especial então suspenso\nem razão de pedido de vista, forçoso reconhecer a prejudicialidade\ndo reclamo por perda superveniente de objeto.\n3. Recurso especial prejudicado.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230215",
  "decisao" : "Vistos, relatados e discutidos estes autos, os Ministros da Corte\nEspecial do Superior Tribunal de Justiça acordam, após o voto-vista\nda Sra. Ministra Nancy Andrighi rejeitando a questão de ordem para\ndar seguimento ao julgamento do recurso, no que foi acompanhado pelo\nvoto do Sr. Ministro Herman Benjamin e os votos dos Srs. Ministros\nMauro Campbell Marques, Benedito Gonçalves, Raul Araújo, Maria\nIsabel Gallotti, Francisco Falcão, Laurita Vaz, João Otávio de\nNoronha, Humberto Martins e Og Fernandes acompanhando o voto do Sr.\nMinistro Relator, por maioria, acolher a questão de ordem para\njulgar prejudicado o recurso, nos termos do voto do Sr. Ministro\nRelator.\nOs Srs. Ministros Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Maria Isabel Gallotti, Francisco Falcão, Laurita Vaz, João\nOtávio de Noronha, Humberto Martins e Og Fernandes votaram com o Sr.\nMinistro Relator.  Vencidos a Sra. Ministra Nancy Andrighi e o Sr.\nMinistro Herman Benjamin que rejeitavam a questão de ordem para dar\nseguimento ao julgamento do recurso.\nImpedido o Sr. Ministro Antonio Carlos Ferreira.\nAusente, justificadamente, o Sr. Ministro Paulo de Tarso\nSanseverino.",
  "jurisprudenciaCitada" : "(INÍCIO DO JULGAMENTO - PEDIDO DE VISTA - PERDA SUPERVENIENTE DO\nOBJETO - EXTINÇÃO)\n   STJ - <<AgInt no AREsp 1732374>>-RJ, <<PET no AREsp 2973>>-PE,\n         <<REsp 689439>>-PR, <<HC 274775>>-PR\n(VOTO VENCIDO - UNIFORMIZAÇÃO DE JURISPRUDÊNCIA - PERDA DO OBJETO -\nPROSSEGUIMENTO DO JULGAMENTO)\n   STJ - <<EREsp 218426>>, <<QO no REsp 1063343>>-RS\n   STF - [[AgRg-RE 657718]]-MG\n(VOTO VENCIDO - PERDA DO OBJETO DO CASO CONCRETO - VIABILIDADE DA\nREPERCUSSÃO GERAL)\n   STF - [[ARE-QO 1054490]]",
  "notas" : null,
  "informacoesComplementares" : "     (VOTO VENCIDO) (MIN. NANCY ANDRIGHI)\n     \"[...] o Supremo Tribunal Federal firmou posicionamento no\nsentido de que 'uma vez objetivado o processo com reconhecimento da\nrepercussão geral, o julgamento deve prosseguir a fim de que seja\nfixada a tese, independentemente do interesse subjetivo que esteja\nem jogo' [...], não havendo motivo para que esse mesmo entendimento\nnão seja igualmente aplicado aos recursos especiais que se destinam\nà formação de precedentes vinculantes nesta Corte\".\n     \"[...] admitido o recurso cuja característica é uniformizar o\nentendimento da lei federal, sobressai o interesse público e não\nmais está sob os desígnios da parte decidir sobre o seu resultado, a\nquem descabe agir com deslealdade ou tentar manipular o quórum de\nvotação\".\n     (VOTO VENCIDO) (MIN. HERMAN BENJAMIN)\n     \"[...] o Supremo Tribunal Federal, em correta exegese da\nlegislação, tem entendido que é possível o reconhecimento de\nRepercussão Geral a despeito da perda do objeto da demanda concreta,\naplicando, integrativamente e extensivamente, o art. 998, parágrafo\núnico, do CPC para casos outros que não são, propriamente, de\ndesistência do recurso\".\n     \"[...] embora não se trate propriamente de Recurso Especial\nrepetitivo ou IRDR, está presente a mesma razão que inspira a\njurisprudência e a legislação a limitarem os casos em que se poderá\ndeclarar prejudicado o recurso pela via desistência ou mesmo do\nacordo (como no caso presente), visto que é manifesto o interesse\npúblico de ser pacificada a questão no âmbito desta Corte\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00138 ART:0543C ART:00927 INC:00005 ART:00976\n        PAR:00001 ART:00998 PAR:ÚNICO" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000839468",
  "numeroProcesso" : "1655844",
  "numeroRegistro" : "201700383556",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJE        DATA:04/04/2023",
  "ementa" : "PROCESSUAL CIVIL. RECURSO ESPECIAL. AGRAVO INTERNO NOS EMBARGOS DE\nDIVERGÊNCIA EM RECURSO ESPECIAL. ACÓRDÃOS PARADIGMAS E EMBARGADO QUE\nNÃO DECIDIRAM A MESMA QUESTÃO JURÍDICA. AUSÊNCIA DE DIVERGÊNCIA\nJURISPRUDENCIAL A SER SANADA.\n1. A admissão dos embargos de divergência está condicionada à\ncomprovação do dissídio jurisprudencial, por meio da realização do\ncotejo analítico e da demonstração da similitude fático-processual\nentre o acórdão embargado e o julgado paradigma, inexistente na\nhipótese dos autos.\n2. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230201",
  "decisao" : "Vistos, relatados e discutidos estes autos, acordam os Ministros da\nCorte Especial do Superior Tribunal de Justiça, na conformidade dos\nvotos e das notas taquigráficas constantes dos autos,  A Corte\nEspecial, por unanimidade, negar provimento ao agravo, nos termos do\nvoto da Sra. Ministra Relatora. Os Srs. Ministros Laurita Vaz,\nHerman Benjamin, Og Fernandes, Luis Felipe Salomão, Mauro Campbell\nMarques, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos Ferreira\ne Francisco Falcão votaram com a Sra. Ministra Relatora.\nImpedido o Sr. Ministro João Otávio de Noronha.\nAusentes, justificadamente, os Srs. Ministros Humberto Martins e\nBenedito Gonçalves.\nLicenciado o Sr. Ministro Paulo de Tarso Sanseverino.\nSustentaram oralmente o Dr. Terence Zveiter, pelo Agravante, e o Dr.\nRudolf Schaitl, pelo Agravado.",
  "jurisprudenciaCitada" : "(VOTO VOGAL - EMBARGOS DE DIVERGÊNCIA - FUNDAMENTO PROFERIDO EM\nOBITER DICTUM - INADMISSIBILIDADE)\n   STJ - <<AgInt nos EREsp 1264848>>-RS, <<EREsp 1831415>>-RJ",
  "notas" : null,
  "informacoesComplementares" : "     (VOTO VOGAL) (MIN. HERMAN BENJAMIN)\n     \"[...] não cabem Embargos de Divergência para discutir\naplicação de regra técnica de admissibilidade\".\n     \"[...] conforme decidido na Corte Especial do STJ, 'o\nfundamento de mérito contido no acórdão embargado, mas proferido em\n'obiter dictum', não caracteriza divergência jurisprudencial, para o\nfim de autorizar a interposição de embargos de divergência' [...]\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00932 INC:00003", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:0266C" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000839469",
  "numeroProcesso" : "1319232",
  "numeroRegistro" : "201200771573",
  "siglaClasse" : "AgInt no RE nos EDcl nos EDcl nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO\nNOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DIVERGÊNCIA EM RESP",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "JORGE MUSSI",
  "dataPublicacao" : "DJE        DATA:04/04/2023",
  "ementa" : "AGRAVO INTERNO EM RECURSO EXTRAORDINÁRIO CONTRA ACÓRDÃO PROFERIDO EM\nEMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL. AGRAVO INTERNO\nSIMULTÂNEO A AGRAVO EM RECURSO EXTRAORDINÁRIO. EXCEÇÃO AO PRINCÍPIO\nDA UNIRRECORRIBILIDADE. CABIMENTO. AÇÃO CIVIL PÚBLICA. EXPURGOS\nINFLACIONÁRIOS. CRÉDITO RURAL. REPERCUSSÃO GERAL. ANÁLISE.\nCOMPETÊNCIA. SUPREMO TRIBUNAL FEDERAL. PROCESSAMENTO E REMESSA DO\nRECURSO EXTRAORDINÁRIO.\n1. A decisão de natureza híbrida, que nega seguimento a parte do\nrecurso e deixa de admitir outra parte, admite excepcional\ninterposição do agravo interno simultâneo ao agravo em recurso\nextraordinário, mitigando o princípio da unirrecorribilidade (art.\n1.030, §§ 1º e 2º do Código de Processo Civil). Precedentes.\n2. As limitações temáticas impostas pelo Supremo Tribunal Federal à\nrepercussão geral no Tema 660/STF não fazem menção específica ao\ndireito adquirido, mas a outros princípios e institutos jurídicos,\nde modo que não se revela conveniente interpretação extensiva,\nnotadamente pela existência de precedentes daquela Corte Suprema\nadmitindo a repercussão em casos relacionados ao direito adquirido,\ninclusive relacionados a expurgos inflacionários decorrentes de\nplanos econômicos. Precedentes.\n3. O exame da repercussão geral de recurso extraordinário contra\ndecisão em ação coletiva, com abrangência nacional, de grande\nrepercussão jurídica e econômica cabe ao Supremo Tribunal Federal.\n4. Agravo interno a que se dá provimento para determinar o\nprocessamento do recurso extraordinário e a respectiva remessa ao\nSupremo Tribunal Federal.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230201",
  "decisao" : "Prosseguindo o julgamento, após o voto da Sra. Ministra Maria Isabel\nGallotti dando provimento ao agravo, no que foi acompanhado pelos\nSrs. Ministros Luis Felipe Salomão, Mauro Campbell Marques, Raul\nAraújo, Nancy Andrighi, Maria Thereza de Assis Moura e Herman\nBenjamin e o voto da Sra. Ministra Laurita Vaz negando provimento ao\nagravo, a Corte Especial, por maioria, deu provimento ao agravo\npara afastar o óbice aplicado ao Recurso Extraordinário e determinar\no seu devido processamento e remessa ao Supremo Tribunal Federal.\nLavrará o acórdão a Sra. Ministra Maria Isabel Gallotti. Os Srs.\nMinistros Luis Felipe Salomão, Mauro Campbell Marques, Raul Araújo,\nNancy Andrighi, Maria Thereza de Assis Moura e Herman Benjamin\nvotaram com a Sra. Ministra Maria Isabel Gallotti. Vencidos os Srs.\nMinistros Jorge Mussi e Laurita Vaz que negavam provimento ao\nagravo.\nNão participou do julgamento o Sr. Ministro Antonio Carlos Ferreira.\nImpedidos os Srs. Ministros Francisco Falcão e João Otávio de\nNoronha.\nAusentes, justificadamente, os Srs. Ministros Humberto Martins,\nJorge Mussi e Benedito Gonçalves.\nLicenciado o Sr. Ministro Paulo de Tarso Sanseverino.\nPresidiu o julgamento o Sr. Ministro Og Fernandes.",
  "jurisprudenciaCitada" : "(PRINCÍPIO DA UNIRRECORRIBILIDADE - AFASTAMENTO - DECISÃO HÍBRIDA -\nPARCIAL NEGATIVA DE SEGUIMENTO E INADMISSÃO DO RECURSO\nEXTRAORDINÁRIO)\n   STJ - <<AgInt no RE no AgInt nos EAREsp 1291021>>-SP,\n         <<AgInt no AREsp 1635740>>-SP\n(SUPOSTA VIOLAÇÃO AOS PRINCÍPIOS DO CONTRADITÓRIO, DA AMPLA DEFESA,\nDOS LIMITES DA COISA JULGADA E DO DEVIDO PROCESSO LEGAL - JULGAMENTO\nDEPENDENTE DE PRÉVIA ANÁLISE DA APLICAÇÃO DAS NORMAS\nINFRACONSTITUCIONAIS)\n   STF - [[ARE 748371]] (REPERCUSSÃO GERAL - TEMA(s) 660)",
  "notas" : null,
  "informacoesComplementares" : "     (VOTO VENCIDO) (MIN. LAURITA VAZ)\n     \"[...] A questão controvertida deduzida no recurso\nextraordinário obstado diz respeito ao índice de correção monetária\nde cédula de crédito rural, apurada a partir da interpretação da Lei\nn. 8.024/90.\n     Com as mais respeitosas vênias daqueles que entendem de forma\ndiversa, ao meu sentir, a matéria foi analisada e decidida no\nacórdão recorrido exclusivamente com base na interpretação da\nlegislação infraconstitucional. Com efeito, o deslinde da\ncontrovérsia não atrai a análise de normas constitucionais, senão de\nforma oblíqua ou reflexa, o que não autoriza o manejo de recurso\nextraordinário\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:008024 ANO:1990", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01030 PAR:00001 PAR:00002" ],
  "acordaosSimilares" : [ ]
} ]