[ {
  "id" : "000862156",
  "numeroProcesso" : "87",
  "numeroRegistro" : "202201873194",
  "siglaClasse" : "QO na CauInomCrim",
  "descricaoClasse" : "QUESTÃO DE ORDEM NA CAUTELAR INOMINADA CRIMINAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJE        DATA:20/12/2023",
  "ementa" : "PENAL E PROCESSO PENAL. INQUÉRITO. AUTORIDADE COM PRERROGATIVA DE\nFORO NO STJ. QUESTÃO DE ORDEM. SUPOSTA PRÁTICA DE CRIMES CONTRA A\nADMINISTRAÇÃO PÚBLICA, DE LAVAGEM DE DINHEIRO E DE ORGANIZAÇÃO\nCRIMINOSA. MEDIDAS CAUTELARES PREVISTAS NO ART. 319, II, III E VI, E\nNO ART. 320, AMBOS DO CPP. ART. 282, I E II, DO CPP. REQUISITOS\nPREENCHIDOS. PRORROGAÇÃO DAS MEDIDAS EM VIGOR. PRECEDENTES DA CORTE\nESPECIAL.\n1. Inquérito instaurado para apurar a suposta prática de delitos de\norganização criminosa, lavagem de dinheiro e de crimes contra a\nAdministração Pública.\n2. Em juízo sumário de cognição, constata-se, em tese, que possível\norganização criminosa complexa, caracterizada pela divisão de\ntarefas e dotada de aparato operacional dividido em núcleos,\ninstalou-se no Poder Executivo do Estado do Acre e, de forma\norgânica e estruturada, vem supostamente causando graves prejuízos\nao erário, locupletamento de servidores públicos e de agentes\npolíticos e danos sociais acentuados à população daquela unidade da\nfederação.\n3. A suposta organização funcionaria com o objetivo de viabilizar o\npossível desvio de grande soma de recursos públicos por meio da\neventual prática dos delitos de peculato, corrupção ativa e passiva,\nfraude à licitação e lavagem de dinheiro.\n4. O afastamento do exercício das funções públicas de parte dos\ninvestigados, pelo prazo de 180 (cento e oitenta) dias, (i) encontra\nguarida no art. 319, VI, do CPP e no art. 2°, § 5°, da Lei n.\n12.850/13, (ii) revela-se menos gravoso do que a segregação\ncautelar, (iii) está fundado no justo receio de continuidade da\nprática delitiva e (iv) constitui medida admitida pela\njurisprudência desta Corte.\n5. Fundados elementos indiciários apontam para o fato de que pessoas\njurídicas citadas nestes autos são possivelmente instrumentalizadas\npor integrantes da ORCRIM com o escopo de viabilizar a prática de\ncrimes contra a Administração Pública e dissimular a origem ilícita\nda verba possivelmente desviada do erário. Deferimento da medida\ncautelar prevista no art. 319, VI, do CPP.\n6. Presença do fumus comissi delicti e do requisito da\ncontemporaneidade, ante os elementos indiciários de prática delitiva\ncolhidos contra os investigados e pessoas jurídicas utilizadas pela\nsuposta organização criminosa com o escopo de, possivelmente,\ndissimular a eventual origem ilícita dos recursos desviados do\nerário e viabilizar que o esquema criminoso seja retroalimentado.\n7. Medidas cautelares prorrogadas pelo prazo de 180 (cento e\noitenta) dias.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231214",
  "decisao" : "Vistos, relatados e discutidos estes autos, acordam os Ministros da\nCorte Especial do Superior Tribunal de Justiça, na conformidade dos\nvotos e das notas taquigráficas constantes dos autos,  A Corte\nEspecial, por unanimidade, acolher a questão de ordem para prorrogar\nas medidas cautelares, anteriormente deferidas, por mais 180 dias,\nnos termos do voto da Sra. Ministra Relatora. Os Srs. Ministros\nHerman Benjamin, Og Fernandes, Mauro Campbell Marques, Benedito\nGonçalves, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira, Ricardo Villas Bôas Cueva e Sebastião Reis Júnior votaram\ncom a Sra. Ministra Relatora.\nImpedidos os Srs. Ministros Humberto Martins e Joel Ilan Paciornik.\nAusentes, justificadamente, os Srs. Ministros Francisco Falcão, João\nOtávio de Noronha e Luis Felipe Salomão.\nConvocado o Sr. Ministro Joel Ilan Paciornik.",
  "jurisprudenciaCitada" : "(ORGANIZAÇÃO CRIMINOSA - PRINCÍPIO DA CONTEMPORANEIDADE - MITIGAÇÃO)\n   STJ - <<RHC 133584>>-AC, <<AgRg no RHC 161626>>-MG\n(PROCESSO PENAL - MEDIDA CAUTELAR - ART. 319, VI, DO CPP - HIPÓTESES\nDE CABIMENTO)\n   STJ - <<AgRg no RMS 64716>>-PR, <<AgRg no RMS 59921>>-TO\n(PROCESSO PENAL - MEDIDA CAUTELAR - PRORROGAÇÃO SEM SEDE\nINQUISITORIAL)\n   STJ - <<QO no Inq 1191>>-DF",
  "notas" : null,
  "informacoesComplementares" : "     \"[...] a jurisprudência do STJ mitiga a observância do\nprincípio da contemporaneidade em relação aos crimes supostamente\ncometidos por possíveis integrantes de organizações criminosas.\n[...]\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00282 INC:00001 INC:00002 ART:00319 INC:00006", "LEG:FED LEI:012850 ANO:2013\n        ART:00002 PAR:00005" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000862157",
  "numeroProcesso" : "16030",
  "numeroRegistro" : "202302146926",
  "siglaClasse" : "QO na Pet",
  "descricaoClasse" : "QUESTÃO DE ORDEM NA PETIÇÃO",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJE        DATA:20/12/2023",
  "ementa" : "PROCESSO PENAL. QUESTÃO DE ORDEM. DESMEMBRAMENTO. AÇÃO PENAL.\nAUTORIDADE COM PRERROGATIVA DE FORO NO STJ. SUPOSTA PRÁTICA DE\nCRIMES CONTRA A ADMINISTRAÇÃO PÚBLICA, DE LAVAGEM DE DINHEIRO E DE\nORGANIZAÇÃO CRIMINOSA. ART. 80 DO CPP. PRECEDENTES DA CORTE ESPECIAL\nDO STJ.\n1. Inquérito instaurado para apurar a possível existência de\norganização criminosa complexa, caracterizada pela divisão de\ntarefas e dotada de aparato operacional dividido em núcleos, que\nteria se instalado no Poder Executivo do Estado do Acre e, de forma\norgânica e estruturada, supostamente tem causado graves prejuízos ao\nerário, locupletamento de servidores públicos e agentes políticos e\ndanos sociais acentuados à população daquela unidade da federação.\n2. Conforme apontado pelos órgãos de persecução penal, a suposta\norganização é composta pelos núcleos político, familiar, empresarial\ne operacional e funciona com o objetivo de viabilizar o possível\ndesvio de grande soma de recursos públicos por meio da suposta\nprática dos delitos de peculato, corrupção ativa, passiva, fraude à\nlicitação e lavagem de dinheiro.\n3. Considerando a excepcionalidade do foro por prerrogativa de\nfunção, firmou-se a orientação segundo a qual a regra deve ser o\ndesmembramento das ações penais em relação aos réus que não detenham\ncargos que atraiam a competência da Corte Superior.\n4. Na hipótese dos autos, estão presentes todos os elementos que,\nnos termos do art. 80 do CPP, ensejam o desmembramento das ações\npenais, o que acarreta o respeito à regra geral segundo a qual devem\npermanecer sendo processados e julgados perante esta Corte apenas\naqueles acusados que detém prerrogativa de foro em razão da função\nque exercem.\n5. Questão de ordem resolvida no sentido de desmembrar a ação penal,\npermanecendo esta Corte competente para processar e julgar apenas o\ndenunciado que detém prerrogativa de foro.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231214",
  "decisao" : "Vistos, relatados e discutidos estes autos, acordam os Ministros da\nCorte Especial do Superior Tribunal de Justiça, na conformidade dos\nvotos e das notas taquigráficas constantes dos autos,  A Corte\nEspecial, por unanimidade, acolher a questão de ordem para\ndeterminar o desmembramento do feito, para que permaneçam em curso\nperante o Superior Tribunal de Justiça apenas as acusações\nformuladas, nos autos do Inq. 1.475/DF, em face de G DE L C e\ndeclinar da competência para processar e julgar os demais acusados à\nSeção Judiciária do Estado do Acre, nos termos do voto da Sra.\nMinistra Relatora. Os Srs. Ministros Herman Benjamin, Og Fernandes,\nMauro Campbell Marques, Benedito Gonçalves, Raul Araújo, Maria\nIsabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva\ne Sebastião Reis Júnior votaram com a Sra. Ministra Relatora.\nImpedidos os Srs. Ministros Humberto Martins e Joel Ilan Paciornik.\nAusentes, justificadamente, os Srs. Ministros Francisco Falcão, João\nOtávio de Noronha e Luis Felipe Salomão.\nConvocado o Sr. Ministro Joel Ilan Paciornik.",
  "jurisprudenciaCitada" : "(FORO POR PRERROGATIVA DE FUNÇÃO - DESMEMBRAMENTO DAS AÇÕES PENAIS)\n   STJ - <<QO na APn 976>>-DF, <<AgRg na APn 810>>-DF,\n         <<AgRg na APn 804>>-DF\n   STF - [[Pet-AgR-segundo 6138]]\n(DESMEMBRAMENTO DE AÇÕES PENAIS - DESNECESSIDADE DE REQUERIMENTO DO\nMINISTÉRIO PÚBLICO)\n   STJ - <<QO na APn 885>>-DF\n   STF - [[Inq-AgR 3515]], [[AP-ED 956]]\n(ORGANIZAÇÃO CRIMINOSA - CONCURSO NECESSÁRIO - DESMEMBRAMENTO DO\nPROCESSO)\n   STF - [[AP-AgR 336]]-TO, [[Pet-AgR 8144]], [[AP 1019]]",
  "notas" : null,
  "informacoesComplementares" : "     \"[...] em razão do caráter manifestamente excepcional da\ncompetência do STF e do STJ para o processamento de inquéritos e\nações penais originárias, o relator deve decidir, de ofício, a\nrespeito da conveniência da cisão do processo, porquanto o\n'desmembramento independe de requerimento do Ministério Público'\n[...]\".\n     \"[...] 'é recomendável que a Ação Penal seja desmembrada,\npreservando-se os princípios do juiz natural e da razoável duração\ndo processo' [...], de forma que, 'apenas em situações excepcionais,\né admissível a instauração do 'simultaneus processus' perante o\nSupremo Tribunal Federal, por força de conexão ou continência'\n[...]\".\n     \"[...] 'a existência de uma única organização criminosa,\nestruturada em núcleos de atuação no desiderato de praticar delitos,\nnão importa, necessariamente, no processo e julgamento conjunto de\ntodos os seus supostos integrantes' [...], pois, 'ainda que o delito\nde constituição ou integração à organização criminosa seja\nconsiderado de concurso necessário, tal característica não impede o\ndesmembramento do processo em relação a determinados acusados [...]\ninexistindo qualquer óbice ao juízo de mérito da pretensão punitiva,\no qual deve ser realizado de forma individualizada em relação a cada\nagente' [...]\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00105 INC:00001", "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00078 INC:00003 ART:00080" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000862164",
  "numeroProcesso" : "1632679",
  "numeroRegistro" : "201602550799",
  "siglaClasse" : "EDcl no AgInt nos EDv nos EREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA\nNOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA ISABEL GALLOTTI",
  "dataPublicacao" : "DJE        DATA:20/12/2023",
  "ementa" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA\nEM RECURSO ESPECIAL. PROCESSUAL CIVIL. AGRAVO INTERNO NÃO CONHECIDO\nEM RAZÃO DA FALTA DE IMPUGNAÇÃO ESPECÍFICA A TODOS OS FUNDAMENTOS\nDA DECISÃO IMPUGNADA. APLICAÇÃO DA SÚMULA 182/STJ. DISCUSSÃO ACERCA\nDE QUESTÃO PROCESSUAL. PREVISÃO NO CPC/2015. SÚMULA 315 DO STJ. NÃO\nINCIDÊNCIA. CABIMENTO DOS EMBARGOS DE DIVERGÊNCIA. EMBARGOS DE\nDECLARAÇÃO ACOLHIDOS COM EFEITOS MODIFICATIVOS.\n1. Embora a jurisprudência desta Corte seja pacífica no sentido de\nque não cabem embargos de divergência para discutir regra técnica de\nadmissibilidade, no presente caso o que está em discussão é a\ninterpretação de norma processual, na forma autorizada pelo art.\n1.043, § 2º, do CPC.\n2. O acórdão objeto dos embargos de divergência não conheceu do\nagravo interno com base no enunciado da Súmula 182/STJ por\nconsiderar que \"se o ora embargante não tinha mais interesse em\nagitar no agravo interno a ofensa ao art. 535 do CPC/1973, deveria\nter feito tal ressalva naquela peça recursal, manifestando-se\nexpressamente sobre eventual desistência de um dos capítulos da\ndecisão guerreada, o que não ocorreu\".\n3. A parte embargante discute a aplicação da Súmula 182/STJ nos\ncasos de agravo interno em recurso especial, apontando divergência\ncom acórdão desta Corte Superior que concluiu que a ausência de\nimpugnação, no agravo interno, de capítulos autônomos da decisão\nrecorrida apenas induz a preclusão das matérias não impugnadas, não\nimpedindo o conhecimento do recurso quanto aos demais fundamentos\natacados.\n4. Esta Corte Superior admite embargos de divergência em recurso\nespecial que não julga o mérito da causa, mas que decide questão\nprocessual de forma divergente daquela decidida nos acórdãos\nparadigmas. Tratando especificamente da mesma discussão dos\npresentes autos: AgInt nos EREsp n. 1.424.404/SP, relator Ministro\nLuis Felipe Salomão, relator para acórdão Ministro Herman Benjamin,\nCorte Especial, julgado em 4/3/2020, DJe de 17/9/2020.\n5.  Afastada a aplicação da Súmula 315/STJ, da leitura dos autos e\nanalisando os julgados trazidos nas razões do recurso, verifico que,\na princípio, foi demonstrada a similitude dos casos, bem como a\ndivergência de posicionamento entre órgãos julgadores deste Superior\nTribunal de Justiça.\n6. Embargos de declaração acolhidos, com efeitos modificativos, para\nafastar a incidência da Súmula 315/STJ e determinar o processamento\ndos presentes embargos de divergência.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231214",
  "decisao" : "A Corte Especial, por unanimidade, acolheu os embargos de\ndeclaração, com efeitos modificativos, nos termos do voto da Sra.\nMinistra Relatora. Os Srs. Ministros Antonio Carlos Ferreira,\nRicardo Villas Bôas Cueva, Sebastião Reis Júnior, Joel Ilan\nPaciornik, Nancy Andrighi, Humberto Martins, Herman Benjamin,\nBenedito Gonçalves e Raul Araújo votaram com a Sra. Ministra\nRelatora.\nImpedida a Sra. Ministra Maria Thereza de Assis Moura.\nAusentes, justificadamente, os Srs. Ministros Francisco Falcão, João\nOtávio de Noronha, Luis Felipe Salomão e Mauro Campbell Marques.\nConvocado o Sr. Ministro Joel Ilan Paciornik.\nPresidiu o julgamento o Sr. Ministro Og Fernandes.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - INTERPRETAÇÃO DE NORMA PROCESSUAL -\nAPLICAÇÃO DA SÚMULA 182 DO STJ)\n   STJ - <<AgInt nos EREsp 1424404>>-SP,\n         <<AgInt nos EREsp 1568442>>-SC, <<EREsp 1738541>>-RJ",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01021 ART:01022", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000182" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000861753",
  "numeroProcesso" : "928133",
  "numeroRegistro" : "200700419999",
  "siglaClasse" : "AgInt no RE nos EDcl no AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO\nNO AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:15/12/2023",
  "ementa" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO. OFENSA AOS PRINCÍPIOS DO\nCONTRADITÓRIO, DA AMPLA DEFESA E DO DEVIDO PROCESSO LEGAL, BEM COMO\nAO ATO JURÍDICO PERFEITO, AO DIREITO ADQUIRIDO E AOS LIMITES DA\nCOISA JULGADA. AUSÊNCIA DE REPERCUSSÃO GERAL. TEMA N. 660/STF.\n1. A suscitada afronta aos princípios do contraditório, da ampla\ndefesa e do devido processo legal, bem como ao ato jurídico\nperfeito, ao direito adquirido e aos limites da coisa julgada, se\ndependente da análise de normas infraconstitucionais, configura\nofensa reflexa ao texto constitucional, não tendo repercussão geral\n(Tema n. 660 do STF).\n2. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231212",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 06/12/2023 a 12/12/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Humberto\nMartins, Herman Benjamin, Luis Felipe Salomão, Mauro Campbell\nMarques, Benedito Gonçalves, Raul Araújo, Maria Isabel Gallotti,\nAntonio Carlos Ferreira, Ricardo Villas Bôas Cueva e Sebastião Reis\nJúnior  votaram com o Sr. Ministro Relator.\nImpedido o Sr. Ministro João Otávio de Noronha.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(PRINCÍPIOS DO CONTRADITÓRIO, DA AMPLA DEFESA E DO DEVIDO PROCESSO\nLEGAL - OFENSA REFLEXA AO TEXTO CONSTITUCIONAL - AUSÊNCIA DE\nREPERCUSSÃO GERAL)\n   STF - [[ARE-RG 748371]] (REPERCUSSÃO GERAL - TEMA(s) 660)",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ "AgInt no RE no AgInt no REsp 2050811 SC 2023/0011472-5 Decisão:12/12/2023\nDJE        DATA:15/12/2023", "AgInt no RE nos EDcl no AgInt no AREsp 1969177 RJ 2021/0259367-2 Decisão:12/12/2023\nDJE        DATA:15/12/2023", "AgInt no RE nos EDcl no AgInt no AREsp 2070869 MG 2022/0039343-3 Decisão:12/12/2023\nDJE        DATA:15/12/2023", "AgInt no RE nos EDcl no AgInt no AREsp 2213530 MG 2022/0296843-1 Decisão:12/12/2023\nDJE        DATA:15/12/2023", "AgInt no RE nos EDcl no AgInt no REsp 2042739 SP 2022/0384481-3 Decisão:12/12/2023\nDJE        DATA:15/12/2023" ]
}, {
  "id" : "000861754",
  "numeroProcesso" : "359271",
  "numeroRegistro" : "201302106216",
  "siglaClasse" : "EDcl no AgRg no RE nos EDcl no AgRg nos EDcl nos EAREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NO RECURSO\nEXTRAORDINÁRIO NO EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NOS\nEMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM\nRECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:15/12/2023",
  "ementa" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL. RECURSO EXTRAORDINÁRIO.\nERRO MATERIAL. OCORRÊNCIA.\n1. Os embargos de declaração, conforme dispõe o art. 619 do Código\nde Processo Penal, destinam-se a sanar ambiguidade, obscuridade,\ncontradição ou omissão, tendo a jurisprudência os admitido, também,\npara corrigir eventual erro material na decisão embargada.\n2. Da leitura dos autos, verifica-se a existência de erro material\nno acórdão embargado ao não conhecer, em razão da  preclusão\nconsumativa , da petição de agravo em recuso especial, apresentada\nsucessivamente após a petição de agravo regimental.\n3. Embargos de declaração acolhidos para corrigir o erro material\nexistente.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231212",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 06/12/2023 a 12/12/2023,\npor unanimidade, acolher os embargos de declaração, nos termos do\nvoto do Sr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Luis Felipe Salomão,\nMauro Campbell Marques, Benedito Gonçalves, Raul Araújo, Maria\nIsabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva\ne Sebastião Reis Júnior  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000861755",
  "numeroProcesso" : "1843191",
  "numeroRegistro" : "202100538894",
  "siglaClasse" : "EDcl no AgRg no RE nos EDcl nos EDcl no AREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NO RECURSO\nEXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DECLARAÇÃO\nNO AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:15/12/2023",
  "ementa" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL. RECURSO EXTRAORDINÁRIO.\nNEGATIVA DE SEGUIMENTO. ACÓRDÃO RECORRIDO. FUNDAMENTAÇÃO\nSUFICIENTE. TEMA N. 339/STF. ALEGAÇÃO DE VIOLAÇÃO DO ART. 5º, XLVI,\nDA CF. ANÁLISE DE MÉRITO REALIZADA. TEMA N. 181/STF.\nINAPLICABILIDADE. OMISSÃO. EMBARGOS ACOLHIDOS, COM EFEITOS\nMODIFICATIVOS.\n1. Os embargos de declaração, conforme dispõe o art. 619 do Código\nde Processo Penal, destinam-se a sanar ambiguidade, obscuridade,\ncontradição ou omissão, tendo a jurisprudência os admitido, também,\npara corrigir eventual erro material na decisão embargada.\n2. Na espécie, merecem acolhimento os aclaratórios para sanar\nomissão no acórdão impugnado, pois não é cabível o Tema n. 181 do\nSTF quando há, como no caso, julgamento de mérito no acórdão objeto\ndo extraordinário.\n3. Reconhecida a omissão do julgado quanto ao exame de mérito\nrealizado no acórdão objeto do recurso extraordinário e, por\nconseguinte, sendo inaplicável o Tema n. 181 do STF, impunha-se o\nparcial provimento do agravo regimental para tornar sem efeito a\ndecisão agravada e determinar o retorno dos autos para realização de\nnovo juízo de admissibilidade.\n4. Embargos de declaração acolhidos com efeitos modificativos.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231212",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 06/12/2023 a 12/12/2023,\npor unanimidade, acolher os embargos de declaração, com efeitos\nmodificativos, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Luis Felipe Salomão,\nMauro Campbell Marques, Benedito Gonçalves, Raul Araújo, Maria\nIsabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva\ne Sebastião Reis Júnior  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000862097",
  "numeroProcesso" : "970",
  "numeroRegistro" : "201902668334",
  "siglaClasse" : "AgRg na APn",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA AÇÃO PENAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA ISABEL GALLOTTI",
  "dataPublicacao" : "DJE        DATA:19/12/2023",
  "ementa" : "PENAL E PROCESSUAL PENAL. AGRAVO REGIMENTAL. INTERROGATÓRIO DO RÉU.\nDELEGAÇÃO. LEI 8.038/90. PRINCÍPIO DA IDENTIDADE FÍSICA DO JUIZ.\nEXCEÇÃO. CELERIDADE PROCESSUAL E DURAÇÃO RAZOÁVEL DO PROCESSO.\nMANUTENÇÃO DA DECISÃO AGRAVADA. AGRAVO INTERNO A QUE SE NEGA\nPROVIMENTO.\n1. As razões do agravo regimental não são suficientes para afastar a\nconclusão da decisão agravada.\n2. A possibilidade de delegação do interrogatório do réu tem\nprevisão no art. 9º, § 1º, da Lei 8.038/90, conferindo maior\nceleridade processual.\n3. O papel do Juiz no interrogatório não é de protagonista. Trata-se\nde meio de autodefesa.\n4.Não há comprovação de prejuízo na delegação do ato, o qual será\ngravado, degravado e enviado ao STJ.\n5. Possibilita-se, ainda, na hipótese de outros esclarecimentos, se\njuntados novos elementos ou por outro motivo razoável, a realização\nde novo interrogatório.\n6. Agravo regimental a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231212",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 06/12/2023 a 12/12/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Og Fernandes, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva e\nSebastião Reis Júnior  votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00400", "LEG:FED LEI:008038 ANO:1990\n        ART:00009 PAR:00001" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000862160",
  "numeroProcesso" : "1894973",
  "numeroRegistro" : "202002358023",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RAUL ARAÚJO",
  "dataPublicacao" : "DJE        DATA:20/12/2023",
  "ementa" : "PROCESSUAL CIVIL. RECURSO ESPECIAL. PROPOSTA DE AFETAÇÃO.\nIMPENHORABILIDADE DE VERBA DE NATUREZA SALARIAL. RENDA DO DEVEDOR\nINFERIOR A 50 SALÁRIOS MÍNIMOS. DÍVIDA NÃO ALIMENTAR. INTERPRETAÇÃO\nDA REGRA CONTIDA NO ART. 833, IV e § 2°, DO CPC. CRITÉRIOS DE\nAFETAÇÃO PREENCHIDOS. RECURSO AFETADO AO REGIME DOS RECURSOS\nESPECIAIS REPETITIVOS.\n1. Tema proposto para afetação ao rito dos recursos especiais\nrepetitivos:\nAlcance da exceção prevista no § 2º do art. 833 do CPC, em relação à\nregra da impenhorabilidade da verba de natureza salarial tratada no\ninciso IV do mesmo dispositivo, para efeito de pagamento de dívidas\nnão alimentares, inclusive quando a renda do devedor for inferior a\ncinquenta (50) salários mínimos.\n2. Recurso especial submetido ao regime dos recursos especiais\nrepetitivos (afetação conjunta: REsp 1.894.973/PR, REsp\n2.071.382/SE, REsp 2.071.335/GO e REsp 2.071.259/SP).",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231212",
  "decisao" : "Vistos e relatados estes autos, em que são partes as acima\nindicadas, decide a Corte Especial, por unanimidade, afetar o\nprocesso ao rito dos recursos repetitivos (artigo 1.036 do CPC e\nart. 257-C do RISTJ) para consolidar entendimento acerca da seguinte\nquestão jurídica: alcance da exceção prevista no § 2º do art. 833\ndo CPC, em relação à regra da  impenhorabilidade da verba de\nnatureza salarial tratada no inciso IV do mesmo dispositivo, para\nefeito de pagamento de dívidas não alimentares, inclusive quando a\nrenda do devedor for inferior a cinquenta (50) salários mínimos. E\nainda, por unanimidade, suspender os recursos especiais e agravos em\nrecurso especial em trâmite na Corte de origem cujos objetos versem\nsobre idêntica questão jurídica, nos termos do voto do Sr. Ministro\nRelator. Os Srs. Ministros Maria Isabel Gallotti, Antonio Carlos\nFerreira, Ricardo Villas Bôas Cueva, Sebastião Reis Júnior,\nFrancisco Falcão, Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Herman Benjamin, Og Fernandes, Luis Felipe Salomão, Mauro\nCampbell Marques e Benedito Gonçalves votaram com o Sr. Ministro\nRelator.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036 PAR:00006 ART:01037", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:0121A ART:0257A PAR:00001" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000862161",
  "numeroProcesso" : "2071259",
  "numeroRegistro" : "202301463563",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RAUL ARAÚJO",
  "dataPublicacao" : "DJE        DATA:20/12/2023",
  "ementa" : "PROCESSUAL CIVIL. RECURSO ESPECIAL. PROPOSTA DE AFETAÇÃO.\nIMPENHORABILIDADE DE VERBA DE NATUREZA SALARIAL. RENDA DO DEVEDOR\nINFERIOR A 50 SALÁRIOS MÍNIMOS. DÍVIDA NÃO ALIMENTAR. INTERPRETAÇÃO\nDA REGRA CONTIDA NO ART. 833, IV e § 2°, DO CPC. CRITÉRIOS DE\nAFETAÇÃO PREENCHIDOS. RECURSO AFETADO AO REGIME DOS RECURSOS\nESPECIAIS REPETITIVOS.\n1. Tema proposto para afetação ao rito dos recursos especiais\nrepetitivos:\nAlcance da exceção prevista no § 2º do art. 833 do CPC, em relação à\nregra da impenhorabilidade da verba de natureza salarial tratada no\ninciso IV do mesmo dispositivo, para efeito de pagamento de dívidas\nnão alimentares, inclusive quando a renda do devedor for inferior a\ncinquenta (50) salários mínimos.\n2. Recurso especial submetido ao regime dos recursos especiais\nrepetitivos (afetação conjunta: REsp 1.894.973/PR, REsp\n2.071.382/SE, REsp 2.071.335/GO e REsp 2.071.259/SP).",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231212",
  "decisao" : "Vistos e relatados estes autos, em que são partes as acima\nindicadas, decide a Corte Especial, por unanimidade, afetar o\nprocesso ao rito dos recursos repetitivos (artigo 1.036 do CPC e\nart. 257-C do RISTJ) para consolidar entendimento acerca da seguinte\nquestão jurídica: alcance da exceção prevista no § 2º do art. 833\ndo CPC, em relação à regra da  impenhorabilidade da verba de\nnatureza salarial tratada no inciso IV do mesmo dispositivo, para\nefeito de pagamento de dívidas não alimentares, inclusive quando a\nrenda do devedor for inferior a cinquenta (50) salários mínimos. E\nainda, por unanimidade, suspender os recursos especiais e agravos em\nrecurso especial em trâmite na Corte de origem, cujos objetos\nversem sobre idêntica questão jurídica, nos termos do voto do Sr.\nMinistro Relator. Os Srs. Ministros Maria Isabel Gallotti, Antonio\nCarlos Ferreira, Ricardo Villas Bôas Cueva, Sebastião Reis Júnior,\nFrancisco Falcão, Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Herman Benjamin, Og Fernandes, Luis Felipe Salomão, Mauro\nCampbell Marques e Benedito Gonçalves votaram com o Sr. Ministro\nRelator.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036 PAR:00006 ART:01037", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00256 ART:0257A PAR:00001" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000862162",
  "numeroProcesso" : "2071335",
  "numeroRegistro" : "202301479154",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RAUL ARAÚJO",
  "dataPublicacao" : "DJE        DATA:20/12/2023",
  "ementa" : "PROCESSUAL CIVIL. RECURSO ESPECIAL. PROPOSTA DE AFETAÇÃO.\nIMPENHORABILIDADE DE VERBA DE NATUREZA SALARIAL. RENDA DO DEVEDOR\nINFERIOR A 50 SALÁRIOS MÍNIMOS. DÍVIDA NÃO ALIMENTAR. INTERPRETAÇÃO\nDA REGRA CONTIDA NO ART. 833, IV e § 2°, DO CPC. CRITÉRIOS DE\nAFETAÇÃO PREENCHIDOS. RECURSO AFETADO AO REGIME DOS RECURSOS\nESPECIAIS REPETITIVOS.\n1. Tema proposto para afetação ao rito dos recursos especiais\nrepetitivos:\nAlcance da exceção prevista no § 2º do art. 833 do CPC, em relação à\nregra da impenhorabilidade da verba de natureza salarial tratada no\ninciso IV do mesmo dispositivo, para efeito de pagamento de dívidas\nnão alimentares, inclusive quando a renda do devedor for inferior a\ncinquenta (50) salários mínimos.\n2. Recurso especial submetido ao regime dos recursos especiais\nrepetitivos (afetação conjunta: REsp 1.894.973/PR, REsp\n2.071.382/SE, REsp 2.071.335/GO e REsp 2.071.259/SP).",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231212",
  "decisao" : "Vistos e relatados estes autos, em que são partes as acima\nindicadas, decide a Corte Especial, por unanimidade, afetar o\nprocesso ao rito dos recursos repetitivos (artigo 1.036 do CPC e\nart. 257-C do RISTJ) para consolidar entendimento acerca da seguinte\nquestão jurídica: alcance da exceção prevista no § 2º do art. 833\ndo CPC, em relação à regra da  impenhorabilidade da verba de\nnatureza salarial tratada no inciso IV do mesmo dispositivo, para\nefeito de pagamento de dívidas não alimentares, inclusive quando a\nrenda do devedor for inferior a cinquenta (50) salários mínimos. E\nainda, por unanimidade, suspender os recursos especiais e agravos em\nrecurso especial em trâmite na Corte de origem, cujos objetos\nversem sobre idêntica questão jurídica, nos termos do voto do Sr.\nMinistro Relator. Os Srs. Ministros Maria Isabel Gallotti, Antonio\nCarlos Ferreira, Ricardo Villas Bôas Cueva, Sebastião Reis Júnior,\nFrancisco Falcão, Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Herman Benjamin, Og Fernandes, Luis Felipe Salomão, Mauro\nCampbell Marques e Benedito Gonçalves votaram com o Sr. Ministro\nRelator.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036 PAR:00006 ART:01037", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00256 ART:0257A PAR:00001" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000862163",
  "numeroProcesso" : "2071382",
  "numeroRegistro" : "202301472169",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RAUL ARAÚJO",
  "dataPublicacao" : "DJE        DATA:20/12/2023",
  "ementa" : "PROCESSUAL CIVIL. RECURSO ESPECIAL. PROPOSTA DE AFETAÇÃO.\nIMPENHORABILIDADE DE VERBA DE NATUREZA SALARIAL. RENDA DO DEVEDOR\nINFERIOR A 50 SALÁRIOS MÍNIMOS. DÍVIDA NÃO ALIMENTAR. INTERPRETAÇÃO\nDA REGRA CONTIDA NO ART. 833, IV e § 2°, DO CPC. CRITÉRIOS DE\nAFETAÇÃO PREENCHIDOS. RECURSO AFETADO AO REGIME DOS RECURSOS\nESPECIAIS REPETITIVOS.\n1. Tema proposto para afetação ao rito dos recursos especiais\nrepetitivos:\nAlcance da exceção prevista no § 2º do art. 833 do CPC, em relação à\nregra da impenhorabilidade da verba de natureza salarial tratada no\ninciso IV do mesmo dispositivo, para efeito de pagamento de dívidas\nnão alimentares, inclusive quando a renda do devedor for inferior a\ncinquenta (50) salários mínimos.\n2. Recurso especial submetido ao regime dos recursos especiais\nrepetitivos (afetação conjunta: REsp 1.894.973/PR, REsp\n2.071.382/SE, REsp 2.071.335/GO e REsp 2.071.259/SP).",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231212",
  "decisao" : "Vistos e relatados estes autos, em que são partes as acima\nindicadas, decide a Corte Especial, por unanimidade, afetar o\nprocesso ao rito dos recursos repetitivos (artigo 1.036 do CPC e\nart. 257-C do RISTJ) para consolidar entendimento acerca da seguinte\nquestão jurídica: alcance da exceção prevista no § 2º do art. 833\ndo CPC, em relação à regra da  impenhorabilidade da verba de\nnatureza salarial tratada no inciso IV do mesmo dispositivo, para\nefeito de pagamento de dívidas não alimentares, inclusive quando a\nrenda do devedor for inferior a cinquenta (50) salários mínimos. E\nainda, por unanimidade, suspender os recursos especiais e agravos em\nrecurso especial em trâmite na Corte de origem, cujos objetos\nversem sobre idêntica questão jurídica, nos termos do voto do Sr.\nMinistro Relator. Os Srs. Ministros Maria Isabel Gallotti, Antonio\nCarlos Ferreira, Ricardo Villas Bôas Cueva, Sebastião Reis Júnior,\nFrancisco Falcão, Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Herman Benjamin, Og Fernandes, Luis Felipe Salomão, Mauro\nCampbell Marques e Benedito Gonçalves votaram com o Sr. Ministro\nRelator.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036 PAR:00006 ART:01037", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00256 ART:0257A PAR:00001" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000861433",
  "numeroProcesso" : "2005469",
  "numeroRegistro" : "202201628993",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RAUL ARAÚJO",
  "dataPublicacao" : "DJE        DATA:12/12/2023",
  "ementa" : "PROCESSUAL CIVIL. RECURSOS ESPECIAIS REPRESENTATIVOS DE\nCONTROVÉRSIA. PROPOSTA DE  AFETAÇÃO. INSOLVÊNCIA DA CONCESSIONÁRIA\nDE  SERVIÇO  PÚBLICO. POSSIBILIDADE DE REDIRECIONAMENTO DA EXECUÇÃO\nA ENTE PÚBLICO QUE NÃO PARTICIPOU DA FASE  DE CONHECIMENTO. TERMO\nINICIAL DA PRESCRIÇÃO. CRITÉRIOS DE AFETAÇÃO PREENCHIDOS. RECURSO\nAFETADO AO REGIME DOS RECURSOS ESPECIAIS REPETITIVOS.\n1. Temas propostos para afetação ao rito dos recursos especiais\nrepetitivos:\nI. Tema Principal: Possibilidade de redirecionamento da execução a\npessoa jurídica de direito público, em razão da insolvência de\nconcessionária de serviço público, ainda que aquela não tenha\nparticipado da fase de conhecimento e não conste do título executivo\njudicial;\nII. Tema Subsidiário: Termo inicial do prazo prescricional\nquinquenal para fins de redirecionamento da execução contra o ente\npúblico.\n2. Recurso especial submetido ao regime dos recursos especiais\nrepetitivos (afetação conjunta: REsp 2.005.469/RJ, REsp\n2.027.163/RJ, REsp 2.085.625/RJ, REsp 2.091.784/RJ, REsp\n2.014.924/RJ e REsp 2.050.880/RJ).",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231205",
  "decisao" : "Vistos e relatados estes autos, em que são partes as acima\nindicadas, decide a Corte Especial, por unanimidade, afetar o\nprocesso ao rito dos recursos repetitivos (art. 1.036 do CPC e art.\n257-C do RISTJ) para consolidar entendimento acerca das seguintes\nquestões jurídicas: \"Possibilidade de redirecionamento da execução a\npessoa jurídica de direito público, em razão da insolvência de\nconcessionária de serviço público, ainda que aquela não tenha\nparticipado da fase de conhecimento e não conste do título executivo\njudicial\". E, ainda, por unanimidade, suspender a tramitação de\ntodos processos pendentes, individuais ou coletivos, que versem\nsobre idêntica questão jurídica, inclusive os recursos que tramitam\nno Superior Tribunal de Justiça, conforme proposta do Sr. Ministro\nRelator. Os Srs. Ministros Maria Isabel Gallotti, Antonio Carlos\nFerreira, Ricardo Villas Bôas Cueva, Sebastião Reis Júnior,\nFrancisco Falcão, Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Herman Benjamin, Og Fernandes, Luis Felipe Salomão, Mauro\nCampbell Marques e Benedito Gonçalves votaram com o Sr. Ministro\nRelator.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1225",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1225\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:0256M ART:0256X ART:0257A PAR:00001", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036 PAR:00006 ART:01037 INC:00002" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000861434",
  "numeroProcesso" : "2014924",
  "numeroRegistro" : "202202228855",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RAUL ARAÚJO",
  "dataPublicacao" : "DJE        DATA:12/12/2023",
  "ementa" : "PROCESSUAL CIVIL. RECURSOS ESPECIAIS REPRESENTATIVOS DE\nCONTROVÉRSIA. PROPOSTA DE  AFETAÇÃO. INSOLVÊNCIA DA CONCESSIONÁRIA\nDE SERVIÇO  PÚBLICO. POSSIBILIDADE DE REDIRECIONAMENTO DA EXECUÇÃO A\nENTE PÚBLICO QUE NÃO PARTICIPOU DA FASE  DE CONHECIMENTO. TERMO\nINICIAL DA PRESCRIÇÃO. CRITÉRIOS DE AFETAÇÃO PREENCHIDOS. RECURSO\nAFETADO AO REGIME DOS RECURSOS ESPECIAIS REPETITIVOS.\n1. Temas propostos para afetação ao rito dos recursos especiais\nrepetitivos:\nI. Tema Principal: Possibilidade de redirecionamento da execução a\npessoa jurídica de direito público, em razão da insolvência de\nconcessionária de serviço público, ainda que aquela não tenha\nparticipado da fase de conhecimento e não conste do título executivo\njudicial;\nII. Tema Subsidiário: Termo inicial do prazo prescricional\nquinquenal para fins de redirecionamento da execução contra o ente\npúblico.\n2. Recurso especial submetido ao regime dos recursos especiais\nrepetitivos (afetação conjunta: REsp 2.005.469/RJ, REsp\n2.027.163/RJ, REsp 2.085.625/RJ, REsp 2.091.784/RJ, REsp\n2.014.924/RJ e REsp 2.050.880/RJ).",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231205",
  "decisao" : "Vistos e relatados estes autos, em que são partes as acima\nindicadas, decide a Corte Especial, por unanimidade, afetar o\nprocesso ao rito dos recursos repetitivos (art. 1.036 do CPC e art.\n257-C do RISTJ) para consolidar entendimento acerca das seguintes\nquestões jurídicas: \"Possibilidade de redirecionamento da execução a\npessoa jurídica de direito público, em razão da insolvência de\nconcessionária de serviço público, ainda que aquela não tenha\nparticipado da fase de conhecimento e não conste do título executivo\njudicial\". E, ainda, por unanimidade, suspender a tramitação de\ntodos processos pendentes, individuais ou coletivos, que versem\nsobre idêntica questão jurídica, inclusive os recursos que tramitam\nno Superior Tribunal de Justiça, conforme proposta do Sr. Ministro\nRelator. Os Srs. Ministros Maria Isabel Gallotti, Antonio Carlos\nFerreira, Ricardo Villas Bôas Cueva, Sebastião Reis Júnior,\nFrancisco Falcão, Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Herman Benjamin, Og Fernandes, Luis Felipe Salomão, Mauro\nCampbell Marques e Benedito Gonçalves votaram com o Sr. Ministro\nRelator.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1225",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1225\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:0256M ART:0257A PAR:00001", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036 PAR:00006 ART:01037 INC:00002" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000861435",
  "numeroProcesso" : "2027163",
  "numeroRegistro" : "202201662135",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RAUL ARAÚJO",
  "dataPublicacao" : "DJE        DATA:12/12/2023",
  "ementa" : "PROCESSUAL CIVIL. RECURSOS ESPECIAIS REPRESENTATIVOS DE\nCONTROVÉRSIA. PROPOSTA DE  AFETAÇÃO. INSOLVÊNCIA DA CONCESSIONÁRIA\nDE SERVIÇO  PÚBLICO. POSSIBILIDADE DE REDIRECIONAMENTO DA EXECUÇÃO A\nENTE PÚBLICO QUE NÃO PARTICIPOU DA FASE  DE CONHECIMENTO. TERMO\nINICIAL DA PRESCRIÇÃO. CRITÉRIOS DE AFETAÇÃO PREENCHIDOS. RECURSO\nAFETADO AO REGIME DOS RECURSOS ESPECIAIS REPETITIVOS.\n1. Temas propostos para afetação ao rito dos recursos especiais\nrepetitivos:\nI. Tema Principal: Possibilidade de redirecionamento da execução a\npessoa jurídica de direito público, em razão da insolvência de\nconcessionária de serviço público, ainda que aquela não tenha\nparticipado da fase de conhecimento e não conste do título executivo\njudicial;\nII. Tema Subsidiário: Termo inicial do prazo prescricional\nquinquenal para fins de redirecionamento da execução contra o ente\npúblico.\n2. Recurso especial submetido ao regime dos recursos especiais\nrepetitivos (afetação conjunta: REsp 2.005.469/RJ, REsp\n2.027.163/RJ, REsp 2.085.625/RJ, REsp 2.091.784/RJ, REsp\n2.014.924/RJ e REsp 2.050.880/RJ).",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231205",
  "decisao" : "Vistos e relatados estes autos, em que são partes as acima\nindicadas, decide a Corte Especial, por unanimidade, afetar o\nprocesso ao rito dos recursos repetitivos (art. 1.036 do CPC e art.\n257-C do RISTJ) para consolidar entendimento acerca das seguintes\nquestões jurídicas: \"Possibilidade de redirecionamento da execução a\npessoa jurídica de direito público, em razão da insolvência de\nconcessionária de serviço público, ainda que aquela não tenha\nparticipado da fase de conhecimento e não conste do título executivo\njudicial\". E, ainda, por unanimidade, suspender a tramitação de\ntodos processos pendentes, individuais ou coletivos, que versem\nsobre idêntica questão jurídica, inclusive os recursos que tramitam\nno Superior Tribunal de Justiça, conforme proposta do Sr. Ministro\nRelator. Os Srs. Ministros Maria Isabel Gallotti, Antonio Carlos\nFerreira, Ricardo Villas Bôas Cueva, Sebastião Reis Júnior,\nFrancisco Falcão, Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Herman Benjamin, Og Fernandes, Luis Felipe Salomão, Mauro\nCampbell Marques e Benedito Gonçalves votaram com o Sr. Ministro\nRelator.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1225",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1225\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:0256E ART:0256F ART:0256M ART:0256X ART:0257A\n        PAR:00001", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036 PAR:00006 ART:01037 INC:00002" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000861436",
  "numeroProcesso" : "2050880",
  "numeroRegistro" : "202203348106",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RAUL ARAÚJO",
  "dataPublicacao" : "DJE        DATA:12/12/2023",
  "ementa" : "PROCESSUAL CIVIL. RECURSOS ESPECIAIS REPRESENTATIVOS DE\nCONTROVÉRSIA. PROPOSTA DE  AFETAÇÃO. INSOLVÊNCIA DA CONCESSIONÁRIA\nDE SERVIÇO  PÚBLICO. POSSIBILIDADE DE REDIRECIONAMENTO DA EXECUÇÃO A\nENTE PÚBLICO QUE NÃO PARTICIPOU DA FASE  DE CONHECIMENTO. TERMO\nINICIAL DA PRESCRIÇÃO. CRITÉRIOS DE AFETAÇÃO PREENCHIDOS. RECURSO\nAFETADO AO REGIME DOS RECURSOS ESPECIAIS REPETITIVOS.\n1. Temas propostos para afetação ao rito dos recursos especiais\nrepetitivos:\nI. Tema Principal: Possibilidade de redirecionamento da execução a\npessoa jurídica de direito público, em razão da insolvência de\nconcessionária de serviço público, ainda que aquela não tenha\nparticipado da fase de conhecimento e não conste do título executivo\njudicial;\nII. Tema Subsidiário: Termo inicial do prazo prescricional\nquinquenal para fins de redirecionamento da execução contra o ente\npúblico.\n2. Recurso especial submetido ao regime dos recursos especiais\nrepetitivos (afetação conjunta: REsp 2.005.469/RJ, REsp\n2.027.163/RJ, REsp 2.085.625/RJ, REsp 2.091.784/RJ, REsp\n2.014.924/RJ e REsp 2.050.880/RJ).",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231205",
  "decisao" : "Vistos e relatados estes autos, em que são partes as acima\nindicadas, decide a Corte Especial, por unanimidade, afetar o\nprocesso ao rito dos recursos repetitivos (art. 1.036 do CPC e art.\n257-C do RISTJ) para consolidar entendimento acerca das seguintes\nquestões jurídicas: \"Possibilidade de redirecionamento da execução a\npessoa jurídica de direito público, em razão da insolvência de\nconcessionária de serviço público, ainda que aquela não tenha\nparticipado da fase de conhecimento e não conste do título executivo\njudicial\". E, ainda, por unanimidade, suspender a tramitação de\ntodos processos pendentes, individuais ou coletivos, que versem\nsobre idêntica questão jurídica, inclusive os recursos que tramitam\nno Superior Tribunal de Justiça, conforme proposta do Sr. Ministro\nRelator. Os Srs. Ministros Maria Isabel Gallotti, Antonio Carlos\nFerreira, Ricardo Villas Bôas Cueva, Sebastião Reis Júnior,\nFrancisco Falcão, Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Herman Benjamin, Og Fernandes, Luis Felipe Salomão, Mauro\nCampbell Marques e Benedito Gonçalves votaram com o Sr. Ministro\nRelator.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1225",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1225\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:0256M ART:0257A PAR:00001 ART:0257C", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036 PAR:00006 ART:01037 INC:00002" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000861437",
  "numeroProcesso" : "2085625",
  "numeroRegistro" : "202302440534",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RAUL ARAÚJO",
  "dataPublicacao" : "DJE        DATA:12/12/2023",
  "ementa" : "PROCESSUAL CIVIL. RECURSOS ESPECIAIS REPRESENTATIVOS DE\nCONTROVÉRSIA. PROPOSTA DE  AFETAÇÃO. INSOLVÊNCIA DA CONCESSIONÁRIA\nDE SERVIÇO  PÚBLICO. POSSIBILIDADE DE REDIRECIONAMENTO DA EXECUÇÃO A\nENTE PÚBLICO QUE NÃO PARTICIPOU DA FASE  DE CONHECIMENTO. TERMO\nINICIAL DA PRESCRIÇÃO. CRITÉRIOS DE AFETAÇÃO PREENCHIDOS. RECURSO\nAFETADO AO REGIME DOS RECURSOS ESPECIAIS REPETITIVOS.\n1. Temas propostos para afetação ao rito dos recursos especiais\nrepetitivos:\nI. Tema Principal: Possibilidade de redirecionamento da execução a\npessoa jurídica de direito público, em razão da insolvência de\nconcessionária de serviço público, ainda que aquela não tenha\nparticipado da fase de conhecimento e não conste do título executivo\njudicial;\nII. Tema Subsidiário: Termo inicial do prazo prescricional\nquinquenal para fins de redirecionamento da execução contra o ente\npúblico.\n2. Recurso especial submetido ao regime dos recursos especiais\nrepetitivos (afetação conjunta: REsp 2.005.469/RJ, REsp\n2.027.163/RJ, REsp 2.085.625/RJ, REsp 2.091.784/RJ, REsp\n2.014.924/RJ e REsp 2.050.880/RJ).",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231205",
  "decisao" : "Vistos e relatados estes autos, em que são partes as acima\nindicadas, decide a Corte Especial, por unanimidade, afetar o\nprocesso ao rito dos recursos repetitivos (art. 1.036 do CPC e art.\n257-C do RISTJ) para consolidar entendimento acerca das seguintes\nquestões jurídicas: \"Possibilidade de redirecionamento da execução a\npessoa jurídica de direito público, em razão da insolvência de\nconcessionária de serviço público, ainda que aquela não tenha\nparticipado da fase de conhecimento e não conste do título executivo\njudicial\". E, ainda, por unanimidade, suspender a tramitação de\ntodos processos pendentes, individuais ou coletivos, que versem\nsobre idêntica questão jurídica, inclusive os recursos que tramitam\nno Superior Tribunal de Justiça, conforme proposta do Sr. Ministro\nRelator. Os Srs. Ministros Maria Isabel Gallotti, Antonio Carlos\nFerreira, Ricardo Villas Bôas Cueva, Sebastião Reis Júnior,\nFrancisco Falcão, Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Herman Benjamin, Og Fernandes, Luis Felipe Salomão, Mauro\nCampbell Marques e Benedito Gonçalves votaram com o Sr. Ministro\nRelator.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1225",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1225\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:0256M ART:0257A PAR:00001", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036 PAR:00006 ART:01037 INC:00002" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000861438",
  "numeroProcesso" : "2091784",
  "numeroRegistro" : "202302463291",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RAUL ARAÚJO",
  "dataPublicacao" : "DJE        DATA:12/12/2023",
  "ementa" : "PROCESSUAL CIVIL. RECURSOS ESPECIAIS REPRESENTATIVOS DE\nCONTROVÉRSIA. PROPOSTA DE  AFETAÇÃO. INSOLVÊNCIA DA CONCESSIONÁRIA\nDE SERVIÇO  PÚBLICO. POSSIBILIDADE DE REDIRECIONAMENTO DA EXECUÇÃO A\nENTE PÚBLICO QUE NÃO PARTICIPOU DA FASE  DE CONHECIMENTO. TERMO\nINICIAL DA PRESCRIÇÃO. CRITÉRIOS DE AFETAÇÃO PREENCHIDOS. RECURSO\nAFETADO AO REGIME DOS RECURSOS ESPECIAIS REPETITIVOS.\n1. Temas propostos para afetação ao rito dos recursos especiais\nrepetitivos:\nI. Tema Principal: Possibilidade de redirecionamento da execução a\npessoa jurídica de direito público, em razão da insolvência de\nconcessionária de serviço público, ainda que aquela não tenha\nparticipado da fase de conhecimento e não conste do título executivo\njudicial;\nII. Tema Subsidiário: Termo inicial do prazo prescricional\nquinquenal para fins de redirecionamento da execução contra o ente\npúblico.\n2. Recurso especial submetido ao regime dos recursos especiais\nrepetitivos (afetação conjunta: REsp 2.005.469/RJ, REsp\n2.027.163/RJ, REsp 2.085.625/RJ, REsp 2.091.784/RJ, REsp\n2.014.924/RJ e REsp 2.050.880/RJ).",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231205",
  "decisao" : "Vistos e relatados estes autos, em que são partes as acima\nindicadas, decide a Corte Especial, por unanimidade, afetar o\nprocesso ao rito dos recursos repetitivos (art. 1.036 do CPC e art.\n257-C do RISTJ) para consolidar entendimento acerca das seguintes\nquestões jurídicas: \"Possibilidade de redirecionamento da execução a\npessoa jurídica de direito público, em razão da insolvência de\nconcessionária de serviço público, ainda que aquela não tenha\nparticipado da fase de conhecimento e não conste do título executivo\njudicial\". E, ainda, por unanimidade, suspender a tramitação de\ntodos processos pendentes, individuais ou coletivos, que versem\nsobre idêntica questão jurídica, inclusive os recursos que tramitam\nno Superior Tribunal de Justiça, conforme proposta do Sr. Ministro\nRelator. Os Srs. Ministros Maria Isabel Gallotti, Antonio Carlos\nFerreira, Ricardo Villas Bôas Cueva, Sebastião Reis Júnior,\nFrancisco Falcão, Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Herman Benjamin, Og Fernandes, Luis Felipe Salomão, Mauro\nCampbell Marques e Benedito Gonçalves votaram com o Sr. Ministro\nRelator.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1225",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1225\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:0256M ART:0257A PAR:00001", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036 PAR:00006 ART:01037 INC:00002" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000860743",
  "numeroProcesso" : "1895272",
  "numeroRegistro" : "202002368044",
  "siglaClasse" : "AgInt no RE nos EDcl nos EDcl no REsp",
  "descricaoClasse" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO\nNOS EMBARGOS DE DECLARAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:01/12/2023",
  "ementa" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO. OFENSA AO PRINCÍPIO DA\nINAFASTABILIDADE DE JURISDIÇÃO. AUSÊNCIA DE REPERCUSSÃO GERAL. TEMA\nN. 895/STF. OFENSA AOS PRINCÍPIOS DO CONTRADITÓRIO, DA AMPLA DEFESA\nE DO DEVIDO PROCESSO LEGAL. AUSÊNCIA DE REPERCUSSÃO GERAL. TEMA N.\n660/STF. RESPONSABILIDADE CIVIL. DANOS MORAIS. INDENIZAÇÃO. TEMA N.\n657/STF. AUSÊNCIA DE REPERCUSSÃO GERAL.\n1. A alegada violação do princípio da inafastabilidade de\njurisdição, por implicar ofensa indireta à Constituição Federal ou\nanálise de matéria fática, tem natureza infraconstitucional e não\npossui repercussão geral (Tema n. 895 do STF).\n2. A suscitada afronta aos princípios do contraditório, da ampla\ndefesa e do devido processo legal, bem como ao ato jurídico\nperfeito, ao direito adquirido e aos limites da coisa julgada, se\ndependente da análise de normas infraconstitucionais, configura\nofensa reflexa ao texto constitucional, não tendo repercussão geral\n(Tema n. 660 do STF).\n3. A questão da responsabilidade por danos morais decorrentes da\nsuposta afronta aos valores da personalidade, passíveis de\nressarcimento, tem natureza infraconstitucional, não tendo\nrepercussão geral (Tema n. 657 do STF)\n4. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231129",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 23/11/2023 a 29/11/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Herman Benjamin, Mauro Campbell Marques, Benedito\nGonçalves, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira, Ricardo Villas Bôas Cueva e Sebastião Reis Júnior  votaram\ncom o Sr. Ministro Relator.\nNão participaram do julgamento os Srs. Ministros Francisco Falcão e\nLuis Felipe Salomão.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(OFENSA - PRINCÍPIO CONSTITUCIONAL DA INAFASTABILIDADE JURISDIÇÃO OU\nANÁLISE DE MATÉRIA FÁTICA - AUSÊNCIA DE REPERCUSSÃO GERAL)\n   STF - [[RE-RG 956302]]-GO (REPERCUSSÃO GERAL - TEMA(s) 895)\n(PRINCÍPIOS CONSTITUCIONAIS, ATO JURÍDICO PERFEITO, DIREITO\nADQUIRIDO E COISA JULGADA - OFENSA REFLEXA À CONSTITUIÇÃO FEDERAL)\n   STF - [[ARE-RG 748371]]-MT (REPERCUSSÃO GERAL - TEMA(s) 660)\n(RESPONSABILIDADE CIVIL PRO DANOS MORAIS - ONFESA À IMAGEM -\nNATUREZA INFRACONSTITUCIONAL - AUSÊNCIA DE REPERCUSSÃO GERAL)\n   STF - [[ARE-RG 739382]]-RJ (REPERCUSSÃO GERAL - TEMA(s) 657)",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STF)    SÚMULA DO SUPREMO TRIBUNAL FEDERAL", "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00001 INC:00003 ART:00005 INC:00023 INC:00035\n        INC:00055 ART:00097 ART:00170 INC:00003", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01022 ART:01026" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000860900",
  "numeroProcesso" : "67416",
  "numeroRegistro" : "202102996850",
  "siglaClasse" : "AgInt no RE nos EDcl no RMS",
  "descricaoClasse" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO\nNO RECURSO EM MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:04/12/2023",
  "ementa" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO. SUFICIÊNCIA DA\nFUNDAMENTAÇÃO DO JULGADO RECORRIDO. CONFORMIDADE COM O TEMA N.\n339/STF.  NEGATIVA DE SEGUIMENTO.\n1. \"O art. 93, IX, da Constituição Federal exige que o acórdão ou\ndecisão sejam fundamentados, ainda que sucintamente, sem determinar,\ncontudo, o exame pormenorizado de cada uma das alegações ou provas,\nnem que sejam corretos os fundamentos da decisão\" (Tema n. 339/STF,\nQO no Ag n. 791.292/P E).\n2. Existente a fundamentação, entende o Supremo Tribunal Federal que\nfoi respeitado o art. 93, IX, da CF, mesmo que a parte não a repute\nadequada ou completa, conforme a conclusão firmada no Tema n.\n339/STF, tese de observância obrigatória (CPC, art. 927, III).\n3. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231129",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 23/11/2023 a 29/11/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Herman Benjamin, Mauro Campbell Marques, Benedito\nGonçalves, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira, Ricardo Villas Bôas Cueva e Sebastião Reis Júnior  votaram\ncom o Sr. Ministro Relator.\nNão participaram do julgamento os Srs. Ministros Francisco Falcão e\nLuis Felipe Salomão.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000860901",
  "numeroProcesso" : "708007",
  "numeroRegistro" : "202103733919",
  "siglaClasse" : "AgRg no RE nos EDcl no HC",
  "descricaoClasse" : "AGRAVO REGIMENTAL NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE\nDECLARAÇÃO NO HABEAS CORPUS",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:04/12/2023",
  "ementa" : "AGRAVO REGIMENTAL NO RECURSO EXTRAORDINÁRIO. OFENSA AOS PRINCÍPIOS\nDO CONTRADITÓRIO, DA AMPLA DEFESA E DO DEVIDO PROCESSO LEGAL, BEM\nCOMO AO ATO JURÍDICO PERFEITO, AO DIREITO ADQUIRIDO E AOS LIMITES DA\nCOISA JULGADA. AUSÊNCIA DE REPERCUSSÃO GERAL. TEMA N. 660/STF.\n1. A suscitada afronta aos princípios do contraditório, da ampla\ndefesa e do devido processo legal, bem como ao ato jurídico\nperfeito, ao direito adquirido e aos limites da coisa julgada, se\ndependente da análise de normas infraconstitucionais, configura\nofensa reflexa ao texto constitucional, não tendo repercussão geral\n(Tema n. 660 do STF).\n2. Agravo regimental a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231129",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 23/11/2023 a 29/11/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Herman Benjamin, Mauro Campbell Marques, Benedito\nGonçalves, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira, Ricardo Villas Bôas Cueva e Sebastião Reis Júnior  votaram\ncom o Sr. Ministro Relator.\nNão participaram do julgamento os Srs. Ministros Francisco Falcão e\nLuis Felipe Salomão.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(ALEGAÇÃO DE VIOLAÇÃO A PRINCÍPIOS - OFENSA REFLEXA AO TEXTO\nCONSTITUCIONAL)\n   STF - [[ARE 748371]] (REPERCUSSÃO GERAL - TEMA(s) 660)",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ "AgRg no RE no AgRg no AREsp 2354295 ES 2023/0151403-1 Decisão:12/12/2023\nDJE        DATA:15/12/2023", "AgRg no RE no AgRg no REsp 2047318 SE 2023/0009511-8 Decisão:12/12/2023\nDJE        DATA:15/12/2023", "AgRg no RE nos EDcl no AgRg no REsp 2021981 PR 2022/0265524-0 Decisão:12/12/2023\nDJE        DATA:15/12/2023", "AgRg no RE nos EDcl nos EDcl no AgRg no HC 691897 DF 2021/0287193-6 Decisão:12/12/2023\nDJE        DATA:15/12/2023", "AgInt no RE no AgInt no REsp 2013030 MG 2022/0210791-0 Decisão:29/11/2023\nDJE        DATA:01/12/2023", "AgRg no RE no AgRg no AREsp 2373479 SP 2023/0186196-6 Decisão:29/11/2023\nDJE        DATA:04/12/2023", "AgRg no RE nos EDcl nos EDcl no AgRg no AREsp 2306726 SP 2023/0057253-8 Decisão:29/11/2023\nDJE        DATA:04/12/2023" ]
}, {
  "id" : "000860902",
  "numeroProcesso" : "1971245",
  "numeroRegistro" : "202103001662",
  "siglaClasse" : "EDcl nos EDcl no AgRg no RE nos EDcl no AgRg no AREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO\nREGIMENTAL NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO NO\nAGRAVO REGIMENTAL NO AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:04/12/2023",
  "ementa" : "EMBARGOS DE DECLARAÇÃO. EXTINÇÃO DA PUNIBILIDADE PELA PRESCRIÇÃO DE\nUM DOS CRIMES. ESCLARECIMENTOS QUANTO À INDIVIDUALIZAÇÃO DA PENA DO\nDELITO REMANESCENTE. CABIMENTO.\n1. Extinta a punibilidade de um dos crimes, cabem embargos de\ndeclaração para esclarecimentos sobre o regime inicial de\ncumprimento da pena e a possibilidade de substituição por pena\nalternativa em relação ao delito remanescente.\n2. Embargos de declaração acolhidos.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231129",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 23/11/2023 a 29/11/2023,\npor unanimidade, acolher os embargos de declaração, nos termos do\nvoto do Sr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Herman Benjamin, Mauro Campbell Marques, Benedito\nGonçalves, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira, Ricardo Villas Bôas Cueva e Sebastião Reis Júnior  votaram\ncom o Sr. Ministro Relator.\nNão participaram do julgamento os Srs. Ministros Francisco Falcão e\nLuis Felipe Salomão.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00619" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000860963",
  "numeroProcesso" : "1927994",
  "numeroRegistro" : "202100799701",
  "siglaClasse" : "AgInt no RE nos EDcl no AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO\nNO AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA THEREZA DE ASSIS MOURA",
  "dataPublicacao" : "DJE        DATA:05/12/2023",
  "ementa" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO. NEGATIVA DE SEGUIMENTO.\nDIREITO TRIBUTÁRIO. COFINS-IMPORTAÇÃO. ADICIONAL DE ALÍQUOTA.\nENTENDIMENTO DO SUPERIOR TRIBUNAL DE JUSTIÇA EM CONFORMIDADE COM A\nJURISPRUDÊNCIA DO SUPREMO TRIBUNAL FEDERAL. TEMA N. 1.047/STF.\nAGRAVO A QUE SE NEGA PROVIMENTO.\n1. O Supremo Tribunal Federal, no julgamento do RE n. 1.178.310/PR,\nsob o regime de repercussão geral, firmou a tese de que: \"É\nconstitucional o adicional de alíquota da Cofins-Importação previsto\nno § 21 do artigo 8º da Lei n. 10.865/2004.\" (Tema n. 1.047/STF.)\n2. No caso, o acórdão proferido pelo STJ está em sintonia com a\norientação firmada pelo Pretório Excelso sob o regime da repercussão\ngeral, de modo que deve ser mantida a decisão que negou seguimento\nao recurso extraordinário.\n3. Não há que falar em distinguishing entre a situação debatida nos\nautos e a tese vinculante contida no Tema n. 1.047/STF, uma vez que\na Suprema Corte tem reconhecido a incidência da referida orientação,\ninclusive nos casos envolvendo a importação de aeronaves. Nesse\nsentido: RE n. 1.162.703-ED-AgR, relatora Ministra Rosa Weber,\nPrimeira Turma, DJe de 21/11/2019.\n4. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231129",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 23/11/2023 a 29/11/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Herman Benjamin, Mauro Campbell Marques, Benedito\nGonçalves, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira, Ricardo Villas Bôas Cueva e Sebastião Reis Júnior  votaram\ncom a Sra. Ministra Relatora.\nNão participaram do julgamento os Srs. Ministros Francisco Falcão e\nLuis Felipe Salomão.\nPresidiu o julgamento o Sr. Ministro Og Fernandes.",
  "jurisprudenciaCitada" : "(COFINS-IMPORTAÇÃO - ADICIONAL DE ALÍQUOTA - CONSTITUCIONALIDADE)\n   STF - [[RE 1178310]]-PR (REPERCUSSÃO GERAL - TEMA(s) 1047)\n(COFINS-IMPORTAÇÃO - ADICIONAL DE ALÍQUOTA - IMPORTAÇÃO DE AERONAVES\n- CONSTITUCIONALIDADE)\n   STF - [[RE-ED-AgR 1162703]]-MG, [[ARE 1420036]]-MG,\n         [[RE 1245222]]-RS",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : "COFINS-IMPORTAÇÃO",
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:010865 ANO:2004\n        ART:00008 PAR:00021" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000861467",
  "numeroProcesso" : "1984724",
  "numeroRegistro" : "202103164441",
  "siglaClasse" : "AgRg no RtPaut no AgRg no RE nos EDcl no AgRg no AREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NO PEDIDO DE RETIRADA DE PAUTA NO AGRAVO REGIMENTAL NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NO AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:01/12/2023",
  "ementa" : "AGRAVO REGIMENTAL NO PEDIDO DE RETIRADA DE PAUTA NO AGRAVO\nREGIMENTAL NO RECURSO EXTRAORDINÁRIO. SUSPENSÃO DO PROCESSO.\nDESNECESSIDADE. INSANIDADE MENTAL SUSCITADA APÓS A DECISÃO QUE NEGOU\nSEGUIMENTO AO RECURSO EXTRAORDINÁRIO. INSTRUÇÃO PROCESSUAL\nENCERRADA. AGRAVO A QUE SE NEGA PROVIMENTO.\n1. Não enseja a suspensão do processo e a retirada de pauta do\nrecurso pronto para julgamento a alegação superveniente de\ninsanidade mental do acusado, formulada após a decisão que negou\nseguimento ao recurso extraordinário.\n2. Inexistência de ato probatório pendente, encontrando-se encerrada\na fase de instrução criminal.\n3. Agravo regimental a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231129",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 23/11/2023 a 29/11/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Herman Benjamin, Mauro Campbell Marques, Benedito\nGonçalves, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira, Ricardo Villas Bôas Cueva e Sebastião Reis Júnior  votaram\ncom o Sr. Ministro Relator.\nNão participaram do julgamento os Srs. Ministros Francisco Falcão e\nLuis Felipe Salomão.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(INCIDENTE DE INSANIDADE MENTAL - ALEGAÇÃO SUPERVENIENTE)\n   STJ - <<REsp 800312>>-CE",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00149 ART:00152" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000861892",
  "numeroProcesso" : "3469",
  "numeroRegistro" : "202302638118",
  "siglaClasse" : "AgInt na SS",
  "descricaoClasse" : "AGRAVO INTERNO NA SUSPENSÃO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA THEREZA DE ASSIS MOURA",
  "dataPublicacao" : "DJE        DATA:05/12/2023",
  "ementa" : "AGRAVO INTERNO NA SUSPENSÃO DE SEGURANÇA. MANDADO DE SEGURANÇA\nIMPETRADO PELO MUNICÍPIO DE PETRÓPOLIS CONTRA ATO DE CONSELHEIRO DO\nTRIBUNAL DE CONTAS ESTADUAL. CONTRACAUTELA COM VISTAS À CONCESSÃO DA\nMEDIDA LIMINAR INDEFERIDA NA ORIGEM. IDENTIDADE ENTRE AUTOR DA\nSUSPENSÃO E DA AÇÃO ORIGINÁRIA. NÃO CABIMENTO DO INCIDENTE. AGRAVO\nIMPROVIDO.\n1. Hipótese em que o município autor da contracautela é também o\nautor do mandado de segurança, cujo pedido de liminar foi indeferido\npelo tribunal de origem (busca-se afastar decisão monocrática de\nConselheiro do TCE/RJ que ordenou a paralisação de procedimento\nlicitatório).\n2. A suspensão de segurança, assim como a suspensão de liminar e\nsentença, é medida excepcional de defesa do interesse público com o\npropósito de obstar a eficácia de decisão judicial provisória\nproferida em ação cognitiva proposta contra o Poder Público, cuja\nfinalidade é impedir a ocorrência de lesão grave à economia, saúde,\nsegurança e economia públicas.\n3. O pressuposto legal de que o Poder Público seja o réu na ação em\nque deferida medida de natureza provisória, liminar ou cautelar,\nreside na especial proteção assegurada aos bens tutelados de forma a\ncoibir a ocorrência de situação inesperada que altere o status quo\nante em prejuízo da Fazenda Pública e da coletividade.\n4. Se a ação originária foi proposta pelo próprio ente público\nrequerente da contracautela, não se cogita de ação (ou intervenção)\njudicial inesperada, abrupta ou mesmo inopinada, o que é suficiente\npara afastar o cabimento do pleito suspensivo, pena de a medida\nexcepcional se transmudar em recurso e implicar supressão das\ninstâncias ordinárias.\n5. De acordo com expressa previsão legal, a contracautela é medida\nexclusivamente destinada a suspender os efeitos de decisão judicial\npotencialmente lesiva aos bens tutelados, não se prestando para\ndeferir liminar, cautelar, tutela de urgência ou de evidência negada\nnas vias originárias.\n6. Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231129",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 23/11/2023 a 29/11/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Herman Benjamin, Mauro Campbell Marques, Benedito\nGonçalves, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira, Ricardo Villas Bôas Cueva e Sebastião Reis Júnior  votaram\ncom a Sra. Ministra Relatora.\nNão participaram do julgamento os Srs. Ministros Francisco Falcão e\nLuis Felipe Salomão.\nPresidiu o julgamento o Sr. Ministro Og Fernandes.",
  "jurisprudenciaCitada" : "(SUSPENSÃO DE SEGURANÇA - NATUREZA E FINALIDADE)\n   STJ - <<AgInt na SLS 2272>>-MA, <<AgRg na SLS 1787>>-PB",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:008437 ANO:1992\n        ART:00004 PAR:00004", "LEG:FED LEI:012016 ANO:2009\n        ART:00015 PAR:00001" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000861893",
  "numeroProcesso" : "3468",
  "numeroRegistro" : "202302580933",
  "siglaClasse" : "AgInt nos EDcl na SS",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NA SUSPENSÃO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA THEREZA DE ASSIS MOURA",
  "dataPublicacao" : "DJE        DATA:05/12/2023",
  "ementa" : "AGRAVO INTERNO EM SUSPENSÃO DE SEGURANÇA. CONTRATO (PRORROGAÇÃO) DE\nPRESTAÇÃO DE SERVIÇO DE LIMPEZA URBANA E COLETA DE RESÍDUOS SÓLIDOS.\nLESÃO GRAVE À ECONOMIA MUNICIPAL NÃO DEMONSTRADA. PROPOSITURA COMO\nSUCEDÂNEO RECURSAL. AGRAVO IMPROVIDO.\n1. Busca o município autor (Belford Roxo, RJ) suspender os efeitos\nde decisão que, ao antecipar os efeitos da tutela recursal,\ndeterminou a prorrogação de contrato de prestação de serviço de\nlimpeza urbana, coleta e transporte de resíduos sólidos, ao\nargumento de que auditoria do Tribunal de Contas Estadual apontara a\nocorrência de prejuízos ao erário e por isso optara por não\nestender o vínculo contratual, dando início a procedimento para\ncontratação emergencial de novos prestadores.\n2. A contracautela foi indeferida ao fundamento de que não ter sido\ndemonstrada lesão grave à economia da municipalidade, consoante\nexige a lei de regência, não se podendo presumir que a emergencial\ncontratação seria suficiente para atender às conclusões de auditoria\nda Corte de Contas e impedir a concretização de novos prejuízos ao\nerário.\n3. As razões recursais trazem elementos relativos ao mérito da\ndemanda originária, especialmente, quanto à má qualidade dos\nserviços prestados e à (afirmada) inexecução contratual, e insistem\nna tese de que a contratação emergencial seria o único caminho para\nevitar maiores gastos aos cofres municipais. Propositura da\ncontracautela como sucedâneo recursal.\n4. É assente no STJ o entendimento de acordo com o qual \"o incidente\nda suspensão de liminar e de sentença, por não ser sucedâneo\nrecursal, é inadequado para a apreciação do mérito da controvérsia\"\n(AgInt na SLS n. 2.535/DF), visto que \"a suspensão dos efeitos do\nato judicial é providência excepcional [...] questões eminentemente\njurídicas debatidas na instância originária são insuscetíveis de\nexame na via suspensiva, cujo debate tem de ser profundamente\nrealizado no ambiente processual adequado\" (AgInt na SLS n.\n3.075/DF).\n5. O simples fato de se ter iniciado procedimento (emergencial e com\ndispensa de licitação) para contratar novo(s) prestador(es) do\nserviço de limpeza urbana e coleta de resíduos sólidos não é\nsuficiente, só por si, para demonstrar que a manutenção\n(prorrogação) do contrato anterior, tal qual determinado pela\ndecisão do TJRJ, ensejará lesão grave à economia municipal.\n6. Não há confundir lesão grave, capaz de desestabilizar a economia\npública, tal qual exige a legislação que disciplina a contracautela,\ncom prejuízos financeiros decorrentes de cont ratações inadequadas,\nda má prestação do serviço contratado ou de opões equivocadas da\nAdministração.\n7. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231129",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 23/11/2023 a 29/11/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Herman Benjamin, Mauro Campbell Marques, Benedito\nGonçalves, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira, Ricardo Villas Bôas Cueva e Sebastião Reis Júnior  votaram\ncom a Sra. Ministra Relatora.\nNão participaram do julgamento os Srs. Ministros Francisco Falcão e\nLuis Felipe Salomão.\nPresidiu o julgamento o Sr. Ministro Og Fernandes.",
  "jurisprudenciaCitada" : "(SUSPENSÃO DE SEGURANÇA - NATUREZA EXCEPCIONAL)\n   STJ - <<AgInt na SLS 3075>>-DF\n(SUSPENSÃO DE SEGURANÇA - UTILIZAÇÃO COMO SUCEDÂNEO RECURSAL - NÃO\nCABIMENTO)\n   STJ - <<AgInt na SLS 2535>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000861894",
  "numeroProcesso" : "3479",
  "numeroRegistro" : "202303320487",
  "siglaClasse" : "AgInt na SS",
  "descricaoClasse" : "AGRAVO INTERNO NA SUSPENSÃO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA THEREZA DE ASSIS MOURA",
  "dataPublicacao" : "DJE        DATA:05/12/2023",
  "ementa" : "AGRAVO INTERNO NA SUSPENSÃO DE SEGURANÇA. PORTARIA DESTINADA A\nREGULAMENTAR O ACESSO A PENITENCIÁRIAS E PRESÍDIOS. DECISÃO LIMINAR\nQUE SUSPENDE OS EFEITOS DE DETERMINADOS DISPOSITIVOS POR PRETENSA\nOFENSA A PRERROGATIVAS DOS ADVOGADOS. GRAVE LESÃO À ORDEM E À\nSEGURANÇA PÚBLICAS. CONFIGURAÇÃO. PEDIDO DEFERIDO. RECURSO A QUE SE\nNEGA PROVIMENTO.\n1. A suspensão dos efeitos do ato judicial é providência\nexcepcional, cumprindo ao requerente a efetiva demonstração da grave\ne iminente lesão aos bens jurídicos tutelados pela legislação de\nregência, quais sejam: a ordem, a saúde, a segurança e/ou a economia\npúblicas.\n2. Decisão que afastou limites estabelecidos na Portaria SEJUS n.\n6-R e garantiu aos advogados acesso ilimitado e irrestrito a\npenitenciárias e presídios do Estado do Espírito Santo atenta contra\na segurança dos agentes penitenciários, da população carcerária e\nde toda a sociedade que vive nas proximidades desses\nestabelecimentos.\n3. Caracterizada grave lesão à ordem e à segurança públicas a\nensejar o deferimento do pedido suspensivo.\n4. Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231129",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 23/11/2023 a 29/11/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Herman Benjamin, Mauro Campbell Marques, Benedito\nGonçalves, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira, Ricardo Villas Bôas Cueva e Sebastião Reis Júnior  votaram\ncom a Sra. Ministra Relatora.\nNão participaram do julgamento os Srs. Ministros Francisco Falcão e\nLuis Felipe Salomão.\nPresidiu o julgamento o Sr. Ministro Og Fernandes.",
  "jurisprudenciaCitada" : "(ACESSO A PENITENCIÁRIAS E PRESÍDIOS - DIREITO À VISITA DO ADVOGADO\n- NECESSIDADE DE RESGUARDAR A SEGURANÇA E INTEGRIDADE FÍSICA DOS\nPRESOS, SERVIDORES PÚBLICOS, ADVOGADOS E DO PÚBLICO EM GERAL)\n   STJ - <<AgRg no RMS 67214>>-MG, <<AgInt no PExt na SS 3260>>-PA",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:007210 ANO:1984\n        ART:00041 INC:00005", "LEG:EST PRT:000006 ANO:2023 UF:ES\n(ES - SECRETARIA DA JUSTIÇA DO ESTADO DO ESPÍRITO SANTO - SEJUS)" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000861907",
  "numeroProcesso" : "1997993",
  "numeroRegistro" : "202103173237",
  "siglaClasse" : "AgInt no RE nos EDcl no AgInt no AREsp",
  "descricaoClasse" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NO AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA THEREZA DE ASSIS MOURA",
  "dataPublicacao" : "DJE        DATA:05/12/2023",
  "ementa" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO. SUFICIÊNCIA DA\nFUNDAMENTAÇÃO DO JULGADO RECORRIDO. CONFORMIDADE COM O TEMA N.\n339/STF. OFENSA AOS PRINCÍPIOS DO CONTRADITÓRIO, DA AMPLA DEFESA E\nDO DEVIDO PROCESSO LEGAL. TEMA N. 660/STF. PRESSUPOSTOS DE\nADMISSIBILIDADE RECURSAL. TEMA N. 181/STF. AUSÊNCIA DE REPERCUSSÃO\nGERAL. NEGATIVA DE SEGUIMENTO. AGRAVO NÃO PROVIDO.\n1. \"O art. 93, IX, da Constituição Federal exige que o acórdão ou\ndecisão sejam fundamentados, ainda que sucintamente, sem determinar,\ncontudo, o exame pormenorizado de cada uma das alegações ou provas,\nnem que sejam corretos os fundamentos da decisão\" (Tema n. 339 do\nSTF, QO no Ag n. 791.292/PE).\n2. Existente a fundamentação, entende o Supremo Tribunal Federal que\nfoi respeitado o art. 93, IX, da CF, mesmo que a parte não a repute\nadequada ou completa, conforme a conclusão firmada no Tema n. 339\ndo STF, tese de observância obrigatória (CPC, art. 927, III).\n3. A suscitada afronta aos princípios do contraditório, da ampla\ndefesa e do devido processo legal, bem como a o ato jurídico\nperfeito, ao direito adquirido e aos limites da coisa julgada, se\ndependente da análise de normas infraconstitucionais, configura\nofensa reflexa ao texto constitucional, não tendo repercussão geral\n(Tema n. 660 do STF).\n4. \"A questão do preenchimento dos pressupostos de admissibilidade\nde recursos da competência de outros Tribunais tem natureza\ninfraconstitucional e a ela são atribuídos os efeitos da ausência de\nrepercussão geral\" (Tema n. 181 do STF).\n5. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231129",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 23/11/2023 a 29/11/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Herman Benjamin, Mauro Campbell Marques, Benedito\nGonçalves, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira, Ricardo Villas Bôas Cueva e Sebastião Reis Júnior  votaram\ncom a Sra. Ministra Relatora.\nNão participaram do julgamento os Srs. Ministros Francisco Falcão e\nLuis Felipe Salomão.\nPresidiu o julgamento o Sr. Ministro Og Fernandes.",
  "jurisprudenciaCitada" : "(NECESSIDADE DE FUNDAMENTAÇÃO DAS DECISÕES JUDICIAIS)\n   STF - [[AI-RG 791292]]-PE (REPERCUSSÃO GERAL - TEMA(s) 339)\n(RECURSO EXTRAORDINÁRIO - OFENSA REFLEXA A PRECEITOS CONSTITUCIONAIS\n- DESCABIMENTO)\n   STF - [[ARE-RG 748371]]-MT (REPERCUSSÃO GERAL - TEMA(s) 660)\n(ADMISSIBILIDADE - RECURSOS DE NATUREZA INFRACONSTITUCIONAL - OFENSA\nREFLEXA - REPERCUSSÃO GERAL - INEXISTÊNCIA)\n   STF - [[RE-RG 598365]]-MG (REPERCUSSÃO GERAL - TEMA(s) 181),\n         [[RE 1081829]]-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00093 INC:00009", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00927 INC:00003" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000861908",
  "numeroProcesso" : "1925483",
  "numeroRegistro" : "202100621431",
  "siglaClasse" : "AgInt no RE no AgInt nos EDcl nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO NO AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA THEREZA DE ASSIS MOURA",
  "dataPublicacao" : "DJE        DATA:05/12/2023",
  "ementa" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO. SUFICIÊNCIA DA\nFUNDAMENTAÇÃO DO JULGADO RECORRIDO. CONFORMIDADE COM O TEMA N.\n339/STF. OFENSA AOS PRINCÍPIOS DO CONTRADITÓRIO, DA AMPLA DEFESA E\nDO DEVIDO PROCESSO LEGAL. AUSÊNCIA DE REPERCUSSÃO GERAL. TEMA N.\n660/STF. OFENSA AO PRINCÍPIO DA INAFASTABILIDADE DE JURISDIÇÃO.\nAUSÊNCIA DE REPERCUSSÃO GERAL. TEMA N. 895/STF. NEGATIVA DE\nSEGUIMENTO. AGRAVO INTERNO NÃO PROVIDO.\n1. \"O art. 93, IX, da Constituição Federal exige que o acórdão ou\ndecisão sejam fundamentados, ainda que sucintamente, sem determinar,\ncontudo, o exame pormenorizado de cada uma das alegações ou provas,\nnem que sejam corretos os fundamentos da decisão\" (Tema n. 339 do\nSTF, QO no Ag n. 791.292/PE).\n2. Existente a fundamentação, entende o Supremo Tribunal Federal que\nfoi respeitado o art. 93, IX, da CF, mesmo que a parte não a repute\nadequada ou completa, conforme a conclusão firmada no Tema n. 339\ndo STF, tese de observância obrigatória (CPC, art. 927, III).\n3. A suscitada afronta aos princípios do contraditório, da ampla\ndefesa e do devido processo legal, se dependente da análise de\nnormas infraconstitucionais, configura ofensa reflexa ao texto\nconstitucional, não tendo repercussão geral (Tema n. 660 do STF).\n4. A alegada violação do princípio da inafastabilidade de\njurisdição, por implicar ofensa indireta à Constituição Federal ou\nanálise de matéria fática, tem natureza infraconstitucional e não\npossui repercussão geral (Tema n. 895 do STF).\n5. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231129",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 23/11/2023 a 29/11/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Herman Benjamin, Mauro Campbell Marques, Benedito\nGonçalves, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira, Ricardo Villas Bôas Cueva e Sebastião Reis Júnior  votaram\ncom a Sra. Ministra Relatora.\nNão participaram do julgamento os Srs. Ministros Francisco Falcão e\nLuis Felipe Salomão.\nPresidiu o julgamento o Sr. Ministro Og Fernandes.",
  "jurisprudenciaCitada" : "(DECISÕES JUDICIAIS - EXIGÊNCIA DE ADEQUADA FUNDAMENTAÇÃO)\n   STF - [[AI-QO-RG 791292]] (REPERCUSSÃO GERAL - TEMA(s) 339)\n(OFENSA AOS PRINCÍPIOS DO CONTRADITÓRIO, DA AMPLA DEFESA E DO DEVIDO\nPROCESSO LEGAL - PRÉVIA ANÁLISE DE NORMAS INFRACONSTITUCIONAIS -\nOFENSA REFLEXA AO TEXTO CONSTITUCIONAL)\n   STF - [[ARE-RG 748371]] (REPERCUSSÃO GERAL - TEMA(s) 660)\n(OFENSA AO PRINCÍPIO DA INAFASTABILIDADE DE JURISDIÇÃO - EXISTÊNCIA\nDE ÓBICE PROCESSUAL - NATUREZA INFRACONSTITUCIONAL)\n   STF - [[RE-RG 956302]]-GO (REPERCUSSÃO GERAL - TEMA(s) 895)",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00927 INC:00003", "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00005 INC:00035 INC:00054 INC:00055 ART:00093\n        INC:00009", "LEG:FED LEI:006830 ANO:1980\n*****  LEF-80    LEI DE EXECUÇÕES FISCAIS\n        ART:00016 PAR:00003" ],
  "acordaosSimilares" : [ "AgInt no RE nos EDcl no CC  184495  SP  2021/0374323-3\nDecisão:12/12/2023\nDJE        DATA:22/12/2023", "AgInt no RE no AgInt nos EDcl no REsp  1747999  SP  2018/0145025-2\nDecisão:12/12/2023\nDJE        DATA:15/12/2023", "AgRg no RE no AgRg no RHC  183601  MG  2023/0234981-0\nDecisão:12/12/2023\nDJE        DATA:15/12/2023" ]
}, {
  "id" : "000861909",
  "numeroProcesso" : "3182",
  "numeroRegistro" : "202203081260",
  "siglaClasse" : "AgInt na SLS",
  "descricaoClasse" : "AGRAVO INTERNO NA SUSPENSÃO DE LIMINAR E DE SENTENÇA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA THEREZA DE ASSIS MOURA",
  "dataPublicacao" : "DJE        DATA:05/12/2023",
  "ementa" : "AGRAVO INTERNO EM SUSPENSÃO DE LIMINAR E DE SENTENÇA. AGÊNCIA\nNACIONAL DO PETRÓLEO, GÁS NATURAL E BIOCOMBUSTÍVEIS - ANP.\nENQUADRAMENTO DE MUNICIPIO COMO BENEFICIÁRIO DO PAGAMENTO DE\nROYALTIES MARÍTIMOS E TERRESTRES. INTERVENÇÃO NO MERCADO REGULADO.\nAUSÊNCIA DE CRITÉRIOS TÉCNICOS. GRAVE LESÃO À ORDEM PÚBLICA.\nINTERVENÇÃO DE TERCEIROS NA MODALIDADE DE ASSISTENTE SIMPLES. NÃO\nCABIMENTO. PEDIDO DE EXTENSÃO DOS EFEITOS DA CONTRACAUTELA.\nASSOCIAÇÃO BRASILEIRA DOS MUNICÍPIOS COM TERMINAIS MARÍTIMOS,\nFLUVIAIS E TERRESTRES DE EMBARQUE E DESEMBARQUE DE PETRÓLEO E GÁS\nNATURAL - ABRAMT. AUSÊNCIA DE IDENTIDADE DE OBJETO. AGRAVO\nIMPROVIDO.\n1. É firme o entendimento jurisprudencial desta Corte no sentido de\nque a intervenção de terceiros é incompatível com a via estreita da\nsuspensão de segurança e da suspensão de lim inar e de sentença,\nincidentes que veiculam apenas medida de contracautela.\n2. Nos termos do art. 4º, § 8º, da Lei n. 8.437/92, é necessária a\nabsoluta identidade entre os objetos das liminares para a extensão\ndos efeitos da decisão que defere pedido de suspensão.\n3. No pleito de extensão não foi demonstrada a necessária identidade\nentre o objeto da presente Suspensão de Liminar - que foi proposta\npela agência reguladora na defesa da manutenção do mercado regulado\n- e a pretensão da agravante, a Associação Brasileira dos Municípios\ncom Terminais Marítimos, Fluviais e Terrestres de Embarque e\nDesembarque de Petróleo e Gás Natural - ABRAMT, que defende os\ninteresses econômicos dos municípios que já participam da divisão\ndos royalties.\n4. A suspensão das decisões proferidas nos Agravos de instrumento n.\n1032792-87.2021.4.01.0000, 1018241-05.2021.4.01.0000,\n1001656-72.2021.4.01.0000, 1027487-25.2021.4.01.0000 e\n1033319-39.2021.4.01.0000 e na Ação Ordinária nº\n100047215-37.2021.4.01.3400 já foi rejeitada nos autos da SLS 3191,\nsendo de todo incabível a pretensão deduzida por via transversa\nnesta contracautela.\n5. Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231129",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 23/11/2023 a 29/11/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Herman Benjamin, Mauro Campbell Marques, Benedito\nGonçalves, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira, Ricardo Villas Bôas Cueva e Sebastião Reis Júnior  votaram\ncom a Sra. Ministra Relatora.\nNão participaram do julgamento os Srs. Ministros Francisco Falcão e\nLuis Felipe Salomão.\nPresidiu o julgamento o Sr. Ministro Og Fernandes.",
  "jurisprudenciaCitada" : "(INTERVENÇÃO DE TERCEIROS - SUSPENSÃO DE LIMINAR -\nINCOMPATIBILIDADE)\n   STJ - {{PET na SLS 2377}}-DF, {{PETREQ na SLS 1652}}-BA,\n         {{PETREQ na SS 2574}}-AP\n(SUSPENSÃO DE MEDIDA LIMINAR - EXTENSÃO DE EFEITOS - IDENTIDADE\nENTRE OS OBJETOS)\n   STJ - <<AgRg nos EDcl na PET na SLS 1357>>-PR,\n         <<AgRg na SS 2543>>-BA",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:008437 ANO:1992\n        ART:00004 PAR:00008" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000861914",
  "numeroProcesso" : "434155",
  "numeroRegistro" : "201303836761",
  "siglaClasse" : "AgInt no RE no AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO NO AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA THEREZA DE ASSIS MOURA",
  "dataPublicacao" : "DJE        DATA:05/12/2023",
  "ementa" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO. PRESSUPOSTOS DE\nADMISSIBILIDADE RECURSAL. TEMA N. 181/STF. AUSÊNCIA DE REPERCUSSÃO\nGERAL. NEGATIVA DE SEGUIMENTO. SUPERVENIÊNCIA DA LEI N. 14.230/2021.\nTEMA N. 1.199/STF. CONDUTA DOLOSA. IRRETROATIVIDADE. LIMITES DO\nJUÍZO DE ADMISSIBILIDADE. AGRAVO INTERNO NÃO PROVIDO.\n1. \"A questão do preenchimento dos pressupostos de admissibilidade\nde recursos da competência de outros Tribunais tem natureza\ninfraconstitucional e a ela são atribuídos os efeitos da ausência de\nrepercussão geral\" (Tema n. 181 do STF).\n2. Aplica-se de forma vinculante o Tema n. 181 do STF quando o\nrecurso extraordinário queira discutir: i) os fundamentos que\nimpediram o conhecimento do recurso anteriormente julgado; ii) os\nfundamentos que impediriam esse conhecimento; ou iii) o mérito da\ncausa, quando a insurgência anterior não ultrapassou a barreira da\nadmissibilidade.\n3. No tocante à aplicação da Lei n. 14.230/2021, o Pretório Excelso,\nno julgamento do Tema n. 1.199, firmou teses segundo as quais (i) é\nnecessária a comprovação de responsabilidade subjetiva dolosa na\ntipificação dos atos de improbidade administrativa; (ii) a revogação\nda modalidade culposa de improbidade administrativa é, em regra,\nirretroativa; (iii) no caso de atos culposos praticados na vigência\ndo texto anterior, porém sem condenação transitada em julgado, deve\nser feita nova análise do elemento subjetivo; e (iv) o novo regime\nprescricional não retroage, aplicando-se os novos marcos temporais\napenas após a publicação da nova lei.\n4. Quanto à tipicidade, as instâncias ordinárias concluíram pela\nexistência de conduta dolosa do agente, não se tratando de\ncondenação por ato ímprobo culposo capaz de ensejar o reexame do\nelemento subjetivo da conduta.\n5. Afora a revogação da modalidade culposa dos atos de improbidade\nadministrativa, não há nenhuma determinação por parte do Supremo\nTribunal Federal, à luz das teses firmadas no julgamento do Tema n.\n1.199, de aplicação retroativa da nova redação atribuída pela Lei n.\n14.230/2021 aos dispositivos da LIA.\n6. As alterações promovidas na Lei de Improbidade Administrativa e o\njulgamento do referido paradigma pela Suprema Corte em nada\nimpactam a solução dada à presente causa, tendo em vista as\nestreitas balizas do juízo de admissibilidade do recurso\nextraordinário, previstas no art. 1.030 do Código de Processo Civil.\n7. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231129",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 23/11/2023 a 29/11/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Herman Benjamin, Mauro Campbell Marques, Benedito\nGonçalves, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira, Ricardo Villas Bôas Cueva e Sebastião Reis Júnior  votaram\ncom a Sra. Ministra Relatora.\nNão participaram do julgamento os Srs. Ministros Francisco Falcão e\nLuis Felipe Salomão.\nPresidiu o julgamento o Sr. Ministro Og Fernandes.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ "AgInt no RE nos EDcl nos EDcl no AgInt no AREsp  1651771  RJ\n2020/0014272-0  Decisão:29/11/2023\nDJE        DATA:05/12/2023", "AgInt no RE no AgInt nos EAREsp  434155  MT  2013/0383676-1\nDecisão:29/11/2023\nDJE        DATA:05/12/2023" ]
}, {
  "id" : "000861939",
  "numeroProcesso" : "1861894",
  "numeroRegistro" : "201901145072",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "FRANCISCO FALCÃO",
  "dataPublicacao" : "DJE        DATA:04/12/2023",
  "ementa" : "PROCESSUAL CIVIL. RESPONSABILIDADE CIVIL. DANOS MORAIS. OFENSA À\nHONRA E DIGNIDADE DE DELEGADO DE POLÍCIA. DESPROVIMENTO DO AGRAVO\nINTERNO. MANUTENÇÃO DA DECISÃO RECORRIDA.\nI - Na origem, trata-se de ação de reparação de danos morais. Na\nsentença o pedido foi julgado procedente. No Tribunal a quo, a\nsentença foi mantida.\nII - Os embargos de divergência, recurso de fundamentação vinculada,\ntêm o propósito de compor divergência entre órgão fracionário do\nSupremo Tribunal Federal ou do Superior Tribunal de Justiça e\nqualquer outro órgão jurisdicional do mesmo tribunal (CPC/2015, art.\n1.043). Visa uniformizar a jurisprudência do tribunal. Uma vez que\ngoza de tal desiderato, são admitidos exclusivamente quando indicada\ne comprovada a existência de divergência interior no tribunal. Mais\nainda é necessário que a divergência seja atual (CPC, art. 1.044,\ncaput, c/c o art. 266 do RISTJ - para o REsp).\nIII - Ademais, compete ao embargante demonstrar analiticamente que\nos acórdãos têm similitude fática e jurídica, ou, como querem o art.\n1.043, § 4º, do CPC/2015 e o art. 266, § 4º, do RISTJ, \"as\ncircunstâncias que identificam ou assemelham os casos confrontados\".\nNo caso em mesa, deixou a parte embargante de atender ao requisito\nformal da demonstração analítica da divergência, a evidenciar que\nórgãos fracionários do tribunal trataram de forma desigual questões\njurídicas semelhantes. Nesse sentido, vejam-se os seguintes\nprecedentes: AgInt nos EDv nos EREsp n. 1.756.344/RJ, relator\nMinistro Gurgel de Faria, Primeira Seção, julgado em 3/12/2019, DJe\n6/12/2019 (grifei); EDcl no AgInt nos EAREsp n. 1.021.435/SP,\nrelator Ministro Herman Benjamin, Corte Especial, julgado em\n7/12/2021, DJe 1º/2/2022 (grifei).\nIV - Para dita demonstração não basta, como ocorrido, o mero\ncolacionamento de ementas e trechos dos acórdãos paradigmas, sem\ncotejo pormenorizado deles em confronto com o aresto rebatido,\nobjetivando o embargante tão somente a rediscussão do mérito da\nceleuma sem pontuar de forma expressa qual a similitude fática\nexistente entre os casos confrontados. Nessa esteira, necessário\nressaltar que os embargos de divergência têm por finalidade\nuniformizar a jurisprudência do próprio Superior Tribunal de\nJustiça, quando se verificarem idênticas situações fáticas nos\njulgados, mas se tenha dado diferente interpretação na legislação\naplicável ao caso. Não se prestam para avaliar possível justiça ou\ninjustiça do decisum ou corrigir regra técnica de conhecimento e,\nmuito menos, confrontar tese de admissibilidade com tese de mérito.\nV - Vale dizer, é pacífico o entendimento desta Corte Superior no\nsentido de que não se configura divergência entre julgados quando um\ndeles adentra o mérito do recurso, apreciando a questão\ncontrovertida, enquanto o outro não conhece do recurso, sem\nenfrentar a tese, em razão de óbice relacionado à admissibilidade\nrecursal. O Supremo Tribunal Federal já proclamou o entendimento no\nsentido de que \"não se admitem embargos de divergência com o\nobjetivo de discutir o acerto ou desacerto na aplicação da regra\ntécnica de conhecimento de recurso especial, como no caso de\ndiscussão acerca da possibilidade ou não da incidência do enunciado\nn. 7 da Súmula desta Corte\" (STJ, AgRg nos EAREsp n. 585.779/MS,\nrelator Ministro Og Fernandes, Corte Especial, DJe de 21/3/2016).\nNesse sentido, também a jurisprudência do STJ: STJ, AgInt nos EAREsp\nn. 1.060.636/SP, relator Ministro Og Fernandes, Corte Especial, DJe\nde 9/3/2020; STJ, AgInt nos EREsp n. 1.565.355/SP, relator Ministro\nBenedito Gonçalves, Primeira Seção, DJe de 2/2/2017. Não há\ndissenso interpretativo, assim, entre os acórdãos confrontados,\nrazão pela qual deve ser mantida a decisão recorrida.\nVI - Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231129",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 23/11/2023 a 29/11/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Herman Benjamin, Og Fernandes, Mauro Campbell Marques,\nBenedito Gonçalves, Raul Araújo, Maria Isabel Gallotti, Antonio\nCarlos Ferreira, Ricardo Villas Bôas Cueva e Sebastião Reis Júnior\nvotaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Luis Felipe Salomão.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000861940",
  "numeroProcesso" : "29129",
  "numeroRegistro" : "202203964394",
  "siglaClasse" : "AgInt no MS",
  "descricaoClasse" : "AGRAVO INTERNO NO MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "FRANCISCO FALCÃO",
  "dataPublicacao" : "DJE        DATA:04/12/2023",
  "ementa" : "PROCESSUAL CIVIL. MANDADO DE SEGURANÇA. ORDEM DE ANTIGUIDADE DE\nDESEMBARGADORES DO TRF6. LIMINAR NEGADA. MANUTENÇÃO DA DECISÃO\nRECORRIDA. AUSÊNCIA DOS REQUISITOS DO PERICULUM IN MORA E DO FUMUS\nBONI IURIS.\nI - Não havendo demonstração da presença dos requisitos do periculum\nin mora e do fumus boni iuris, o indeferimento da liminar é medida\nque se impõe.\nII - Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231129",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 23/11/2023 a 29/11/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Herman Benjamin, Og Fernandes, Mauro Campbell Marques,\nBenedito Gonçalves, Raul Araújo, Maria Isabel Gallotti, Antonio\nCarlos Ferreira, Ricardo Villas Bôas Cueva e Sebastião Reis Júnior\nvotaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Luis Felipe Salomão.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000861941",
  "numeroProcesso" : "2012965",
  "numeroRegistro" : "202202101810",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "FRANCISCO FALCÃO",
  "dataPublicacao" : "DJE        DATA:04/12/2023",
  "ementa" : "EMBARGOS DE DIVERGÊNCIA. PROCESSUAL CIVIL. INTERPRETAÇÃO DO ART. 321\nDO CPC. ABERTURA DE PRAZO PARA EMENDA DA PETIÇÃO INICIAL.\nDIVERGÊNCIA NÃO COMPROVADA. AUSÊNCIA DE SIMILITUDE FÁTICA.\nINDEFERIMENTO LIMINAR. MANUTENÇÃO DA DECISÃO EM JULGAMENTO DE AGRAVO\nINTERNO.\nI - Na origem, trata-se de ação de indenização por dano objetivando\nobrigar as rés ao pagamento mensal de natureza emergencial e\nalimentar à autora com o fim de amenizar os danos materiais já\ncausados à parte, até o fim das obras ou até que as rés implantem as\nmedidas mitigadoras, condicionantes ao empreendimento, a condenação\nem danos morais, danos emergentes e a indenização pelos lucros\ncessantes. Na sentença o processo foi julgado extinto, sem resolução\ndo mérito em razão do indeferimento da inicial. No Tribunal a quo,\na sentença foi mantida. Nesta Corte deu-se parcial provimento ao\nrecurso especial, para decretando a nulidade do acórdão recorrido e\nda sentença, determinar a devolução dos autos ao Juízo de primeiro\ngrau, para que faculte ao autor a emenda da inicial, especificando\nas irregularidades a serem corrigidas.\nII - Conforme entendimento pacífico desta Corte \"o julgador não está\nobrigado a responder a todas as questões suscitadas pelas partes,\nquando já tenha encontrado motivo suficiente para proferir a\ndecisão\". A prescrição trazida pelo art. 489 do CPC/2015 confirma a\njurisprudência já sedimentada pelo Colendo Superior Tribunal de\nJustiça, \"sendo dever do julgador apenas enfrentar as questões\ncapazes de infirmar a conclusão adotada na decisão recorrida\". [EDcl\nno MS 21.315/DF, relatora Ministra Diva Malerbi (Desembargadora\nconvocada TRF 3ª Região), Primeira Seção, julgado em 8/6/2016, DJe\n15/6/2016.\nIII - Não se conhece da alegação de violação de dispositivos\nconstitucionais em recurso especial, posto que seu exame é de\ncompetência exclusiva do Supremo Tribunal Federal, conforme dispõe o\nart. 102, III, do permissivo constitucional.\nIV - No caso em comento, verifica-se patente a ausência de\nsimilitude fática entre os acórdãos confrontados. Segundo a\njurisprudência desta Corte, \"para que se configure o dissídio\njurisprudencial é indispensável que os julgados confrontados revelem\nsoluções distintas extraídas das mesmas premissas fáticas e\njurídicas\" (AgRg nos EREsp 1.202.436/RS, Rel. Ministro Teori Albino\nZavaski, DJe 10/02/2012).\nV - O acórdão embargado trata sobre ação de indenização contra Norte\nEnergia S/A, em virtude de alegado dano a pescador, por também\nalegada diminuição de peixes decorrente da construção da UHE de Belo\nMonte, concluindo-se pela necessidade de que o magistrado\noportunize a emenda da inicial, nos termos do art. 321 do CPC/2015;\nconfira-se o teor do referido preceito legal: \"Art. 321. O juiz, ao\nverificar que a petição inicial não preenche os requisitos dos arts.\n319 e 320 ou que apresenta defeitos e irregularidades capazes de\ndificultar o julgamento de mérito, determinará que o autor, no prazo\nde 15 (quinze) dias, a emende ou a complete, indicando com precisão\no que deve ser corrigido ou completado. Parágrafo Único. Se o autor\nnão cumprir a diligência, o juiz indeferirá a petição inicial.\nVI - Já os acórdãos paradigmas tratam da possibilidade de emenda à\ninicial, na interpretação aos arts. 264 e 284 do CPC/1973, no\nsentido de não ser possível a emenda à inical, por iniciativa da\nparte autora, após o recebimento da contestação, com alteração do\npedido ou causa de pedir.\nVII - A questão processual debatida no acórdão recorrido ficou\nadstrita ao artigo 321 do atual Código de Processo Civil, sem\nadentrar a questão quanto à possibilidade de emenda à inicial quando\nhaja alteração do pedido ou causa de pedir (atual art. 329, II do\nCPC/2015).\nVIII - Desse modo, é inviável o conhecimento dos embargos de\ndivergência quando ausente a similitude fática entre os arestos\nconfrontados. Confiram-se: AgInt nos EREsp 1637051 / MG,\n2016/0293812-7, Rel. Min. BENEDITO GONÇALVES, CORTE ESPECIAL,\njulgado em 02/05/2018, DJe 10/05/2018; (AgInt nos EDcl nos EREsp\n1685558 / SP, 2016/0221981-0, Rel. Min. LÁZARO GUIMARÃES-\nDESEMBARGADOR CONVOCADO DO TRF 5ª REGIÃO, SEGUNDA SEÇÃO, julgado em\n25/04/2018, DJe 30/04/2018.\nIX - A jurisprudência deste Tribunal Superior há muito pacificou\nentendimento de que somente são cabívels embargos de divergência:\n\"quando os arestos trazidos à colação firmaram posição antagônica\nsobre os mesmos fatos e questões jurídicas deduzidos no acórdão\nembargado. Ao contrário, devem ser indeferidos os embargos quando,\nconsiderando as peculiaridades de cada caso concreto, foram dadas\nsoluções diferentes para as hipóteses confrontadas\" (EREsp\n443.095/SC, Segunda Seção, Rel. Min. CASTRO FILHO, DJ de 2/2/2004)\".\nX - Também manifestamente incabíveis os embargos de divergência, no\ntocante à competência interna para o julgamento do recurso especial.\nTal matéria sequer foi ventilada no acórdão objeto dos embargos de\ndivergência.  Ademais, a questão quanto à competência relativa\ninterna é matéria que deve ser alegada pela parte no momento\noportuno, sob pena de preclusão e prorrogação da competência, em\nface do princípio da Kompetenz Kompetenz, bem como pela dicção do\nart. 71, §4º do RI/STJ. Neste sentido: AgInt nos EREsp nº\n1.399.470/MS, relator Ministro Napoleão Nunes Maia Filho, Corte\nEspecial, julgado em 11/6/2019, DJe de 14/6/2019; EDcl no AgInt nos\nEDcl no CC nº 163.375/RS, relator Ministro Ricardo Villas Bôas\nCueva, Segunda Seção, julgado em 5/5/2020, DJe 7/5/2020; AgInt nos\nEDcl no REsp nº 1.813.821/MA, relator Ministro Luis Felipe Salomão,\nQuarta Turma, julgado em 17/12/2019, DJe 4/2/2020; e AgInt no REsp\nnº 1.857.931/MG, relator Ministro Marco Buzzi, Quarta Turma, julgado\nem 28/9/2020, DJe 1º/10/2020.\nXII - Por outro lado, não há falar em divergência com decisões\npontuais proferidas pelas Turmas da Primeira Seção, à época em que\ncontrovertida a competência da matéria, julgada na Questão de Ordem\njulgada suscitada no REsp 2.013.351/PA, na qual se declarou a\ncompetência das Turmas da Segunda Seção, para julgamento de demandas\nenvolvendo ação de particular contra as empresas responsáveis pela\nconstrução da Usina Hidrelétrica de Belo Monte - UHE/BM, objetivando\na obtenção de indenização por danos materiais e morais sofridos.\nXIII - Conforme definido no acórdão que julgou o agravo interno que\nmanteve a decisão a qual deu provimento ao recurso especial, o Juiz\nde primeiro grau extinguiu o processo, sob o entendimento de que a\nparte autora deveria individualizar os pedidos e a causa de pedir.\nSe a petição inicial não particularizou os pedidos e a causa de\npedir, não há como, antecipadamente, decidir que a emenda à inicial\nirá alterá-los.\nXIV - Por fim, e ainda que assim não fosse, a questão debatida, foi\npacificada no âmbito da Segunda Seção, havendo centenas de decisões\njá proferidas no mesmo sentido, pelo que aplica-se também à espécie\no entendimento sumular n. 168, segundo o qual \"não cabem embargos de\ndivergência, quando a jurisprudência do Tribunal de firmou no mesmo\nsentido do acórdão embargado\". Neste sentido: AgInt no REsp n.\n2.013.613/PA, relator Ministro Antonio Carlos Ferreira, Quarta\nTurma, julgado em 20/3/2023, DJe de 24/3/2023; AgInt no REsp n.\n2.013.319/PA, relator Ministro João Otávio de Noronha, Quarta Turma,\njulgado em 6/3/2023, DJe de 9/3/2023.). No mesmo sentido da decisão\nora agravada: AgInt nos EREsp n. 2.026.999/PA, relator Ministro\nFrancisco Falcão, Corte Especial, julgado em 22/8/2023, DJe de\n25/8/2023; EREsp 2025898, Rel. Ministra Maria Isabel Gallotti, Data\nda Publicação 26/04/2023.\nXV - Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231129",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 23/11/2023 a 29/11/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Herman Benjamin, Og Fernandes, Mauro Campbell Marques,\nBenedito Gonçalves, Raul Araújo, Maria Isabel Gallotti, Antonio\nCarlos Ferreira, Ricardo Villas Bôas Cueva e Sebastião Reis Júnior\nvotaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Luis Felipe Salomão.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(DISSÍDIO JURISPRUDENCIAL - CONFIGURAÇÃO - PREMISSAS FÁTICAS E\nJURÍDICAS - IDENTIDADE)\n   STJ - <<AgRg nos EREsp 1202436>>-RS,\n         <<AgInt nos EREsp 1637051>>-MG,\n         <<AgInt nos EDcl nos EREsp 1685558>>-SP,\n         <<EREsp 443095>>-SC\n(COMPETÊNCIA INTERNA - NATUREZA RELATIVA - MOMENTO DE ALEGAÇÃO)\n   STJ - <<AgInt nos EREsp 1399470>>-MS,\n         <<EDcl no AgInt nos EDcl no CC 163375>>-RS,\n         <<AgInt nos EDcl no REsp 1813821>>-MA,\n         <<AgInt no REsp 1857931>>-MG",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000168", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00321", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00071 PAR:00004" ],
  "acordaosSimilares" : [ "AgInt nos EREsp  2035201  PA  2022/0339372-0  Decisão:07/02/2024\nDJE        DATA:14/02/2024", "AgInt nos EREsp  2022572  PA  2022/0267339-9  Decisão:29/11/2023\nDJE        DATA:04/12/2023", "AgInt nos EREsp  2023733  PA  2022/0273249-9  Decisão:29/11/2023\nDJE        DATA:04/12/2023", "AgInt nos EREsp  2025773  PA  2022/0285666-9  Decisão:29/11/2023\nDJE        DATA:04/12/2023", "AgInt nos EREsp  2028111  PA  2022/0298170-6  Decisão:29/11/2023\nDJE        DATA:04/12/2023", "AgInt nos EREsp  2028805  PA  2022/0302330-3  Decisão:29/11/2023\nDJE        DATA:04/12/2023", "AgInt nos EREsp  2030350  PA  2022/0311889-4  Decisão:29/11/2023\nDJE        DATA:04/12/2023", "AgInt nos EREsp  2034877  PA  2022/0336401-9  Decisão:29/11/2023\nDJE        DATA:04/12/2023", "AgInt nos EREsp  2014390  PA  2022/0219468-0  Decisão:29/11/2023\nDJE        DATA:04/12/2023", "AgInt nos EREsp  2022561  PA  2022/0266811-6  Decisão:29/11/2023\nDJE        DATA:04/12/2023", "AgInt nos EREsp  2023665  PA  2022/0272706-3  Decisão:29/11/2023\nDJE        DATA:04/12/2023", "AgInt nos EREsp  2022666  PA  2022/0268654-3  Decisão:29/11/2023\nDJE        DATA:04/12/2023", "AgInt nos EREsp  2025750  PA  2022/0285479-9  Decisão:29/11/2023\nDJE        DATA:04/12/2023", "AgInt nos EREsp  2025370  PA  2022/0283639-7  Decisão:29/11/2023\nDJE        DATA:04/12/2023", "AgInt nos EREsp  2027060  PA  2022/0291568-1  Decisão:29/11/2023\nDJE        DATA:04/12/2023", "AgInt nos EREsp  2027012  PA  2022/0291361-2  Decisão:29/11/2023\nDJE        DATA:04/12/2023", "AgInt nos EREsp  2028512  PA  2022/0301228-1  Decisão:29/11/2023\nDJE        DATA:04/12/2023", "AgInt nos EREsp  2028398  PA  2022/0300082-2  Decisão:29/11/2023\nDJE        DATA:04/12/2023", "AgInt nos EREsp  2016700  PA  2022/0234986-6  Decisão:29/11/2023\nDJE        DATA:04/12/2023", "AgInt nos EREsp  2018519  PA  2022/0246131-8  Decisão:29/11/2023\nDJE        DATA:04/12/2023", "AgInt nos EREsp  2029103  PA  2022/0304815-6  Decisão:29/11/2023\nDJE        DATA:04/12/2023", "AgInt nos EREsp  2028807  PA  2022/0303548-2  Decisão:29/11/2023\nDJE        DATA:04/12/2023", "AgInt nos EREsp  2032026  PA  2022/0320268-0  Decisão:29/11/2023\nDJE        DATA:04/12/2023", "AgInt nos EREsp  2030708  PA  2022/0314289-7  Decisão:29/11/2023\nDJE        DATA:04/12/2023", "AgInt nos EREsp  2058065  PA  2023/0078860-2  Decisão:29/11/2023\nDJE        DATA:04/12/2023", "AgInt nos EREsp  2036170  PA  2022/0343224-4  Decisão:29/11/2023\nDJE        DATA:04/12/2023", "AgInt nos EREsp  2027867  PA  2022/0296392-3  Decisão:12/12/2023\nDJE        DATA:15/12/2023" ]
}, {
  "id" : "000861942",
  "numeroProcesso" : "1421395",
  "numeroRegistro" : "201803387762",
  "siglaClasse" : "AgRg nos EDcl nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RAUL ARAÚJO",
  "dataPublicacao" : "DJE        DATA:05/12/2023",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO REGIMENTAL NOS EMBARGOS DE DECLARAÇÃO NOS\nEMBARGOS DE DIVERGÊNCIA NO AGRAVO NO RECURSO ESPECIAL. ACÓRDÃO EM\nAGRAVO INTERNO QUE REPRODUZ FUNDAMENTO DA DECISÃO MONOCRÁTICA.\nAUSÊNCIA DE NULIDADE POR FALTA DE FUNDAMENTAÇÃO. AGRAVO REGIMENTAL\nIMPROVIDO.\n 1. Nos termos da jurisprudência firmada no âmbito deste Tribunal\nSuperior, a reprodução dos fundamentos da decisão monocrática no\nvoto do Relator, proferido em sede de agravo interno, mormente\nquando ratificado pelo respectivo órgão julgador, não é capaz de\ngerar a nulidade do aresto, desde que haja o efetivo enfrentamento\ndas matérias relevantes suscitadas nas razões recursais, como\nocorreu no caso em exame.\n 2. As decisões judiciais devem ser fundamentadas, ainda que de\nforma sucinta, não se exigindo análise pormenorizada de cada prova\nou alegação das partes, nem que sejam corretos os seus fundamentos\n(Tema nº 339/STF).\n 3. Agravo regimental a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231129",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 23/11/2023 a 29/11/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Herman Benjamin, Og Fernandes, Mauro Campbell Marques,\nBenedito Gonçalves, Maria Isabel Gallotti, Antonio Carlos Ferreira,\nRicardo Villas Bôas Cueva e Sebastião Reis Júnior  votaram com o Sr.\nMinistro Relator.\nNão participaram do julgamento os Srs. Ministros Francisco Falcão e\nLuis Felipe Salomão.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(ACÓRDÃO EM AGRAVO INTERNO QUE REPRODUZ FUNDAMENTO DA DECISÃO\nMONOCRÁTICA - FALTA DE NULIDADE POR FALTA DE FUNDAMENTAÇÃO)\n   STJ - <<EDcl no AgRg nos EREsp 1483155>>-BA,\n         <<AgInt nos EAREsp 1474616>>-RS,\n         <<AgRg no AgRg nos EREsp 1492472>>-PR,\n         <<AgInt nos EDcl no AREsp 1795305>>-RS,\n         <<AgInt no REsp 1920641>>-RS,\n         <<AgInt no REsp 1858976>>-AM\n(ACÓRDÃO - FUNDAMENTAÇÃO SUCINTA - VALIDADE)\n   STF - [[QO no Ag 791292]]-PE (REPERCUSSÃO GERAL - TEMA(s) 339)",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00489 ART:01021 PAR:00003", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000168", "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00003", "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00093 INC:00009" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000861943",
  "numeroProcesso" : "2173095",
  "numeroRegistro" : "202202205605",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RAUL ARAÚJO",
  "dataPublicacao" : "DJE        DATA:05/12/2023",
  "ementa" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA NO AGRAVO NO RECURSO\nESPECIAL. IMPOSSIBILIDADE DE CONHECIMENTO DO RECURSO. MANUTENÇÃO DA\nDECISÃO. AGRAVO DESPROVIDO.\n 1. A falta de impugnação a fundamentos relevantes do acórdão\nembargado, suficientes para a manutenção do julgado, enseja o não\nconhecimento do recurso uniformizador.\n 2. Nos termos da jurisprudência desta Corte de Justiça, o\nfundamento de mérito contido no acórdão embargado, mas proferido em\nobiter dictum, por ser apenas reforço de argumentação, não\ncaracteriza a divergência jurisprudencial, para o fim autorizar a\ninterposição de embargos de divergência.\n 3. Agravo regimental a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231129",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 23/11/2023 a 29/11/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Herman Benjamin, Og Fernandes, Mauro Campbell Marques,\nBenedito Gonçalves, Maria Isabel Gallotti, Antonio Carlos Ferreira,\nRicardo Villas Bôas Cueva e Sebastião Reis Júnior  votaram com o Sr.\nMinistro Relator.\nNão participaram do julgamento os Srs. Ministros Francisco Falcão e\nLuis Felipe Salomão.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(FALTA DE IMPUGNAÇÃO DE FUNDAMENTOS RELEVANTES DO ACÓRDÃO EMBARGADO\n- NÃO CABIMENTO DOS EMBARGOS DE DIVERGÊNCIA)\n   STJ - <<AgInt nos EAREsp 1839128>>-SP,\n         <<AgRg nos EREsp 1121199>>-SP\n(MÉRITO PROFERIDO EM OBITER DICTUM - DIVERGÊNCIA JURISPRUDENCIAL -\nINVIABILIDADE)\n   STJ - <<AgInt nos EAREsp 789219>>-RJ,\n         <<AgRg nos EAREsp 1221928>>-MG,\n         <<AgInt nos EREsp 1250171>>-SP,\n         <<AgRg nos EAREsp 566164>>-GO,\n         <<AgRg nos EREsp 746991>>-RS",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000861944",
  "numeroProcesso" : "1120174",
  "numeroRegistro" : "201701432970",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RAUL ARAÚJO",
  "dataPublicacao" : "DJE        DATA:05/12/2023",
  "ementa" : "AGRAVO INTERNO EM EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. PROCESSUAL CIVIL. NÃO CONFIGURAÇÃO DA DIVERGÊNCIA\nJURISPRUDENCIAL. AGRAVO DESPROVIDO.\n1. Não fica caracterizado o dissídio jurisprudencial, apto a ensejar\no cabimento dos embargos de divergência, quando os acórdãos\nembargado e paradigmas não possuírem entre si similitude\nfático-jurídica.\n 2. A jurisprudência deste Tribunal Superior já pacificou\nentendimento de que somente \"são cabíveis os Embargos de Divergência\nquando os arestos trazidos à colação firmaram posição antagônica\nsobre os mesmos fatos e questões jurídicas deduzidos no acórdão\nembargado. Ao contrário, devem ser indeferidos os embargos quando,\nconsiderando as peculiaridades de cada caso concreto, foram dadas\nsoluções diferentes para as hipóteses confrontadas\" (EREsp\n443.095/SC, Segunda Seção, Rel. Min. CASTRO FILHO, DJ de 2/2/2004).\n 3. Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231129",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 23/11/2023 a 29/11/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Herman Benjamin, Og Fernandes, Mauro Campbell Marques,\nBenedito Gonçalves, Maria Isabel Gallotti, Antonio Carlos Ferreira,\nRicardo Villas Bôas Cueva e Sebastião Reis Júnior  votaram com o Sr.\nMinistro Relator.\nNão participaram do julgamento os Srs. Ministros Francisco Falcão e\nLuis Felipe Salomão.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - FALTA DE SIMILITUDE DOS ACÓRDÃOS EM\nCONFRONTO)\n   STJ - <<EREsp 443095>>-SC, <<AgInt nos EREsp 1703788>>-SE",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ "AgInt nos EREsp  1391269  RJ  2012/0099124-2  Decisão:12/12/2023\nDJE        DATA:15/12/2023", "AgInt nos EAREsp  1167255  GO  2017/0226360-8  Decisão:12/12/2023\nDJE        DATA:15/12/2023" ]
}, {
  "id" : "000861945",
  "numeroProcesso" : "1625516",
  "numeroRegistro" : "201602380394",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RAUL ARAÚJO",
  "dataPublicacao" : "DJE        DATA:05/12/2023",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA NO RECURSO ESPECIAL.\nDESERÇÃO AFASTADA. COMPROVANTE ORIGINAL. DEVIDA COMPROVAÇÃO DO\nPREPARO DO RECURSO. AGRAVO DESPROVIDO.\n 1. A Corte Especial do STJ possui orientação, firmada na vigência\ndo CPC de 1973 - aplicável ao caso em exame -, no sentido de que a\nausência do número do processo ou sua inserção equivocada não deve\nocasionar a deserção do recurso, quando a parte faz juntada da guia\ne do comprovante de pagamento originais, demonstrando, com isso, que\nos valores correspondentes às custas e ao porte de remessa e\nretorno ingressaram devidamente nos cofres públicos. Deve, nessas\ncircunstâncias, ser presumida a boa-fé do recorrente e a\ninexistência de fraude no recolhimento. Precedentes.\n 2. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231129",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 23/11/2023 a 29/11/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Herman Benjamin, Og Fernandes, Mauro Campbell Marques,\nBenedito Gonçalves, Maria Isabel Gallotti, Antonio Carlos Ferreira,\nRicardo Villas Bôas Cueva e Sebastião Reis Júnior  votaram com o Sr.\nMinistro Relator.\nNão participaram do julgamento os Srs. Ministros Francisco Falcão e\nLuis Felipe Salomão.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(NÚMERO DO PROCESSO AUSENTE - JUNTADA DO COMPROVANTE ORIGINAL -\nDESERÇÃO AFASTADA)\n   STJ - <<EREsp 781135>>-DF, <<EAREsp 665717>>-SP,\n         <<EREsp 808143>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:005869 ANO:1973\n*****  CPC-73    CÓDIGO DE PROCESSO CIVIL DE 1973\n        ART:00511", "LEG:FED ENU:****** ANO:****\n*****  ENUASTJ    ENUNCIADO ADMINISTRATIVO DO SUPERIOR TRIBUNAL DE\nJUSTIÇA\n        NUM:00002" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000861946",
  "numeroProcesso" : "2125486",
  "numeroRegistro" : "202201443970",
  "siglaClasse" : "EDcl no AgRg nos EAREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RAUL ARAÚJO",
  "dataPublicacao" : "DJE        DATA:05/12/2023",
  "ementa" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NOS EMBARGOS DE\nDIVERGÊNCIA NO AGRAVO NO RECURSO ESPECIAL. AUSÊNCIA DE OMISSÃO,\nCONTRADIÇÃO, OBSCURIDADE, AMBIGUIDADE OU ERRO MATERIAL. EMBARGOS\nREJEITADOS.\n1. Os embargos de declaração são cabíveis, nos termos do art. 619 do\nCódigo de Processo Penal, quando houver, na decisão, ambiguidade,\nobscuridade, contradição ou omissão, ou, ainda, para retificar\neventual erro material do julgado.\n2. O acórdão embargado utilizou fundamentação suficiente para\ndecidir a controvérsia, concluindo que, no caso, não foi realizado o\ndevido cotejo analíticos entre os arestos confrontados, capaz de\npossibilitar o conhecimento dos embargos de divergência.\n3. A Corte Especial do Superior Tribunal de Justiça não possui\ncompetência para conceder habeas corpus contra acórdão de Turma do\npróprio Tribunal, atribuição constitucional do eg. Supremo Tribunal\nFederal, nos termos do art. 102, I, i, da Constituição Federal.\n4. Embargos de declaração rejeitados.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231129",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 23/11/2023 a 29/11/2023,\npor unanimidade, rejeitar os embargos de declaração, nos termos do\nvoto do Sr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Herman Benjamin, Og Fernandes, Mauro Campbell Marques,\nBenedito Gonçalves, Maria Isabel Gallotti, Antonio Carlos Ferreira,\nRicardo Villas Bôas Cueva e Sebastião Reis Júnior  votaram com o Sr.\nMinistro Relator.\nNão participaram do julgamento os Srs. Ministros Francisco Falcão e\nLuis Felipe Salomão.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DECLARAÇÃO - HIPÓTESES DE CABIMENTO)\n   STJ - <<EDcl no AgRg no RE nos EDcl no AgRg no AREsp 788810>>-SP,\n         <<EDcl nos EDcl no AgRg nos EAREsp 32743>>-RS\n(CONCESSÃO DE HABEAS CORPUS CONTRA ACÓRDÃO DE TURMA DO PRÓPRIO STJ -\nNÃO CABIMENTO - COMPETÊNCIA DO STF)\n   STJ - <<EREsp 1183134>>-SP, <<AgRg nos EREsp 1697156>>-PR",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00619", "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00102 INC:00001 LET:I" ],
  "acordaosSimilares" : [ "EDcl nos EDcl no AgInt na Rcl  40424 DF 2020/0171784-7 Decisão:06/12/2023\nDJE        DATA:15/12/2023", "EDcl nos EDcl no AgInt no AgInt na SLS   2610 DF 2019/0350783-6 Decisão:06/12/2023\nDJE        DATA:15/12/2023" ]
}, {
  "id" : "000861947",
  "numeroProcesso" : "29694",
  "numeroRegistro" : "202303264534",
  "siglaClasse" : "AgInt no MS",
  "descricaoClasse" : "AGRAVO INTERNO NO MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "ANTONIO CARLOS FERREIRA",
  "dataPublicacao" : "DJE        DATA:04/12/2023",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NO MANDADO DE SEGURANÇA CONTRA ATO\nJUDICIAL. FUNDAMENTO INATACADO. SÚMULA N. 182/STJ. TERATOLOGIA OU\nFLAGRANTE ILEGALIDADE. AUSÊNCIA. DECISÃO RECORRÍVEL. SUCEDÂNEO\nRECURSAL. DESCABIMENTO DA IMPETRAÇÃO. DECISÃO MANTIDA.\n1. A jurisprudência do STJ orienta no sentido de que o cabimento de\nmandado de segurança contra ato judicial exige seja desde logo\nevidenciada sua flagrante ilegalidade ou teratologia, circunstâncias\nnão identificadas no caso presente.\n1.1. Na espécie, a autoridade coatora limitou-se a determinar, como\nmero corolário e para conferir efetividade à decisão que antecipou\nos efeitos da tutela jurisdicional, a restituição de valores\nlevantados pelos impetrantes, sem o que se tornaria ineficaz o\nprovimento acautelatório deferido ao autor da ação desconstitutiva.\n1.2. Não há falar em supressão de instância, pois é certo que a\ndecisão antecipatória foi proferida no âmbito de ação originária em\ntrâmite por esta Corte Superior. Tampouco se qualifica a cogitada\nviolação do direito adquirido e de ato jurídico perfeito, haja vista\nque o título objeto do cumprimento de sentença encontra-se sub\njudice, sendo reconhecida, pela autoridade judiciária competente, a\nplausibilidade do direito alegado e o risco de dano irreparável,\nrazão pela qual deferida, nos termos da lei, a antecipação de tutela\nreivindicada pela parte autora da ação rescisória.\n1.3. Longe, dessarte, de configurar hipótese na qual se faz possível\ndesde logo identificar a cogitada ilegalidade ou teratologia.\n2. À luz do disposto no art. 1.021, § 1º, do CPC/2015, é inviável o\nagravo interno que deixa de atacar especificamente os fundamentos da\ndecisão recorrida.\n2.1. A decisão agravada afirmou que a autoridade coatora proferiu a\ndecisão impugnada pelo mandado de segurança com fundamento no poder\ngeral de cautela (CPC/2015, art. 301, parte final), motivação\ninatacada no recurso interno, atraindo a aplicação do óbice previsto\nna Súmula n. 182/STJ.\n3. Não se admite a impetração de segurança como sucedâneo recursal.\n3.1. É indubitável o cabimento de recurso contra a decisão judicial\nobjeto deste writ, o que evidencia que a impetração tem por\nfinalidade substituir a medida processual adequada, desfigurando o\ncabimento do remédio constitucional, o que não se admite.\n4. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231129",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 23/11/2023 a 29/11/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, Humberto Martins, Herman Benjamin,\nOg Fernandes, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Maria Isabel Gallotti, Ricardo Villas Bôas Cueva e Sebastião\nReis Júnior  votaram com o Sr. Ministro Relator.\nImpedido o Sr. Ministro João Otávio de Noronha.\nNão participaram do julgamento os Srs. Ministros Francisco Falcão e\nLuis Felipe Salomão.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000861948",
  "numeroProcesso" : "1856858",
  "numeroRegistro" : "202000046840",
  "siglaClasse" : "AgRg no RE nos EDcl no AgRg no RCD na PET no REsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NO PEDIDO DE RECONSIDERAÇÃO NA PETIÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:04/12/2023",
  "ementa" : "AGRAVO REGIMENTAL NO RECURSO EXTRAORDINÁRIO. DIREITO PENAL.\nPRESCRIÇÃO DA PRETENSÃO EXECUTÓRIA. MARCO INICIAL. DATA DO TRÂNSITO\nEM JULGADO PARA A ACUSAÇÃO. PRESCRIÇÃO JÁ RECONHECIDA. ACÓRDÃO\nRECORRIDO EM CONSONÂNCIA COM O TEMA N. 788/STF. MODULAÇÃO DE\nEFEITOS. NEGATIVA DE SEGUIMENTO.\n1. A Suprema Corte, ao apreciar o ARE n. 848.107/DF, julgado na\nsistemática da repercussão geral, firmou a seguinte tese: \"O prazo\npara a prescrição da execução da pena concretamente aplicada somente\ncomeça a correr do dia em que a sentença condenatória transita em\njulgado para ambas as partes, momento em que nasce para o Estado a\npretensão executória da pena, conforme interpretação dada pelo\nSupremo Tribunal Federal ao princípio da presunção de inocência\n(art. 5º, inciso LVII, da Constituição Federal) nas ADC 43, 44 e 54.\n\"\n2. Objeção, na via inadequada, dos fundamentos deduzidos pelo\nSupremo Tribunal Federal quando optou pela modulação de efeitos do\nTema n. 788 da repercussão geral.\n3. Agravo regimental a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231129",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 23/11/2023 a 29/11/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Herman Benjamin, Mauro Campbell Marques, Benedito\nGonçalves, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira, Ricardo Villas Bôas Cueva e Sebastião Reis Júnior  votaram\ncom o Sr. Ministro Relator.\nNão participaram do julgamento os Srs. Ministros Francisco Falcão e\nLuis Felipe Salomão.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(PRETENSÃO EXECUTÓRIA - PRESCRIÇÃO - TERMO INICIAL)\n   STF - [[ARE 848107]]-DF (REPERCUSSÃO GERAL - TEMA(s) 788)",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000861949",
  "numeroProcesso" : "1941895",
  "numeroRegistro" : "202101638783",
  "siglaClasse" : "EDcl no AgRg no RE nos EDcl no AgRg no REsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:04/12/2023",
  "ementa" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL. RECURSO EXTRAORDINÁRIO.\nNEGATIVA DE SEGUIMENTO. OMISSÃO. OCORRÊNCIA. EMBARGOS ACOLHIDOS\nPARA ESCLARECIMENTOS, SEM EFEITOS MODIFICATIVOS DO JULGADO.\n1. Os embargos de declaração, conforme dispõe o art. 619 do Código\nde Processo Penal, destinam-se a sanar ambiguidade, obscuridade,\ncontradição ou omissão, tendo a jurisprudência os admitido, também,\npara corrigir eventual erro material na decisão embargada.\n2. Da leitura dos autos, verifica-se que não houve manifestação, no\nacórdão embargado, quanto ao pedido de concessão de habeas corpus de\nofício pela parte insurgente; no entanto, nos termos do art. 22, §\n2º, I, a, do Regimento Interno deste Tribunal Superior, esclarece-se\nque não compete à Vice-Presidência apreciar o referido pedido,\nporquanto a sua  competência restringe-se à análise dos requisitos\nde admissibilidade do recurso extraordinário dirigido ao STF.\n3. A correção do vício não enseja alteração da conclusão\nanteriormente firmada, porquanto incide no caso a tese firmada no\nTema n. 181 do STF, pois \"a questão do preenchimento dos\npressupostos de admissibilidade de recursos da competência de outros\nTribunais tem natureza infraconstitucional e a ela são atribuídos\nos efeitos da ausência de repercussão geral\" (Tema n. 181 do STF).\n4. Embargos de declaração acolhidos para suprir a omissão apontada,\nsem efeitos modificativos.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231129",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 23/11/2023 a 29/11/2023,\npor unanimidade, acolher os embargos de declaração, sem efeitos\nmodificativos, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Herman Benjamin, Mauro Campbell Marques, Benedito\nGonçalves, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira, Ricardo Villas Bôas Cueva e Sebastião Reis Júnior  votaram\ncom o Sr. Ministro Relator.\nNão participaram do julgamento os Srs. Ministros Francisco Falcão e\nLuis Felipe Salomão.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(PRESSUPOSTOS DE ADMISSIBILIDADE - AUSÊNCIA DE REPERCUSSÃO GERAL)\n   STF - [[RE 598365]] (REPERCUSSÃO GERAL - TEMA(s) 181)\n(VICE-PRESIDÊNCIA - COMPETÊNCIA - EXAME DE ADMISSIBILIDADE RECURSAL)\n   STJ - <<AgRg no RE nos EDcl nos EDcl no AgRg nos EREsp\n1900474>>-PR",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00619", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00022 PAR:00002 INC:00001 LET:A" ],
  "acordaosSimilares" : [ "EDcl no AgRg no RE nos EDcl no AgRg no AREsp  2237512  MG\n2022/0334001-1  Decisão:12/12/2023\nDJE        DATA:15/12/2023" ]
}, {
  "id" : "000861950",
  "numeroProcesso" : "6166",
  "numeroRegistro" : "201703090669",
  "siglaClasse" : "EDcl no AgInt no RE nos EDcl na AR",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO NA AÇÃO RESCISÓRIA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:04/12/2023",
  "ementa" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO. RECURSO EXT RAORDINÁRIO.\nNEGATIVA DE SEGUIMENTO. OMISSÃO. EMBARGOS ACOLHIDOS SEM EFEITOS\nMODIFICATIVOS.\n1. Os embargos de declaração, conforme dispõe o art. 1.022 do Código\nde Processo Civil, destinam-se a esclarecer obscuridade, eliminar\ncontradição, suprir omissão ou corrigir erro material.\n2. O acórdão embargado deixou de examinar as alegações de supostas\nviolações do art. 105, I, e, da Constituição Federal e da Súmula n.\n343/STF.\n3. Embargos de declaração acolhidos sem efeitos modificativos.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231129",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 23/11/2023 a 29/11/2023,\npor unanimidade, acolher parcialmente os embargos de declaração, sem\nefeitos modificativos, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Herman Benjamin, Mauro Campbell Marques, Benedito\nGonçalves, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira, Ricardo Villas Bôas Cueva e Sebastião Reis Júnior  votaram\ncom o Sr. Ministro Relator.\nNão participaram do julgamento os Srs. Ministros Francisco Falcão e\nLuis Felipe Salomão.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000861951",
  "numeroProcesso" : "1653",
  "numeroRegistro" : "202003463010",
  "siglaClasse" : "EDcl no AgRg na PET no Inq",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NA PETIÇÃO NO INQUÉRITO",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:04/12/2023",
  "ementa" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL. AÇÃO PENAL ORIGINÁRIA.\nCORRUPÇÃO ATIVA, CORRUPÇÃO PASSIVA E LAVAGEM DE DINHEIRO. NULIDADE\nDA AÇÃO PENAL. MÁCULA AFASTADA NO JULGAMENTO DE AGRAVO REGIMENTAL.\nVOTAÇÃO UNÂNIME. RESSALVA DE ENTENDIMENTO PROFERIDA ORALMENTE.\nPEDIDO DE JUNTADA DAS NOTAS TAQUIGRÁFICAS. POSSIBILIDADE. EMBARGOS\nACOLHIDOS.\n1. Os embargos de declaração, conforme dispõe o art. 619 do Código\nde Processo Penal, destinam-se a sanar ambiguidade, obscuridade,\ncontradição ou omissão, tendo a jurisprudência os admitido, também,\npara corrigir eventual erro material na decisão embargada.\n2. Em atenção ao princípio da celeridade processual, e a fim de\nevitar o atraso na publicação dos acórdãos, firmou-se no Superior\nTribunal de Justiça o entendimento de que, a despeito da regra\nprevista no art. 103 do Regimento Interno, é dispensável a juntada\naos autos das notas taquigráficas, salvo quando houver requerimento\nde um dos ministros ou das partes, admitindo-se a oposição de\nembargos de declaração para tal finalidade. Precedentes.\n3. No caso, verifica-se que, embora tenha acompanhado este relator\npara negar provimento ao agravo regimental da defesa, o Ministro\nSebastião Reis ressalvou oralmente o seu entendimento quanto a um\ndos fundamentos do voto condutor.\n4. Constatando-se que a ressalva de entendimento foi proferida\noralmente e está registrada nas notas taquigráficas, impõe-se a sua\njuntada aos autos, consoante requerido pelo embargante.\n5.  Embargos acolhidos, sem efeitos infringentes, apenas para\ndeterminar a juntada aos autos das notas taquigráficas da sessão de\njulgamento do agravo regimental, com a republicação do acórdão e a\nreabertura do prazo recursal.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231129",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 23/11/2023 a 29/11/2023,\npor unanimidade, acolher os embargos de declaração, sem efeitos\nmodificativos, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Herman Benjamin, Mauro Campbell Marques, Benedito\nGonçalves, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira, Ricardo Villas Bôas Cueva e Sebastião Reis Júnior  votaram\ncom o Sr. Ministro Relator.\nNão participaram do julgamento os Srs. Ministros Francisco Falcão e\nLuis Felipe Salomão.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(JUNTADA DAS NOTAS TAQUIGRÁFICAS - DISPENSABILIDADE - POSSIBILIDADE\nDE REQUERIMENTO)\n   STJ - <<EDcl nos EDcl no REsp 1592450>>-RS,\n         <<EDcl no REsp 1973397>>-MG\n(JUNTADA DAS NOTAS TAQUIGRÁFICAS - REQUERIMENTO FEITO POR EMBARGOS\nDE DECLARAÇÃO - POSSIBILIDADE)\n   STJ - <<EDcl no AgRg no AREsp 1166037>>-PB",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00619", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00103", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01022" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000861954",
  "numeroProcesso" : "29573",
  "numeroRegistro" : "202302702489",
  "siglaClasse" : "AgInt no MS",
  "descricaoClasse" : "AGRAVO INTERNO NO MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MAURO CAMPBELL MARQUES",
  "dataPublicacao" : "DJE        DATA:04/12/2023",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NO MANDADO DE SEGURANÇA. ATO\nCOATOR: JULGADO DO STJ. DECLARAÇÃO DE INTEMPESTIVIDADE DE RECURSO\nESPECIAL. AUSÊNCIA MANIFESTA DE TERATOLOGIA. DIREITO LÍQUIDO E\nCERTO. NÃO DEMONSTRAÇÃO. AGRAVO INTERNO NÃO PROVIDO.\n1. Nos termos da Súm. n. 267 do STF, \"não cabe mandado de segurança\ncontra ato judicial passível de recurso ou correição.\" Essa é a\nregra, excepcionada somente nas hipóteses em que a decisão judicial\né manifestamente ilegal ou teratológica.\n2. O acórdão impugnado pelo mandado de segurança está com farta\nindicação de precedentes específicos e recentes do STJ sobre a\ncomprovação da tempestividade do recurso no momento de sua\ninterposição, sobre a impossibilidade de considerar o feriado de\nCorpus Christi como feriado nacional, sobre necessidade de documento\nidôneo para a comprovação da tempestividade. Por essas razões, não\né possível  considerar a existência de teratologia nos julgados\nproferidos pelo STJ nos autos do AREsp n. 2.181.902/SP.\n3. Logo, o julgado indicado pela parte ora agravante como ato coator\né, na verdade, irretocáveis e não pode ser considerado\nmanifestamente ilegal, tampouco teratológica. Ademais, poderia ter\nsido impugnado pelas vias recursais devidas. Assim, a decisão ora\nrecorrida deve ser mantida porque o mandado de segurança é\nmanifestamente incabível.\n4. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231129",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 23/11/2023 a 29/11/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Herman Benjamin, Og Fernandes, Benedito Gonçalves, Raul\nAraújo, Maria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo\nVillas Bôas Cueva e Sebastião Reis Júnior  votaram com o Sr.\nMinistro Relator.\nNão participaram do julgamento os Srs. Ministros Francisco Falcão e\nLuis Felipe Salomão.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(MANDADO DE SEGURANÇA - AUSÊNCIA DE MANIFESTA ILEGALIDADE OU\nTERATOLOGIA)\n   STJ - <<AgRg na Rcl 20407>>-SC,\n         <<AgRg nos EDcl no MS 20404>>-RJ,\n         <<AgRg nos EDcl no MS 20184>>-DF, <<AgRg no MS 20207>>-RS,\n         <<AgRg no MS 19925>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:000662 ANO:1949\n(COM A REDAÇÃO DADA PELA LEI 10.607/2002)", "LEG:FED LEI:010607 ANO:2002", "LEG:FED SUM:****** ANO:****\n*****  SUM(STF)    SÚMULA DO SUPREMO TRIBUNAL FEDERAL\n        SUM:000267", "LEG:FED LEI:006802 ANO:1980" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000861972",
  "numeroProcesso" : "1312526",
  "numeroRegistro" : "201102664684",
  "siglaClasse" : "AgInt no AgInt no AgInt nos EDv nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NO AGRAVO INTERNO NO AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA NOS EMBARGOS DE DIVERGÊNCIA EM RESP",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MAURO CAMPBELL MARQUES",
  "dataPublicacao" : "DJE        DATA:04/12/2023",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO DE DECISÃO QUE ADMITE OS EMBARGOS\nDE DIVERGÊNCIA. NÃO CABIMENTO.\n1. \"Não cabe agravo interno contra decisão que admite o\nprocessamento dos embargos de divergência, porquanto o aludido\ndecisum não examina, de forma exauriente, os requisitos de\nadmissibilidade recursal, podendo o Relator ou o órgão colegiado\ncompetente, posteriormente, em nova apreciação, não conhecer dos\nembargos\" (AgInt nos EREsp n. 1.401.039/MT, relator Ministro Raul\nAraújo, Corte Especial, julgado em 22/9/2020, DJe de 29/9/2020).\n2. Agravo interno não conhecido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231129",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 23/11/2023 a 29/11/2023,\npor unanimidade, não conhecer do recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Herman Benjamin, Og Fernandes, Benedito Gonçalves, Raul\nAraújo, Maria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo\nVillas Bôas Cueva e Sebastião Reis Júnior  votaram com o Sr.\nMinistro Relator.\nNão participaram do julgamento os Srs. Ministros Francisco Falcão e\nLuis Felipe Salomão.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - DECISÃO QUE ADMITE O RECURSO\nUNIFORMIZADOR - AGRAVO INTERNO - DESCABIMENTO)\n   STJ - <<AgInt nos EREsp 1401039>>-MT,\n         <<AgInt nos EREsp 1509883>>-AL,\n         <<AgInt nos EAREsp 866941>>-PR,\n         <<AgInt no AgInt nos EREsp 1371225>>-RS",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000861979",
  "numeroProcesso" : "1874187",
  "numeroRegistro" : "202101100950",
  "siglaClasse" : "ARE no AgRg no RE no AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO EM RECURSO EXTRAORDINÁRIO NO AGRAVO REGIMENTAL NO RECURSO EXTRAORDINÁRIO NO AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA THEREZA DE ASSIS MOURA",
  "dataPublicacao" : "DJE        DATA:05/12/2023",
  "ementa" : "AGRAVO EM RECURSO EXTRAORDINÁRIO. INTERPOSIÇÃO CONTRA DECISÃO\nCOLEGIADA. ACÓRDÃO DE IMPROVIMENTO A AGRAVO REGIMENTAL DESAFIANDO\nDECISÃO QUE NEGA SEGUIMENTO A RECURSO EXTRAORDINÁRIO. RECURSO\nMANIFESTAMENTE INCABÍVEL. AGRAVO NÃO CONHECIDO.\n1. O agravo em recurso extraordinário é cabível somente contra\ndecisão monocrática que inadmite o recurso extraordinário, conforme\nprevisto nos artigos 1.030, § 1º, e 1.042, ambos do Código de\nProcesso Civil.\n2. É manifestamente incabível o agravo interposto contra acórdão que\nnega provimento a agravo interno/regimental, desafiando decisão de\nnegativa de seguimento a recurso extraordinário. Incidência do\nenunciado sumular n. 322/STF.\n3. Tratando-se de recurso manifestamente incabível, que não suspende\nnem interrompe o prazo para a interposição de outro recurso,\nverifica-se a ocorrência do trânsito em julgado do acórdão que\nmanteve a decisão que negou seguimento ao recurso extraordinário.\n4. Agravo em recurso extraordinário não conhecido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231129",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 23/11/2023 a 29/11/2023,\npor unanimidade, não conhecer do recurso, nos termos do voto da Sra.\nMinistra Relatora.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Herman Benjamin, Mauro Campbell Marques, Benedito\nGonçalves, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira, Ricardo Villas Bôas Cueva e Sebastião Reis Júnior  votaram\ncom a Sra. Ministra Relatora.\nNão participaram do julgamento os Srs. Ministros Francisco Falcão e\nLuis Felipe Salomão.\nPresidiu o julgamento o Sr. Ministro Og Fernandes.",
  "jurisprudenciaCitada" : "(AGRAVO EM RECURSO EXTRAORDINÁRIO - HIPÓTESE DE CABIMENTO)\n   STJ - <<AgInt no RE nos EDcl no AgInt no AREsp 1107859>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01030 PAR:00001 ART:01042", "LEG:FED SUM:****** ANO:****\n*****  SUM(STF)    SÚMULA DO SUPREMO TRIBUNAL FEDERAL\n        SUM:000322" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000861982",
  "numeroProcesso" : "12761",
  "numeroRegistro" : "201901337708",
  "siglaClasse" : "AgInt no RE nos EDcl no AgInt na ImpExe na ExeMS",
  "descricaoClasse" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NA IMPUGNAÇÃO À EXECUÇÃO NA EXECUÇÃO EM MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:04/12/2023",
  "ementa" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO. DIREITO ADMINISTRATIVO.\nANISTIA POLÍTICA. ANULAÇÃO DA PORTARIA. OFENSA À COISA JULGADA.\nINEXISTÊNCIA. INEXIGIBILIDADE DO TÍTULO. TEMA N. 839/STF. NEGATIVA\nDE SEGUIMENTO.\n1. O Supremo Tribunal Federal, no julgamento do RE n. 817.338, sob o\nregime da repercussão geral, firmou a tese de que: \"No exercício de\nseu poder de autotutela, poderá a Administração Pública rever os\natos de concessão de anistia a cabos da Aeronáutica relativos à\nPortaria n. 1.104, editada pelo Ministro de Estado da Aeronáutica,\nem 12 de outubro de 1964, quando se comprovar a ausência de ato com\nmotivação exclusivamente política, assegurando-se ao anistiado, em\nprocedimento administrativo, o devido processo legal e a não\ndevolução das verbas já recebidas\" (Tema n. 839 do STF).\n2. No caso, o acórdão proferido pelo Superior Tribunal de Justiça\nestá em sintonia com a orientação firmada pelo Pretório Excelso sob\no regime da repercussão geral.\n3. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231129",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 23/11/2023 a 29/11/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Herman Benjamin, Mauro Campbell Marques, Benedito\nGonçalves, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira, Ricardo Villas Bôas Cueva e Sebastião Reis Júnior  votaram\ncom o Sr. Ministro Relator.\nNão participaram do julgamento os Srs. Ministros Francisco Falcão e\nLuis Felipe Salomão.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(CABOS DA AERONÁUTICA - ANISTIA - REVISÃO - AUTOTUTELA)\n   STF - [[RE 817338]]-DF (REPERCUSSÃO GERAL - TEMA(s) 839)",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED PRT:001104 ANO:****\n(MINISTÉRIO DA AERONÁUTICA - MA)" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000861983",
  "numeroProcesso" : "187210",
  "numeroRegistro" : "202200936796",
  "siglaClasse" : "AgInt no RE nos EDcl no AgInt no CC",
  "descricaoClasse" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:04/12/2023",
  "ementa" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO. SISTEMA FINANCEIRO DE\nHABITAÇÃO. INDENIZAÇÃO SECURITÁRIA. INTERVENÇÃO DA CAIXA ECONÔMICA\nFEDERAL. DEMANDA AJUIZADA APÓS A ENTRADA EM VIGOR DA MP N. 513/2010.\nCOMPETÊNCIA DA JUSTIÇA FEDERAL. ACÓRDÃO RECORRIDO EM CONSONÂNCIA\nCOM ENTENDIMENTO DO SUPREMO TRIBUNAL FEDERAL FIRMADO SOB O REGIME DE\nREPERCUSSÃO GERAL. TEMA N. 1.011/STF. NEGATIVA DE SEGUIMENTO.\n1. O Supremo Tribunal Federal, no julgamento do RE n. 827.996/PR\n(Tema n. 1.011 do STF), sob o regime de repercussão geral, firmou a\ntese de que: \"Após 26.11.2010, é da Justiça Federal a competência\npara o processamento e julgamento das causas em que se discute\ncontrato de seguro vinculado à apólice pública, na qual a CEF atue\nem defesa do FCVS, devendo haver o deslocamento do feito para aquele\nramo judiciário a partir do momento em que a referida empresa\npública federal ou a União, de forma espontânea ou provocada,\nindique o interesse em intervir na causa, observado o § 4º do art.\n64 do CPC e/ou o § 4º do art. 1º-A da Lei n. 12.409/2011.\"\n2. Ao analisar o caso em questão, o Superior Tribunal de Justiça\ndecidiu reconhecer a competência da Justiça Federal, uma vez que a\nação indenizatória foi proposta após 26/11/2010, data de publicação\nda Medida Provisória n. 513/2010.\n3. Verifica-se, portanto, que o acórdão recorrido está em\nconsonância com a jurisprudência firmada pela Suprema Corte, motivo\npelo qual incide a conclusão alcançada no Tema n. 1.011 do STF.\n3. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231129",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 23/11/2023 a 29/11/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Herman Benjamin, Mauro Campbell Marques, Benedito\nGonçalves, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira, Ricardo Villas Bôas Cueva e Sebastião Reis Júnior  votaram\ncom o Sr. Ministro Relator.\nNão participaram do julgamento os Srs. Ministros Francisco Falcão e\nLuis Felipe Salomão.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(CONTRATO DE SEGURO - APÓLICE PÚBLICA - CEF - ATUAÇÃO EM DEFESA DO\nFCVS - JUSTIÇA FEDERAL - COMPETÊNCIA)\n   STF - [[RE 827996]]-PR (REPERCUSSÃO GERAL - TEMA(s) 1011)",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED MPR:000513 ANO:2010", "LEG:FED LEI:012409 ANO:2011\n        ART:0001A PAR:00004", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00064 PAR:00004" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000861984",
  "numeroProcesso" : "28199",
  "numeroRegistro" : "200802473468",
  "siglaClasse" : "AgInt no RE nos EDcl nos EDcl no RE no AgRg nos EDcl no RMS",
  "descricaoClasse" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DECLARAÇÃO NO RECURSO EXTRAORDINÁRIO NO AGRAVO REGIMENTAL NOS EMBARGOS DE DECLARAÇÃO NO RECURSO ORDINÁRIO EM MS",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:04/12/2023",
  "ementa" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO. DIREITO ADMINISTRATIVO.\nATO DE CONCESSÃO INICIAL DE APOSENTADORIA, REFORMA OU PENSÃO.\nREVISÃO. TRIBUNAL DE CONTAS. PRAZO DECADENCIAL. TERMO INICIAL.\nACÓRDÃO RECORRIDO EM CONFORMIDADE COM O ENTENDIMENTO DO SUPREMO\nTRIBUNAL FEDERAL EM REPERCUSSÃO GERAL. TEMA N. 445/STF. NEGATIVA DE\nSEGUIMENTO.\n1. \"Em atenção aos princípios da segurança jurídica e da confiança\nlegítima, os Tribunais de Contas estão sujeitos ao prazo de 5 anos\npara o julgamento da legalidade do ato de concessão inicial de\naposentadoria, reforma ou pensão, a contar da chegada do processo à\nrespectiva Corte de Contas\" (Tema n. 445 do STF).\n2. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231129",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 23/11/2023 a 29/11/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Herman Benjamin, Mauro Campbell Marques, Benedito\nGonçalves, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira, Ricardo Villas Bôas Cueva e Sebastião Reis Júnior  votaram\ncom o Sr. Ministro Relator.\nNão participaram do julgamento os Srs. Ministros Francisco Falcão e\nLuis Felipe Salomão.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(APOSENTADORIA - ATO DE CONCESSÃO INICIAL - TRIBUNAIS DE CONTAS -\nPRAZO DECADENCIAL)\n   STF - [[RE 636553]]-RJ (REPERCUSSÃO GERAL - TEMA(s) 445)",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:009784 ANO:1999\n*****  LPA-99    LEI DE PROCESSO ADMINISTRATIVO\n        ART:00054" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000861985",
  "numeroProcesso" : "1360809",
  "numeroRegistro" : "201802332152",
  "siglaClasse" : "AgInt no RE nos EDcl no AgInt nos EDcl no AREsp",
  "descricaoClasse" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:04/12/2023",
  "ementa" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO. ADMINISTRATIVO. VALORES\nRECEBIDOS EM VIRTUDE DE DEFERIMENTO DE TUTELA ANTECIPADA\nPOSTERIORMENTE REVOGADA. DEVOLUÇÃO. MATÉRIA INFRACONSTITUCIONAL.\nOFENSA REFLEXA À CONSTITUIÇÃO FEDERAL. TEMA N. 799/STF. AUSÊNCIA DE\nREPERCUSSÃO GERAL. NEGATIVA DE SEGUIMENTO.\n1. \"A questão acerca da devolução de valores recebidos em virtude de\nconcessão de antecipação de tutela posteriormente revogada tem\nnatureza infraconstitucional e a ela atribuem-se os efeitos da\nausência de repercussão geral, nos termos do precedente fixado no RE\n584.608, Relatora a Ministra Ellen Gracie, DJe 13/3/2009.\" (Tema n.\n799 do STF.)\n2. A hipótese não se restringe aos casos previdenciários, sendo\nindistintamente aplicável às matérias relativas a direito\nadministrativo do servidor público.\n3 . Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231129",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 23/11/2023 a 29/11/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Herman Benjamin, Mauro Campbell Marques, Benedito\nGonçalves, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira, Ricardo Villas Bôas Cueva e Sebastião Reis Júnior  votaram\ncom o Sr. Ministro Relator.\nNão participaram do julgamento os Srs. Ministros Francisco Falcão e\nLuis Felipe Salomão.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(VALORES RECEBIDOS - TUTELA ANTECIPADA - REVOGAÇÃO - DEVOLUÇÃO)\n   STF - [[RE 584608]],\n         [[ARE 722421]] (REPERCUSSÃO GERAL - TEMA(s) 799)\n(VALORES RECEBIDOS - SERVIDOR PÚBLICO - TUTELA ANTECIPADA -\nREVOGAÇÃO - DEVOLUÇÃO)\n   STF - [[ARE 1272757]]-SP, [[ARE 1277112]]-SC,\n         [[ARE 1145195]]-ES, [[ARE 1026720]]-PE,\n         [[AgR no ARE 877695]]-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00927 INC:00003" ],
  "acordaosSimilares" : [ "AgInt no RE no AgInt no REsp  1889325  SC  2020/0204554-0\nDecisão:12/12/2023\nDJE        DATA:15/12/2023" ]
}, {
  "id" : "000861986",
  "numeroProcesso" : "1952863",
  "numeroRegistro" : "202100970868",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:04/12/2023",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM\nRECURSO ESPECIAL. AUSÊNCIA DE SIMILITUDE FÁTICA. DIVERGÊNCIA NÃO\nDEMONSTRADA. RECURSO A QUE SE NEGA PROVIMENTO.\n1. O cabimento dos embargos de divergência pressupõe a existência de\nsimilitude entre os acórdãos postos em cotejo, a ser verificada com\nbase nos fatos processuais neles contidos.\n2. No acórdão recorrido, concluiu -se que o decreto objeto do\nrecurso é mera regulamentação, com fundamento de validade extraído\nda lei, enquanto no acórdão paradigma o decreto apreciado foi\nconsiderado ato normativo primário e lei em sentido material, o que\nevidencia a dessemelhança entre as premissas fático-processuais.\n3. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231129",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 23/11/2023 a 29/11/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Herman Benjamin, Mauro Campbell Marques, Benedito\nGonçalves, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira, Ricardo Villas Bôas Cueva e Sebastião Reis Júnior  votaram\ncom o Sr. Ministro Relator.\nNão participaram do julgamento os Srs. Ministros Francisco Falcão e\nLuis Felipe Salomão.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - AUSÊNCIA DE SIMILITUDE FÁTICA)\n   STJ - <<EREsp 1707423>>-RS, <<AgInt nos EAREsp 2056572>>-SP,\n         <<AgInt nos EREsp 1755379>>-RJ",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ "AgInt nos EAREsp  2149066  RS  2022/0178609-9  Decisão:12/12/2023\nDJE        DATA:15/12/2023", "AgInt nos EAREsp  2210585  RS  2022/0291558-0  Decisão:12/12/2023\nDJE        DATA:15/12/2023" ]
}, {
  "id" : "000861987",
  "numeroProcesso" : "1632482",
  "numeroRegistro" : "201602723632",
  "siglaClasse" : "AgInt no RE nos EDcl no AgInt nos EDcl no REsp",
  "descricaoClasse" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:04/12/2023",
  "ementa" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO. SUFICIÊNCIA DA\nFUNDAMENTAÇÃO DO JULGADO RECORRIDO. CONFORMIDADE COM O TEMA N.\n339/STF. NEGATIVA DE SEGUIMENTO. DIREITO PROCESSUAL CIVIL.\nRECONHECIMENTO DE VERBAS DE NATUREZA TRABALHISTA COM REFLEXOS EM\nPREVIDÊNCIA PRIVADA. COMPETÊNCIA DA JUSTIÇA DO TRABALHO. TEMA N.\n1.166/STF. NEGATIVA DE SEGUIMENTO.\n1. \"O art. 93, IX, da Constituição Federal exige que o acórdão ou\ndecisão sejam fundamentados, ainda que sucintamente, sem determinar,\ncontudo, o exame pormenorizado de cada uma das alegações ou provas,\nnem que sejam corretos os fundamentos da decisão\" (Tema n. 339 do\nSTF, QO no Ag n. 791.292/PE).\n2. Existente a fundamentação, entende o Supremo Tribunal Federal que\nfoi respeitado o art. 93, IX, da CF, mesmo que a parte não a repute\nadequada ou completa, conforme a conclusão firmada no Tema n. 339\ndo STF, tese de observância obrigatória (CPC, art. 927, III).\n3. O Supremo Tribunal Federal, no julgamento do RE n. 1.265.564, sob\no regime da repercussão geral, firmou a tese de que: \"Compete à\nJustiça do Trabalho processar e julgar causas ajuizadas contra o\nempregador nas quais se pretenda o reconhecimento de verbas de\nnatureza trabalhista e os reflexos nas respectivas contribuições\npara a entidade de previdência privada a ele vinculada.\" (Tema n.\n1.166 do STF.)\n4. No caso, o acórdão proferido pelo Superior Tribunal de Justiça\nestá em sintonia com a orientação firmada pelo Pretório Excelso sob\no regime da repercussão geral.\n5. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231129",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 23/11/2023 a 29/11/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Herman Benjamin, Mauro Campbell Marques, Benedito\nGonçalves, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira, Ricardo Villas Bôas Cueva e Sebastião Reis Júnior  votaram\ncom o Sr. Ministro Relator.\nNão participaram do julgamento os Srs. Ministros Francisco Falcão e\nLuis Felipe Salomão.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(DECISÃO JUDICIAL - FUNDAMENTAÇÃO SUCINTA - CABIMENTO)\n   STF - [[AI - QO-RG 791292]] (REPERCUSSÃO GERAL - TEMA(s) 339)\n(JUSTIÇA DO TRABALHO - VERBAS TRABALHISTAS E CONTRIBUIÇÕES\nPREVIDENCIÁRIAS - COMPETÊNCIA)\n   STF - [[RE - RG 1265564]]-SC (REPERCUSSÃO GERAL - TEMA(s) 1166)",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00093 INC:00009", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00927 INC:00003" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000861988",
  "numeroProcesso" : "2044545",
  "numeroRegistro" : "202203962034",
  "siglaClasse" : "AgInt no RE nos EDcl no AgInt no REsp",
  "descricaoClasse" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:04/12/2023",
  "ementa" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO. PRESSUPOSTOS DE\nADMISSIBILIDADE RECURSAL. TEMA N. 181/STF. AUSÊNCIA DE REPERCUSSÃO\nGERAL. GRATUIDADE DE JUSTIÇA. COMPROVAÇÃO DA HIPOSSUFICIÊNCIA POR\nPESSOA NATURAL. QUESTÃO INFRACONSTITUCIONAL. AUSÊNCIA DE REPERCUSSÃO\nGERAL. TEMA N. 188/STF. PROVIMENTO NEGADO.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231129",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 23/11/2023 a 29/11/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Herman Benjamin, Mauro Campbell Marques, Benedito\nGonçalves, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira, Ricardo Villas Bôas Cueva e Sebastião Reis Júnior  votaram\ncom o Sr. Ministro Relator.\nNão participaram do julgamento os Srs. Ministros Francisco Falcão e\nLuis Felipe Salomão.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(ADMISSIBILIDADE RECURSAL - AUSÊNCIA DE REPERCUSSÃO GERAL)\n   STF - [[ARE - AgR 1227415]], [[RE - AgR 1081829]]\n(GRATUIDADE DE JUSTIÇA - AUSÊNCIA DE REPERCUSSÃO GERAL)\n   STF - [[AI 759421]]-RJ (REPERCUSSÃO GERAL - TEMA(s) 188)",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000861989",
  "numeroProcesso" : "2157768",
  "numeroRegistro" : "202201945854",
  "siglaClasse" : "AgInt no AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NO AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:04/12/2023",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO. EMBARGOS DE DIVERGÊNCIA EM AGRAVO\nEM RECURSO ESPECIAL. ART. 1.022 DO CÓDIGO DE PROCESSO CIVIL.\nDESCABIMENTO DA VIA UNIFORMIZADORA.\n1. É inviável o manejo de embargos de divergência para discutir o\nacerto ou o desacerto da aplicação do art. 1.022 do CPC ou de óbices\nao conhecimento do recurso especial, alegações que dependem da\nanálise de circunstâncias processuais específicas dos autos e não\nenvolvem a contraposição abstrata de teses jurídicas.\n2. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231129",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 23/11/2023 a 29/11/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Herman Benjamin, Mauro Campbell Marques, Benedito\nGonçalves, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira, Ricardo Villas Bôas Cueva e Sebastião Reis Júnior  votaram\ncom o Sr. Ministro Relator.\nNão participaram do julgamento os Srs. Ministros Francisco Falcão e\nLuis Felipe Salomão.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(APLICAÇÃO DO ART. 1.022 DO CPC DE 2015 - EXAME DAS PECULIARIDADES\nDE CADA CASO CONCRETO)\n   STJ - <<AgInt nos EREsp 1256567>>-DF,\n         <<AgInt nos EAREsp 1800606>>-SC,\n         <<AgInt nos EAREsp 1673549>>-SC",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00489 ART:01022" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000862147",
  "numeroProcesso" : "2142431",
  "numeroRegistro" : "202201665190",
  "siglaClasse" : "EDcl no AgInt nos EAREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJE        DATA:04/12/2023",
  "ementa" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA\nEM AGRAVO EM RECURSO ESPECIAL. OMISSÃO. INDEFERIMENTO LIMINAR DOS\nEMBARGOS. MAJORAÇÃO DOS HONORÁRIOS.\n1. A Corte Especial do STJ firmou posicionamento no sentido de que,\ncom a interposição de embargos de divergência tem início novo grau\nrecursal, sujeitando-se o embargante, ao questionar decisão\npublicada na vigência do CPC/2015, à majoração dos honorários\nsucumbenciais, na forma do § 11 do art. 85, quando indeferidos\nliminarmente, não conhecidos ou improvidos. Precedentes.\n2. Embargos de declaração rejeitados.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231129",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 23/11/2023 a 29/11/2023,\npor unanimidade, não acolher os embargos de declaração, nos termos\ndo voto da Sra. Ministra Relatora.\nOs Srs. Ministros João Otávio de Noronha, Humberto Martins, Herman\nBenjamin, Og Fernandes, Mauro Campbell Marques, Benedito Gonçalves,\nRaul Araújo, Maria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo\nVillas Bôas Cueva e Sebastião Reis Júnior  votaram com a Sra.\nMinistra Relatora.\nNão participaram do julgamento os Srs. Ministros Francisco Falcão e\nLuis Felipe Salomão.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - NOVO GRAU RECURSAL - MAJORAÇÃO DOS\nHONORÁRIOS SUCUMBENCIAIS)\n   STJ - <<AgInt nos EAREsp 1754111>>-SP,\n         <<AgInt nos EAREsp 762075>>-MT",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00085 PAR:00011" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000862149",
  "numeroProcesso" : "2029901",
  "numeroRegistro" : "202203099198",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJE        DATA:04/12/2023",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA NO\nRECURSO ESPECIAL. SIMILITUDE FÁTICA. AUSÊNCIA .\n1. A divergência indicada na via excepcional dos embargos deve ser\ncomprovada mencionando-se, de forma clara e precisa, as\ncircunstâncias que identifiquem ou assemelhem as hipóteses\nconfrontadas, sendo, portanto, de se exigir a realização do devido\ncotejo analítico entre julgados com a mesma similitude fática.\n2. No particular, não se constata a alegada divergência\njurisprudencial, uma vez que as questões foram examinadas, no aresto\nembargado e nos acórdãos paradigmas, sob perspectivas distintas.\n3. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231129",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 23/11/2023 a 29/11/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros João Otávio de Noronha, Humberto Martins, Herman\nBenjamin, Og Fernandes, Mauro Campbell Marques, Benedito Gonçalves,\nRaul Araújo, Maria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo\nVillas Bôas Cueva e Sebastião Reis Júnior  votaram com a Sra.\nMinistra Relatora.\nNão participaram do julgamento os Srs. Ministros Francisco Falcão e\nLuis Felipe Salomão.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000862158",
  "numeroProcesso" : "2007417",
  "numeroRegistro" : "202201738127",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "HERMAN BENJAMIN",
  "dataPublicacao" : "DJE        DATA:20/12/2023",
  "ementa" : "ADMINISTRATIVO E PROCESSUAL CIVIL. AGRAVO INTERNO. EMBARGOS DE\nDIVERGÊNCIA. INDENIZAÇÃO POR DANOS MORAIS. MAJORAÇÃO. CONHECIMENTO\nPARCIAL DO RECURSO ESPECIAL PELO ACÓRDÃO EMBARGADO, APENAS QUANTO AO\nART. 1.022 DO CPC, PARA LHE NEGAR PROVIMENTO, E APLICAÇÃO DA SÚMULA\n7/STJ EM RELAÇÃO AO QUANTUM INDENIZATÓRIO. EXAME, PELO PARADIGMA,\nDO MÉRITO DA CONTROVÉRSIA PARA FIXAÇÃO DO VALOR. AUSÊNCIA DE\nSIMILITUDE FÁTICA. NÃO CABIMENTO. SÚMULAS 420 E 315/STJ.\n1. Cuida-se de Agravo Interno contra decisum que indeferiu\nliminarmente os Embargos de Divergência.\n2. Mediante análise dos autos, constata-se que os Embargos de\nDivergência trazem discussão acerca da fixação do valor de\nindenização por dano moral. Ocorre que, nos termos da jurisprudência\npacificada do STJ, não há como admitir os Embargos manejados, pois\nna hipótese mencionada não existe divergência de teses jurídicas,\nmas apenas diferenças casuísticas na fixação do valor de\nindenização, o que não autoriza a abertura da presente via, uma vez\nque a aferição da razoabilidade ou não do quantum fixado está\nintrinsecamente atrelada à análise das particularidades de cada caso\nconcreto. Com efeito, segundo a Súmula 420/STJ, é \"incabível, em\nembargos de divergência, discutir o valor de indenização por danos\nmorais\". No mesmo sentido: AgInt nos EDv nos EAREsp 1.344.147/SP,\nRel. Ministro Raul Araújo, Segunda Seção, DJe 29.5.2020.\n3. Nas hipóteses em que o Recurso Especial não é conhecido em\nvirtude de aplicação de regras técnicas de conhecimento, sem análise\ndo mérito, não se configura a divergência com acórdão que tratou\nsobre a questão controvertida, por ausência de similitude fática.\nTal situação impede, por si só, o conhecimento desta via de\nimpugnação, porquanto inadmissível interposição de Embargos de\nDivergência na hipótese de não ter sido apreciado o mérito do\nRecurso Especial, atraindo, por analogia, o teor da Súmula 315/STJ:\n\"Não cabem embargos de divergência no âmbito do agravo de\ninstrumento que não admite recurso especial\".\n4. Argumentos em obiter dictum, utilizados como mero reforço\nargumentativo, não se prestam a caracterizar divergência\njurisprudencial, tanto mais se o acórdão impugnado não conheceu do\nrecurso. Precedentes.\n5. Agravo Interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231129",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 23/11/2023 a 29/11/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Og Fernandes, Mauro Campbell Marques, Benedito Gonçalves,\nRaul Araújo, Maria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo\nVillas Bôas Cueva e Sebastião Reis Júnior  votaram com o Sr.\nMinistro Relator.\nNão participaram do julgamento os Srs. Ministros Francisco Falcão e\nLuis Felipe Salomão.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - DANOS MORAIS - DISCUSSÃO DO VALOR DA\nINDENIZAÇÃO)\n   STJ - <<AgInt nos EDv nos EAREsp 1344147>>-SP\n(EMBARGOS DE DIVERGÊNCIA - MÉRITO RECURSAL NÃO APRECIADO)\n   STJ - <<AgInt nos EREsp 1345680>>-SC,\n         <<AgInt nos EDcl nos EDv nos EREsp 1615774>>-MG,\n         <<AgInt nos EAREsp 1417202>>-RJ,\n         <<AgInt nos EAREsp 315046>>-SP,\n         <<AgInt nos EAg 1357322>>-DF\n(DIVERGÊNCIA JURISPRUDENCIAL - MÉRITO - OBTER DICTUM)\n   STJ - <<AgInt nos EAREsp 789219>>-RJ, <<EREsp 1831415>>-RJ,\n         <<AgInt nos EDcl nos EDv nos EAREsp 1624686>>-SP,\n         <<AgInt nos EREsp 1264848>>-RS,\n         <<AgInt nos EREsp 1250171>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000315 SUM:000420" ],
  "acordaosSimilares" : [ "AgInt nos EREsp  2020850  PA  2022/0256670-7  Decisão:12/12/2023\nDJE        DATA:20/12/2023" ]
}, {
  "id" : "000862159",
  "numeroProcesso" : "1720550",
  "numeroRegistro" : "201800147917",
  "siglaClasse" : "EDcl no AgRg nos EDcl nos EREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NOS EMBARGOS DE\nDECLARAÇÃO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "HERMAN BENJAMIN",
  "dataPublicacao" : "DJE        DATA:20/12/2023",
  "ementa" : "PROCESSUAL PENAL. EMBARGOS DE DECLARAÇÃO EM AGRAVO REGIMENTAL EM\nEMBARGOS DE DIVERGÊNCIA. OMISSÃO. REDISCUSSÃO DA MATÉRIA JÁ JULGADA.\nIMPOSSIBILIDADE. ALEGAÇÃO DE NÃO APLICAÇÃO DO ART. 116, III, DO CP.\nOMISSÃO EXISTENTE. RECURSO PARCIALMENTE ACOLHIDO.\n1. O acórdão embargado assim consignou ao decidir a controvérsia\n(fl. 2.302, e-STJ, grifei): \"Com relação à divergência apontada com\no REsp 1.622.386/MT, proferido pela Terceira Turma (art. 315, § 2°,\nIV, do Código de Processo Penal), alega o embargante que o acórdão\nrecorrido foi omisso quanto à análise de algumas questões de\ndireito, entre elas a infringência ao enunciado da Súmula 7 do\nSuperior Tribunal de Justiça. Contudo, a jurisprudência deste\nTribunal é uníssona acerca do \"descabimento de Embargos de\nDivergência versando a respeito de omissão e negativa de prestação\njurisdicional por parte do Tribunal de origem, uma vez que o seu\nacolhimento pressupõe análise individualizada em cada caso concreto\"\n(AgInt nos EAREsp 1.926.320/RJ, Rel. Ministro Marco Aurélio\nBellizze, Segunda Seção, DJe de 16/2/2023.).\"\n2. Como se constata, não há que falar em omissão, uma vez que o\ndecisum julgou integralmente a lide e solucionou a controvérsia,\nmanifestando-se em relação à matéria apontada pelo embargante como\nomissa - impossibilidade de analisar negativa de prestação\njurisdicional em Embargos de Divergência, uma vez que não se está\ndiante de teses jurídicas. Tais considerações constam no acórdão\nagora embargado, de forma que não há omissão a ser aqui suprida.\n3. Ademais, o STJ entende que o simples descontentamento da parte\ncom o julgado não tem o condão de tornar cabíveis os Embargos de\nDeclaração, que servem ao aprimoramento da decisão, mas não à sua\nmodificação, que só muito excepcionalmente é admitida. A propósito:\nEDcl no AgInt nos EAREsp 1.776.504/SC, Rel. Ministro Jorge Mussi,\nCorte Especial, DJe 25.2.2022; e EDcl nos EDcl no AgInt nos EAREsp\n1.660.220/RJ, Rel. Ministra Laurita Vaz, Corte Especial, DJe\n2.3.2022.\n4. Em relação à inaplicabilidade do art. 116, III, do Código Penal,\ncom redação dada pela Lei 13.964/2019, ao presente caso, com razão o\nrecorrente, pois cuida-se de norma posterior mais gravosa - de\nnatureza penal -, a qual não se aplica ao caso dos autos, ocorrido\nem 12.4.2009, anterior, portanto, à entrada em vigor na referida\nnorma.\n5. Embargos de Declaração parcialmente acolhidos, com efeitos\nmodificativos, apenas para excluir do acórdão embargado a referência\nfeita ao art. 116, III, do Código Penal.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231129",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 23/11/2023 a 29/11/2023,\npor unanimidade, acolher parcialmente os embargos de declaração, com\nefeitos modificativos, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Og Fernandes, Mauro Campbell Marques, Benedito Gonçalves,\nRaul Araújo, Maria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo\nVillas Bôas Cueva e Sebastião Reis Júnior  votaram com o Sr.\nMinistro Relator.\nNão participaram do julgamento os Srs. Ministros Francisco Falcão e\nLuis Felipe Salomão.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000861046",
  "numeroProcesso" : "276",
  "numeroRegistro" : "202301068306",
  "siglaClasse" : "AgRg na ReCoAp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA RESTITUIÇÃO DE COISAS APREENDIDAS",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJE        DATA:29/11/2023",
  "ementa" : "PROCESSUAL PENAL. AGRAVO REGIMENTAL. INQUÉRITO. SUPOSTA PRÁTICA DE\nCRIMES CONTRA A ADMINISTRAÇÃO PÚBLICA, DE ORGANIZAÇÃO CRIMINOSA E DE\nLAVAGEM DE DINHEIRO. VEÍCULOS APREENDIDOS. ENCARGO DE DEPOSITÁRIO\nFIEL. SEQUESTRO.\n1. Inquérito no qual se investigam, dentre outros delitos, a suposta\nprática de crimes contra a Administração Pública, de organização\ncriminosa e de lavagem de dinheiro.\n2. Não há direito líquido e certo à manutenção do veículo com o\ninvestigado, ainda que nomeado como depositário fiel.\n3. O sequestro foi decretado com respaldo nos arts. 127 e 282, § 5°,\nambos do CPP, nos arts. 1° a 4° do Dec. Lei n.  3.240/1941, no art.\n4°, \"caput\" e §§ 2º, 4º, da Lei n. 9.613/1998 e nas Convenções de\nPalermo e de Mérida, incorporadas ao ordenamento pátrio pelos\nDecretos de n°s 5.015/2004 e 5.687/2006.\n4. Agravo regimental não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231123",
  "decisao" : "Vistos, relatados e discutidos estes autos, acordam os Ministros da\nCorte Especial do Superior Tribunal de Justiça, na conformidade dos\nvotos e das notas taquigráficas constantes dos autos,  A Corte\nEspecial, por unanimidade, negar provimento ao agravo, nos termos do\nvoto da Sra. Ministra Relatora. Os Srs. Ministros João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Og Fernandes, Mauro\nCampbell Marques, Benedito Gonçalves, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira e Ricardo Villas Bôas Cueva\nvotaram com a Sra. Ministra Relatora.\nAusentes, justificadamente, os Srs. Ministros Francisco Falcão, Luis\nFelipe Salomão e Sebastião Reis Júnior.",
  "jurisprudenciaCitada" : "(BEM APREENDIDO - NOMEAÇÃO DE FIEL DEPOSITÁRIO - DIREITO LÍQUIDO E\nCERTO - AUSÊNCIA)\n   STJ - <<AgRg no REsp 1627395>>-RJ",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000861048",
  "numeroProcesso" : "16090",
  "numeroRegistro" : "202302502474",
  "siglaClasse" : "AgRg na Pet",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA PETIÇÃO",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJE        DATA:29/11/2023",
  "ementa" : "PENAL E PROCESSO PENAL. INQUÉRITO. AUTORIDADE COM PRERROGATIVA DE\nFORO NO STJ. SUPOSTA PRÁTICA DE CRIMES CONTRA A ADMINISTRAÇÃO\nPÚBLICA, DE LAVAGEM DE DINHEIRO E DE ORGANIZAÇÃO CRIMINOSA. PROVA.\nNULIDADE. ART. 157, §1°, DO CPP. AUSÊNCIA DE NEXO CAUSAL.\n1. Inquérito instaurado para apurar a possível existência de\norganização criminosa complexa, caracterizada pela divisão de\ntarefas e dotada de aparato operacional dividido em núcleos, que\nteria se instalado no Poder Executivo do Estado do Acre e, de forma\norgânica e estruturada, supostamente tem causado graves prejuízos ao\nerário, locupletamento de servidores públicos e agentes políticos e\ncausando danos sociais acentuados à população daquela unidade da\nfederação.\n2. Conforme apontado pelos órgãos de persecução penal, a suposta\norganização é composta pelos núcleos político, familiar, empresarial\ne operacional e funciona com o objetivo de viabilizar o possível\ndesvio de grande soma de recursos públicos por meio da suposta\nprática dos delitos de peculato, corrupção ativa, passiva, fraude à\nlicitação e lavagem de dinheiro.\n3. A decisão proferida por esta Relatora nos autos da CauInomCrim n.\n87/DF estava amparada por indícios que não guardavam qualquer nexo\nde causalidade com a prova declarada nula pelo TRF da 1ª Região.\n4. Agravo regimental não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231123",
  "decisao" : "Vistos, relatados e discutidos estes autos, acordam os Ministros da\nCorte Especial do Superior Tribunal de Justiça, na conformidade dos\nvotos e das notas taquigráficas constantes dos autos,  A Corte\nEspecial, por unanimidade, negar provimento ao agravo, nos termos do\nvoto da Sra. Ministra Relatora. Os Srs. Ministros João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Og Fernandes, Mauro\nCampbell Marques, Benedito Gonçalves, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira e Ricardo Villas Bôas Cueva\nvotaram com a Sra. Ministra Relatora.\nAusentes, justificadamente, os Srs. Ministros Francisco Falcão, Luis\nFelipe Salomão e Sebastião Reis Júnior.",
  "jurisprudenciaCitada" : "(PROVA ILÍCITA - RECONHECIMENTO - EXISTÊNCIA DE PROVAS\nINDEPENDENTES)\n   STJ - <<AgRg na Rcl 38410>>-ES, <<HC 597363>>-DF",
  "notas" : "Processo referente à Operação Ptolomeu.",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00157 PAR:00001" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000861049",
  "numeroProcesso" : "295",
  "numeroRegistro" : "202302566356",
  "siglaClasse" : "AgRg na ReCoAp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA RESTITUIÇÃO DE COISAS APREENDIDAS",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJE        DATA:29/11/2023",
  "ementa" : "PROCESSUAL PENAL. INQUÉRITO. SUPOSTA PRÁTICA DE CRIMES CONTRA A\nADMINISTRAÇÃO PÚBLICA, DE ORGANIZAÇÃO CRIMINOSA E DE LAVAGEM DE\nDINHEIRO. VEÍCULOS APREENDIDOS. RESTITUIÇÃO. DESCABIMENTO. ART. 118\nDO CPP.\n1. Inquérito no qual se investigam, dentre outros delitos, a suposta\nprática de crimes contra a Administração Pública, de organização\ncriminosa e de lavagem de dinheiro.\n2. Não há dados que respaldem o deferimento da pretendida\nrestituição do veículo, sendo imperioso que se aguarde a realização\nde diligências por parte da Polícia Federal, que denotem o eventual\ninteresse na manutenção da constrição do bem, com vistas, inclusive,\na eventual pena de perdimento regrada no art. 91, II, \"b\", do\nCódigo Penal.\n3. O peticionário não fez prova da propriedade do bem, tampouco da\nforma de aquisição do veículo, razão pela qual revela-se descabida\nsua nomeação para o encargo de fiel depositário.\n4. Agravo regimental não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231123",
  "decisao" : "Vistos, relatados e discutidos estes autos, acordam os Ministros da\nCorte Especial do Superior Tribunal de Justiça, na conformidade dos\nvotos e das notas taquigráficas constantes dos autos,  A Corte\nEspecial, por unanimidade, negar provimento ao agravo, nos termos do\nvoto da Sra. Ministra Relatora. Os Srs. Ministros João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Og Fernandes, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Maria Isabel Gallotti, Antonio Carlos Ferreira e Ricardo\nVillas Bôas Cueva votaram com a Sra. Ministra Relatora.\nAusentes, justificadamente, os Srs. Ministros Francisco Falcão e\nSebastião Reis Júnior.",
  "jurisprudenciaCitada" : "(RESTITUIÇÃO DE BENS APREENDIDOS - INDEFERIMENTO - INTERESSE PARA O\nPROCESSO - PERMANÊNCIA)\n   STJ - <<AgRg na ReCoAp 217>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00118" ],
  "acordaosSimilares" : [ "AgRg na ReCoAp  294  DF  2023/0255315-2  Decisão:23/11/2023\nDJE        DATA:29/11/2023" ]
}, {
  "id" : "000862237",
  "numeroProcesso" : "1864633",
  "numeroRegistro" : "202000517785",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "PAULO SÉRGIO DOMINGUES",
  "dataPublicacao" : "DJE        DATA:21/12/2023",
  "ementa" : "RECURSO ESPECIAL REPETITIVO - DIREITO PROCESSUAL CIVIL - HONORÁRIOS\nADVOCATÍCIOS SUCUMBENCIAIS - ART. 85, § 11, DO CPC - MAJORAÇÃO DA\nVERBA HONORÁRIA EM GRAU RECURSAL - IMPOSSIBILIDADE EM CASO DE\nPROVIMENTO PARCIAL OU TOTAL DO RECURSO, AINDA QUE MÍNIMA A ALTERAÇÃO\nDO RESULTADO DO JULGAMENTO - FIXAÇÃO DE TESE JURÍDICA DE EFICÁCIA\nVINCULANTE - SOLUÇÃO DO CASO CONCRETO: PROVIMENTO DO RECURSO\nESPECIAL.\n1. É pressuposto da majoração da verba honorária sucumbencial em\ngrau recursal, tal como estabelecida no art. 85, § 11, do CPC, a\ninfrutuosidade do recurso interposto, assim considerado aquele que\nem nada altera o resultado do julgamento tal como provindo da\ninstância de origem.\n2. Fincada a premissa, não faz diferença alguma, para fins de\naplicação da regra legal de majoração dos honorários em grau\nrecursal, se o recurso foi declarado incognoscível ou integralmente\ndesprovido: ambas as hipóteses equivalem-se juridicamente para\nefeito de majoração da verba honorária prefixada, já que nenhuma\ndelas possui aptidão para alterar o resultado do julgamento, e o\nrecurso interposto, ao fim e ao cabo, em nada beneficiou o\nrecorrente.\n3. Sob o mesmo raciocínio, não se aplica o art. 85, § 11, do CPC em\nsituação concreta na qual o recurso tenha sido proveitoso à parte\nque dele se valeu. A alteração do resultado do julgamento, ainda que\nmínima, é decorrência direta da interposição do recurso,\nconfigurando evidente contrassenso punir o recorrente pelo êxito\nobtido com o recurso - ainda que mínimo ou limitado a capítulo\nsecundário da decisão recorrida, a exemplo dos que estabelecem os\nconsectários de uma condenação.\n4. Jurisprudência da Corte Especial e das Turmas de Direito Público\ne de Direito Privado do Superior Tribunal de Justiça consolidada no\nsentido da incidência do art. 85, § 11, do CPC apenas nos casos de\nnão conhecimento ou total desprovimento do recurso. Precedentes\ncitados: AgInt nos EAREsp n. 762.075/MT, relator Ministro Felix\nFischer, relator para acórdão Ministro Herman Benjamin, Corte\nEspecial, julgado em 19/12/2018, DJe de 7/3/2019; AgInt nos EDcl no\nAREsp n. 984.256/MG, relator Ministro Benedito Gonçalves, Primeira\nTurma, julgado em 28/11/2022, DJe de 30/11/2022; EDcl no REsp n.\n1.919.706/CE, relator Ministro Francisco Falcão, Segunda Turma,\njulgado em 12/6/2023, DJe de 15/6/2023; AgInt no AREsp n.\n2.095.028/SP, relatora Ministra Nancy Andrighi, Terceira Turma,\njulgado em 26/9/2022, DJe de 28/9/2022; e AgInt no AREsp n.\n2.201.642/DF, relatora Ministra Maria Isabel Gallotti, Quarta Turma,\njulgado em 19/6/2023, DJe de 22/6/2023.\n5. Tese jurídica de eficácia vinculante, sintetizadora da ratio\ndecidendi do julgado paradigmático: \"A majoração dos honorários de\nsucumbência prevista no art. 85, § 11, do CPC pressupõe que o\nrecurso tenha sido integralmente desprovido ou não conhecido pelo\ntribunal, monocraticamente ou pelo órgão colegiado competente. Não\nse aplica o art. 85, § 11, do CPC em caso de provimento total ou\nparcial do recurso, ainda que mínima a alteração do resultado do\njulgamento e limitada a consectários da condenação.\"\n6. Solução do caso concreto: acórdão recorrido que promove a\nmajoração dos honorários advocatícios em grau recursal e em desfavor\ndo INSS mesmo tendo havido parcial provimento do recurso de\napelação interposto pela autarquia, o que se fez de modo a alterar o\npercentual estabelecido na sentença a título de verba honorária\n(redução de 20% para 10% sobre o total de parcelas vencidas). Tendo\nocorrido alteração do resultado do julgamento por decorrência direta\ne exclusiva do recurso de apelação interposto, reconhece-se que o\ntribunal de origem conferiu interpretação ao art. 85, § 11, do CPC\nem desconformidade com aquela preconizada pelo STJ, impondo-se a\nreforma do julgamento.\n7. Recurso especial a que se dá provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231109",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Corte Especial, por maioria,\nconhecer do recurso especial e dar-lhe provimento, fixando a\nseguinte tese: \"A majoração dos honorários de sucumbência prevista\nno art. 85, § 11, do CPC pressupõe que o recurso tenha sido\nintegralmente desprovido ou não conhecido pelo tribunal,\nmonocraticamente ou pelo órgão colegiado competente. Não se aplica o\nart. 85, § 11, do CPC em caso de provimento total ou parcial do\nrecurso, ainda que mínima a alteração do resultado do julgamento e\nlimitada a consectários da condenação\", nos termos do voto do Sr.\nMinistro Relator. Vencido o Sr. Ministro Humberto Martins que\nconhecia do recurso e negava-lhe provimento.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Herman Benjamin, Luis Felipe Salomão, Mauro Campbell\nMarques, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira, Ricardo Villas Bôas Cueva e Sebastião Reis Júnior votaram\ncom o Sr. Ministro Relator.\nAusentes, justificadamente, os Srs. Ministros Og Fernandes e\nBenedito Gonçalves.",
  "jurisprudenciaCitada" : "(HONORÁRIOS RECURSAIS - NÃO CONHECIMENTO OU DESPROVIMENTO TOTAL)\n   STJ - <<AgInt nos EAREsp 762075>>-MT,\n         <<AgInt nos EDcl no AREsp 984256>>-MG,\n         <<EDcl no REsp 1919706>>-CE,\n         <<AgInt no AREsp 2095028>>-SP,\n         <<AgInt no AREsp 2201642>>-DF\n(VOTO VOGAL - HONORÁRIOS RECURSAIS - TRABALHO ADICIONAL)\n   STF - [[AO-AgR 2063]]-CE",
  "notas" : "Julgado conforme procedimento previsto para os Recursos Repetitivos\nno âmbito do STJ.",
  "informacoesComplementares" : "     (VOTO VOGAL) (MIN. HERMAN BENJAMIN)\n     \"[...] o art. 85, § 11, do CPC que trata dos honorários\nrecursais serve precipuamente como instrumento de desestímulo à\ninterposição de Recursos sem perspectiva de conhecimento ou\nprovimento (total ou parcial), aumentando as desvantagens da derrota\ncontra a parte vencida (devedora dos honorários sucumbenciais) que\nexerça a pretensão recursal mesmo se ausente chance de êxito (ainda\nque mínimo). Não se vê relação com o trabalho adicional realizado\npelos advogados das partes, tanto que são devidos mesmo que,\neventualmente, o recorrido não responda ao Recurso oposto pelo\nadverso [...]\".\n     \"[...] os honorários recursais carecem de autonomia e de\nexistência independente da sucumbência fixada na origem e\nrepresentam acréscimo (o CPC/2015 fala em \"majoração\") ao ônus\nestabelecido previamente. Portanto, na hipótese de reforma da\ndecisão anterior (ainda que em mínima parte), já não há os\nhonorários de sucumbência dantes fixados, mas sim honorários\nredimensionados ante o novo quadro que se desenha com o provimento\n(total ou parcial) do Recurso (ainda que, eventualmente, se\nmantenham os valores dantes fixados)\".\n     \"[...] o trabalho adicional realizado pelo advogado da parte\nrecorrente, em caso de êxito de seu Recurso (ainda que parcial),\ndeve ser considerado como critério de eventual redimensionamento\n(inversão/fixação) dos honorários de sucumbência pelo Tribunal (art.\n85, §§ 2º e 3º do CPC), e não como causa de incidência dos\nhonorários recursais (art. 85, § 11, do CPC)\".\n     (VOTO VENCIDO) (MIN. HUMBERTO MARTINS)\n     \"[...] a majoração de honorários recursais não tem natureza\njurídica de sanção, mas sim de retribuição de trabalho adicional dos\nadvogados realizado em âmbito recursal, devendo, portanto, ser\nmajorados os honorários recursais a favor de quem venceu,\nindependentemente do polo em que esteja, porquanto a legislação\nprocessual não estabeleceu tratamento não isonômico com relação aos\nadvogados das partes recorrente e recorrida\".",
  "termosAuxiliares" : null,
  "teseJuridica" : "\"A majoração dos honorários de sucumbência prevista no art. 85, §\n11, do CPC pressupõe que o recurso tenha sido integralmente\ndesprovido ou não conhecido pelo tribunal, monocraticamente ou pelo\nórgão colegiado competente. Não se aplica o art. 85, § 11, do CPC em\ncaso de provimento total ou parcial do recurso, ainda que mínima a\nalteração do resultado do julgamento e limitada a consectários da\ncondenação\".",
  "tema" : "Tema Repetitivo 1059\nSituação do tema: Acórdão Publicado",
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00085 PAR:00002 PAR:00003 PAR:00011 ART:01036", "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00005 INC:00078" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000862238",
  "numeroProcesso" : "1865223",
  "numeroRegistro" : "202000537159",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "PAULO SÉRGIO DOMINGUES",
  "dataPublicacao" : "DJE        DATA:21/12/2023",
  "ementa" : "RECURSO ESPECIAL REPETITIVO - DIREITO PROCESSUAL CIVIL - HONORÁRIOS\nADVOCATÍCIOS SUCUMBENCIAIS - ART. 85, § 11, DO CPC - MAJORAÇÃO DA\nVERBA HONORÁRIA EM GRAU RECURSAL - IMPOSSIBILIDADE EM CASO DE\nPROVIMENTO PARCIAL OU TOTAL DO RECURSO, AINDA QUE MÍNIMA A ALTERAÇÃO\nDO RESULTADO DO JULGAMENTO - FIXAÇÃO DE TESE JURÍDICA DE EFICÁCIA\nVINCULANTE - SOLUÇÃO DO CASO CONCRETO: DESPROVIMENTO DO RECURSO\nESPECIAL.\n1. É pressuposto da majoração da verba honorária sucumbencial em\ngrau recursal, tal como estabelecida no art. 85, § 11, do CPC, a\ninfrutuosidade do recurso interposto, assim considerado aquele que\nem nada altera o resultado do julgamento tal como provindo da\ninstância de origem.\n2. Fincada a premissa, não faz diferença alguma, para fins de\naplicação da regra legal de majoração dos honorários em grau\nrecursal, se o recurso foi declarado incognoscível ou integralmente\ndesprovido: ambas as hipóteses equivalem-se juridicamente para\nefeito de majoração da verba honorária prefixada, já que nenhuma\ndelas possui aptidão para alterar o resultado do julgamento, e o\nrecurso interposto, ao fim e ao cabo, em nada beneficiou o\nrecorrente.\n3. Sob o mesmo raciocínio, não se aplica o art. 85, § 11, do CPC em\nsituação concreta na qual o recurso tenha sido proveitoso à parte\nque dele se valeu. A alteração do resultado do julgamento, ainda que\nmínima, é decorrência direta da interposição do recurso,\nconfigurando evidente contrassenso punir o recorrente pelo êxito\nobtido com o recurso - ainda que mínimo ou limitado a capítulo\nsecundário da decisão recorrida, a exemplo dos que estabelecem os\nconsectários de uma condenação.\n4. Jurisprudência da Corte Especial e das Turmas de Direito Público\ne de Direito Privado do Superior Tribunal de Justiça consolidada no\nsentido da incidência do art. 85, § 11, do CPC apenas nos casos de\nnão conhecimento ou total desprovimento do recurso. Precedentes\ncitados: AgInt nos EAREsp n. 762.075/MT, relator Ministro Felix\nFischer, relator para acórdão Ministro Herman Benjamin, Corte\nEspecial, julgado em 19/12/2018, DJe de 7/3/2019; AgInt nos EDcl no\nAREsp n. 984.256/MG, relator Ministro Benedito Gonçalves, Primeira\nTurma, julgado em 28/11/2022, DJe de 30/11/2022; EDcl no REsp n.\n1.919.706/CE, relator Ministro Francisco Falcão, Segunda Turma,\njulgado em 12/6/2023, DJe de 15/6/2023; AgInt no AREsp n.\n2.095.028/SP, relatora Ministra Nancy Andrighi, Terceira Turma,\njulgado em 26/9/2022, DJe de 28/9/2022; e AgInt no AREsp n.\n2.201.642/DF, relatora Ministra Maria Isabel Gallotti, Quarta Turma,\njulgado em 19/6/2023, DJe de 22/6/2023.\n5. Tese jurídica de eficácia vinculante, sintetizadora da ratio\ndecidendi do julgado paradigmático: \"A majoração dos honorários de\nsucumbência prevista no art. 85, § 11, do CPC pressupõe que o\nrecurso tenha sido integralmente desprovido ou não conhecido pelo\ntribunal, monocraticamente ou pelo órgão colegiado competente. Não\nse aplica o art. 85, § 11, do CPC em caso de provimento total ou\nparcial do recurso, ainda que mínima a alteração do resultado do\njulgamento e limitada a consectários da condenação.\"\n6. Solução do caso concreto: acórdão recorrido que nega provimento\nao recurso de apelação do INSS, diferindo-se, de ofício, a forma de\ncálculo dos juros de mora e da correção monetária para a fase de\nexecução do julgado, bem como majorando a verba honorária em\ndesfavor da autarquia em grau recursal. Não tendo havido alteração\ndo resultado do julgamento que tenha sido decorrência direta e\nexclusiva do recurso de apelação interposto, reconhece-se que o\ntribunal de origem conferiu interpretação ao art. 85, § 11, do CPC\nem conformidade com aquela preconizada pelo STJ, impondo-se a\nmanutenção do julgamento.\n7. Recurso especial a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231109",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Corte Especial, por maioria,\nconhecer do recurso especial e negar-lhe provimento, fixando a\nseguinte tese: \"A majoração dos honorários de sucumbência prevista\nno art. 85, § 11, do CPC pressupõe que o recurso tenha sido\nintegralmente desprovido ou não conhecido pelo tribunal,\nmonocraticamente ou pelo órgão colegiado competente. Não se aplica o\nart. 85, § 11, do CPC em caso de provimento total ou parcial do\nrecurso, ainda que mínima a alteração do resultado do julgamento e\nlimitada a consectários da condenação.\", nos termos do voto do Sr.\nMinistro Relator. Vencido o Sr. Ministro Humberto Martins que\nconhecia do recurso e dava-lhe provimento.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Herman Benjamin, Luis Felipe Salomão, Mauro Campbell\nMarques, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira, Ricardo Villas Bôas Cueva e Sebastião Reis Júnior votaram\ncom o Sr. Ministro Relator.\nAusentes, justificadamente, os Srs. Ministros Og Fernandes e\nBenedito Gonçalves.",
  "jurisprudenciaCitada" : "(HONORÁRIOS RECURSAIS - NÃO CONHECIMENTO OU DESPROVIMENTO TOTAL)\n   STJ - <<AgInt nos EAREsp 762075>>-MT,\n         <<AgInt nos EDcl no AREsp 984256>>-MG,\n         <<EDcl no REsp 1919706>>-CE,\n         <<AgInt no AREsp 2095028>>-SP,\n         <<AgInt no AREsp 2201642>>-DF\n(VOTO VOGAL - HONORÁRIOS RECURSAIS - TRABALHO ADICIONAL)\n   STF - [[AO-AgR 2063]]-CE",
  "notas" : "Julgado conforme procedimento previsto para os Recursos Repetitivos\nno âmbito do STJ.",
  "informacoesComplementares" : "     (VOTO VOGAL) (MIN. HERMAN BENJAMIN)\n     \"[...] o art. 85, § 11, do CPC que trata dos honorários\nrecursais serve precipuamente como instrumento de desestímulo à\ninterposição de Recursos sem perspectiva de conhecimento ou\nprovimento (total ou parcial), aumentando as desvantagens da derrota\ncontra a parte vencida (devedora dos honorários sucumbenciais) que\nexerça a pretensão recursal mesmo se ausente chance de êxito (ainda\nque mínimo). Não se vê relação com o trabalho adicional realizado\npelos advogados das partes, tanto que são devidos mesmo que,\neventualmente, o recorrido não responda ao Recurso oposto pelo\nadverso [...]\".\n     \"[...] os honorários recursais carecem de autonomia e de\nexistência independente da sucumbência fixada na origem e\nrepresentam acréscimo (o CPC/2015 fala em \"majoração\") ao ônus\nestabelecido previamente. Portanto, na hipótese de reforma da\ndecisão anterior (ainda que em mínima parte), já não há os\nhonorários de sucumbência dantes fixados, mas sim honorários\nredimensionados ante o novo quadro que se desenha com o provimento\n(total ou parcial) do Recurso (ainda que, eventualmente, se\nmantenham os valores dantes fixados)\".\n     \"[...] o trabalho adicional realizado pelo advogado da parte\nrecorrente, em caso de êxito de seu Recurso (ainda que parcial),\ndeve ser considerado como critério de eventual redimensionamento\n(inversão/fixação) dos honorários de sucumbência pelo Tribunal (art.\n85, §§ 2º e 3º do CPC), e não como causa de incidência dos\nhonorários recursais (art. 85, § 11, do CPC)\".\n     (VOTO VENCIDO) (MIN. HUMBERTO MARTINS)\n     \"[...] a majoração de honorários recursais não tem natureza\njurídica de sanção, mas sim de retribuição de trabalho adicional dos\nadvogados realizado em âmbito recursal, devendo, portanto, ser\nmajorados os honorários recursais a favor de quem venceu,\nindependentemente do polo em que esteja, porquanto a legislação\nprocessual não estabeleceu tratamento não isonômico com relação aos\nadvogados das partes recorrente e recorrida\".",
  "termosAuxiliares" : null,
  "teseJuridica" : "\"A majoração dos honorários de sucumbência prevista no art. 85, §\n11, do CPC pressupõe que o recurso tenha sido integralmente\ndesprovido ou não conhecido pelo tribunal, monocraticamente ou pelo\nórgão colegiado competente. Não se aplica o art. 85, § 11, do CPC em\ncaso de provimento total ou parcial do recurso, ainda que mínima a\nalteração do resultado do julgamento ou limitada a consectários da\ncondenação\".",
  "tema" : "Tema Repetitivo 1059\nSituação do tema: Acórdão Publicado",
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00085 PAR:00002 PAR:00003 PAR:00011 ART:01036", "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00005 INC:00078" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000862239",
  "numeroProcesso" : "1865553",
  "numeroRegistro" : "202000555586",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "PAULO SÉRGIO DOMINGUES",
  "dataPublicacao" : "DJE        DATA:21/12/2023",
  "ementa" : "RECURSO ESPECIAL REPETITIVO - DIREITO PROCESSUAL CIVIL - HONORÁRIOS\nADVOCATÍCIOS SUCUMBENCIAIS - ART. 85, § 11, DO CPC - MAJORAÇÃO DA\nVERBA HONORÁRIA EM GRAU RECURSAL - IMPOSSIBILIDADE EM CASO DE\nPROVIMENTO PARCIAL OU TOTAL DO RECURSO, AINDA QUE MÍNIMA A ALTERAÇÃO\nDO RESULTADO DO JULGAMENTO - FIXAÇÃO DE TESE JURÍDICA DE EFICÁCIA\nVINCULANTE - SOLUÇÃO DO CASO CONCRETO:  PROVIMENTO DO RECURSO\nESPECIAL.\n1. É pressuposto da majoração da verba honorária sucumbencial em\ngrau recursal, tal como estabelecida no art. 85, § 11, do CPC, a\ninfrutuosidade do recurso interposto, assim considerado aquele que\nem nada altera o resultado do julgamento tal como provindo da\ninstância de origem.\n2. Fincada a premissa, não faz diferença alguma, para fins de\naplicação da regra legal de majoração dos honorários em grau\nrecursal, se o recurso foi declarado incognoscível ou integralmente\ndesprovido: ambas as hipóteses equivalem-se juridicamente para\nefeito de majoração da verba honorária prefixada, já que nenhuma\ndelas possui aptidão para alterar o resultado do julgamento, e o\nrecurso interposto, ao fim e ao cabo, em nada beneficiou o\nrecorrente.\n3. Sob o mesmo raciocínio, não se aplica o art. 85, § 11, do CPC em\nsituação concreta na qual o recurso tenha sido proveitoso à parte\nque dele se valeu. A alteração do resultado do julgamento, ainda que\nmínima, é decorrência direta da interposição do recurso,\nconfigurando evidente contrassenso punir o recorrente pelo êxito\nobtido com o recurso - ainda que mínimo ou limitado a capítulo\nsecundário da decisão recorrida, a exemplo dos que estabelecem os\nconsectários de uma condenação.\n4. Jurisprudência da Corte Especial e das Turmas de Direito Público\ne de Direito Privado do Superior Tribunal de Justiça consolidada no\nsentido da incidência do art. 85, § 11, do CPC apenas nos casos de\nnão conhecimento ou total desprovimento do recurso. Precedentes\ncitados: AgInt nos EAREsp n. 762.075/MT, relator Ministro Felix\nFischer, relator para acórdão Ministro Herman Benjamin, Corte\nEspecial, julgado em 19/12/2018, DJe de 7/3/2019; AgInt nos EDcl no\nAREsp n. 984.256/MG, relator Ministro Benedito Gonçalves, Primeira\nTurma, julgado em 28/11/2022, DJe de 30/11/2022; EDcl no REsp n.\n1.919.706/CE, relator Ministro Francisco Falcão, Segunda Turma,\njulgado em 12/6/2023, DJe de 15/6/2023; AgInt no AREsp n.\n2.095.028/SP, relatora Ministra Nancy Andrighi, Terceira Turma,\njulgado em 26/9/2022, DJe de 28/9/2022; e AgInt no AREsp n.\n2.201.642/DF, relatora Ministra Maria Isabel Gallotti, Quarta Turma,\njulgado em 19/6/2023, DJe de 22/6/2023.\n5. Tese jurídica de eficácia vinculante, sintetizadora da ratio\ndecidendi do julgado paradigmático: \"A majoração dos honorários de\nsucumbência prevista no art. 85, § 11, do CPC pressupõe que o\nrecurso tenha sido integralmente desprovido ou não conhecido pelo\ntribunal, monocraticamente ou pelo órgão colegiado competente. Não\nse aplica o art. 85, § 11, do CPC em caso de provimento total ou\nparcial do recurso, ainda que mínima a alteração do resultado do\njulgamento ou limitada a consectários da condenação.\"\n6. Solução do caso concreto: acórdão recorrido que promove a\nmajoração dos honorários advocatícios em grau recursal e em desfavor\ndo INSS mesmo tendo havido parcial provimento do recurso de\napelação interposto pela autarquia, o que se fez de modo a alterar o\nquanto estabelecido na sentença recorrida relativamente a\nconsectários da condenação imposta (correção monetária). Tendo\nocorrido alteração do resultado do julgamento por decorrência direta\ne exclusiva do recurso de apelação interposto, reconhece-se que o\ntribunal de origem conferiu interpretação ao art. 85, § 11, do CPC\nem desconformidade com aquela preconizada pelo STJ, impondo-se a\nreforma do julgamento.\n7. Recurso especial a que se dá provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231109",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Corte Especial, por maioria,\nconhecer do recurso especial e dar-lhe provimento fixando a seguinte\ntese: \"A majoração dos honorários de sucumbência prevista no art.\n85, § 11, do CPC pressupõe que o recurso tenha sido integralmente\ndesprovido ou não conhecido pelo tribunal, monocraticamente ou pelo\nórgão colegiado competente. Não se aplica o art. 85, § 11, do CPC em\ncaso de provimento total ou parcial do recurso, ainda que mínima a\nalteração do resultado do julgamento e limitada a consectários da\ncondenação.\", nos termos do voto do Sr. Ministro Relator. Vencido o\nSr. Ministro Humberto Martins que conhecia do recurso e negava-lhe\nprovimento.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Herman Benjamin, Luis Felipe Salomão, Mauro Campbell\nMarques, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira, Ricardo Villas Bôas Cueva e Sebastião Reis Júnior votaram\ncom o Sr. Ministro Relator.\nAusentes, justificadamente, os Srs. Ministros Og Fernandes e\nBenedito Gonçalves.",
  "jurisprudenciaCitada" : "(HONORÁRIOS RECURSAIS - NÃO CONHECIMENTO OU DESPROVIMENTO TOTAL)\n   STJ - <<AgInt nos EAREsp 762075>>-MT,\n         <<AgInt nos EDcl no AREsp 984256>>-MG,\n         <<EDcl no REsp 1919706>>-CE,\n         <<AgInt no AREsp 2095028>>-SP,\n         <<AgInt no AREsp 2201642>>-DF\n(VOTO VOGAL - HONORÁRIOS RECURSAIS - TRABALHO ADICIONAL)\n   STF - [[AO-AgR 2063]]-CE",
  "notas" : "Julgado conforme procedimento previsto para os Recursos Repetitivos\nno âmbito do STJ.",
  "informacoesComplementares" : "     (VOTO VOGAL) (MIN. HERMAN BENJAMIN)\n     \"[...] o art. 85, § 11, do CPC que trata dos honorários\nrecursais serve precipuamente como instrumento de desestímulo à\ninterposição de Recursos sem perspectiva de conhecimento ou\nprovimento (total ou parcial), aumentando as desvantagens da derrota\ncontra a parte vencida (devedora dos honorários sucumbenciais) que\nexerça a pretensão recursal mesmo se ausente chance de êxito (ainda\nque mínimo). Não se vê relação com o trabalho adicional realizado\npelos advogados das partes, tanto que são devidos mesmo que,\neventualmente, o recorrido não responda ao Recurso oposto pelo\nadverso [...]\".\n     \"[...] os honorários recursais carecem de autonomia e de\nexistência independente da sucumbência fixada na origem e\nrepresentam acréscimo (o CPC/2015 fala em \"majoração\") ao ônus\nestabelecido previamente. Portanto, na hipótese de reforma da\ndecisão anterior (ainda que em mínima parte), já não há os\nhonorários de sucumbência dantes fixados, mas sim honorários\nredimensionados ante o novo quadro que se desenha com o provimento\n(total ou parcial) do Recurso (ainda que, eventualmente, se\nmantenham os valores dantes fixados)\".\n     \"[...] o trabalho adicional realizado pelo advogado da parte\nrecorrente, em caso de êxito de seu Recurso (ainda que parcial),\ndeve ser considerado como critério de eventual redimensionamento\n(inversão/fixação) dos honorários de sucumbência pelo Tribunal (art.\n85, §§ 2º e 3º do CPC), e não como causa de incidência dos\nhonorários recursais (art. 85, § 11, do CPC)\".\n     (VOTO VENCIDO) (MIN. HUMBERTO MARTINS)\n     \"[...] a majoração de honorários recursais não tem natureza\njurídica de sanção, mas sim de retribuição de trabalho adicional dos\nadvogados realizado em âmbito recursal, devendo, portanto, ser\nmajorados os honorários recursais a favor de quem venceu,\nindependentemente do polo em que esteja, porquanto a legislação\nprocessual não estabeleceu tratamento não isonômico com relação aos\nadvogados das partes recorrente e recorrida\".",
  "termosAuxiliares" : null,
  "teseJuridica" : "\"A majoração dos honorários de sucumbência prevista no art. 85, §\n11, do CPC pressupõe que o recurso tenha sido integralmente\ndesprovido ou não conhecido pelo tribunal, monocraticamente ou pelo\nórgão colegiado competente. Não se aplica o art. 85, § 11, do CPC em\ncaso de provimento total ou parcial do recurso, ainda que mínima a\nalteração do resultado do julgamento ou limitada a consectários da\ncondenação\".",
  "tema" : "Tema Repetitivo 1059\nSituação do tema: Acórdão Publicado",
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00085 PAR:00002 PAR:00003 PAR:00011 ART:01036", "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00005 INC:00078" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000861090",
  "numeroProcesso" : "3021",
  "numeroRegistro" : "202103649160",
  "siglaClasse" : "AgInt na SLS",
  "descricaoClasse" : "AGRAVO INTERNO NA SUSPENSÃO DE LIMINAR E DE SENTENÇA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "HUMBERTO MARTINS",
  "dataPublicacao" : "DJE        DATA:06/12/2023",
  "ementa" : "AGRAVO INTERNO NA SUSPENSÃO DE LIMINAR E DE SENTENÇA. DECISÃO QUE\nDECRETOU O AFASTAMENTO CAUTELAR DE AGENTE POLÍTICO SEM A DEVIDA\nDEMONSTRAÇÃO DE PREJUÍZO À INSTRUÇÃO PROCESSUAL. JUÍZO MÍNIMO DE\nDELIBAÇÃO. JUÍZO POLÍTICO DA LESIVIDADE DA DECISÃO IMPUGNADA NA VIA\nDA SUSPENSÃO. VIOLAÇÃO DOS BENS JURÍDICOS TUTELADOS PELA LEGISLAÇÃO\nDE REGÊNCIA.\n1. O deferimento do pedido de suspensão está condicionado à cabal\ndemonstração de que a manutenção da decisão impugnada causa efetiva\nlesão ao interesse público.\n2. A suspensão dos efeitos do ato judicial é providência\nexcepcional, cabendo ao requerente a efetiva demonstração da alegada\nofensa grave aos bens jurídicos tutelados pela legislação de\nregência, quais sejam, ordem, saúde, segurança e/ou economia\npúblicas.\n3. O afastamento cautelar de detentor de mandato eletivo por\nsuspeita de prática de ato de improbidade administrativa deve ser\nmedida excepcional e não a regra, dependendo da demonstração robusta\ne inequívoca de que há cometimento de ilícitos aptos à condenação,\ntendo em vista a necessidade de estabilidade institucional da\nmunicipalidade e do regular funcionamento de sua gestão\nadministrativa, que também devem ser considerados com veemência.\n4. Não apontou a parte agravante situações específicas ou dados\nconcretos que efetivamente pudessem demonstrar que o comando\njudicial atual não deve prevalecer com relação ao reconhecimento de\nviolação dos bens jurídicos tutelados pela legislação de regência.\nAgravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231018",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, prosseguindo no julgamento, após o voto-vista\ndo Sr. Ministro Raul Araújo negando provimento ao agravo, no que foi\nacompanhado pela Sra. Ministra Laurita Vaz e pelos Srs. Ministros\nJoão Otávio de Noronha, Luis Felipe Salomão, Benedito Gonçalves,\nAntonio Carlos Ferreira e Ricardo Villas Bôas Cueva e os votos da\nSra. Ministra Maria Isabel Gallotti, do Sr. Ministro Sérgio Kukina e\nda Sra. Ministra Nancy Andrighi, no sentido de dar provimento ao\nagravo, por maioria, negar provimento ao agravo. Vencidos as Sras.\nMinistras Relatora, Nancy Andrighi e Maria Isabel Gallotti e o Sr.\nMinistro Sérgio Kukina.\nLavrará o acórdão o Sr. Ministro Humberto Martins.\nA Sra. Ministra Laurita Vaz e os os Srs. Ministros João Otávio de\nNoronha, Luis Felipe Salomão, Benedito Gonçalves, Raul Araújo,\nAntonio Carlos Ferreira e Ricardo Villas Bôas Cueva votaram com o\nSr. Ministro Humberto Martins.\nNão participou do julgamento o Sr. Ministro Paulo de Tarso\nSanseverino.\nDeclararam-se aptos a votar os Srs. Ministros João Otávio de\nNoronha, Luis Felipe Salomão e Ricardo Villas Bôas Cueva.\nAusentes, justificadamente, os Srs. Ministros Francisco Falcão,\nHerman Benjamin e Og Fernandes.\nPresidiu o julgamento o Sr. Ministro Mauro Campbell Marques.",
  "jurisprudenciaCitada" : "(VOTO VENCIDO - SUSPENSÃO DE LIMINAR E DE SENTENÇA - IMPROBIDADE\nADMINISTRATIVA - PREFEITO - AFASTAMENTO TEMPORÁRIO - NÃO\nTEMONSTRAÇÃO DE GRAVE LESÃO À ORDEM PÚBLICA)\n   STJ - <<AgInt na SLS 2561>>-MT",
  "notas" : null,
  "informacoesComplementares" : "     (VOTO VENCIDO) (MIN. MARIA THEREZA DE ASSIS MOURA)\n     \"[...] O deferimento do pedido de suspensão está condicionado à\ndemonstração de que a manutenção da decisão impugnada causa efetiva\ne grave lesão à ordem, à saúde, à segurança e à economia públicas.\n     [...] No caso, não ficou demonstrado em que medida a decisão de\nafastamento cautelar do cargo de prefeito causou grave lesão à ordem\npública.\n     [...] A suspensão de segurança é medida excepcional que não tem\nnatureza jurídica de recurso, razão pela qual não admite a devolução\ndo conhecimento da matéria de mérito da controvérsia para o eventual\nreexame ou reforma\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000861430",
  "numeroProcesso" : "3050",
  "numeroRegistro" : "202104095530",
  "siglaClasse" : "AgInt na SLS",
  "descricaoClasse" : "AGRAVO INTERNO NA SUSPENSÃO DE LIMINAR E DE SENTENÇA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "HUMBERTO MARTINS",
  "dataPublicacao" : "DJE        DATA:12/12/2023",
  "ementa" : "AGRAVO INTERNO EM SUSPENSÃO DE LIMINAR E DE SENTENÇA - SLS. ESTADO\nECOSSOCIAL DE DIREITO. PROTEÇÃO DOS OCEANOS E DOS SEUS RECURSOS\nNATURAIS. PESCA DA TAINHA COM REDES DE EMALHE ANILHADO. POLÍTICA\nPÚBLICA PESQUEIRA E  AQUÍCOLA. FUNÇÃO NORMATIVA DA ADMINISTRAÇÃO.\nPRESUNÇÃO RELATIVA DE LEGITIMIDADE DO ATO ADMINISTRATIVO.\nORDENAMENTO DO USO ECOLOGICAMENTE SUSTENTÁVEL DOS RECURSOS\nPESQUEIROS. AUT ONOMIA POLÍTICO-ADMINISTRATIVA. PRINCÍPIO DA\nPROIBIÇÃO DE RETROCESSO. PRESSUPOSTOS, EFEITOS E LIMITE TEMPORAL DA\nSLS. ART. 4º, § 9º, DA LEI N. 8.437/1992.\n1. A suspensão de liminar/sentença é providência excepcionalíssima,\ncondicionada à concreta demonstração, pelo requerente, de que a\niminente execução do pronunciamento judicial impugnado causa grave e\niminente lesão ao interesse público e a bens jurídicos\nespecialmente amparados pela legislação de regência, quais sejam, a\nordem, a saúde, a segurança e/ou a economia públicas (art. 4º da Lei\nn. 8.437/1992). Destituída de natureza de recurso - inapta para\nsubstituí-lo ou adiantá-lo -, a decisão proferida na SLS não\ninterfere ou reduz, nem muito menos suprime, a livre e estendida\ncognição das instâncias competentes (recursais ou não) sobre o\nlitígio. Por isso, os juízos da causa não ficam presos ao quanto\nassentado na SLS, tendo irrestrita autonomia para apreciar e decidir\nas questões técnico-jurídicas da demanda, inclusive de modo\nabsolutamente diverso.\n2. O mar, os espaços naturais a ele associados e os seres vivos dele\ndependentes - ictiofauna, cetáceos, quelônios, flora marinha,\npraias, manguezais, corais, estuários, dunas, cordões arenosos,\nlagos e lagoas salinas, etc. - são simultaneamente bens da União e\nbens do patrimônio ambiental das presentes e futuras gerações. Nessa\ndupla qualificação, merecem proteção preventiva, precautória,\nefetiva e urgente, sobretudo em período de incertezas de toda ordem\nprovocadas pela crise da biodiversidade e pela crise das mudanças\nclimáticas. Trata-se de irrenunciável dever de tutela que sujeita\ntanto o legislador, o administrador e o juiz, como os agentes\neconômicos e o conjunto da população. Logo, inadmissível que a\npesca, atividade das mais antigas e importantes, ameace a\nsobrevivência das espécies e de processos migratórios reprodutivos,\nutilize métodos e instrumentos contrários às boas práticas indicadas\npela Ciência ou provoque dilapidação ou sobre-explotação, assim\nempobrecendo o amanhã ético, ecológico, cultural e econômico da\nhumanidade.\n3. A legislação ambiental é composta por uma pluralidade de fontes -\nnormas constitucionais, legais e administrativas. Nesse sentido, o\nEstado Ecossocial de Direito não se resume a um Estado legal de\nDireito, pois lastreado, acima da lei, em preceitos constitucionais\ne, abaixo da lei, em normas administrativas. Essa potestade\nnomotética, encarregada ao Poder Executivo, além de em nada arranhar\no princípio da separação dos poderes, representa condição\nestrutural e, portanto, imprescindível à efetiva consecução do rol\namplíssimo de direitos e obrigações ambientais do ordenamento. Na\ndefesa do meio ambiente e com maior razão no campo dos bens\nintegrantes do patrimônio estatal, como é o mar e os recursos\nmarinhos, o modelo de Constituição normativa depende, pois, não de\npossibilidades invulgares e ad hoc, mas de chamamento permanente à\nintervenção legiferante da administração. No Brasil e no mundo todo,\nmostra-se impossível, na prática, a aplicação da Constituição e das\nleis sem a edição de atos regulamentares de desdobramento\nsubstancial, procedimental e organizativo; de integração de vazios\nnormativos; de complementação e de pormenorização. Cuida-se, em\nverdade, de poder normativo cujo escopo principal começa com a\naplicação da lei, sim, mas que se casa com a imediata e direta\nefetivação de normas constitucionais garantidoras de direitos e\nfixadoras de deveres categóricos, muitas vezes com intenso e\ncomplexo conteúdo técnico (Resoluções do CONAMA e CONSEMAs,\nPortarias, Instruções Normativas, etc.).\n4. À vista disso, na hipótese dos autos, em tese, não sofre vício\nformal de origem Portaria sobre pesca editada pelos Ministérios\ncompetentes para tal. Em análise superficial e provisória, nesta SLS\nafigura-se caracterizada potencial lesão à economia pública, na\nmedida em que o juiz, ao que parece, substituiu a administração na\nexecução da política pública pesqueira e aquícola, inclusive em\nrelação a embarcações tipicamente artesanais e sem propósitos\ncomerciais. Não foram apresentados argumentos robustos que pudessem\ninfirmar, no geral, a decisão agravada. Importante realçar que aqui\nnão se impede, inviabiliza ou enfraquece análise completa do mérito\npelo Tribunal de apelação e pelo próprio STJ, instâncias que terão\ncondições de, com abrangência, debruçar-se sobre as múltiplas\nquestões deduzidas na ação civil pública. Em síntese, a parte\nagravante não apontou situações específicas ou dados concretos que,\nem SLS (e só no seu âmbito), efetivamente, pudessem demonstrar que o\ncomando judicial atual não deve prevalecer quanto ao reconhecimento\nde violação, em tese e em juízo não peremptório, de bens jurídicos\nresguardados pela legislação de regência.\n5.  A suspensão, nos termos do § 9º do art. 4º da Lei n. 8.437/1992,\nvigorará até o trânsito em julgado da decisão de mérito na ação\nprincipal ou até outro prazo fixado pelo Presidente do Tribunal. No\ncaso sob exame, deve viger somente até o julgamento do recurso\n(AREsp n. 2.312.232/RS, Segunda Turma do STJ). Precedentes.\nAgravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231004",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, prosseguindo no julgamento, após o voto-vista\ndo Sr. Ministro Herman Benjamin acompanhando o Relator e os votos\ndos Srs. Ministros Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Maria Isabel Gallotti, Sebastião Reis Júnior, Joel Ilan\nPaciornik, Francisco Falcão, Nancy Andrighi, Laurita Vaz e João\nOtávio de Noronha, no mesmo sentido, por unanimidade, negar\nprovimento ao agravo.\nOs Srs. Ministros Mauro Campbell Marques, Benedito Gonçalves, Maria\nIsabel Gallotti, Sebastião Reis Júnior, Joel Ilan Paciornik,\nFrancisco Falcão, Nancy Andrighi, Laurita Vaz, João Otávio de\nNoronha e Herman Benjamin votaram com o Sr. Ministro Relator.\nNão participaram do julgamento a Sra. Ministra Maria Thereza de\nAssis Moura e os Srs. Ministros Og Fernandes e Paulo de Tarso\nSanseverino.\nAposentados os Srs. Ministros Felix Fischer e Jorge Mussi.\nPresidiu o julgamento o Sr. Ministro Luis Felipe Salomão.",
  "jurisprudenciaCitada" : "(DIREITO AMBIENTAL - REGULAÇÃO ADMINISTRATIVA - BALIZAS)\n   STJ - <<REsp 1462208>>-SC",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00225 PAR:00001 INC:00001 INC:00007", "LEG:FED LEI:011959 ANO:2009\n        ART:00001 INC:00003 ART:00005 INC:00001 ART:00006\n        INC:00001 INC:00002 PAR:00007 LET:D", "LEG:FED LEI:008437 ANO:1992\n        ART:00004 PAR:00009", "LEG:FED LEI:014600 ANO:2023\n        ART:00036 INC:00013 ART:00039 INC:00006", "LEG:FED PRI:000001 ANO:2023\n(MINISTÉRIO DO MEIO AMBIENTE E MUDANÇAS DO CLIMA E MINISTÉRIO DA\nPESCA E AQUICULTURA - MPA/MMA)" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000861431",
  "numeroProcesso" : "1601",
  "numeroRegistro" : "202102336948",
  "siglaClasse" : "Inq",
  "descricaoClasse" : "INQUÉRITO",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "HUMBERTO MARTINS",
  "dataPublicacao" : "DJE        DATA:12/12/2023",
  "ementa" : "AÇÃO PENAL ORIGINÁRIA. LESÃO CORPORAL DE NATUREZA LEVE. DECADÊNCIA.\nINEXISTÊNCIA. PRESCRIÇÃO RETROATIVA. DESCABIMENTO. SÚMULA 438/STJ.\nCULPABILIDADE. CIRCUNSTÂNCIAS EXCEPCIONAIS. DIREITO PENAL. AUSÊNCIA\nDE JUSTA CAUSA. ART. 395, III, DO CPP.\n1. Cuida-se de denúncia, na qual o MPF imputa a agente com\nprerrogativa de foro nesta Corte a suposta prática de crime\ntipificado no art. 129, caput, do Código Penal.\n2. Decadência que resta afastada, já que houve manifestação, no\nprazo legal, para que o Ministério Público apurasse o possível crime\nde lesão corporal praticado pelo acusado.\n3. A representação dispensa maiores formalidades, revelando-se\nsuficiente a demonstração do interesse da vítima em autorizar a\npersecução criminal.\n4. Inviável o reconhecimento da prescrição da pretensão punitiva\nretroativa, já que essa modalidade de extinção da punibilidade do\nagente é calculada a partir da pena em concreto fixada na eventual\nsentença condenatória. Súmula 438/STJ.\n5. A ação penal somente se revela viável quando não é temerária, ou\nseja, quando haja justa causa (lastro probatório mínimo) em relação\nà tipicidade, à antijuridicidade e à culpabilidade do agente.\n6. Afastada a culpabilidade do agente, emerge a ausência de justa\ncausa para o recebimento da denúncia.\n7. Do ponto de vista de um funcionalismo moderado, a dogmática não\npode afastar-se das suas consequências, devendo refletir a valoração\nsobre determinada hipótese abstrata e sua necessidade de punição\nnas situações concretas.\n8. Denúncia rejeitada, nos termos do art. 395, III, do CPP.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231004",
  "decisao" : "Vistos, relatados e discutidos estes autos, acordam os Ministros da\nCorte Especial do Superior Tribunal de Justiça, na conformidade dos\nvotos e das notas taquigráficas constantes dos autos.  Prosseguindo\nno julgamento, após o voto-vista da Sra. Ministra Laurita Vaz\nrecebendo a denúncia e os votos dos Srs. Ministros Og Fernandes,\nMauro Campbell Marques, Maria Isabel Gallotti, Antonio Carlos\nFerreira e Ricardo Villas Bôas Cueva rejeitando a denúncia, , por\nmaioria, rejeitar a denúncia.\nLavrará o acórdão a Sra. Ministra Nancy Andrighi, que retificou o\nvoto pela rejeição da denúncia. Os Srs. Ministros Og Fernandes,\nMauro Campbell Marques, Raul Araújo, Maria Isabel Gallotti, Antonio\nCarlos Ferreira e Ricardo Villas Bôas Cueva votaram com a Sra.\nMinistra Nancy Andrighi. Vencidos os Srs. Ministros Humberto\nMartins, Herman Benjamin, Laurita Vaz e João Otávio de Noronha que\nrecebiam a denúncia.\nNão participaram do julgamento os Srs. Ministros Francisco Falcão e\nLuis Felipe Salomão.\nAusente, justificadamente, o Sr. Ministro Benedito Gonçalves.",
  "jurisprudenciaCitada" : "(AÇÃO PENAL PÚBLICA CONDICIONADA - REPRESENTAÇÃO - FORMALIDADES)\n   STJ - <<AgRg no RHC 156133>>-CE,\n         <<AgRg nos EDcl no REsp 2040701>>-SP\n(PRESCRIÇÃO DA PRETENSÃO PUNITIVA - PENA HIPOTÉTICA)\n   STJ - <<AgRg no REsp 1899529>>-RJ, <<AgRg no RHC 85929>>-AM\n(VOTO VENCIDO - CULPABILIDADE - INEXIGIBILIDADE DE CONDUTA ADVERSA)\n   STJ - <<REsp 1456633>>-RS",
  "notas" : null,
  "informacoesComplementares" : "     \"[...] conforme jurisprudência do STJ, a representação\ndispensa maiores formalidades, revelando-se suficiente a\ndemonstração do interesse da vítima em autorizar a persecução\ncriminal\".\n     \"Considerando que o delito imputado pelo MPF está sujeito à\nação penal pública condicionada à representação, não há que se\nfalar em observância do art. 44 do CPP, dispositivo relacionado aos\nrequisitos de mandato outorgado a advogado que irá representar a\nvítima em sede de ação penal de iniciativa privada\".\n     (VOTO VENCIDO) (HUMBERTO MARTINS)\n     \"Constatada a justa causa da peça acusatória, extrai-se a\nnecessidade de melhor apuração dos fatos no transcurso da ação\npenal, por cuidar-se de uma situação que precisa ser mais bem\nesclarecida por meio de um estudo aprofundado da imputação\nformalizada na denúncia, que somente será possível após a conclusão\nda instrução probatória, onde se dará às partes oportunidade de\nprodução de todos os meios de prova não defesos em lei e, aos\njulgadores, a formação de um juízo de convicção seguro\".\n     (VOTO VENCIDO) (JOÃO OTÁVIO DE NORONHA)\n     \"[...] Compadecer-se da situação que levou ao cometimento de\numa conduta típica e antijurídica não é bastante para afastar a\nculpabilidade, pois 'a inexigibilidade de conduta diversa somente\nfunciona como causa de exclusão da culpabilidade quando proceder de\nforma contrária à lei se mostrar comoúnica alternativa possível\ndiante de determinada situação.' [...]\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000438", "LEG:FED DEL:002848 ANO:1940\n*****  CP-40    CÓDIGO PENAL\n        ART:00129", "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00044 ART:00395 INC:00003", "LEG:FED LEI:008038 ANO:1990\n        ART:00006" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000860738",
  "numeroProcesso" : "1872414",
  "numeroRegistro" : "202001018294",
  "siglaClasse" : "EREsp",
  "descricaoClasse" : "EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJE        DATA:01/12/2023",
  "ementa" : "EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL. HONORÁRIOS ADVOCATÍCIOS\nDE SUCUMBÊNCIA. ADVOGADO EMPREGADO. TITULARIDADE DA VERBA. VÍNCULO\nEMPREGATÍCIO FIRMADO SOB A ÉGIDE DO ESTATUTO DA OAB DE 1963 (LEI N.\n4.215/1963). IRRELEVÂNCIA NO CASO CONCRETO. SENTENÇA PROFERIDA NA\nVIGÊNCIA DO ESTATUTO DA OAB DE 1994 (LEI N. 8.906/1994). MARCO\nTEMPORAL DO REGIME JURÍDICO APLICÁVEL À SUCUMBÊNCIA. PRECEDENTES.\nEMBARGOS DE DIVERGÊNCIA CONHECIDOS E NÃO PROVIDOS.\n1. A sentença - ou o ato jurisdicional equivalente, na competência\noriginária dos tribunais -, como ato processual que qualifica o\nnascedouro do direito à percepção dos honorários advocatícios de\nsucumbência, deve ser considerada o marco temporal do regime\njurídico aplicável. Precedentes.\n2. Na espécie, não obstante os contratos de trabalho e respectivas\nprocurações aos advogados empregados tenham sido firmados sob a\négide do Estatuto da OAB de 1963 (Lei n. 4.215/1963), a sentença que\nfixou a verba honorária de sucumbência foi prolatada na vigência do\nEstatuto da OAB de 1994 (Lei n. 8.906/1994), sendo, pois,\nimpositiva a regra contida no art. 21 deste último diploma legal,\nsegundo a qual, \"[n]as causas em que for parte o empregador, ou\npessoa por este representada, os honorários de sucumbência são\ndevidos aos advogados empregados\".\n3. Embargos de divergência conhecidos e não providos.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230802",
  "decisao" : "Vistos, relatados e discutidos estes autos, os Ministros da Corte\nEspecial do Superior Tribunal de Justiça acordam, após o voto-vista\nda Sra. Ministra Laurita Vaz e o voto do Sr. Ministro João Otávio de\nNoronha, acompanhando a relatora, as ratificações de votos dos Srs.\nMinistros Luis Felipe Salomão e Herman Benjamin, acompanhados pelos\nvotos da Sra. Ministra Maria Thereza de Assis Moura e dos Srs.\nMinistros Benedito Gonçalves e Raul Araújo, por maioria, conhecer\ndos embargos de divergência e negar-lhes provimento. Vencidos as\nSras. Ministras Nancy Andrighi, Laurita Vaz e Maria Isabel Gallotti\ne o Sr. Ministro João Otávio de Noronha que conheciam e davam\nprovimento dos embargos de divergência.\nLavrará o acórdão o Sr. Ministro Luis Felipe Salomão.\nOs Srs. Ministros Benedito Gonçalves, Raul Araújo, Maria Thereza de\nAssis Moura e Herman Benjamin votaram com o Sr. Ministro Luis Felipe\nSalomão.\nNão participaram do julgamento os Srs. Ministros Og Fernandes, Mauro\nCampbell Marques, Paulo de Tarso Sanseverino, Antonio Carlos\nFerreira e Ricardo Villas Bôas Cueva.\nAusentes, justificadamente, os Srs. Ministros Francisco Falcão e\nSérgio Kukina.\nAposentados os Srs. Ministros Felix Fischer e Jorge Mussi.\nPresidiu o julgamento o Sr. Ministro Humberto Martins.\nSustentaram oralmente o Dr. Andres Dias de Abreu, pela embargante, e\no Dr. Romildo Olgo Peixoto Júnior, pelos embargados.",
  "jurisprudenciaCitada" : "(HONORÁRIOS ADVOCATÍCIOS - DIREITO - SURGIMENTO - SENTENÇA)\n   STF - [[ARE-AgR 1014675]]\n(HONORÁRIOS ADVOCATÍCIOS - TITULARIDADE - ADVOGADO)\n   STF - [[RE 6500]]-SP\n(VOTO VENCIDO - ADVOGADO EMPREGADO - HONORÁRIOS ADVOCATÍCIOS\nSUCUMBÊNCIA NO REGIME DA LEI 4.215/1963 E DO ART. 20 DO CPC/1973 -\nTITULARIDADE DA PARTE)\n   STJ - <<AgRg no AgRg no REsp 863784>>-SP, <<REsp 188768>>-SP",
  "notas" : null,
  "informacoesComplementares" : "     (VOTO VENCIDO) (MIN. NANCY ANDRIGHI)\n     \"[...] sobrevindo o art. 21, caput, da Lei nº 8.906/94, que\nmodifica a titularidade dos honorários sucumbenciais para o\nadvogado-empregado, há de ser respeitado o ato jurídico perfeito\npraticado na vigência de lei anterior que conferia, nessa hipótese,\na titularidade dos honorários sucumbenciais ao empregador.\n     Dito de outra maneira, é correto afirmar que o art. 21, caput,\nda Lei nº 8.906/94, incide apenas sobre as relações empregatícias\ncelebradas após a sua entrada em vigor, não podendo retroagir para\natingir relações de trabalho hígidas, iniciadas na constância da\nlegislação anterior, que não continha previsão nesse sentido. É\nnecessário conferir ultratividade ao contrato de trabalho para que\nnão haja violação ao ato jurídico perfeito\".\n     \"[...] conquanto sempre se afirme que os honorários de\nsucumbência possuam natureza híbrida, não se pode deixar de\nexaminar, quando necessário, se a carga eficacial preponderante é a\nde direito processual ou a de direito material, relativamente aos\ndiversos elementos que compõem a verba honorária.\n     E, na hipótese, a definição a respeito da titularidade da verba\nhonorária, no aparente conflito temporal entre o contrato de\ntrabalho e a lei superveniente, deve ser resolvido a partir do\ndireito material e da indispensável necessidade de preservação do\nato jurídico perfeito como elemento que confere segurança,\nprevisibilidade e estabilidade às relações jurídicas.\n     A aplicação irrefletida do entendimento de que a lei nova seria\ncapaz de modificar a titularidade dos honorários sucumbenciais que,\npor força de contrato de trabalho celebrado sob a égide da lei\nrevogada, são de titularidade de pessoa diversa, poderia causar\nrisco ao ordenamento jurídico e, em especial, à segurança jurídica e\nà estabilidade das relações\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:004215 ANO:1963\n*****  EOAB-63    ESTATUTO DA ORDEM DOS ADVOGADOS DO BRASIL DE 1963", "LEG:FED LEI:008906 ANO:1994\n*****  EOAB-94    ESTATUTO DA ORDEM DOS ADVOGADOS DO BRASIL DE 1994\n        ART:00021", "LEG:FED LEI:005869 ANO:1973\n*****  CPC-73    CÓDIGO DE PROCESSO CIVIL DE 1973\n        ART:00020" ],
  "acordaosSimilares" : [ ]
} ]