[ {
  "id" : "000838658",
  "numeroProcesso" : "2006671",
  "numeroRegistro" : "202103537301",
  "siglaClasse" : "EDcl no AgRg no RE nos EDcl no AgRg no AREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NO RECURSO\nEXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NO\nAGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:27/03/2023",
  "ementa" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL. RECURSO EXTRAORDINÁRIO.\nNEGATIVA DE SEGUIMENTO MANTIDA. APLICAÇÃO DO TEMA N. 660/STF.\nAFASTAMENTO DO TEMA N. 181/STF.   EMBARGOS ACOLHIDOS SEM EFEITOS\nMODIFICATIVOS.\n1. Os embargos de declaração, conforme dispõe o art. 619 do Código\nde Processo Penal, destinam-se a sanar ambiguidade, obscuridade,\ncontradição ou omissão, tendo a jurisprudência os admitido, também,\npara corrigir eventual erro material na decisão embargada.\n2. Na espécie, merecem acolhimento os aclaratórios para sanar\ncontradição no acórdão impugnado, pois não é cabível o Tema n.\n181/STF quando há, como no caso, julgamento de mérito no acórdão\nobjeto do extraordinário.\n3. Aplicação do Tema n. 660/STF para negar seguimento ao\nextraordinário.\n4. Embargos de declaração acolhidos apenas para sanar o vício\napontado, sem efeitos modificativos.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230321",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 15/03/2023 a 21/03/2023,\npor unanimidade, acolher os embargos de declaração, sem efeitos\nmodificativos, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Humberto Martins, Herman Benjamin, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Paulo de Tarso Sanseverino, Maria Isabel Gallotti e Antonio\nCarlos Ferreira  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000838659",
  "numeroProcesso" : "1900452",
  "numeroRegistro" : "202002675060",
  "siglaClasse" : "EDcl nos EDcl no AgInt nos EREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO\nNOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RAUL ARAÚJO",
  "dataPublicacao" : "DJE        DATA:27/03/2023",
  "ementa" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA\nNO RECURSO ESPECIAL. AUSÊNCIA DE OMISSÃO, CONTRADIÇÃO OU\nOBSCURIDADE. EXISTÊNCIA DE ERRO MATERIAL. CORREÇÃO. AUSÊNCIA DE\nEFEITOS INFRINGENTES. EMBARGOS PARCIALMENTE ACOLHIDOS PARA SANAR\nERRO MATERIAL.\n1. Os embargos de declaração merecem parcial acolhimento, para sanar\nerro material constante de trecho do voto condutor do acórdão ora\nembargado, quanto à equivocada menção à Súmula 383/STF, ao invés da\nSúmula 283/STF.\n2. Embargos de declaração parcialmente acolhidos.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230321",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, em sessão virtual de 15/03/2023 a 21/03/2023, por\nunanimidade, acolher parcialmente os embargos de declaração, sem\nefeitos modificativos, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Humberto Martins, Herman Benjamin, Og\nFernandes, Luis Felipe Salomão, Mauro Campbell Marques, Benedito\nGonçalves, Paulo de Tarso Sanseverino, Maria Isabel Gallotti e\nAntonio Carlos Ferreira votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000838134",
  "numeroProcesso" : "989",
  "numeroRegistro" : "202100618099",
  "siglaClasse" : "AgRg no AgRg na APn",
  "descricaoClasse" : "AGRAVO REGIMENTAL NO AGRAVO REGIMENTAL NA AÇÃO PENAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJE        DATA:21/03/2023",
  "ementa" : "PROCESSUAL PENAL - AGRAVO REGIMENTAL - FUNDAMENTO INATACADO  -\nAUSÊNCIA DE PRESSUPOSTO RECURSAL GENÉRICO.\n1. Deixando a parte agravante de impugnar especificamente todos os\nfundamentos da decisão recorrida, não merece ser conhecido o agravo\nregimental.\n2. Agravo regimental não conhecido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230315",
  "decisao" : "Vistos, relatados e discutidos estes autos, acordam os Ministros da\nCorte Especial do Superior Tribunal de Justiça, na conformidade dos\nvotos e das notas taquigráficas constantes dos autos,  A Corte\nEspecial, por unanimidade, não conhecer do agravo, nos termos do\nvoto da Sra. Ministra Relatora. Os Srs. Ministros Laurita Vaz,\nHumberto Martins, Luis Felipe Salomão, Mauro Campbell Marques,\nBenedito Gonçalves, Raul Araújo, Paulo de Tarso Sanseverino, Maria\nIsabel Gallotti, Antonio Carlos Ferreira, Sérgio Kukina e Francisco\nFalcão votaram com a Sra. Ministra Relatora.\nImpedidos os Srs. Ministros João Otávio de Noronha e Herman\nBenjamin.\nAusentes, justificadamente, os Srs. Ministros João Otávio de\nNoronha, Herman Benjamin e Og Fernandes.\nConvocado o Sr. Ministro Sérgio Kukina.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000838135",
  "numeroProcesso" : "971",
  "numeroRegistro" : "202001842617",
  "siglaClasse" : "EDcl nos EDcl na APn",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DECLARAÇÃO NA AÇÃO PENAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJE        DATA:21/03/2023",
  "ementa" : "PROCESSUAL PENAL. AÇÃO PENAL DE INICIATIVA PRIVADA. REJEIÇÃO.\nHONORÁRIOS ADVOCATÍCIOS. CABIMENTO. MATÉRIA DE ORDEM PÚBLICA. 1. A\nquestão em torno dos honorários advocatícios detém natureza de ordem\npública, sendo cabível sua fixação, inclusive de ofício.\n2. Conforme jurisprudência do STJ, o princípio da sucumbência é\naplicável no âmbito do processo penal, quando se tratar de ação\npenal de iniciativa privada.\n3. Embargos de declaração acolhidos, com efeitos infringentes, para\ncondenar o querelante ao pagamento de custas processuais e\nhonorários advocatícios, ora fixados em R$ 5.000,00 (cinco mil\nreais).",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230315",
  "decisao" : "Vistos, relatados e discutidos estes autos, acordam os Ministros da\nCorte Especial do Superior Tribunal de Justiça, na conformidade dos\nvotos e das notas taquigráficas constantes dos autos,  A Corte\nEspecial, por unanimidade, acolher os embargos de declaração, com\nefeitos infringentes, nos termos do voto da Sra. Ministra Relatora.\nOs Srs. Ministros Laurita Vaz, Humberto Martins, Mauro Campbell\nMarques, Benedito Gonçalves, Raul Araújo, Paulo de Tarso\nSanseverino, Maria Isabel Gallotti, Antonio Carlos Ferreira, Sérgio\nKukina e Francisco Falcão votaram com a Sra. Ministra Relatora.\nImpedida a Sra. Ministra Maria Thereza de Assis Moura.\nAusentes, justificadamente, os Srs. Ministros João Otávio de\nNoronha, Herman Benjamin e Og Fernandes.\nConvocado o Sr. Ministro Sérgio Kukina.\nPresidiu o julgamento o Sr. Ministro Luis Felipe Salomão.",
  "jurisprudenciaCitada" : "(HONORÁRIOS ADVOCATÍCIOS - ORDEM PÚBLICA - FIXAÇÃO DE OFÍCIO)\n   STJ - <<AgInt no REsp 1585091>>-RS,\n         <<AgInt nos EDcl no AREsp 2055080>>-SP,\n         <<EDcl no AgInt nos EDv nos EAREsp 1598239>>-SP,\n         <<REsp 1847229>>-RS\n(AÇÃO PENAL DE INCIATIVA PRIVADA - FIXAÇÃO DE HONORÁRIOS)\n   STJ - <<AgRg no AREsp 992183>>-DF,\n         <<EDcl no AgRg na PET na APn 735>>-DF\n(DEFENSOR DATIVO - HONORÁRIOS ADVOCATÍCIOS - FIXAÇÃO - TABELA DA OAB\n- NÃO VINCULAÇÃO DO MAGISTRADO)\n   STJ - <<REsp 1656322>>-SC (RECURSO REPETITIVO - TEMA(s) 984)",
  "notas" : null,
  "informacoesComplementares" : "     \"[...] 'As tabelas de honorários elaboradas unilateralmente\npelos Conselhos Seccionais da OAB não vinculam o magistrado no\nmomento de arbitrar o valor da remuneração a que faz jus o defensor\ndativo que atua no processo penal; servem como referência para o\nestabelecimento de valor que seja justo e que reflita o labor\ndespendido pelo advogado'\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00085 PAR:00002" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000838648",
  "numeroProcesso" : "3007",
  "numeroRegistro" : "202103291469",
  "siglaClasse" : "AgInt no AgInt na SLS",
  "descricaoClasse" : "AGRAVO INTERNO NO AGRAVO INTERNO NA SUSPENSÃO DE LIMINAR E DE\nSENTENÇA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA THEREZA DE ASSIS MOURA",
  "dataPublicacao" : "DJE        DATA:27/03/2023",
  "ementa" : "AGRAVO INTERNO NA SUSPENSÃO DE LIMINAR E DE SENTENÇA. INCIDENTE\nPROPOSTO PELA OAB. DISCUSSÃO SOBRE A TABELA DE HONORÁRIOS.\nINEXISTÊNCIA DE GRAVE LESÃO À ORDEM PÚBLICA. PROPOSIÇÃO COMO\nSUCEDÂNEO RECURSAL. IMPOSSIBILIDADE. RECURSO NÃO PROVIDO.\n1. O deferimento do pedido de suspensão está condicionado à\ndemonstração de que a manutenção da decisão impugnada causa efetiva\ne grave lesão à ordem, à saúde, à segurança e à economia públicas.\n2. No caso, a decisão que determina o reajuste da tabela de\nhonorários fixando-se como limite de contratação 30% sobre o êxito\nda ação previdenciária não caracteriza dano a interesse primário do\nEstado, assim entendido como aquele que repercute em toda a\ncoletividade.\n3. A suspensão de segurança é medida excepcional, que não tem\nnatureza jurídica de recurso, razão pela qual não admite a devolução\ndo conhecimento da matéria de mérito da controvérsia para o\neventual reexame ou reforma.\n4. Agravo interno improvido",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230315",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Corte Especial  A Corte Especial, por\nmaioria, negou provimento ao agravo, nos termos do voto da Sra.\nMinistra Relatora. Vencidos os Srs. Ministros Humberto Martins e\nAntonio Carlos Ferreira. Os Srs. Ministros Francisco Falcão, Nancy\nAndrighi, Laurita Vaz, Herman Benjamin, Benedito Gonçalves, Raul\nAraújo, Maria Isabel Gallotti e Sérgio Kukina votaram com a Sra.\nMinistra Relatora.\nAusentes, justificadamente, os Srs. Ministros João Otávio de\nNoronha, Og Fernandes, Luis Felipe Salomão e Paulo de Tarso\nSanseverino.\nConvocado o Sr. Ministro Sérgio Kukina.",
  "jurisprudenciaCitada" : "(SUSPENSÃO DE SEGURANÇA - MEDIDA EXCEPCIONAL - SUCEDÂNEO RECURSAL -\nNÃO CABIMENTO)\n   STJ - <<AgInt na SLS 3075>>-DF, <<AgInt na SLS 2535>>-DF",
  "notas" : null,
  "informacoesComplementares" : "     (VOTO VENCIDO) (MIN. HUMBERTO MARTINS)\n     \"[...] está caracterizada a grave lesão à ordem pública, na sua\nacepção administrativa, em decorrência dos entraves à execução\nnormal e eficiente da competência institucional da OAB, em virtude\nde óbice à prestação regular de seus serviços de relevante interesse\npúblico\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:008437 ANO:1992\n        ART:00004" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000838649",
  "numeroProcesso" : "3090",
  "numeroRegistro" : "202200974006",
  "siglaClasse" : "AgInt na SLS",
  "descricaoClasse" : "AGRAVO INTERNO NA SUSPENSÃO DE LIMINAR E DE SENTENÇA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA THEREZA DE ASSIS MOURA",
  "dataPublicacao" : "DJE        DATA:27/03/2023",
  "ementa" : "AGRAVO INTERNO NA SUSPENSÃO DE LIMINAR. PROCESSUAL CIVIL. REPARTIÇÃO\nDE RECEITAS TRIBUTÁRIAS. VALOR AGREGADO FISCAL - VAF. INCLUSÃO (OU\nNÃO) DO IPI NA BASE DE CÁLCULO. MATÉRIA OBJETO DE AÇÃO ORDINÁRIA\n(OBRIGAÇÃO DE FAZER). TUTELA ANTECIPADA DEFERIDA SUSPENSA EM SEDE DE\nAGRAVO DE INSTRUMENTO. GRAVE LESÃO À ORDEM OU À ECONOMIA PÚBLICAS.\nAUSÊNCIA DE DEMONSTRAÇÃO. INEXISTÊNCIA DE FUNDAMENTAÇÃO ABSURDA OU\nCONTRÁRIA A ANTERIOR DECISÃO DO STJ. SUSPENSÃO DA SEGURANÇA\nDENEGADA. AGRAVO REGIMENTAL PROVIDO.\n1. O instituto da suspensão de liminar ou sentença proferida contra\no Poder Público é medida excepcional, cujos pilares se assentam no\n(manifesto) interesse público, flagrante ilegitimidade de parte e\nprevenção de grave lesão à ordem, à saúde, à segurança e à economia\npúblicas.\n2. Já decidiu o STJ: \"A suspensão de liminar ou segurança deve ser\nvista e utilizada como via absolutamente excepcional, de rígida\nvinculação aos núcleos legais duros autorizativos previstos na\nlegislação ('ordem', 'saúde', 'segurança', 'economia' públicas), que\ndevem ser interpretados de maneira estrita, sendo vedada dilatação\nou afrouxamento das hipóteses de cabimento ou de legitimação, p. ex.\n, para ampliar o rol dos legitimados ativos legalmente estabelecidos\n(o 'Ministério Público' e a 'pessoa jurídica de direito público\ninteressada') ou, no mérito, para se distanciar dos valores\nético-jurídicos legitimadores da medida\" (AgInt na SS n. 2.951/CE,\nRel. Min. Herman Benjamin).\n3. Ainda que seja indicada breve incursão no mérito da demanda a fim\nde buscar sinais da plausibilidade do direito com vistas a evitar a\nmanutenção de situações ilegítimas, ou seja, um juízo de delibação\nmínimo acerca da controvérsia principal, o incidente da suspensão de\nsegurança, por não ser sucedâneo recursal, é inadequado para a\napreciação do mérito da controvérsia.\n4. Não se divisa a presença dos requisitos legais - grave lesão à\nordem ou à economia públicas - na decisão que, ao atribuir efeito\nsuspensivo a agravo de instrumento, sustou os efeitos de tutela\nantecipada que determinou a consideração do IPI na base de cálculo\ndo Valor Agregado Fiscal - VAT, na medida em que, só por si, não\nrepresenta decréscimo nas receitas do município. O município já não\ncontava com essa potencial receita antes do ajuizamento da ação.\n5. Já decidiu a Corte Especial do STJ: \"O pedido de contracautela\nvisa a suspender a eficácia de decisão cautelar que promove\nalteração na situação jurídica em que se encontrava o Poder Público\nanteriormente ao ajuizamento de processo judicial. Por isso,\npressupõe-se que a Fazenda Pública figure no polo passivo da causa\noriginária principal. Nas hipótese em que a Administração é\ndemandante (autora), é ela quem almeja a modificação do status quo\nante. Tal quadro não permite o manejo de requerimento suspensivo\"\n(AgInt na SLS n. 2.358/MA, Rel. Min. Laurita Vaz).\n6. Não configurados os pressupostos ao deferimento da suspensão de\nliminar ou sentença, sua negativa se impõe.\n7. Agravo interno provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230315",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Corte Especial, por maioria, dar provimento\nao agravo, tornando sem efeito a suspensão da liminar deferida, nos\ntermos do voto da Sra. Ministra Relatora. Vencido o Sr. Ministro\nHumberto Martins, que negou provimento ao agravo.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nHerman Benjamin, Benedito Gonçalves, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira e Sérgio Kukina votaram com a Sra.\nMinistra Relatora.\nAusentes, justificadamente, os Srs. Ministros João Otávio de\nNoronha, Og Fernandes, Luis Felipe Salomão e Paulo de Tarso\nSanseverino.\nConvocado o Sr. Ministro Sérgio Kukina.",
  "jurisprudenciaCitada" : "(SUSPENSÃO DE LIMINAR OU SEGURANÇA - EXCEPCIONALIDADE)\n   STJ - <<AgInt na SS 2951>>-CE\n(REQUERIMENTO SUSPENSIVO - PEDIDO DE CONTRACAUTELA - FAZENDA PÚBLICA\n- LEGITIMIDADE)\n   STJ - <<AgInt na SLS 2358>>-MA",
  "notas" : null,
  "informacoesComplementares" : "     (VOTO VENCIDO) (MIN. HUMBERTO MARTINS)\n     \"[...] a decisão proferida no Agravo de Instrumento n.\n1.0000.22.041998-0/001 causa lesão à ordem administrativa no sentido\nde que impossibilita a real distribuição de receitas, prejudicando o\nrecebimento do Município requerente de repasse mensal na ordem de R$\n9.000.000,00, o que inviabiliza a prestação de diversos serviços\npúblicos\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:008437 ANO:1992\n        ART:00004", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00217", "LEG:EST RES:002638 ANO:1995 UF:MG\n(SECRETARIA DE FAZENDA DO ESTADO DE MINAS GERAIS - SEF/MG)", "LEG:FED LCP:000063 ANO:1990\n        ART:00003 PAR:00002 INC:00001" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000838650",
  "numeroProcesso" : "6165",
  "numeroRegistro" : "201703087354",
  "siglaClasse" : "AgInt no RE nos EDcl no AgInt na AR",
  "descricaoClasse" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO\nNO AGRAVO INTERNO NA AÇÃO RESCISÓRIA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA THEREZA DE ASSIS MOURA",
  "dataPublicacao" : "DJE        DATA:27/03/2023",
  "ementa" : "AGRAVO INTERNO. SUSPENSÃO DE SEGURANÇA. GRAVE LESÃO À ORDEM E À\nECONOMIA PÚBLICAS. AUSÊNCIA DE DEMONSTRAÇÃO. PROPOSIÇÃO COMO\nSUCEDÂNEO RECURSAL. INVIABILIDADE. INDEFERIMENTO DO PEDIDO DE\nSUSPENSÃO. AGRVO IMPROVIDO.\n1. O deferimento do pedido de suspensão está condicionado à\ndemonstração de que a manutenção da decisão impugnada causa efetiva\ne grave lesão à ordem, à saúde, à segurança e à economia públicas.\n2. No caso, não se demonstrou a real e iminente possibilidade fática\nde compensação imediata do crédito tributário objeto de discussão\nno mandado de segurança originário - pedido que sequer foi formulado\nna petição inicial do writ e que, nos termos da legislação\nestadual, depende da anuência do Estado agravante -, a afastar o\nrisco de grave lesão que justifica o deferimento da suspensão.\n3. Não é viável na via excepcional da suspensão de segurança, que\nnão tem natureza jurídica de recurso, a análise acerca da suposta\nocorrência de decadência de crédito fiscal e da nulidade de sentença\nproferida nos autos de mandado de segurança.\n4. Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230315",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Corte Especial  A Corte Especial, por\nunanimidade, negou provimento ao agravo, nos termos do voto da Sra.\nMinistra Relatora. Os Srs. Ministros Francisco Falcão, Nancy\nAndrighi, Laurita Vaz, Humberto Martins, Mauro Campbell Marques,\nBenedito Gonçalves, Raul Araújo, Paulo de Tarso Sanseverino, Maria\nIsabel Gallotti, Antonio Carlos Ferreira e Sérgio Kukina votaram com\na Sra. Ministra Relatora.\nAusentes, justificadamente, os Srs. Ministros João Otávio de\nNoronha, Herman Benjamin e Og Fernandes.\nConvocado o Sr. Ministro Sérgio Kukina.\nPresidiu o julgamento o Sr. Ministro Luis Felipe Salomão.",
  "jurisprudenciaCitada" : "(AÇÃO RESCISÓRIA - NÃO CABIMENTO - MUDANÇA DE ORIENTAÇÃO\nJURISPRUDENCIAL)\n   STF - [[RE 590809]]-RS (REPERCUSSÃO GERAL - TEMA(s) 136)",
  "notas" : null,
  "informacoesComplementares" : "     \"O STF [...] firmou o entendimento de que 'não cabe ação\nrescisória quando o julgado estiver em harmonia com o entendimento\nfirmado pelo Plenário do Supremo à época da formalização do acórdão\nrescindendo, ainda que ocorra posterior superação do precedente'\n(Tema n. 136/STF)\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STF)    SÚMULA DO SUPREMO TRIBUNAL FEDERAL\n        SUM:000343" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000838723",
  "numeroProcesso" : "3163",
  "numeroRegistro" : "202202537550",
  "siglaClasse" : "AgInt na SLS",
  "descricaoClasse" : "AGRAVO INTERNO NA SUSPENSÃO DE LIMINAR E DE SENTENÇA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA THEREZA DE ASSIS MOURA",
  "dataPublicacao" : "DJE        DATA:28/03/2023",
  "ementa" : "AGRAVO INTERNO CONTRA DECISÃO QUE NÃO CONHECE DE PEDIDO DE SUSPENSÃO\nDE SEGURANÇA. AÇÃO MOVIDA PELO PRÓPRIO REQUERENTE DO INCIDENTE.\nINDEVIDA UTILIZAÇÃO DO PEDIDO SUSPENSIVO COMO SUCEDÂNEO RECURSAL.\nINADEQUAÇÃO DA VIA ELEITA. AGRAVO INTERNO PROVIDO .\n1. A suspensão de segurança, via excepcional de defesa do interesse\npúblico, depende da existência de ação cognitiva em curso proposta\ncontra o Poder Público requerente e constitui incidente no qual se\nbusca a reparação de situação inesperada que tenha promovido\nalteração no status quo ante em prejuízo da Fazenda Pública.\n2. Hipótese em que a ação judicial foi proposta pelo próprio\nrequerente, que obteve provimento parcial da tutela requerida, e\ncuja pretensão suspensiva é a de obter a integralidade do pedido\ninicial, ampliando os limites da decisão já proferida em seu favor,\no que não se admite, pena de subverter o incidente suspensivo em\nsucedâneo recursal.\n          3. Agravo interno provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230315",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça,  por maioria, dar provimento ao agravo para tornar sem\nefeito a decisão agravada e negar o pedido de suspensão de liminar e\nsentença formulado pela requerente, nos termos do voto da Sra.\nMinistra Relatora. Vencido o Sr. Ministro Humberto Martins.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nHerman Benjamin, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Paulo de Tarso Sanseverino, Maria Isabel Gallotti, Antonio\nCarlos Ferreira e Sérgio Kukina votaram com a Sra. Ministra\nRelatora.\nAusentes, justificadamente, os Srs. Ministros João Otávio de Noronha\ne Og Fernandes.\n\nConvocado o Sr. Ministro Sérgio Kukina.\n\nPresidiu o julgamento o Sr. Ministro Luis Felipe Salomão.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : "Aguardando análise.",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000838828",
  "numeroProcesso" : "3169",
  "numeroRegistro" : "202202661067",
  "siglaClasse" : "AgInt na SLS",
  "descricaoClasse" : "AGRAVO INTERNO NA SUSPENSÃO DE LIMINAR E DE SENTENÇA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA THEREZA DE ASSIS MOURA",
  "dataPublicacao" : "DJE        DATA:30/03/2023",
  "ementa" : "AGRAVO INTERNO CONTRA DECISÃO QUE DEFERE PEDIDO DE SUSPENSÃO DE\nSEGURANÇA. CONCESSIONÁRIA DE SERVIÇO PÚBLICO DE ENERGIA ELÉTRICA.\nRETIRADA DE PATROCÍNIO DE PLANO PRIVADO DE PREVIDÊNCIA. AUSÊNCIA DE\nINTERESSE PÚBLICO PRIMÁRIO. AGRAVO INTERNO PROVIDO.\n1. O Pedido de Suspensão de Segurança constitui incidente processual\npor meio do qual a pessoa jurídica de direito público ou o\nMinistério Público busca a proteção do interesse público contra um\nprovimento jurisdicional que cause grave lesão à ordem, à saúde, à\nsegurança e à economia pública.\n2. A pessoa jurídica de direito privado delegatária de serviço\npúblico somente tem legitimidade ativa para ingressar com pedido de\nsuspensão de segurança na hipótese em que estiver atuando na defesa\nde interesse público primário relacionado com os termos da própria\nconcessão e prestação do serviço público.\n3. Agravo interno provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230315",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Corte Especial  A Corte Especial, por\nmaioria, deu provimento ao agravo para indeferir o pedido de\nsuspensão, nos termos do voto da Sra. Ministra Relatora. Vencido o\nSr. Ministro Humberto Martins, que negou provimento ao agravo. Os\nSrs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz, Herman\nBenjamin, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nPaulo de Tarso Sanseverino, Maria Isabel Gallotti, Antonio Carlos\nFerreira e Sérgio Kukina votaram com a Sra. Ministra Relatora.\nAusentes, justificadamente, os Srs. Ministros João Otávio de Noronha\ne Og Fernandes.\nConvocado o Sr. Ministro Sérgio Kukina.",
  "jurisprudenciaCitada" : "(SUSPENSÃO DE LIMINAR E DE SENTENÇA - PREVIDÊNCIA PRIVADA - REGIME\nDE CUSTEIO - INTERESSE PÚBLICO PRIMÁRIO)\n   STJ - <<AgInt na SLS 2507>>-RJ, <<AgRg na SLS 222>>-DF",
  "notas" : null,
  "informacoesComplementares" : "     A concessionária de serviço público de energia elétrica não\ntem legitimidade para requerer o Pedido de Suspensão de Segurança\nna hipótese em que se discute a relação contratual de natureza\nprivada entre a empresa e seus empregados, beneficiários de plano\nde previdência. Isso porque, não havendo qualquer relação direta, e\naté mesmo indireta, com a atividade como concessionária de serviço\npúblico, não é possível falar em grave lesão à ordem pública ou\nprejuízo à continuidade dos serviços públicos.\n     (VOTO VENCIDO) (HUMBERTO MARTINS)\n     \"[...] o interesse tutelado no requerimento de suspensão de\nliminar e de sentença atinge a coletividade, na medida em que a\ndecisão impugnada lesiona a ordem e a economia públicas, porquanto\na viabilização de cobrança de valores baseada em normas, cuja\ndiscussão da legalidade ainda não foi tomada de forma definitiva,\nleva grave ameaça aos recursos financeiros da requerente,\nimpactando diretamente o caixa da companhia, situação que acaba por\ncolocar em risco toda a coletividade que demanda serviço público de\nqualidade\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:008437 ANO:1992\n        ART:00004" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000838870",
  "numeroProcesso" : "1832217",
  "numeroRegistro" : "201902426992",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LAURITA VAZ",
  "dataPublicacao" : "DJE        DATA:31/03/2023",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL. AÇÃO\nCIVIL PÚBLICA. DIREITO DO CONSUMIDOR. TELEFONIA CELULAR. TIM. PLANO\nINFINITY. LIGAÇÕES DERRUBADAS. DANO MORAL COLETIVO. CONDENAÇÃO.\nALEGADA INVERSÃO DO ÔNUS DA PROVA NA SENTENÇA. REGRA DE INSTRUÇÃO.\nACÓRDÃO RECORRIDO QUE CONSIDEROU INEXISTENTE A INVERSÃO ALEGADA.\nPECULIARIDADES. ACÓRDÃO EMBARGADO QUE ENTENDEU SUFICIENTEMENTE\nFUNDAMENTADA A CONCLUSÃO. APLICAÇÃO DOS ÓBICES DAS SÚMULAS N. 284 DO\nSTF E 07 DO STJ. VALOR DA CONDENAÇÃO CONSIDERADO PROPORCIONAL PELO\nACÓRDÃO EMBARGADO. DISSÍDIO JURISPRUDENCIAL INDEMONSTRADO. EMBARGOS\nDE DIVERGÊNCIA LIMINARMENTE INDEFERIDOS. AGRAVO INTERNO DESPROVIDO.\n1. O acórdão embargado entendeu, na esteira do aresto recorrido, que\n\"não houve a inversão do ônus da prova no momento da sentença, como\ntécnica de julgamento, tal como alegado, a atrair os óbices\ncontidos nas Súmulas nº 284/STF e nº 7/STJ.\"\n2. Não há divergência de teses jurídicas entre o acórdão embargado e\no paradigma, mas considerações distintas acerca das peculiaridades\ndo caso concreto, as quais levaram o Tribunal a quo a concluir pela\ninexistência de inversão do ônus da prova na sentença, decisão esta\nque foi considerada devidamente fundamentada pela Turma Julgadora\nnesta Instância Superior, que erigiu os óbices das Súmulas n. 07 do\nSuperior Tribunal de Justiça e n. 284 do Supremo Tribunal Federal\npara a reforma do julgado nesse ponto.\n3. Também não há divergência jurisprudencial quando a Turma\nJulgadora decide, no recurso especial, que inexiste exorbitância no\nmontante indenizatório fixado pela instância ordinária, reconhecendo\nhaver fundamentação adequada, aplicando-se-lhe o óbice da Súmula n.\n07 do Superior Tribunal de Justiça para revisá-lo.\n4. A pretensão de refazimento desse juízo de valor não se coaduna\ncom a estreita via dos embargos de divergência, uma vez que a\naferição da razoabilidade ou não do quantum fixado na condenação por\ndano moral coletivo está intrínseca e inseparavelmente atrelada à\nanálise das particularidades de cada caso.\n5. Mostram-se inadmissíveis os embargos de divergência - recurso de\nfundamentação vinculada e de cognição restrita -, que não se prestam\nao mero reexame do acerto ou desacerto do acórdão embargado.\n6. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230315",
  "decisao" : "Vistos, relatados e discutidos estes autos, acordam os Ministros da\nCorte Especial do Superior Tribunal de Justiça, na conformidade dos\nvotos e das notas taquigráficas a seguir,  prosseguindo no\njulgamento, após o voto-vista do Sr. Ministro João Otávio de Noronha\nacompanhando a Relatora, por unanimidade, negar provimento ao\nagravo, nos termos do voto da Sra. Ministra Relatora. Os Srs.\nMinistros João Otávio de Noronha, Humberto Martins, Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nPaulo de Tarso Sanseverino, Maria Isabel Gallotti, Francisco Falcão\ne Nancy Andrighi votaram com a Sra. Ministra Relatora.\nNão participaram do julgamento os Srs. Ministros Antonio Carlos\nFerreira e Sérgio Kukina.\nAusentes, justificadamente, os Srs. Ministros Herman Benjamin e Og\nFernandes.\nConvocado o Sr. Ministro Sérgio Kukina.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : "Aguardando análise.",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000838871",
  "numeroProcesso" : "3361",
  "numeroRegistro" : "202104079639",
  "siglaClasse" : "AgRg na SS",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA SUSPENSÃO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "HUMBERTO MARTINS",
  "dataPublicacao" : "DJE        DATA:31/03/2023",
  "ementa" : "AGRAVO REGIMENTAL NA SUSPENSÃO DE SEGURANÇA. EMPRESA UTILIZADA PARA\nA PRÁTICA DOS CRIMES EM LICITAÇÕES E CONTRATOS. BLOQUEIO DE VALORES\nFINANCEIROS. COMPROVAÇÃO INEQUÍVOCA DE VIOLAÇÃO DOS BENS JURÍDICOS\nTUTELADOS PELA LEGISLAÇÃO DE REGÊNCIA.\n1. Admissibilidade de suspensão em demandas de natureza criminal\nsomente em caso em que configurada presente excepcionalidade em\nrazão da gravidade manifesta dos fatos, que ocasiona violação do\ndireito coletivo à segurança, conforme entendimento jurisprudencial\ndo Supremo Tribunal Federal.\n2. O deferimento do pedido de suspensão está condicionado à cabal\ndemonstração de que a manutenção da decisão impugnada causa efetiva\nlesão ao interesse público.\n3. Caracterizada a lesão à ordem pública e à economia pública, na\nmedida em que é possível a perda de bens da pessoa jurídica, ainda\nque esta não conste do polo passivo da investigação penal, em\ndecorrência da verificação de indícios de que tenha sido utilizada\npara a prática dos crimes em licitações e contratos, podendo ser a\ndestinatária e beneficiária dos proveitos de tais crimes.\n4. Não apontou a parte agravante situações específicas ou dados\nconcretos que efetivamente pudessem demonstrar que o comando\njudicial atual não deve prevalecer com relação ao não reconhecimento\nde violação dos bens jurídicos tutelados pela legislação de\nregência.\nAgravo regimental improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230315",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, prosseguindo no julgamento, após os votos da\nSra. Ministra Maria Isabel Gallotti e do Sr. Ministro Sérgio Kukina\nnegando provimento ao agravo, por maioria, negar provimento ao\nagravo, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Herman Benjamin,\nRaul Araújo, Maria Isabel Gallotti e Sérgio Kukina votaram com o\nSr. Ministro Relator. Vencidos os Srs. Ministros Laurita Vaz, João\nOtávio de Noronha, Maria Thereza de Assis Moura, Mauro Campbell\nMarques e Benedito Gonçalves que davam provimento ao agravo.\nNão participou do julgamento o Sr. Ministro Antonio Carlos Ferreira.\nAusentes, justificadamente, os Srs. Ministros Og Fernandes e Paulo\nde Tarso Sanseverino.\nAposentado o Sr. Ministro Jorge Mussi.\nConvocado o Sr. Ministro Sérgio Kukina.\nPresidiu o julgamento o Sr. Ministro Luis Felipe Salomão.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : "Aguardando análise.",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000837033",
  "numeroProcesso" : "2507",
  "numeroRegistro" : "201901016957",
  "siglaClasse" : "AgInt na SLS",
  "descricaoClasse" : "AGRAVO INTERNO NA SUSPENSÃO DE LIMINAR E DE SENTENÇA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA THEREZA DE ASSIS MOURA",
  "dataPublicacao" : "DJE        DATA:13/03/2023",
  "ementa" : "AGRAVO INTERNO CONTRA DECISÃO QUE INDEFERIU TUTELA PROVISÓRIA DE\nURGÊNCIA. CONCESSÃO DE EFEITO SUSPENSIVO AOS AGRAVOS INTERNOS.\nRECURSOS JÁ JULGADOS. PERDA DE OBJETO. AGRAVO INTERNO PREJUDICADO.\n1. A tutela provisória visava à concessão de efeito suspensivo aos\nagravos internos in terpostos contra a decisão que havia deferido o\npedido de suspensão. Julgados referidos recursos pelo Colegiado,\nevidente a perda de objeto.\n2. Agravo interno prejudicado.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230307",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 01/03/2023 a 07/03/2023,\npor unanimidade, julgar prejudicado o recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Humberto Martins, Herman Benjamin, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Paulo de Tarso Sanseverino, Maria Isabel Gallotti e Antonio\nCarlos Ferreira  votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento o Sr. Ministro Og Fernandes.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000837045",
  "numeroProcesso" : "1557329",
  "numeroRegistro" : "201902284330",
  "siglaClasse" : "EDcl no AgInt nos EAREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA\nEM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "FRANCISCO FALCÃO",
  "dataPublicacao" : "DJE        DATA:13/03/2023",
  "ementa" : "PROCESSUAL CIVIL. DIREITO CIVIL. SUCESSÕES. INVENTÁRIO E PARTILHA.\nAGRAVO INTERNO. ERRO MATERIAL NO RELATÓRIO. EMBARGOS ACOLHIDOS SEM\nEFEITOS MODIFICATIVOS.\nI - Na origem, trata-se de agravo de instrumento contra decisão que\nentendeu que as cotas de sociedade limitada seriam bens comuns do\ncasal. No Tribunal a quo, em recurso integrativo, deu-se provimento\nao recurso.\nII - Segundo o art. 1.022 do Código de Processo Civil de 2015, os\nembargos de declaração são cabíveis para esclarecer obscuridade;\neliminar contradição; suprir omissão de ponto ou questão sobre as\nquais o juiz devia pronunciar-se de ofício ou a requerimento; e/ou\ncorrigir erro material.\nIII - Constatada a ocorrência de erro material, acolhem-se os\nembargos de declaração para corrigi-los, esclarecendo que não houve\ndeterminação para juntada de cópia da alteração do contrato social,\nbem como o Tribunal a quo deu provimento ao recurso, conforme ficou\ndemonstrado, às fls. 354-356.\nIV - Ressalte-se, ainda, que a existência de mero erro material em\nparte do relatório que não influencia na fundamentação e no\ndispositivo, em que pese à possibilidade de corrigi-lo, não traz\nnenhum prejuízo à parte recorrente.\nV - Embargos de declaração acolhidos para sanar o erro material, sem\nefeitos modificativos.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230307",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 01/03/2023 a 07/03/2023,\npor unanimidade, acolher parcialmente os embargos de declaração, nos\ntermos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, Laurita Vaz, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Og Fernandes, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Paulo de Tarso Sanseverino, Maria Isabel Gallotti e Antonio\nCarlos Ferreira  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000837046",
  "numeroProcesso" : "1897140",
  "numeroRegistro" : "202002490718",
  "siglaClasse" : "AgInt no RE nos EDcl no AgInt no REsp",
  "descricaoClasse" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO\nNO AGRAVO INTERNO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:13/03/2023",
  "ementa" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO. NEGATIVA DE SEGUIMENTO.\nDIREITO TRIBUTÁRIO. COFINS-IMPORTAÇÃO. ADICIONAL DE ALÍQUOTA.\nENTENDIMENTO DO STJ EM CONFORMIDADE COM A JURISPRUDÊNCIA DO STF.\nTEMA N. 1.047/STF. AGRAVO NÃO PROVIDO.\n1. O Supremo Tribunal Federal, no julgamento do RE n. 1.178.310/PR,\nsob o regime de repercussão geral, firmou a tese de que \"é\nconstitucional o adicional de alíquota da Cofins-Importação previsto\nno § 21 do artigo 8º da Lei nº 10.865/2004.\" (Tema n. 1. 047/STF).\n2. No caso, o acórdão proferido pelo STJ está em sintonia com a\norientação firmada pelo Pretório Excelso sob o regime da repercussão\ngeral, de modo que deve ser mantida a decisão que negou seguimento\nao recurso extraordinário.\n3. Não há se falar em distinguishing entre a situação debatida nos\nautos e a tese vinculante contida no Tema n. 1.047/STF, uma vez que\na Suprema Corte tem reconhecido a incidência da referida orientação,\ninclusive nos casos envolvendo a importação de aeronaves. Nesse\nsentido: RE n. 1.162.703 ED-AgR, relatora Ministra Rosa Weber,\nPrimeira Turma, DJ de 21/11/2019.\n4. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230307",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 01/03/2023 a 07/03/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Humberto Martins, Herman Benjamin, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Paulo de Tarso Sanseverino, Maria Isabel Gallotti e Antonio\nCarlos Ferreira  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(COFINS - IMPORTAÇÃO - ALÍQUOTA)\n   STF - [[RE 1178310]]-PR, [[RE-ED-AgR   1162703]],\n         [[ARE 1355720]]-RJ",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:010865 ANO:2004\n        ART:00008 PAR:00021" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000837047",
  "numeroProcesso" : "1953300",
  "numeroRegistro" : "202102461047",
  "siglaClasse" : "AgInt no RE nos EDcl no AgInt no REsp",
  "descricaoClasse" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO\nNO AGRAVO INTERNO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:13/03/2023",
  "ementa" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO. NEGATIVA DE SEGUIMENTO.\nFALTA DE FUNDAMENTAÇÃO DO ACÓRDÃO RECORRIDO. NÃO OCORRÊNCIA. TEMA N.\n339/STF. DIREITO TRIBUTÁRIO. INCLUSÃO DO ICMS NA BASE DE CÁLCULO DA\nCONTRIBUIÇÃO PREVIDENCIÁRIA SOBRE A RECEITA BRUTA - CPRB.\nENTENDIMENTO DO STJ EM CONFORMIDADE COM A JURISPRUDÊNCIA DO STF.\nTEMA N. 1.048/STF. AGRAVO IMPROVIDO.\n1. As decisões judiciais devem ser fundamentadas, ainda que de forma\nsucinta, não se exigindo análise pormenorizada de cada prova nem\nalegação das partes, tampouco que sejam corretos os seus fundamentos\n(Tema n. 339/STF).\n2. O Supremo Tribunal Federal, no julgamento do RE n.\n1.187.264-RG/SP, sob o regime de repercussão geral, firmou a tese de\nque: \"É constitucional a inclusão do Imposto Sobre Circulação de\nMercadorias e Serviços - ICMS na base de cálculo da Contribuição\nPrevidenciária sobre a Receita Bruta - CPRB.\" (Tema n. 1.048/STF.)\n3. No caso, o acórdão proferido pelo STJ está em sintonia com a\norientação firmada pelo Pretório Excelso sob o regime da repercussão\ngeral, de modo que deve ser mantida a decisão que negou seguimento\nao recurso extraordinário.\n4. Não há falar em distinguishing entre a situação debatida nos\nautos e a tese vinculante contida no Tema n. 1.048/STF, uma vez que\na Suprema Corte tem reconhecido a incidência da referida orientação\nnos casos envolvendo a contribuição previdenciária prevista no art.\n22-A da Lei n. 8.212/1991. Nesse sentido: ARE n. 1.395.514/SP,\nrelator Ministro Alexandre de Moraes, DJe de 18/11/2022.\n5. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230307",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 01/03/2023 a 07/03/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Humberto Martins, Herman Benjamin, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Maria Isabel Gallotti e Antonio Carlos Ferreira  votaram com\no Sr. Ministro Relator.\nImpedido o Sr. Ministro Paulo de Tarso Sanseverino.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(DIREITO TRIBUTÁRIO - INCLUSÃO DO ICMS NA BASE DE CÁLCULO DA\nCONTRIBUIÇÃO PREVIDENCIÁRIA SOBRE A RECEITA BRUTA - CPRB)\n   STF - [[RE 1187264]]-SP (REPERCUSSÃO GERAL - TEMA(s) 1048)\n(CONTRIBUIÇÃO PREVIDENCIÁRIA SUBSTITUTIVA - INCLUSÃO DO ICMS NA BASE\nDE CÁLCULO)\n   STF - [[ARE-AgR 1395514]]",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : "IMPOSTO SOBRE CIRCULAÇÃO DE MERCADORIAS E SERVIÇOS (ICMS)",
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:008212 ANO:1991\n*****  LOSS-91    LEI ORGÂNICA DA SEGURIDADE SOCIAL\n        ART:0022A" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000837048",
  "numeroProcesso" : "174299",
  "numeroRegistro" : "202002074746",
  "siglaClasse" : "EDcl no AgInt no RE nos EDcl no AgInt no CC",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO\nNOS EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NO CONFLITO DE\nCOMPETÊNCIA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:13/03/2023",
  "ementa" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO. RECURSO EXTRAORDINÁRIO.\nNEGATIVA DE SEGUIMENTO. FORNECIMENTO DE MEDICAMENTOS REGISTRADOS NA\nANVISA E NÃO PADRONIZADOS NO SUS. DISCUSSÃO SOBRE A NECESSIDADE DE\nINCLUSÃO DA UNIÃO NO POLO PASSIVO DA DEMANDA. REPERCUSSÃO GERAL\nRECONHECIDA PELO SUPREMO TRIBUNAL FEDERAL. EMBARGOS ACOLHIDOS PARA\nDETERMINAR O SOBRESTAMENTO DO RECURSO EXTRAORDINÁRIO ATÉ O\nJULGAMENTO DO TEMA N. 1.234/STF.\n1. Os embargos de declaração, conforme dispõe o art. 1.022 do Código\nde Processo Civil, destinam-se a esclarecer obscuridade, eliminar\ncontradição, suprir omissão ou corrigir erro material.\n2. Hipótese que se refere a fornecimento de medicamentos registrados\nna Anvisa e não padronizados no SUS, matéria cuja repercussão geral\nfoi reconhecida pelo Supremo Tribunal Federal no Tema n. 1.234/STF.\n3. Embargos de declaração acolhidos com efeitos infringentes a fim\nde anular o acórdão recorrido e determinar o sobrestamento do feito.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230307",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 01/03/2023 a 07/03/2023,\npor unanimidade, acolher os embargos de declaração, com efeitos\nmodificativos, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Humberto Martins, Herman Benjamin, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Paulo de Tarso Sanseverino, Maria Isabel Gallotti e Antonio\nCarlos Ferreira  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(LEGITIMIDADE PASSIVA DA UNIÃO - COMPETÊNCIA DA JUSTIÇA FEDERAL -\nFORNECIMENTO DE MEDICAMENTOS REGISTRADOS NA ANVISA E NÃO\nPADRONIZADOS NO SUS)\n   STF - [[RE-ED 855178]] (REPERCUSSÃO GERAL - TEMA(s) 793),\n         [[RE 1366243]] (REPERCUSSÃO GERAL - TEMA(s) 1234)",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01030 INC:00003" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000837049",
  "numeroProcesso" : "1974247",
  "numeroRegistro" : "202103828705",
  "siglaClasse" : "EDcl no AgRg no RE nos EDcl no AgRg nos EDcl no REsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NO RECURSO\nEXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NOS\nEMBARGOS DE DECLARAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:13/03/2023",
  "ementa" : "EMBARGOS DE DECLARAÇÃO. AGRAVO REGIMENTAL INTEMPESTIVO.  ERRO\nMATERIAL. OCORRÊNCIA. OMISSÃO. NÃO CARACTERIZADA. EMBARGOS ACOLHIDOS\nEM PARTE.\n1. Os embargos de declaração, conforme dispõe o art. 619 do Código\nde Processo Penal, destinam-se a sanar ambiguidade, obscuridade,\ncontradição ou omissão, admitidos também, conforme a jurisprudência,\npara corrigir eventual erro material na decisão embargada.\n2. Verificado o erro material, corrige-se a indicação de pessoa\ndiversa no relatório do acórdão embargado, para constar que o\nrecurso foi interposto pelos recorrentes indicados à fl. 1.050 dos\nautos.\n3. Não se identifica no acórdão vício capaz de ensejar o acolhimento\ndos declaratórios, mas apenas a discordância da parte com a solução\napresentada no julgamento e o propósito de modificação.\n4. Embargos acolhidos em parte e rejeitados quanto às demais\nalegações.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230307",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 01/03/2023 a 07/03/2023,\npor unanimidade, acolher parcialmente os embargos de declaração, nos\ntermos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Humberto Martins, Herman Benjamin, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Paulo de Tarso Sanseverino, Maria Isabel Gallotti e Antonio\nCarlos Ferreira  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000837151",
  "numeroProcesso" : "5875",
  "numeroRegistro" : "202000349213",
  "siglaClasse" : "AgInt no Prc",
  "descricaoClasse" : "AGRAVO INTERNO NO PRECATÓRIO",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA THEREZA DE ASSIS MOURA",
  "dataPublicacao" : "DJE        DATA:10/03/2023",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NO PRECATÓRIO. DEPÓSITO ORDENADO.\nLISTISPENDÊNCIA. IMINENTE PREJUÍZO E LESÃO DE DIFÍCIL REPARAÇÃO. NÃO\nOCORRÊNCIA. PAGAMENTO EM CONTA BLOQUEADA. AUSÊNCIA DE INTERESSE\nRECURSAL. AGRAVO NÃO CONHECIDO.\n1. Ordenado o depósito do valor requisitado em conta bloqueada,\ndescabe falar em iminente prejuízo e/ou lesão de difícil r eparação.\n2. Se reconhecida, pelo juízo da execução, a ocorrência de\nlitispendência, a quantia bloqueada será devolvida aos cofres\npúblicos; de outro modo, será liberada a quem de direito.\n3. Ausência de interesse recursal.\n4. Agravo interno não conhecido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230307",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, em sessão virtual de 01/03/2023 a 07/03/2023, por\nunanimidade, não conhecer do recurso, nos termos do voto da Sra.\nMinistra Relatora.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Humberto Martins, Herman Benjamin, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Paulo de Tarso Sanseverino, Maria Isabel Gallotti e Antonio\nCarlos Ferreira  votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento o Sr. Ministro Og Fernandes.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED INT:000003 ANO:2014\n        ART:00011 ART:00013 INC:00002" ],
  "acordaosSimilares" : [ "AgInt no Prc    6025  DF  2020/0071229-4  Decisão:07/03/2023\nDJE        DATA:10/03/2023" ]
}, {
  "id" : "000837379",
  "numeroProcesso" : "28228",
  "numeroRegistro" : "202103725045",
  "siglaClasse" : "EDcl no AgInt nos EDcl no MS",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO\nNO MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:15/03/2023",
  "ementa" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO\nNO MANDADO DE SEGURANÇA. OMISSÃO E OBSCURIDADE. VÍCIOS INEXISTENTES\nQUANTO AO MÉRITO. INCLUSÃO EM JULGAMENTO VIRTUAL. OMISSÃO\nVERIFICADA. SUSTENTAÇÃO ORAL ANTERIOR À LEI N. 14.365/2022.\nTERATOLOGIA INEXISTENTE. EMBARGOS ACOLHIDOS EM PARTE, SEM EFEITOS\nMODIFICATIVOS.\n1. Os embargos de declaração destinam-se a suprimir obscuridades,\ncontradições, omissões ou erros materiais (art. 1.022 do CPC).\n2. No caso, quanto ao mérito do julgado originariamente impugnado, o\nembargante não demonstra quaisquer dos vícios que poderiam ensejar\nos aclaratórios, limitando-se ao inconformismo com a solução\nadotada.\n3. O julgamento embargado firmou orientação de que o uso do mandado\nde segurança contra decisão judicial só é cabível em caráter\nexcepcionalíssimo, quando se tratar de ato manifestamente ilegal ou\nteratológico, devendo a parte dem onstrar a presença do fumus boni\niuris (probabilidade do direito) e do periculum in mora (risco na\ndemora).\n4. Quanto ao despacho para julgamento virtual, há omissão no ponto,\nsem que se altere o resultado do julgado, uma vez que o procedimento\nadotado não violou o direito de sustentação oral, razão pela qual é\nhipótese de indeferimento liminar da impetração com esse objeto.\n5. Embargos de declaração acolhidos em parte, para suprir a omissão\nindicada, sem efeitos modificativos.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230307",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 01/03/2023 a 07/03/2023,\npor unanimidade, acolher parcialmente os embargos de declaração, sem\nefeitos modificativos, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Humberto Martins, Herman Benjamin, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Paulo de Tarso Sanseverino, Maria Isabel Gallotti e Antonio\nCarlos Ferreira  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(INCLUSÃO EM JULGAMENTO VIRTUAL - OMISSÃO VERIFICADA - SUSTENTAÇÃO\nORAL ANTERIOR À LEI N. 14.365/2022 - TERATOLOGIA INEXISTENTE)\n   STJ - <<AgInt no MS 28032>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:014365 ANO:2022" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000837582",
  "numeroProcesso" : "1958942",
  "numeroRegistro" : "202102539490",
  "siglaClasse" : "EDcl no AgRg nos EDcl nos EAREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:15/03/2023",
  "ementa" : "PROCESSUAL PENAL. CRIMINAL. EMBARGOS DE DECLARAÇÃO NO AGRAVO\nREGIMENTAL NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DIVERGÊNCIA EM\nAGRAVO EM RECURSO ESPECIAL. INDEFERIMENTO LIMINAR. INTEIRO TEOR DO\nACÓRDÃO PARADIGMA. AUSÊNCIA. FALHA NA COMPROVAÇÃO DO DISSÍDIO.\nCITAÇÃO DO DIÁRIO DE JUSTIÇA. VEÍCULO COM PUBLICAÇÃO APENAS DA\nEMENTA. OMISSÃO SOBRE TESE DE MÉRITO EM RECURSO INADMITIDO.\nINOCORRÊNCIA.\n1. Inexiste vício no acórdão embargado quanto à menção do Diário de\nJustiça em que se veiculou as ementas dos julgados paradigmas.\n2. Conforme constou no acórdão embargado, o DJ/DJe não publica o\ninteiro teor dos acórdãos, senão apenas suas ementas, de modo que\nsua citação não supre o requisito de colação do inteiro teor dos\njulgados invocados para a análise da alegada divergência.\n3. Descabe falar em omissão do julgado sobre argumentos vinculados\nao mérito do recurso se este nem mesmo ultrapassou a fase de\nadmissibilidade.\n4. Embargos de declaração rejeitados.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230307",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, em sessão virtual de 01/03/2023 a 07/03/2023, por\nunanimidade, rejeitar os embargos de declaração, nos termos do voto\ndo Sr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Humberto Martins, Herman Benjamin, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Paulo de Tarso Sanseverino, Maria Isabel Gallotti e Antonio\nCarlos Ferreira  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000837877",
  "numeroProcesso" : "1924",
  "numeroRegistro" : "202100214255",
  "siglaClasse" : "PET nos EDcl no RE nos EDcl no AgInt no PUIL",
  "descricaoClasse" : "PETIÇÃO NOS EMBARGOS DE DECLARAÇÃO NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NO PEDIDO DE UNIFORMIZAÇÃO DE INTERPRETAÇÃO DE LEI",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:13/03/2023",
  "ementa" : "PETIÇÃO. AGRAVO INTERNO. PRINCÍPIOS DA FUNGIBILIDADE RECURSAL E DA\nECONOMIA PROCESSUAL. DECISÃO IMPUGNADA. MONOCRÁTICA. RECURSO\nEXTRAORDINÁRIO. NEGATIVA DE SEGUIMENTO. PREENCHIMENTO DOS\nPRESSUPOSTOS DE ADMISSIBILIDADE RECURSAL. AUSÊNCIA DE REPERCUSSÃO\nGERAL. TEMA N. 181/STF.\n1. Recebe-se a pretensão de aplicação do Tema n. 745/STF como agravo\ninterno, em atenção aos princípios da fungibilidade recursal e da\neconomia processual.\n2. A insurgência quanto ao preenchimento dos pressupostos de\nadmissibilidade de recurso de competência do Superior Tribunal de\nJustiça tem natureza infraconstitucional, sem repercussão geral\n(Tema n. 181/STF).\n3. Petição recebida como agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230307",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 01/03/2023 a 07/03/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Humberto Martins, Herman Benjamin, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Paulo de Tarso Sanseverino, Maria Isabel Gallotti e Antonio\nCarlos Ferreira  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000182" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000837916",
  "numeroProcesso" : "1922650",
  "numeroRegistro" : "202101911666",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LAURITA VAZ",
  "dataPublicacao" : "DJE        DATA:15/03/2023",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS  DE DIVERGÊNCIA EM  AGRAVO EM RECURSO\nESPECIAL. RESCISÃO CONTRATUAL CUMULADA COM REPETIÇÃO DE INDÉBITO E\nINDENIZATÓRIA. ACÓRDÃO EMBARGADO QUE, NO PONTO QUESTIONADO,  APLICOU\nO ÓBICE DA SÚMULA N. 284 DO STF. AUSÊNCIA  DE  ANÁLISE  DO MÉRITO\nDO  RECURSO  ESPECIAL. INCIDÊNCIA  DA  SÚMULA N. 315 DO STJ.\nINADMISSIBILIDADE MANIFESTA. EMBARGOS DE DIVERGÊNCIA LIMINARMENTE\nINDEFERIDOS. AGRAVO INTERNO DESPROVIDO, COM MAJORAÇÃO DOS\nHONORÁRIOS.\n1. Hipótese em que o acórdão embargado, no ponto, decidiu: \"No que\nse refere à tese de cabimento da retenção de parte das quantias\npagas pela parte recorrida em favor da insurgente, haja vista que a\nrescisão contratual ocorreu por vontade exclusiva dos recorridos,\nbem como em relação à incidência dos juros de mora, observa-se que a\nrecorrente não indica qual ou quais dispositivos entende violados,\ntornando patente a falta de fundamentação do apelo especial,\ncircunstância que atrai a incidência da Súmula 284 do Supremo\nTribunal Federal.\"\n2. Mostra-se inequívoca a incidência do óbice da Súmula n. 315 do\nSTJ (\"Não cabem embargos de divergência no âmbito do agravo de\ninstrumento que não admite recurso especial\"), na medida em que o\nacórdão embargado não examinou o mérito dessa questão específica, em\nrazão do óbice da Súmula n. 284 do STF, a obstar a admissibilidade\ndos embargos de divergência - recurso de fundamentação vinculada e\nde cognição restrita, que não se presta à revisão do acerto ou\ndesacerto do acórdão embargado -, porquanto não evidenciada\ndivergência de teses jurídicas, nos termos do art. 266, § 1.º, do\nRegimento Interno do Superior Tribunal de Justiça, na esteira da\nfarta jurisprudência da Corte Especial.\n3. Mesmo sob a égide do novo Código de Processo Civil (art. 1.043,\nincisos I e III), \"o não cabimento dos embargos de divergência no\ncaso concreto é bastante claro, em virtude de não ter sido analisado\no mérito do recurso especial no acórdão embargado, atraindo a\nincidência da Súmula 315 do STJ: \"Não cabem embargos de divergência\nno âmbito do agravo de instrumento que não admite recurso especial\"\n(AgInt nos EAREsp 1.441.916/SC, Rel. Ministro OG FERNANDES, CORTE\nESPECIAL, julgado em 19/08/2020, DJe 26/08/2020).\n4. Incabível, no caso, a pleiteada aplicação da multa processual,\numa vez que, por ora, não se constata abuso no direito de recorrer.\n5. \"Com a interposição de embargos de divergência tem início novo\ngrau recursal, sujeitando-se o embargante, ao questionar decisão\npublicada na vigência do CPC/2015, à majoração dos honorários\nsucumbenciais, na forma do § 11 do art. 85, quando indeferidos\nliminarmente pelo relator ou se o colegiado deles não conhecer ou\nnegar-lhes provimento. Precedente da Corte Especial\" (AgInt nos\nEAREsp 1754111/SP, Rel. Ministro LUIS FELIPE SALOMÃO, CORTE\nESPECIAL, julgado em 22/02/2022, DJe 25/02/2022).\n6. Agravo interno desprovido, com majoração dos honorários recursais\nem desfavor da Agravante, fixando-os em 14% (quatorze por cento)\nsobre o valor da condenação.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230307",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da  CORTE ESPECIAL do Superior Tribunal de\nJustiça, em sessão virtual de 01/03/2023 a 07/03/2023, por\nunanimidade, negar provimento ao recurso, nos termos do voto da Sra.\nMinistra Relatora.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Og Fernandes, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Paulo de Tarso Sanseverino, Maria Isabel Gallotti e Antonio\nCarlos Ferreira votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA CONTRA ACÓRDÃO QUE NÃO EXAMINOU O MÉRITO DA\nCONTROVÉRSIA - INCIDÊNCIA DA SÚMULA 315/STJ)\n   STJ - <<AgInt nos EAREsp 1441916>>-SC,\n         <<AgInt nos EAREsp 1269645>>-RS\n(HONORÁRIOS SUCUMBENCIAIS - MAJORAÇÃO - INTERPOSIÇÃO DE EMBARGOS DE\nDIVERGÊNCIA)\n   STJ - <<AgInt nos EAREsp 1754111>>-SP,\n         <<AgInt nos EAREsp 762075>>-MT,\n         <<AgInt nos EAREsp 642451>>-SC,\n         <<AgInt nos EDcl nos EDv nos EAREsp 1653223>>-RJ,\n         <<EDcl no AgInt nos EAREsp 1692212>>-RJ",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00085 PAR:00011 ART:01043 INC:00001 INC:00003", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000315", "LEG:FED SUM:****** ANO:****\n*****  SUM(STF)    SÚMULA DO SUPREMO TRIBUNAL FEDERAL\n        SUM:000284", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266 PAR:00001" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000837917",
  "numeroProcesso" : "5141",
  "numeroRegistro" : "202101035577",
  "siglaClasse" : "AgInt na HDE",
  "descricaoClasse" : "AGRAVO INTERNO NA HOMOLOGAÇÃO DE DECISÃO ESTRANGEIRA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LAURITA VAZ",
  "dataPublicacao" : "DJE        DATA:15/03/2023",
  "ementa" : "AGRAVO INTERNO NA HOMOLOGAÇÃO DE DECISÃO ESTRANGEIRA. ESTADOS UNIDOS\nDA AMÉRICA. INADIMPLEMENTO CONTRATUAL E DESCUMPRIMENTO DE ACORDO.\nCONDENAÇÃO. RÉU RESIDENTE NO BRASIL, MAS  DEVIDAMENTE REPRESENTADO\nPOR ADVOGADOS NO  ESTRANGEIRO. AUSÊNCIA DE NULIDADE NA CITAÇÃO\nREALIZADA NA PESSOAS DE SEUS PATRONOS, EM CONFORMIDADE COM AS LEIS\nLOCAIS E O ACORDO FIRMADO PELAS PARTES. REQUISITOS LEGAIS E\nREGIMENTAIS PREENCHIDOS. PEDIDO HOMOLOGATÓRIO DEFERIDO. AGRAVO\nINTERNO DESPROVIDO.\n1. A jurisprudência mansa e pacífica desta Corte é no sentido de que\na citação de brasileiro residente no Brasil deve ocorrer por carta\nrogatória. Entretanto, essa exigência é pertinente quando há\nnecessidade de formalização de ato indispensável para o chamamento\ndo réu ao processo no estrangeiro. Não é o caso, todavia, quando o\nréu já se encontra regularmente representado por advogado no\nprocesso e os atos de comunicação seguem a lei do país, como na\nhipótese vertente, em que essa disposição consta do acordo firmado\nentre Requerente e Requerido.\n2. O fiel cumprimento das leis locais - as quais, a propósito,\nassumem um caráter secundário no sistema do common law, em que o\ndireito é forjado, primordialmente, a partir dos precedentes\njudiciais - foi certificada em documento válido, subscrito por\nadvogados legalmente habilitados perante a Corte do Estado de Nova\nIorque, que dão conta da efetivação da citação da parte, \"de acordo\ncom as leis de Nova York, em 19 de novembro de 2019.\"\n3. O acordo avençado pelas partes deixa clara a forma em que deveria\nser realizada a citação em eventual ação judicial - por  e-mail\nendereçado a seus advogados -, oportunamente analisado pelo Juízo\nestrangeiro competente, que proferiu a sentença homologanda. Mero\nerro material, aferível de plano, não tem o condão de desqualificar\nos termos pactuados no acordo.\n4. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230307",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, em sessão virtual de 01/03/2023 a 07/03/2023, por\nunanimidade, negar provimento ao recurso, nos termos do voto da Sra.\nMinistra Relatora.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Og Fernandes, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Paulo de Tarso Sanseverino, Maria Isabel Gallotti e Antonio\nCarlos Ferreira votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(CITAÇÃO VIA POSTAL NO PROCESSO ALIENÍGENA - VALIDADE - OBSERVÂNCIA\nDO CONTRATO)\n   STJ - <<HDE 896>>-EX",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:0216C ART:0216D ART:0216F", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00963" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000837918",
  "numeroProcesso" : "2029703",
  "numeroRegistro" : "202103716159",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LAURITA VAZ",
  "dataPublicacao" : "DJE        DATA:15/03/2023",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS  DE  DIVERGÊNCIA  NO  AGRAVO  EM\nRECURSO ESPECIAL. INTEMPESTIVIDADE. FERIADO LOCAL NÃO COMPROVADO.\nAUSÊNCIA   DE   COTEJO   ANALÍTICO.   MERA TRANSCRIÇÃO   DE   EMENTA\nDO   PARADIGMA.   DIVERGÊNCIA INDEMONSTRADA. VÍCIO INSANÁVEL.\nALEGADO DISSÍDIO ACERCA DO APROVEITAMENTO  DE INFORMAÇÃO  SOBRE  O\nPRAZO  RECURSAL DISPONIBILIZADO  NO SITE DO  TRIBUNAL  DE  ORIGEM.\nTESE JURÍDICA NÃO CONTRARIADA PELO ACÓRDÃO EMBARGADO, QUE TÃO\nSOMENTE  INDICOU  A  FALTA  DE  PROVA DO  ALEGADO.  MANIFESTA\nDESSEMELHANÇA  ENTRE  OS  CASOS  COMPARADOS.  EMBARGOS  DE\nDIVERGÊNCIA LIMINARMENTE INDEFERIDOS. AGRAVO INTERNO DESPROVIDO, COM\nAPLICAÇÃO DE MULTA.\n1. Os embargos de divergência não ultrapassam o juízo de\nadmissibilidade, na medida em que não se desincumbiu o Embargante do\nônus de demonstrar o alegado dissídio jurisprudencial por meio do\nindispensável cotejo analítico, nos moldes legais e regimentais,\nvício insanável.\n2. A mera transcrição da ementa, seguida de considerações genéricas\ndo Recorrente, não atende aos requisitos de admissibilidade dos\nembargos de divergência, que pressupõe a demonstração da identidade\nfático-processual entre os casos confrontados, a fim de viabilizar a\narguição de aplicação de solução jurídica diversa.\n3. Ademais, o acórdão embargado em nenhum momento desdisse ou\ncontrariou a tese jurídica esposada pelo paradigma. O que foi\nregistrado, de forma expressa, é que \"não [foi] comprovada suspensão\ndos prazos no período entre 1º/7/2020 a 24/8/2020.\" Não houve\ndebate sobre eventual \"indução a erro\" do advogado por informação\neventualmente equivocada disponibilizada no andamento processual\npelo Tribunal a quo. Há, portanto, manifesta ausência de similitude\nfático-processual entre os casos comparados, o que enseja a\ninadmissibilidade dos embargos de divergência.\n4. Embora o advogado tenha sido oportunamente advertido de que \"o\nmanejo de recurso manifestamente incabível pode ensejar a aplicação\nda multa prevista no art. 1.021, § 4.º, do Códig o de Processo Civil\nde 2015\", reiterou na prática atentatória à administração da\nJustiça, protelando o encerramento da prestação jurisdicional,\nvalendo-se de petições recursais manifestamente ineptas.\n5. Agravo interno desprovido e, com base no art. 1.021, § 4.º, do\nCódigo de Processo Civil, condenada a Parte Agravante a pagar à\nAgravada multa de 1% sobre o valor atualizado da causa.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230307",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, em sessão virtual de 01/03/2023 a 07/03/2023, por\nunanimidade, negar provimento ao recurso, nos termos do voto da Sra.\nMinistra Relatora.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Og Fernandes, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Paulo de Tarso Sanseverino, Maria Isabel Gallotti e Antonio\nCarlos Ferreira votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(FALTA DE COTEJO ANALÍTICO - MERA TRANSCRIÇÃO DE EMENTAS)\n   STJ - <<AgRg nos EAREsp 1763616>>-SP,\n         <<AgInt nos EDcl nos EAREsp 438748>>-BA\n(FALTA DE SIMILITUDE FÁTICO-JURÍDICA ENTRE O  ACÓRDÃO EMBARGADO E\nPARADIGMA)\n   STJ - <<AgRg nos EAREsp 1909408>>-SC,\n         <<AgInt nos EDcl nos EAREsp 1337814>>-RS",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01021 PAR:00004 ART:01043 PAR:00004", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266 PAR:00004" ],
  "acordaosSimilares" : [ "AgInt nos EAREsp  1687890  RJ  2020/0081564-0  Decisão:07/03/2023\nDJE        DATA:15/03/2023" ]
}, {
  "id" : "000837919",
  "numeroProcesso" : "1826108",
  "numeroRegistro" : "202100336050",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LAURITA VAZ",
  "dataPublicacao" : "DJE        DATA:15/03/2023",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS  DE  DIVERGÊNCIA  EM  AGRAVO EM RECURSO\nESPECIAL. AFERIÇÃO DA TEMPESTIVIDADE RECURSAL. COLAÇÃO DE PRINT DE\nTELA  DO  SÍTIO  ELETRÔNICO  DO TRIBUNAL. DOCUMENTO TIDO POR\nINIDÔNEO PELO ACÓRDÃO EMBARGADO. PARADIGMAS QUE NÃO ENFRENTARAM TAL\nCONTROVÉRSIA. QUESTÃO QUE ENVOLVE A APTIDÃO DO DOCUMENTO, NÃO SE O\nANDAMENTO PROCESSUAL COM INFORMAÇÕES  EQUIVOCADAS  PODE  SERVIR  DE\nESCUSA  PARA AFASTAR A INTEMPESTIVIDADE. DESSEMELHANÇA ENTRE OS\nCASOS COMPARADOS.    DISSÍDIO    INDEMONSTRADO. EMBARGOS  DE\nDIVERGÊNCIA LIMINARMENTE INDEFERIDOS. AGRAVO INTERNO DESPROVIDO.\n1. \"Somente são cabíveis os embargos de divergência quando o acórdão\ntrazido à colação firmou posição antagônica sobre os mesmos fatos e\nquestões jurídicas deduzidos no acórdão embargado. Ao contrário,\ndevem ser indeferidos os embargos quando, considerando as\npeculiaridades de cada caso concreto, foram dadas soluções\ndiferentes para as hipóteses confrontadas\" (AgInt nos EAREsp\n805.488/SP, Rel. Ministro FRANCISCO FALCÃO, CORTE ESPECIAL, julgado\nem 17/05/2017, DJe 26/05/2017).\n2.  Hipótese em que nenhum dos paradigmas colacionados analisou a\nquestão posta nestes autos, que é saber se mero print da tela é\ndocumento idôneo para provar a alegação de erro na informação\nprocessual disponibilizada no  site  do Tribunal na internet.\nManifesta dessemelhanças entre os casos comparados.\n3. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230307",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, em sessão virtual de 01/03/2023 a 07/03/2023, por\nunanimidade, negar provimento ao recurso, nos termos do voto da Sra.\nMinistra Relatora.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Og Fernandes, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Paulo de Tarso Sanseverino, Maria Isabel Gallotti e Antonio\nCarlos Ferreira votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - DESSEMELHANÇA ENTRE OS CASOS COMPARADOS)\n   STJ - <<AgInt nos EAREsp 1326355>>-SP\n(EMBARGOS DE DIVERGÊNCIA - CABIMENTO QUANDO O ACÓRDÃO TRAZIDO À\nCOLAÇÃO FIRMOU POSIÇÃO ANTAGÔNICA SOBRE OS MESMOS FATOS E QUESTÕES\nJURÍDICAS DEDUZIDOS NO ACÓRDÃO EMBARGADO)\n   STJ - <<AgInt nos EAREsp 805488>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ "AgInt nos EAREsp  1244109  PE  2018/0026401-5  Decisão:07/03/2023\nDJE        DATA:15/03/2023" ]
}, {
  "id" : "000837946",
  "numeroProcesso" : "1918942",
  "numeroRegistro" : "202101850635",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "JOÃO OTÁVIO DE NORONHA",
  "dataPublicacao" : "DJE        DATA:15/03/2023",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO. INDEFERIMENTO LIMINAR DOS\nEMBARGOS DE DIVERGÊNCIA. INCIDÊNCIA DA SÚMULA N. 315 DO STJ.\nAUSÊNCIA DE EXAME DO MÉRITO RECURSAL.\n1. Conforme a Súmula n. 315 do STJ, \"não cabem embargos de\ndivergência no âmbito do agravo de instrumento que não admite\nrecurso especial\".\n2. Constitui vício substancial insanável o fato de a parte, quando\nda interposição do recurso, limitar-se a transcrever a ementa dos\nacórdãos paradigma, deixando de cumprir regra técnica do recurso.\n3. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230307",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 01/03/2023 a 07/03/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nHumberto Martins, Herman Benjamin, Og Fernandes, Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nPaulo de Tarso Sanseverino, Maria Isabel Gallotti e Antonio Carlos\nFerreira  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - AUSÊNCIA DE ANÁLISE DE MÉRITO - NÃO\nCABIMENTO - SÚMULA 315 DO STJ)\n   STJ - <<AgRg nos EAREsp 693298>>-SP,\n         <<AgInt nos EREsp 1345680>>-SC,\n         <<AgInt nos EAREsp 315046>>-SP,\n         <<AgInt nos EAg 1357322>>-DF,\n         <<EAREsp 559766>>-DF,\n         <<AgInt nos EREsp 1226477>>-RS\n(EMBARGOS DE DIVERGÊNCIA - MERA TRANSCRIÇÃO DA EMENTA DOS ACÓRDÃOS\nPARADIGMA - DESCUMPRIMENTO DE REGRA TÉCNICA)\n   STJ - <<AgInt nos EAREsp 1268264>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000315" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000837947",
  "numeroProcesso" : "1667770",
  "numeroRegistro" : "202000414848",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LAURITA VAZ",
  "dataPublicacao" : "DJE        DATA:15/03/2023",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. EMBARGOS À EXECUÇÃO. PEDIDO DE SUSPENSÃO DEFERIDO PELO\nJUÍZO. AGRAVO DE INSTRUMENTO. EFEITO SUSPENSIVO DEFERIDO PELO\nTRIBUNAL A QUO. ALEGADA VIOLAÇÃO DOS ARTS. 489 E 1.022 DO CPC.\nACÓRDÃO AFASTOU A ARGUIÇÃO DE OMISSÃO E ERIGIU O ÓBICE DA SÚMULA N.\n7 DO STJ PARA REEXAME DA MATÉRIA.  AUSÊNCIA DE COTEJO ANALÍTICO.\nDISSÍDIO INDEMONSTRADO. ADEMAIS, INEXISTENTE.  REGRA TÉCNICA DE\nADMISSIBILIDADE DO RECURSO ESPECIAL. IMPOSSIBILIDADE DE REVISÃO EM\nEMBARGOS DE DIVERGÊNCIA. PRECEDENTES. EMBARGOS DE DIVERGÊNCIA\nLIMINARMENTE INDEFERIDOS. AGRAVO INTERNO DESPROVIDO.\n1. A Corte Especial deste Superior Tribunal de Justiça tem\nentendimento uníssono no sentido da inadequação de se confrontar\njulgados que interpretam o art. 535 do CPC/1973, atual art. 1.022 do\nCPC/2015, e o art. 619 do Código de Processo Penal, na medida em\nque a aferição da ausência ou não os vícios processuais que\nensejariam o acolhimento do recurso integrativo está intrinsecamente\nvinculada às peculiaridades fático-jurídicas de cada caso, a obstar\na admissibilidade dos embargos de divergência - recurso de\nfundamentação vinculada e de cognição restrita, que não se presta à\nrevisão do acerto ou desacerto do acórdão embargado -, porquanto não\nevidenciada divergência de teses jurídicas, nos termos do art. 266,\n§ 1.º, do Regimento Interno do Superior Tribunal de Justiça.\n2. O acórdão embargado entendeu pela inviabilidade de revisão da\nmatéria deduzida no recurso especial em razão da imprescindibilidade\nde reexame de provas, sem divergir dos paradigmas apontados,\ntampouco da jurisprudência assente nesta Corte. Com efeito, a\nincidência ou não do óbice da Súmula n. 7 demanda, inevitavelmente,\na análise da necessidade ou não de incursão na seara\nfático-probatória para o deslinde da controvérsia suscitada no\nrecurso especial, o que se resolve com a verificação de cada caso,\nobservadas suas peculiaridades.\n3.  \"Os embargos de divergência não são cabíveis para análise de\nregras técnicas de admissibilidade do recurso especial, como sói ser\na alegada violação à Súmula 7 do STJ, haja vista que o escopo deste\nrecurso é a uniformização de teses jurídicas divergentes em relação\nà matéria de mérito, de modo que, ante a natureza vinculada de sua\nfundamentação, é vedado analisar qualquer outra questão que não\ntenha sido objeto de dissídio entre os acórdãos em cotejo, ainda que\nse trate de matéria de ordem pública\"  (AgInt nos EAREsp\n1.834.144/DF, Relator Ministro LUIS FELIPE SALOMÃO, CORTE ESPECIAL,\njulgado em 26/04/2022, DJe de 03/05/2022).\n4. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230307",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, em sessão virtual de 01/03/2023 a 07/03/2023, por\nunanimidade, negar provimento ao recurso, nos termos do voto da Sra.\nMinistra Relatora.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Og Fernandes, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Paulo de Tarso Sanseverino, Maria Isabel Gallotti e Antonio\nCarlos Ferreira votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(FALTA DE COTEJO ANALÍTICO)\n   STJ - <<AgRg nos EREsp 1842988>>-CE,\n         <<AgInt nos EDcl nos EAREsp 438748>>-BA\n(EMBARGOS DE DIVERGÊNCIA - CONFRONTO ENTRE JULGADOS QUE TRATAM DOS\nART. 1.022 DO CPC OU ART. 619 DO CPP - PECULIARIDADES\nFÁTICO-JURÍDICAS DE CADA CASO - NÃO CABIMENTO)\n   STJ - <<AgRg nos EAREsp 1260579>>-RJ\n(EMBARGOS DE DIVERGÊNCIA - REGRA TÉCNICA DE ADMISSIBILIDADE\nRECURSAL)\n   STJ - <<AgInt nos EAREsp 1834144>>-DF,\n         <<AgInt nos EAREsp 1346045>>-RS",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266 PAR:00001" ],
  "acordaosSimilares" : [ "AgInt nos EREsp  1887193  PR  2020/0187752-0  Decisão:07/03/2023\nDJE        DATA:15/03/2023" ]
}, {
  "id" : "000837948",
  "numeroProcesso" : "1601150",
  "numeroRegistro" : "201903067434",
  "siglaClasse" : "AgInt nos EDcl nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LAURITA VAZ",
  "dataPublicacao" : "DJE        DATA:15/03/2023",
  "ementa" : "AGRAVO INTERNO NOS NOS EMBARGOS DE DEDLARAÇÃO NOS EMBARGOS DE\nDIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL. PRAZO PRESCRICIONAL.\nSUSPENSÃO. ART. 200 DO CÓDIGO CIVIL DE 2002. PRECEDENTES. PARADIGMA\nJULGADO EM 2001. MANIFESTA AUSÊNCIA DE ATUALIDADE DO ALEGADO\nDISSÍDIO,  ALIÁS, INEXISTENTE. INCIDÊNCIA DA SÚMULA N.º 168 DO STJ.\nEMBARGOS DE DIVERGÊNCIA LIMINARMENTE INDEFERIDOS. INEXISTÊNCIA DE\nOFENSA AO PRINCÍPIO DA COLEGIALIDADE. AGRAVO INTERNO DESPROVIDO.\n1. Não há nulidade no julgamento singular dos embargos de\ndivergência, na medida em que eventual inconsistência da decisão\nmonocrática pode ser suprida com o julgamento do agravo regimental\nou interno pelo órgão colegiado. Inexistência de ofensa ao princípio\nda Colegialidade. Precedentes.\n2. Hipótese em que o acórdão embargado, arrimado em farta\njurisprudência atual desta Corte Superior de Justiça, decidiu que\n\"não corre o prazo prescricional antes da sentença definitiva,\nquando a ação se origina de fato que também deva ser apurado no\njuízo criminal, nos termos do art. 200 do CC/2002, ou seja, quando\nhouver relação de prejudicialidade entre as esferas cível e penal,\nsendo fundamental a existência da ação penal em curso ou ao menos\ninquérito policial em trâmite.\"\n3. O paradigma, por seu turno, foi julgado nos idos de 2001, antes\nmesmo da entrada em vigor do Código Civil de 2002 e, portanto, não\nanalisou (e nem podia) o comando inserto no mencionado art. 200 do\nnovo Diploma Legal (\"Quando a ação se originar de fato que deva ser\napurado no juízo criminal, não correrá a prescrição antes da\nrespectiva sentença definitiva.\"), norma na qual o acórdão embargado\nse arrimou.\n4. Na esteira da jurisprudência assente nesta Corte, \"os embargos de\ndivergência têm como escopo a uniformização interna da\njurisprudência deste Superior Tribunal de Justiça, razão pela qual,\npara que sejam admitidos, é necessária a demonstração, dentre outros\nrequisitos, da atualidade da divergência jurisprudencial entre os\nseus órgãos fracionários. A propósito: AgInt nos ERESP n.\n1.569.739/AL, relator Ministro Gurgel de Faria, Primeira Seção, DJe\nde 25/10/2018\" (AgInt nos EREsp 1848530/DF, Rel. Ministro FRANCISCO\nFALCÃO, CORTE ESPECIAL, julgado em 01/12/2020, DJe 07/12/2020).\n5. Inexistindo atualidade na alegada divergência apontada nas razões\ndo recurso, incide sobre a espécie o óbice da Súmula n.º 168 do\nSuperior Tribunal de Justiça: \"Não cabem embargos de divergência,\nquando a jurisprudência do Tribunal se firmou no mesmo sentido do\nacórdão embargado.\"\n6. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230307",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, em sessão virtual de 01/03/2023 a 07/03/2023, por\nunanimidade, negar provimento ao recurso, nos termos do voto da Sra.\nMinistra Relatora.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Og Fernandes, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Paulo de Tarso Sanseverino, Maria Isabel Gallotti e Antonio\nCarlos Ferreira votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(OFENSA AO PRINCÍPIO DA COLEGIALIDADE)\n   STJ - <<AgInt nos EDv nos EREsp 1430532>>-RS\n(EMBARGOS DE DIVERGÊNCIA - FINALIDADE)\n   STJ - <<AgInt nos EREsp 1848530>>-DF\n(PRAZO PRESCRICIONAL - SUSPENSÃO - ART. 200 DO CÓDIGO CIVIL DE 2002\n- JURISPRUDÊNCIA DO TRIBUNAL NO MESMO SENTIDO DO ACÓRDÃO EMBARGADO -\nSÚMULA 168 DO STJ)\n   STJ - <<AgInt no AREsp 1994197>>-MT,\n         <<AgInt no AREsp 2038851>>-CE",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:010406 ANO:2002\n*****  CC-02    CÓDIGO CIVIL DE 2002\n        ART:00200", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01043 INC:00001 INC:00003", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000168", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000837949",
  "numeroProcesso" : "1438742",
  "numeroRegistro" : "201400425097",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LAURITA VAZ",
  "dataPublicacao" : "DJE        DATA:15/03/2023",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL.\nPREVIDÊNCIA PRIVADA. RESERVA MATEMÁTICA. INCIDÊNCIA DOS EXPURGOS\nINFLACIONÁRIOS. DESCABIMENTO. INAPLICABILIDADE DA SÚMULA N. 289 DO\nSTJ À RESERVA MATEMÁTICA. ACÓRDÃO EMBARGADO QUE ENTENDEU SER\nPROVISÓRIA A EXECUÇÃO ANTES DO TRÂNSITO EM JULGADO DO TÍTULO\nJUDICIAL, PREMISSA REFUTADA PELO EMBARGANTE, PARA ARGUIR DISSÍDIO\nJURISPRUDENCIAL. PRETENDIDA APLICAÇÃO DOS ÓBICES DAS SÚMULAS N. 284\nDO STF E N. 5 E 7 DO STJ. IMPROPRIEDADE. MANIFESTA DESSEMELHANÇA\nENTRE OS CASOS COMPARADOS. CASUÍSTICA. AUSÊNCIA DE DIVERGÊNCIA DE\nTESES JURÍDICAS. EMBARGOS DE DIVERGÊNCIA LIMINARMENTE INDEFERIDOS.\nAGRAVO INTERNO DESPROVIDO.\n1. O Embargante traz paradigma que não tratou de extinção de\nexecução provisória, premissa estabelecida no acórdão embargado,\ninsuscetível de simples rediscussão na presente via. Não há como, em\nembargos de divergência, rediscutir o quadro fático-processual\ndelimitado no acórdão embargado, como se reabrisse um segundo\njulgamento do recurso especial.\n2. Não se abre a especialíssima via dos embargos de divergência -\nque não se prestam à revisão do acerto ou desacerto do acórdão\nembargado -, quando, diante de situações fático-processuais\ndistintas, não se evidencia divergência de teses jurídicas,\npressuposto elementar do recurso, nos termos do art. 266, § 1.º, do\nRegimento Interno do Superior Tribunal de Justiça.\n3. Quanto à pretendida aplicação da Súmula n. 284 do STF ao recurso\nespecial do ora Agravado, por suposta ausência de indicação do\ndispositivo de lei federal violado, vê-se que o acórdão embargado\nentendeu que, admitido o recurso, cabe ao Superior Tribunal de\nJustiça aplicar o direito à espécie, o que não se contrapõe ao óbice\nda referida Súmula. Inexistência de dissídio interpretativo.\n4. Da mesma forma, não há falar em divergência jurisprudencial\nacerca da aplicação das Súmulas n. 5 e 7 do STJ, uma vez que o\nacórdão embargado, sem destoar das teses jurídicas dos paradigmas\nque as aplicaram, analisando as peculiaridades do caso concreto -\ndiversas dos paradigmas, diga-se - entendeu por afastá-las.\n5. Os embargos de divergência - recurso de fundamentação vinculada e\nde cognição restrita - têm como fim precípuo uniformizar a\njurisprudência do Tribunal, não se prestam a mero rejulgamento da\ncausa pela Seção ou Corte Especial, como fosse via recursal\nordinária interna, para se corrigir pretensos erros ou incorreções\ndos demais órgãos fracionários. É requisito elementar de\nadmissibilidade do recurso haver soluções jurídicas diversas a\npartir da análise de casos fático-processuais semelhantes, o que\ndeve ser demonstrado com o cotejo analítico entre os julgados\ncomparados, consoante disposto no art. 1.043, § 4º, do Código de\nProcesso Civil e do art. 266, caput, do Regimento Interno do\nSuperior Tribunal de Justiça.\n6. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230307",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 01/03/2023 a 07/03/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Og Fernandes, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Paulo de Tarso Sanseverino, Maria Isabel Gallotti e Antonio\nCarlos Ferreira votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - FALTA DE SIMILITUDE ENTRE OS CASOS\nCONFRONTADOS)\n   STJ - <<AgInt nos EAREsp 805488>>-SP\n(RECURSO ESPECIAL - JULGAMENTO QUE APLICA O DIREITO À ESPÉCIE)\n   STJ - <<AgInt no AREsp 1987076>>-SP,\n         <<AgInt no REsp 1918636>>-DF\n(EMBARGOS DE DIVERGÊNCIA - ANÁLISE DE REGRAS TÉCNICAS DE\nADMISSIBILIDADE DO RECURSO ESPECIAL - NÃO CABIMENTO)\n   STJ - <<AgInt nos EREsp 1517101>>-PE,\n         <<AgInt nos EREsp 1368018>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01043 PAR:00004", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266 PAR:00001" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000837950",
  "numeroProcesso" : "1415088",
  "numeroRegistro" : "201803298445",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LAURITA VAZ",
  "dataPublicacao" : "DJE        DATA:15/03/2023",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. PREPARO. AUSÊNCIA. DESPACHO DE INTIMAÇÃO  PARA\nREGULARIZAÇÃO COM PAGAMENTO EM DOBRO. INEXISTÊNCIA DE CONTEÚDO\nDECISÓRIO. OPOSIÇÃO DE EMBARGOS DE DECLARAÇÃO. IRRECORRIBILIDADE.\nTRANSCURSO IN ALBIS DO PRAZO PARA CUMPRIMENTO  DA DILIGÊNCIA, SEM\nINTERRUPÇÃO.  DESERÇÃO. EMBARGOS LIMINARMENTE INDEFERIDOS PELA\nPRESIDÊNCIA. AGRAVO INTERNO DESPROVIDO.\n1. Hipótese em que a decisão da Presidência desta Corte declarou a\ndeserção dos embargos de divergência, porque a parte, devidamente\nintimada para realizar o recolhimento em dobro do valor das custas\n(já que não fez o recolhimento no ato de interposição do recurso),\nem vez de sanar o vício, opôs embargos de declaração.\n2. O despacho que determina a intimação da parte para recolher as\ncustas em dobro, nos termos do art. 1.007, § 4.º, do Código de\nProcesso Civil, não possui conteúdo decisório, consoante o art. 203,\n§ 3.º, c.c. o art. 1.001, ambos do Código de Processo Civil, razão\npela qual é irrecorrível. Precedentes.\n3. Portanto, não é cabível a oposição de declaração contra o\ndespacho que determina a intimação da parte para regularizar o\npreparo do recurso especial ou dos embargos de divergência, uma vez\nque o despacho que determina a diligência não possui natureza\ndecisória. Precedentes.\n4. Sendo manejado recurso manifestamente incabível, não é\ninterrompido o prazo para a regularização do vício processual.\nAssim, com o escoamento do prazo legal, sem cumprimento do ônus\nprocessual, sobrevém a deserção do recurso, consoante o disposto na\nSúmula n. 187 do STJ. Precedentes.\n5. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230307",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, em sessão virtual de 01/03/2023 a 07/03/2023, por\nunanimidade, negar provimento ao recurso, nos termos do voto da Sra.\nMinistra Relatora.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Og Fernandes, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Paulo de Tarso Sanseverino, Maria Isabel Gallotti e Antonio\nCarlos Ferreira votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(DESPACHO - FALTA DE CONTEÚDO DECISÓRIO)\n   STJ - <<AgInt nos EDcl na PET nos EAREsp 1209653>>-SP,\n         <<AgInt na PET na PET no AgInt nos EDcl no RE nos EDcl nos\nEDcl no MS 20443>>-DF\n(PREPARO - REGULARIZAÇÃO - EMBARGOS DE DECLARAÇÃO - DESCABIMENTO -\nPAGAMENTO EM DOBRO - DESCUMPRIMENTO - DESERÇÃO)\n   STJ - <<AgInt no AREsp 1611440>>-SP,\n         <<AgInt nos EDcl no AREsp 1604404>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00203 PAR:00003 ART:01001 ART:01007 PAR:00004", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000187" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000837951",
  "numeroProcesso" : "1393030",
  "numeroRegistro" : "201802910994",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LAURITA VAZ",
  "dataPublicacao" : "DJE        DATA:15/03/2023",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL, QUE NÃO FOI CONHECIDO EM RAZÃO DA AUSÊNCIA DE IMPUGNAÇÃO\nESPECÍFICA DOS FUNDAMENTOS DA DECISÃO AGRAVADA. ACÓRDÃO EMBARGADO\nQUE DESPROVEU O AGRAVO INTERNO, NA ESTEIRA DA JURISPRUDÊNCIA MANSA E\nPACÍFICA DO STJ. AUSÊNCIA DE ENFRENTAMENTO DO MÉRITO DO RECURSO\nESPECIAL. RECURSO MANIFESTAMENTE INCABÍVEL. INCIDÊNCIA DA SÚMULA N.\n315 DO STJ. EMBARGOS DE DIVERGÊNCIA LIMINARMENTE INDEFERIDOS PELA\nPRESIDÊNCIA. AGRAVO INTERNO DESPROVIDO.\n1. Hipótese em que não houve enfrentamento do mérito do recurso\nespecial, porque o Recorrente deixou de impugnar especificamente os\nfundamentos adotados pelo Tribunal de origem para inadmitir o\nrecurso especial, incidindo o óbice da Súmula n. 182 do STJ.\n2. Mesmo sob a égide do novo Código de Processo Civil (art. 1.043,\nincisos I e III), \"o não cabimento dos embargos de divergência no\ncaso concreto é bastante claro, em virtude de não ter sido analisado\no mérito do recurso especial no acórdão embargado, atraindo a\nincidência da Súmula 315 do STJ: \"Não cabem embargos de divergência\nno âmbito do agravo de instrumento que não admite recurso especial\"\n(AgInt nos EAREsp 1.441.916/SC, Rel. Ministro OG FERNANDES, CORTE\nESPECIAL, julgado em 19/08/2020, DJe 26/08/2020).\n3. A Corte Especial deste Superior Tribunal de Justiça tem\nentendimento uníssono no sentido  da inadequação de se confrontar\njulgados que interpretam o art. 535 do CPC/1973, atual art. 1.022 do\nCPC/2015, e o art. 619 do Código de Processo Penal, na medida em\nque a aferição da ausência ou não os vícios processuais que\nensejariam o acolhimento do recurso integrativo está intrinsecamente\nvinculada às peculiaridades fático-jurídicas de cada caso, a obstar\na admissibilidade dos embargos de divergência - recurso de\nfundamentação vinculada e de cognição restrita, que não se presta à\nrevisão do acerto ou desacerto do acórdão embargado -, porquanto não\nevidenciada divergência de teses jurídicas, nos termos do art. 266,\n§ 1.º, do Regimento Interno do Superior Tribunal de Justiça.\n4. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230307",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, em sessão virtual de 01/03/2023 a 07/03/2023, por\nunanimidade, negar provimento ao recurso, nos termos do voto da Sra.\nMinistra Relatora.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Og Fernandes, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Paulo de Tarso Sanseverino, Maria Isabel Gallotti e Antonio\nCarlos Ferreira votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA -  FALTA DE ANÁLISE MERITÓRIA DO RECURSO\nESPECIAL - NÃO CABIMENTO)\n   STJ - <<AgInt nos EAREsp 1441916>>-SC,\n         <<AgInt nos EAREsp 1380659>>-DF,\n         <<AgInt nos EAREsp 1269645>>-RS,\n         <<AgRg nos EREsp 1803437>>-SC,\n         <<EDcl no AgInt nos EAREsp 1260969>>-SP\n(EMBARGOS DE DIVERGÊNCIA - CONFRONTO ENTRE JULGADOS QUE TRATAM DOS\nART. 1.022 DO CPC OU ART. 619 DO CPP - PECULIARIDADES\nFÁTICO-JURÍDICAS DE CADA CASO - NÃO CABIMENTO)\n   STJ - <<AgRg nos EAREsp 1260579>>-RJ",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01043 INC:00001 INC:00003", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000315", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266 PAR:00001" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000837952",
  "numeroProcesso" : "876373",
  "numeroRegistro" : "201600750980",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LAURITA VAZ",
  "dataPublicacao" : "DJE        DATA:15/03/2023",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. ACÓRDÃO PARADIGMA PROLATADO EM AÇÃO RESCISÓRIA.\nINVIABILIDADE. PRECEDENTES. EMBARGOS DE DIVERGÊNCIA LIMINARMENTE\nINDEFERIDOS. AGRAVO INTERNO DESPROVIDO.\n1. A Corte Especial tem reiterado o entendimento de que, para o\nprocessamento dos embargos de divergência, não se admitem como\nparadigmas julgados proferidos em ação rescisória.\n2. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230307",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, em sessão virtual de 01/03/2023 a 07/03/2023, por\nunanimidade, negar provimento ao recurso, nos termos do voto da Sra.\nMinistra Relatora.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Og Fernandes, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Go nçalves, Raul\nAraújo, Paulo de Tarso Sanseverino, Maria Isabel Gallotti e Antonio\nCarlos Ferreira votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(PARADIGMAS - JULGADOS PROFERIDOS EM SEDE DE AÇÃO RESCISÓRIA - NÃO\nCABIMENTO)\n   STJ - <<AgInt nos EDcl nos EREsp 1444875>>-MG,\n         <<AgRg nos EREsp 1388241>>-RJ,\n         <<AgRg nos EREsp 793405>>-RJ",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000837953",
  "numeroProcesso" : "15365",
  "numeroRegistro" : "202202384799",
  "siglaClasse" : "AgInt na Pet",
  "descricaoClasse" : "AGRAVO INTERNO NA PETIÇÃO",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LAURITA VAZ",
  "dataPublicacao" : "DJE        DATA:15/03/2023",
  "ementa" : "AGRAVO INTERNO NA PETIÇÃO. EMBARGOS DE DIVERGÊNCIA OPOSTOS CONTRA\nDECISÃO MONOCRÁTICA DE INDEFERIMENTO LIMINAR DE HABEAS CORPUS.\nINDEFERIMENTO LIMINAR PELA PRESIDÊNCIA. ART. 1.043, INCISOS I E II,\nDO CÓDIGO DE PROCESSO CIVIL, E ART. 266 DO REGIMENTO INTERNO DO\nSUPERIOR TRIBUNAL DE JUSTIÇA. MANIFESTA INADMISSIBILIDADE DOS\nEMBARGOS DE DIVERGÊNCIA. AGRAVO INTERNO DESPROVIDO.\n1. A despeito da inépcia da petição recursal, por não conseguir\ntraduzir minimamente as razões da insurgência, é inconteste que não\ncabem embargos de divergência contra decisão monocrática em habeas\ncorpus.\n2. Consoante dispõem o art. 1.043, incisos I e III, do Código de\nProcesso Civil e o art. 266 do Regimento Interno do Superior\nTribunal de Justiça, cabem embargos de divergência contra acórdão de\nÓrgão Fracionário que, em recurso especial, divergir do julgamento\natual de qualquer outro Órgão Jurisdicional deste Tribunal.\n3. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230307",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 01/03/2023 a 07/03/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Og Fernandes, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Paulo de Tarso Sanseverino, Maria Isabel Gallotti e Antonio\nCarlos Ferreira votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01043 INC:00001 INC:00003", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000838376",
  "numeroProcesso" : "1552880",
  "numeroRegistro" : "201400034635",
  "siglaClasse" : "EDcl no AgInt nos EREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MAURO CAMPBELL MARQUES",
  "dataPublicacao" : "DJE        DATA:13/03/2023",
  "ementa" : "PROCESSUAL CIVIL. EMBARGOS DE DECLARAÇÃO. INEXISTÊNCIA DE\nQUAISQUER DOS VÍCIOS DO ART. 1.022 DO CPC/2015. REDISCUSSÃO DE\nQUESTÕES JÁ RESOLVIDAS NA DECISÃO EMBARGADA. MERO INCONFORMISMO.\nSIMPLES REITERAÇÃO DE ARGUMENTOS. NÃO-CABIMENTO. CONTRADIÇÃO INTERNA\nDO JULGADO. AUSÊNCIA. EMBARGOS REJEITADOS.\n1. Os embargos de declaração constituem instrumento processual com o\nescopo de eliminar do julgamento obscuridade, contradição ou\nomissão sobre tema cujo pronunciamento se impunha pelo acórdão ou,\nainda, de corrigir evidente erro material, servindo como instrumento\nde aperfeiçoamento do julgado (art. 1.022 do CPC/2015).\n2. Revelam-se improcedentes os embargos declaratórios em que as\nquestões levantadas não configuram as hipóteses de cabimento do\nrecurso, delineadas no art. 1.022 do CPC.\n3. A rediscussão, via embargos de declaração, de questões de mérito\njá resolvidas configura pedido de alteração do resultado do decisum,\ntraduzindo mero inconformismo com o teor da decisão embargada.\nNesses casos, a jurisprudência desta Corte Superior é pacífica no\nsentido de que os embargos não merecem prosperar.\n4. Tratando-se de mera reiteração de argumentos anteriormente\nlevantados, e sendo certo que as questões apontadas como omitidas\nforam clara e fundamentadamente examinadas nas decisões precedentes,\nsão manifestamente descabidos os presentes declaratórios.\n5. Embargos de declaração rejeitados.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230307",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 01/03/2023 a 07/03/2023,\npor unanimidade, rejeitar os embargos de declaração, nos termos do\nvoto do Sr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Humberto Martins, Herman Benjamin, Og\nFernandes, Luis Felipe Salomão, Benedito Gonçalves, Raul Araújo,\nPaulo de Tarso Sanseverino, Maria Isabel Gallotti e Antonio Carlos\nFerreira  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DECLARAÇÃO - HIPÓTESE DE CABIMENTO)\n   STJ - <<EDcl no REsp 1621334>>-SC,\n         <<EDcl no AgInt no RE nos EDcl no AgInt no AREsp\n963932>>-BA\n(EMBARGOS DE DECLARAÇÃO - OMISSÃO INTERNA - REQUISITO)\n   STJ - <<EDcl no AgRg no Ag 1004484>>-SP,\n         <<EDcl no AgRg no REsp 984571>>-RS",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01022" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000838466",
  "numeroProcesso" : "1998523",
  "numeroRegistro" : "202103195995",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "HUMBERTO MARTINS",
  "dataPublicacao" : "DJE        DATA:14/03/2023",
  "ementa" : "PROCESSUAL  CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM\nAGRAVO EM RECURSO ESPECIAL. DISSÍDIO NÃO DEMONSTRADO. REGRA TÉCNICA\nDE CONHECIMENTO. REVISÃO. IMPOSSIBILIDADE. SÚMULA N. 315 DO STJ.\nSIMILITUDE FÁTICA NÃO DEMONSTRADA. ACÓRDÃOS PARADIGMAS NÃO\nAPRESENTADOS. VÍCIO INSANÁNAVEL\n1. Revela-se inviável rever - em embargos de divergência - o\nconhecimento do recurso, uma vez que o agravo em recurso especial\nfoi improvido em decorrência do óbice da Súmula n. 182/STJ.\n2. Verifica-se que a parte, no momento da interposição do recurso,\nnão apresentou o inteiro teor dos acórdãos paradigmas (ementa/\nacórdão, relatório, voto e certidão ou termo de julgamento).\n3. Não cabe, em embargos de divergência, a análise de possível\nacerto ou d esacerto do acórdão embargado, mas tão somente a de\neventual dissídio de teses jurídicas, a fim de uniformizar a\ninterpretação do direito infraconstitucional no âmbito do Superior\nTribunal de Justiça.\nAgravo interno  improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230307",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 01/03/2023 a 07/03/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Herman Benjamin, Og Fernandes, Luis Felipe\nSalomão, Mauro Campbell Marques, Raul Araújo, Paulo de Tarso\nSanseverino, Maria Isabel Gallotti e Antonio Carlos Ferreira\nvotaram com o Sr. Ministro Relator.\nImpedido o Sr. Ministro Benedito Gonçalves.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - REGRA TÉCNICA DE CONHECIMENTO - REVISÃO -\nIMPOSSIBILIDADE)\n   STJ - <<AgInt nos EAREsp 1879885>>-RJ,\n         <<AgInt nos EAREsp 1813616>>-DF,\n         <<AgInt nos EDv nos EAREsp 1239632>>-SP\n(VÍCIO INSANÁNAVEL)\n   STJ - <<AgInt nos EDcl nos EREsp 1859673>>-SC,\n         <<AgInt nos EREsp 1835498>>-SP,\n         <<AgInt nos EAREsp 1771001>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00932 PAR:ÚNICO ART:01029 PAR:00003", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000315", "LEG:FED ENU:****** ANO:****\n*****  ENUASTJ    ENUNCIADO ADMINISTRATIVO DO SUPERIOR TRIBUNAL DE\nJUSTIÇA\n        NUM:00006" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000838467",
  "numeroProcesso" : "1965714",
  "numeroRegistro" : "202102877454",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "HUMBERTO MARTINS",
  "dataPublicacao" : "DJE        DATA:14/03/2023",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA NO  RECURSO ESPECIAL.\nAUSÊNCIA DE COTEJO ANALÍTICO ENTRE OS ARESTOS CONFRONTADOS.  ACÓRDÃO\nPARADIGMA NÃO APRESENTADO. VÍCIO INSANÁNAVEL. REJULGAMENTO DO\nRECURSO ESPECIAL. IMPOSSIBILIDADE.\n1. A divergência não ficou caracterizada, uma vez que não foi\nrealizado o necessário cotejo analítico entre os acórdãos\nconfrontados, de modo a demonstrar os trechos que eventualmente os\nidentificassem. Assim, não houve comprovação do dissídio\njurisprudencial invocado.\n2. Verifica-se que a parte, no momento da interposição do recurso,\nnão apresentou o inteiro teor do acórdão paradigma (ementa/ acórdão,\nrelatório, voto e certidão ou termo de julgamento), uma vez que foi\nconstatada a ausência da ementa do acórdão.\n3. A  parte deixou de cumprir regra técnica do presente recurso, o\nque constitui vício substancial insanável. Ressalte-se que a\nhipótese dos autos não atrai a incidência do parágrafo único do art.\n932 da Lei n. 13.105/2015, uma vez que, nos termos do Enunciado\nNormativo n. 6: Nos recursos tempestivos interpostos com fundamento\nno CPC/2015 (relativos a decisões publicadas a partir de 18 de março\nde 2016), somente será concedido o prazo previsto no art. 932,\nparágrafo único, c/c o art. 1.029, § 3º, do novo CPC para que a\nparte sane vício estritamente formal.\n4. Não cabe, em embargos de divergência, a análise de possível\nacerto ou desacerto do acórdão embargado, mas tão somente a de\neventual dissídio de teses jurídicas, a fim de uniformizar a\ninterpretação do direito infraconstitucional no âmbito do Superior\nTribunal de Justiça.\n5. A interposição descabida de sucessivos recursos  (AgRg no EARESP\nNO RCD nos EDcl no AgRg nos EDcl no AgRg no ARESP  Nº 1.870.554 -\nSP) configura abuso do direito de recorrer, autorizando a baixa\nimediata dos autos.\n Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230307",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 01/03/2023 a 07/03/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Herman Benjamin, Og Fernandes, Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nPaulo de Tarso Sanseverino, Maria Isabel Gallotti e Antonio Carlos\nFerreira  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA NO  RECURSO ESPECIAL - AUSÊNCIA DE COTEJO\nANALÍTICO ENTRE OS ARESTOS CONFRONTADOS)\n   STJ - <<AgRg nos EAREsp 1910762>>-RJ,\n         <<AgInt nos EAREsp 1723367>>-SP,\n         <<AgInt nos EREsp 1782867>>-MS\n(VÍCIO INSANÁNAVEL)\n   STJ - <<AgInt nos EDcl nos EREsp 1859673>>-SC,\n         <<AgInt nos EREsp 1835498>>-SP,\n         <<AgInt nos EAREsp 1771001>>-SP\n(EMBARGOS DE DIVERGÊNCIA - REJULGAMENTO DO RECURSO ESPECIAL -\nIMPOSSIBILIDADE)\n   STJ - <<AgInt nos EREsp 1792225>>-CE,\n         <<AgInt nos EAREsp 1691411>>-GO\n(INTERPOSIÇÃO DESCABIDA DE SUCESSIVOS RECURSOS - ABUSO DO DIREITO DE\nRECORRER)\n   STJ - <<AgRg na Pet 15118>>-RJ,\n         <<AgInt nos EDcl no AREsp 1925218>>-MG\n   STF - [[Rcl-AgR-AgR 6563]]",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00932 PAR:ÚNICO", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00255 PAR:00001 ART:00266 PAR:00004" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000838468",
  "numeroProcesso" : "1957213",
  "numeroRegistro" : "202102780369",
  "siglaClasse" : "AgRg nos EREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGENCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "HUMBERTO MARTINS",
  "dataPublicacao" : "DJE        DATA:14/03/2023",
  "ementa" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA NO RECURSO ESPECIAL.\nACÓRDÃO PARADIGMA. JUNTADA DE INTEIRO TEOR. AUSÊNCIA DA CERTIDÃO DE\nJULGAMENTO. VÍCIO SUBSTANCIAL. COMPROVAÇÃO POSTERIOR.\nIMPOSSIBILIDADE. INTEMPESTIVIDADE. AUSÊNCIA DE ANÁLISE DO MÉRITO\nRECURSAL.\n1. A Corte Especial do STJ f irmou entendimento segundo o qual \"A\njuntada tão somente da ementa, relatório e voto do acórdão\nparadigma, sem a respectiva certidão de julgamento, configura vício\nsubstancial e afasta a aplicabilidade do parágrafo único do art. 932\ndo CPC de 2015 (AgInt nos EREsp n. 1.617.799/DF, relator Ministro\nJoão Otávio de Noronha, Corte Especial, DJe de 25/8/2022).\n2. A jurisprudência pacífica desta Corte é no sentido de que são\nincabíveis embargos de divergência quando o acórdão embargado não\nultrapassa a barreira de admissibilidade recursal e o paradigma\nconhece e analisa o mérito.  Precedentes.\nAgravo regimental improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230307",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 01/03/2023 a 07/03/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Herman Benjamin, Og Fernandes, Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nPaulo de Tarso Sanseverino, Maria Isabel Gallotti e Antonio Carlos\nFerreira  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(ACÓRDÃO PARADIGMA - JUNTADA DE INTEIRO TEOR - AUSÊNCIA DA CERTIDÃO\nDE JULGAMENTO - VÍCIO SUBSTANCIAL)\n   STJ - <<AgInt nos EREsp 1617799>>-DF,\n         <<AgInt nos EAREsp 1746127>>-SP,\n         <<AgInt nos EDcl nos EREsp 1539922>>-MT,\n         <<AgRg nos EAREsp 1472525>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00932 PAR:ÚNICO" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000838469",
  "numeroProcesso" : "1902977",
  "numeroRegistro" : "202002840742",
  "siglaClasse" : "AgInt nos EDcl nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "HUMBERTO MARTINS",
  "dataPublicacao" : "DJE        DATA:14/03/2023",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA NO  RECURSO ESPECIAL.\nAUSÊNCIA DE COTEJO ANALÍTICO ENTRE OS ARESTOS CONFRONTADOS.  ACÓRDÃO\nEMBARGADO QUE NÃO ANALISA O MÉRITO E OS PARADIGMAS  ULTRAPASSAM A\nBARREIRA DE CONHECIMENTO. NÃO CABIMENTO. ACÓRDÃO ORIUNDO DA MESMA\nTURMA PROLATORA DO ARESTO EMBARGADO. POSSIBILIDADE COM O ADVENTO DO\nNCPC. AUSÊNCIA DE ALTERAÇÃO NA COMPOSIÇÃO. IMPOSSIBILIDADE.\nREJULGAMENTO DO RECURSO ESPECIAL. IMPOSSIBILIDADE.\n1. A divergência não ficou caracterizada, uma vez que não foi\nrealizado o necessário cotejo analítico entre os acórdãos\nconfrontados, de modo a demonstrar os trechos que eventualmente os\nidentificassem. Assim, não houve comprovação do dissídio\njurisprudencial invocado.\n2. É firme o entendimento no sentido de que são incabíveis embargos\nde divergência quando o acórdão embargado não ultrapassa a barreira\nde admissibilidade recursal e o paradigma conhece e analisa o\nmérito.\n3.  A teor do § 3º do art. 1.043 do Novo Código de Processo Civil,\nsão cabíveis \"embargos de divergência quando o acórdão paradigma for\nda mesma turma que proferiu a decisão embargada, desde que sua\ncomposição tenha sofrido alteração em mais da metade de seus\nmembros.\" No caso, não ocorreu nenhuma alteração na composição do\nórgão fracionário.\n4. Não cabe, em embargos de divergência, a análise de possível\nacerto ou desacerto do acórdão embargado, mas tão somente a de\neventual dissídio de teses jurídicas, a fim de uniformizar a\ninterpretação do direito infraconstitucional no âmbito do Superior\nTribunal de Justiça.\nAgravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230307",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 01/03/2023 a 07/03/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Herman Benjamin, Og Fernandes, Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nPaulo de Tarso Sanseverino, Maria Isabel Gallotti e Antonio Carlos\nFerreira  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA NO  RECURSO ESPECIAL - AUSÊNCIA DE COTEJO\nANALÍTICO ENTRE OS ARESTOS CONFRONTADOS)\n   STJ - <<AgRg nos EAREsp 1910762>>-RJ,\n         <<AgInt nos EAREsp 1723367>>-SP,\n         <<AgInt nos EREsp 1782867>>-MS\n(EMBARGOS DE DIVERGÊNCIA - ACÓRDÃO EMBARGADO QUE NÃO ANALISA O\nMÉRITO E OS PARADIGMAS ULTRAPASSAM A BARREIRA DE CONHECIMENTO)\n   STJ - <<AgInt nos EREsp 1849029>>-SP,\n         <<AgInt nos EDv nos EAREsp 1632769>>-SP,\n         <<EDcl no AgInt nos EAREsp 1724597>>-DF\n(EMBARGOS DE DIVERGÊNCIA - ACÓRDÃOS ORIUNDOS DA MESMA TURMA)\n   STJ - <<AgInt nos EDcl nos EAREsp 1695355>>-SP,\n         <<AgRg nos EAREsp 2002337>>-DF\n(EMBARGOS DE DIVERGÊNCIA - REJULGAMENTO DO RECURSO ESPECIAL -\nIMPOSSIBILIDADE)\n   STJ - <<AgInt nos EREsp 1792225>>-CE,\n         <<AgInt nos EAREsp 1691411>>-GO",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01043 PAR:00003" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000838470",
  "numeroProcesso" : "1870554",
  "numeroRegistro" : "202101058349",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "HUMBERTO MARTINS",
  "dataPublicacao" : "DJE        DATA:14/03/2023",
  "ementa" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA NO AGRAVO EM\nRECURSO ESPECIAL. AUSÊNCIA DE IMPUGNAÇÃO ESPECÍFICA A FUNDAMENTO DA\nDECISÃO AGRAVADA.  ART. 932, III, DO CPC/2015. SÚMULA N. 182/STJ.\n1. É inviável o agravo que deixa de atacar especificamente todos os\nfundamentos da decisão agravada. Incidência da Súmula n. 182 do STJ.\n2. O novo Código de Processo Civil, por meio do art. 932, reafirmou\na jurisprudência desta Corte, ao exigir a impugnação específica dos\nfundamentos da decisão agravada.\n3 . a interposição descabida de sucessivos recursos  (AgRg no EARESP\nNO RCD nos EDcl no AgRg nos EDcl no AgRg no ARESP  N. 1.870.554 -\nSP) configura abuso do direito de recorrer, autorizando a baixa\nimediata dos autos.\nAgravo regimental não conhecido com determinação de certificação do\ntrânsito em julgado e imediata baixa dos autos.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230307",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 01/03/2023 a 07/03/2023,\npor unanimidade, não conhecer do recurso, com determinação de\ncertificação de trânsito em julgado, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Herman Benjamin, Og Fernandes, Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nPaulo de Tarso Sanseverino, Maria Isabel Gallotti e Antonio Carlos\nFerreira  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(AUSÊNCIA DE IMPUGNAÇÃO AOS FUNDAMENTOS DA DECISÃO RECORRIDA)\n   STJ - <<AgRg no AREsp 1949904>>-GO,\n         <<EDcl no AgInt no REsp 1689848>>-SP\n(PRINCÍPIO  DA  DIALETICIDADE  RECURSAL)\n   STJ - <<AgRg no AREsp 2016016>>-SP,\n         <<AgInt no AREsp 1477310>>-RJ,\n         <<AgInt no AREsp 1897137>>-AL\n(INTERPOSIÇÃO DESCABIDA DE SUCESSIVOS RECURSOS - ABUSO DO DIREITO DE\nRECORRER)\n   STJ - <<AgRg na Pet 15118>>-RJ\n   STF - [[Rcl-AgR-AgR 6563]]",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00932 INC:00003", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000182" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000838471",
  "numeroProcesso" : "1980813",
  "numeroRegistro" : "202200067079",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "JOÃO OTÁVIO DE NORONHA",
  "dataPublicacao" : "DJE        DATA:13/03/2023",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM\nRECURSO ESPECIAL. ACÓRDÃO PARADIGMA. INTEIRO TEOR. AUSÊNCIA. MERA\nINDICAÇÃO DO DIÁRIO DA JUSTIÇA EM QUE PUBLICADO. INSUFICIÊNCIA.\nAGRAVO INTERNO DESPROVIDO.\n1. A comprovação da divergência deve observar os termos do § 4º do\nart. 1.043 do CPC de 2015 e do § 4º do art. 266 do RISTJ.\n2. A transcrição de trechos do acórdão paradigma para fins de cotejo\nanalítico não supre a ausência de juntada do inteiro teor do\njulgado.\n3. A mera indicação do Diário da Justiça em que publicado o acórdão\nparadigma não atende à exigência de citação do repositório oficial\nou autorizado de jurisprudência, uma vez que aquele veículo consiste\napenas em órgão de divulgação no qual somente é publicada a ementa\ndo acórdão, não seu inteiro teor.\n4. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230307",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 01/03/2023 a 07/03/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nHumberto Martins, Herman Benjamin, Og Fernandes, Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nPaulo de Tarso Sanseverino, Maria Isabel Gallotti e Antonio Carlos\nFerreira  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - AUSÊNCIA DE INTEIRO TEOR DO ACÓRDÃO\nPARADIGMA - VÍCIO SUBSTANCIAL - NÃO CABIMENTO)\n   STJ - <<AgInt nos EAREsp 1238270>>-RS,\n         <<AgInt nos EAREsp 1632678>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00932 ART:01043 PAR:00004", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266 PAR:00004" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000838472",
  "numeroProcesso" : "1960526",
  "numeroRegistro" : "202101657196",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA ISABEL GALLOTTI",
  "dataPublicacao" : "DJE        DATA:13/03/2023",
  "ementa" : "AGRAVO INTERNO. RAZÕES QUE NÃO INFIRMARAM OS FUNDAMENTOS DA DECISÃO\nAGRAVADA. EMBARGOS DE DIVERGÊNCIA. ACÓRDÃO EMBARGADO QUE NÃO\nEXAMINOU O MÉRITO DA CONTROVÉRSIA EM VIRTUDE DA INCIDÊNCIA À ESPÉCIE\nDA SÚMULA 7 DESTA CORTE. DECISÃO DE INADMISSIBILIDADE DOS EMBARGOS\nDE DIVERGÊNCIA QUE SE CONFIRMA. INCIDÊNCIA DA SÚMULA 315 DESTA\nCORTE. CPC 2015, ART. 1.043, III. AUSÊNCIA DE JUNTADA DA CERTIDÃO DE\nJULGAMENTO. VÍCIO INSANÁVEL NOS TERMOS DA JURISPRUDÊNCIA DA CORTE\nESPECIAL DESTE TRIBUNAL. SIMILITUDE FÁTICA E JURÍDICA ENTRE OS\nACÓRDÃOS CONFRONTADOS NÃO DEMONSTRADA MEDIANTE COTEJO ANALÍTICO.\nAGRAVO INTERNO A QUE SE NEGA PROVIMENTO.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230307",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 01/03/2023 a 07/03/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Humberto Martins, Herman Benjamin, Og\nFernandes, Luis Felipe Salomão, Mauro Campbell Marques, Benedito\nGonçalves, Raul Araújo, Paulo de Tarso Sanseverino e Antonio Carlos\nFerreira  votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - ACÓRDÃO EMBARGADO - AUSÊNCIA DE\nAPRECIAÇÃO DO MÉRITO DO RECURSO ESPECIAL - NÃO CABIMENTO)\n   STJ - <<AgInt nos EAREsp 1974633>>-MG,\n         <<AgRg nos EAREsp 1925219>>-RJ,\n         <<AgInt nos EAREsp 54532>>-GO\n(EMBARGOS DE DIVERGÊNCIA - CERTIDÃO DE JULGAMENTO - AUSÊNCIA DE\nJUNTADA NO ATO DE INTERPOSIÇÃO - VÍCIO INSANÁVEL)\n   STJ - <<AgRg nos EREsp 1991582>>-MG,\n         <<AgInt nos EREsp 1793332>>-MG,\n         <<AgInt nos EREsp 1528412>>-PR,\n         <<AgInt nos EAREsp 1268264>>-SP,\n         <<AgInt nos EREsp 1617799>>-DF\n(EMBARGOS DE DIVERGÊNCIA - SIMILITUDE FÁTICA E JURÍDICA - COTEJO\nANALÍTICO - NECESSIDADE)\n   STJ - <<AgInt nos EDcl nos EDv nos EAREsp 799113>>-SC,\n         <<EDcl nos EAREsp 531903>>-SP,\n         <<AgInt nos EDcl no AgInt nos EREsp 1210895>>-PR,\n         <<AgInt nos EAREsp 1548298>>-PR,\n         <<AgInt nos EREsp 1322449>>-RJ",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000315", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00932 PAR:ÚNICO ART:01043 INC:00003 PAR:00004", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266 PAR:00004" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000838473",
  "numeroProcesso" : "1894079",
  "numeroRegistro" : "202002304845",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA ISABEL GALLOTTI",
  "dataPublicacao" : "DJE        DATA:13/03/2023",
  "ementa" : "AGRAVO INTERNO. EMBARGOS DE DIVERGÊNCIA REJEITADOS LIMINARMENTE.\nHONORÁRIOS ADVOCATÍCIOS. CASO EM QUE NÃO HOUVE CONDENAÇÃO, DIANTE DA\nEXTINÇÃO DA EXECUÇÃO FISCAL, EM EXCEÇÃO DE PRÉ-EXECUTIVIDADE, E EM\nQUE FICOU VENCIDA A FAZENDA PÚBLICA. APRECIAÇÃO EQUITATIVA. CPC\n1973, ART. 20, § 4º. PARADIGMAS QUE NÃO ENVOLVERAM EXCEÇÃO DE\nPRÉ-EXECUTIVIDADE NEM A FAZENDA PÚBLICA COMO VENCIDA. AUSÊNCIA DE\nSIMILITUDE FÁTICA E JURÍDICA ENTRE OS ACÓRDÃOS CONFRONTADOS. RAZÕES\nQUE NÃO INFIRMARAM OS FUNDAMENTOS DA DECISÃO AGRAVADA. \"NÃO HÁ COMO\nADMITIR OS EMBARGOS MANEJADOS, POIS, NA HIPÓTESE MENCIONADA,\nINEXISTE DIVERGÊNCIA DE TESES JURÍDICAS, MAS APENAS DIFERENÇAS\nCASUÍSTICAS NA FIXAÇÃO DO VALOR DOS HONORÁRIOS ADVOCATÍCIOS O QUE\nNÃO AUTORIZA A ABERTURA DA PRESENTE VIA, UMA VEZ QUE A AFERIÇÃO DA\nRAZOABILIDADE OU NÃO DO QUANTUM FIXADO ESTÁ INTRINSECAMENTE ATRELADA\nÀ ANÁLISE DAS PARTICULARIDADES DE CADA CASO CONCRETO.\" (STJ, AGINT\nNOS ERESP N. 1.563.944/RJ.) AGRAVO INTERNO A QUE SE NEGA PROVIMENTO.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230307",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 01/03/2023 a 07/03/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros Francisco Falcão, Laurita Vaz, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Og Fernandes, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Paulo de Tarso Sanseverino e Antonio Carlos Ferreira\nvotaram com a Sra. Ministra Relatora.\nNão participou do julgamento a Sra. Ministra Nancy Andrighi.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - CIRCUNSTÂNCIAS FÁTICAS E JURÍDICAS -\nSIMILARIDADE - REQUISITO)\n   STJ - <<AgInt nos EDcl nos EDv nos EAREsp 799113>>-SC,\n         <<EDcl nos EAREsp 531903>>-SP,\n         <<AgInt nos EDcl no AgInt nos EREsp 1210895>>-PR,\n         <<AgInt nos EAREsp 1548298>>-PR,\n         <<AgInt nos EREsp 1322449>>-RJ\n(EMBARGOS DE DIVERGÊNCIA - ARBITRAMENTO DE HONORÁRIOS ADVOCATÍCIOS -\nPECULIARIDADES DO CASO - SIMILITUDE FÁTICA - IMPOSSIBILIDADE DE\nAFERIÇÃO)\n   STJ - <<AgInt nos EAREsp 1210229>>-RJ, <<EREsp 1527430>>-SC,\n         <<AgInt nos EREsp 1296074>>-RJ,\n         <<AgInt nos EREsp 1563944>>-RJ\n(HONORÁRIOS ADVOCATÍCIOS - AUSÊNCIA DE CONDENAÇÃO - FIXAÇÃO DE FORMA\nEQUITATIVA - COMPETÊNCIA DO MAGISTRADO)\n   STJ - <<REsp 226030>>-SP, <<REsp 67750>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01043 INC:00003 PAR:00004", "LEG:FED LEI:005869 ANO:1973\n*****  CPC-73    CÓDIGO DE PROCESSO CIVIL DE 1973\n        ART:00020 PAR:00004", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00011 INC:00013 ART:00255 PAR:00002 ART:00266\n        PAR:00001 ART:0266C PAR:00004" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000838474",
  "numeroProcesso" : "3177",
  "numeroRegistro" : "202202798972",
  "siglaClasse" : "AgInt na SLS",
  "descricaoClasse" : "AGRAVO INTERNO NA SUSPENSÃO DE LIMINAR E DE SENTENÇA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA THEREZA DE ASSIS MOURA",
  "dataPublicacao" : "DJE        DATA:13/03/2023",
  "ementa" : "AGRAVO INTERNO. SUSPENSÃO DE LIMINAR. GRAVE LESÃO À ORDEM , À\nSAÚDE E À ECONOMIA PÚBLICAS. AUSÊNCIA DE DEMONSTRAÇÃO. PROPOSIÇÃO\nCOMO SUCEDÂNEO RECURSAL. INVIABILIDADE. INDEFERIMENTO DO PEDIDO DE\nSUSPENSÃO. AGRVO IMPROVIDO.\n1. O deferimento do pedido de suspensão está condicionado à\ndemonstração de que a manutenção da decisão impugnada causa efetiva\ne grave lesão à ordem, à saúde, à segurança e à economia públicas.\n2. Não é viável na via excepcional da suspensão de segurança, que\nnão tem natureza jurídica de recurso, a análise acerca da\ninterpretação conferida pela decisão proferida na origem às regras\nde edital de certame licitatório, objeto há anos de debates\njudiciais, tendo a própria municipalidade requerente esclarecido que\nnão há risco de  interrupção do serviço público de saneamento\nbásico.\n3. Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230307",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 01/03/2023 a 07/03/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Humberto Martins, Herman Benjamin, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Paulo de Tarso Sanseverino, Maria Isabel Gallotti e Antonio\nCarlos Ferreira  votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento o Sr. Ministro Og Fernandes.",
  "jurisprudenciaCitada" : "(COMPETÊNCIA DO STJ - EXAURIMENTO DE INSTÂNCIA - DESNECESSIDADE)\n   STJ - <<AgInt na SLS 3071>>-SP\n(SUSPENSÃO DE SEGURANÇA - PROPOSIÇÃO COMO SUCEDÂNEO RECURSAL)\n   STJ - <<AgInt na SS 3135>>-BA, <<AgInt na SS 2867>>-DF",
  "notas" : null,
  "informacoesComplementares" : "     \"[...] conforme entendimento firmado por esta Corte, 'a\nPresidência do Superior Tribunal de Justiça tem competência para\nexaminar o pedido de suspensão de decisão da Corte de origem que\naprecia os efeitos a serem conferidos ao agravo de instrumento,\ndispensando-se o esgotamento de instância' [...]\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:008437 ANO:1992\n        ART:00004" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000838475",
  "numeroProcesso" : "3173",
  "numeroRegistro" : "202202775139",
  "siglaClasse" : "AgInt na SLS",
  "descricaoClasse" : "AGRAVO INTERNO NA SUSPENSÃO DE LIMINAR E DE SENTENÇA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA THEREZA DE ASSIS MOURA",
  "dataPublicacao" : "DJE        DATA:13/03/2023",
  "ementa" : "AGRAVO INTERNO NO PEDIDO DE SUSPENSÃO DE LIMINAR E DE SENTENÇA.\nPESSOA JURÍDICA DE DIREITO PRIVADO. TUTELA DE INTERESSE PARTICULAR.\nILEGITIMIDADE ATIVA. PEDIDO NÃO CONHECIDO. RECURSO NÃO PROVIDO.\n1. As pessoas jurídicas de direito privado têm legitimidade ativa\npara formular pedido de suspensão desde que objetivem a tutela de\ninteresse público primário, o que não se verificou na hipótese.\n2. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230307",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 01/03/2023 a 07/03/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Humberto Martins, Herman Benjamin, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Paulo de Tarso Sanseverino, Maria Isabel Gallotti e Antonio\nCarlos Ferreira  votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento o Sr. Ministro Og Fernandes.",
  "jurisprudenciaCitada" : "(PEDIDO DE SUSPENSÃO DE LIMINAR E DE SENTENÇA - PESSOA JURÍDICA DE\nDIREITO PRIVADO - TUTELA DE INTERESSE PARTICULAR - ILEGITIMIDADE\nATIVA)\n   STJ - <<AgRg na PET nos EDcl no AgRg na SS 2727>>-DF,\n         <<AgRg na SS 2660>>-SP,\n         <<AgInt na SS 3140>>-TO",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000838476",
  "numeroProcesso" : "1930702",
  "numeroRegistro" : "202003158253",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:15/03/2023",
  "ementa" : "PROCESSUAL CIVIL. EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL.\nINDEFERIMENTO LIMINAR. INTEIRO TEOR DOS PARADIGMAS. AUSÊNCIA DE\nCERTIDÃO DE JULGAMENTO E ACÓRDÃO. ANÁLISE DE MÉRITO NO JUÍZO\nMONOCRÁTICO. SÚMULA N. 182/STJ NO AGRAVO INTERNO. INVIABILIDADE DA\nINSURGÊNCIA UNIFORMIZADORA. MAJORAÇÃO DE HONORÁRIOS. POSSIBILIDADE.\n1. A ausência da certidão de julgamento e do acórdão dos paradigmas\ndescumpre a exigência de juntada do inteiro teor dos julgados,\nensejando o indeferimento liminar dos embargos de divergência.\n2. Se o acórdão deixou de analisar o mérito do agravo interno, é\nindiferente o resultado do juízo monocrático para embargos de\ndivergência. O objeto da via uniformizante interna é o julgamento\ncolegiado, que, na hipótese de incidência da Súmula n. 182/STJ, não\navança sobre o mérito da causa.\n3. Interpostos embargos de divergência, inaugura-se novo grau\nautorizando a majoração de honorários a título recursal.\n4. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230307",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, em sessão virtual de 1º /3/2023 a 7/3/2023, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Humberto Martins, Herman Benjamin, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Paulo de Tarso Sanseverino, Maria Isabel Gallotti e Antonio\nCarlos Ferreira votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(MAJORAÇÃO DE HONORÁRIOS - POSSIBILIDADE)\n   STJ - <<AgInt nos EAREsp 762075>>-MT,\n         <<AgInt nos EAREsp 1334550>>-MS",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000182" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000838477",
  "numeroProcesso" : "1920219",
  "numeroRegistro" : "202100336114",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:15/03/2023",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA NO\nRECURSO ESPECIAL. DESCABIMENTO DE EMBARGOS DE DIVERGÊNCIA CONTRA\nACÓRDÃO DE RECURSO ESPECIAL QUE NÃO ANALISOU O MÉRITO. SÚMULA N.\n315/STJ. DIVERGÊNCIA SUPERADA. SÚMULA N. 168/STJ.\n1. Cabem embargos de divergência para impugnar acórdão de órgão\nfracionário que divergir do julgamento de qualquer outro órgão do\nmesmo tribunal se forem os acórdãos embargado e paradigma de mérito\nou se for um acórdão de mérito e o outro não houver conhecido do\nrecurso, embora tenha apreciado a controvérsia.\n2. Situação dos autos que não se enquadra nas hipóteses de\ncabimento, pois o acórdão embargado, no ponto combatido, manteve\ndecisão que não conheceu do recurso especial e não chegou a apreciar\na controvérsia objeto dos embargos de divergência.\n3. A Corte Especial, ao julgar o Tema n. 1.076 sob o rito dos\nrecursos repetitivos, decidiu pela inviabilidade da fixação de\nhonorários de sucumbência por apreciação equitativa quando o valor\nda condenação ou o proveito econômico forem elevados, encontrando-se\nsuperada a alegada divergência. Incidência da Súmula n. 168/STJ.\n4. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230307",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 01/03/2023 a 07/03/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Humberto Martins, Herman Benjamin, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Paulo de Tarso Sanseverino, Maria Isabel Gallotti e Antonio\nCarlos Ferreira  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : "Aguardando análise.",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000838478",
  "numeroProcesso" : "1871988",
  "numeroRegistro" : "201903714503",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:15/03/2023",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM\nRECURSO ESPECIAL. PARADIGMA ORIUNDO DE AÇÃO DE GARANTIA\nCONSTITUCIONAL INVIABILIDADE. NATUREZA DISTINTA DA ANÁLISE JURÍDICA.\n1. Acórdãos oriundos de ações de garantia constitucional não servem\ncomo paradigmas de dissídio para embargos de divergência, dada a\nnatureza diversa da análise jurídica realizada nessas ações\noriginárias e respectivos recursos ordinários e aquela feita em\nrecurso especial.\n2. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230307",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 01/03/2023 a 07/03/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Humberto Martins, Herman Benjamin, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Paulo de Tarso Sanseverino, Maria Isabel Gallotti e Antonio\nCarlos Ferreira  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL - PARADIGMA ORIUNDO DE\nAÇÃO DE GARANTIA CONSTITUCIONAL - INVIABILIDADE)\n   STJ - <<AgInt nos EAREsp 1205756>>-AM,\n         <<AgInt nos EAREsp 1086606>>-PR,\n         <<AgInt nos EAREsp 1363487>>-PR",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000838479",
  "numeroProcesso" : "1584111",
  "numeroRegistro" : "201600397313",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:15/03/2023",
  "ementa" : "PROCESSUAL CIVIL. EMBARGOS DE  DIVERGÊNCIA. DESCABIMENTO. SÚMULA N.\n315/STJ. RECURSO ESPECIAL NÃO CONHECIDO. SÚMULA N. 7/STJ. AGRAVO\nINTERNO DESPROVIDO.\n1. Os fundamentos e os sucessivos recursos internos da decisão\nmonocrática que primeiro analisou o recurso especial atestam a\nincidência da Súmula n. 7/STJ no feito objeto dos presentes embargos\nde divergência, ainda que tenha havido erro material no\ndispositivo.\n2. É inviável o manejo de embargos de divergência se os acórdãos\ncontrastados não ultrapassaram o juízo de admissibilidade e a\ncontrovérsia se volta contra questão de mérito. Incidência da Súmula\nn. 315/STJ (Não cabem embargos de divergência no âmbito do agravo\nde instrumento que não admite recurso especial).\n3. Majoração de honorários recursais mantida, nos termos do art. 85,\n§ 11, do CPC/2015.\n4. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230307",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 01/03/2023 a 07/03/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Humberto Martins, Herman Benjamin, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Paulo de Tarso Sanseverino, Maria Isabel Gallotti e Antonio\nCarlos Ferreira  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - QUESTÕES DE ADMISSIBILIDADE RECURSAL -\nNÃO CABIMENTO)\n   STJ - <<EREsp 1522127>>-PE, <<AgInt nos EREsp 1345680>>-SC,\n         <<AgInt nos EAREsp 1754111>>-SP\n(HONORÁRIOS RECURSAIS - MAJORAÇÃO)\n   STJ - <<AgInt nos EREsp 1721472>>-DF,\n         <<EDcl no AgInt nos EREsp 1371295>>-RS",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00085 PAR:00011", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000315" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000838480",
  "numeroProcesso" : "1967939",
  "numeroRegistro" : "202103280009",
  "siglaClasse" : "AgInt no RE nos EDcl no AgInt no REsp",
  "descricaoClasse" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:13/03/2023",
  "ementa" : "PROCESSO CIVIL. AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO. EXECUÇÃO\nINDIVIDUAL DE SENTENÇA COLETIVA. SINDICATO. ACÓRDÃO RECORRIDO EM\nSINTONIA COM ENTENDIMENTO FIRMADO PELO STF SOB REGIME DA REPERCUSSÃO\nGERAL. TEMA N. 823/STF. LIMITES DA COISA JULGADA. AUSÊNCIA DE\nREPERCUSSÃO GERAL. TEMA N. 848/STF. DESPROVIMENTO DO AGRAVO .\n1.  O Supremo Tribunal Federal, no julgamento do RE n.\n883.642-RG/AL, fixou a tese de que \"os sindicatos possuem ampla\nlegitimidade extraordinária para defender em juízo os direitos e\ninteresses coletivos ou individuais dos integrantes da categoria que\nrepresentam, inclusive nas liquidações e execuções de sentença,\nindependentemente de autorização dos substituídos\" (Tema n.\n823/STF).\n2. O Pretório Excelso, no julgamento do ARE n. 901.963-RG/SC,\nafastou a repercussão geral da matéria relacionada aos limites\nobjetivos da coisa julgada e fixou o seguinte entendimento: \"A\nquestão acerca dos legitimados para executar sentença proferida em\nação coletiva, na hipótese em que o título transitado em julgado\ndefine explicitamente os beneficiários do direito, tem natureza\ninfraconstitucional, pois trata de discussão sobre os limites da\ncoisa julgada (Tema 660), e a ela se atribuem os efeitos da ausência\nde repercussão geral, nos termos do precedente fixado no RE\n584.608, rel. a Ministra Ellen Gracie, DJe 13/03/2009.\" (Tema n.\n848/STF.)\n3. No caso, o acórdão proferido pelo STJ está em sintonia com a\njurisprudência firmada pelo STF sob o regime da repercussão geral\n(Tema n. 823/STF).\n4. A pretensão de se estabelecer  distinghishing entre a questão\njurídica debatida na lide e a orientação vinculante contida no Tema\nn. 823/STF envolve a análise dos limites  da coisa julgada, cuja\nausência de repercussão geral foi assentada pela Suprema Corte no\njulgamento do Tema n. 848/STF.\n5. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230307",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 01/03/2023 a 07/03/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Humberto Martins, Herman Benjamin, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Paulo de Tarso Sanseverino, Maria Isabel Gallotti e Antonio\nCarlos Ferreira  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(SINDICATOS - LEGITIMIDADE EXTRAORDINÁRIA AMPLA)\n   STF - [[RE 883642]] (REPERCUSSÃO GERAL - TEMA(s) 823)\n(AÇÃO COLETIVA - EXECUÇÃO - BENEFICIÁRIOS - TÍTULO JUDICIAL\nEXPLÍCITO - LIMITES DA COISA JULGADA - AUSÊNCIA DE REPERCUSSÃO\nGERAL)\n   STF - [[ARE 901963]]-SC (REPERCUSSÃO GERAL - TEMA(s) 848),\n         [[ARE-AgR 1385892]],\n         [[ARE-AgR 1368285]]",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000838481",
  "numeroProcesso" : "66506",
  "numeroRegistro" : "202101482853",
  "siglaClasse" : "AgInt no RE nos EDcl no AgInt no RMS",
  "descricaoClasse" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NO RECURSO EM MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:13/03/2023",
  "ementa" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO. ADMINISTRATIVO E\nCONSTITUCIONAL. SERVIDOR PÚBLICO. SALÁRIO MÍNIMO. REMUNERAÇÃO\nGLOBAL. ACÓRDÃO RECORRIDO EM CONFORMIDADE COM O ENTENDIMENTO DA\nSUPREMA CORTE EM REPERCUSSÃO GERAL. TEMA N. 142/STF.\n1. O Supremo Tribunal Federal, no julgamento do RE n. 582.019-QO-RG,\nsob a sistemática da repercussão geral, fixou a tese de que a\ngarantia do salário mínimo, a que se referem os arts. 7º, IV, e 39,\n§ 3º, da CF, corresponde ao total da remuneração percebida pelo\nservidor (Tema n. 142/STF).\n2. No caso, o acórdão proferido pelo Superior Tribunal de Justiça\nestá em consonância com a orientação firmada pela Suprema Corte,\nmotivo pelo qual a decisão que negou seguimento ao recurso\nextraordinário deve ser mantida.\n3. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230307",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 01/03/2023 a 07/03/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Humberto Martins, Herman Benjamin, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Paulo de Tarso Sanseverino, Maria Isabel Gallotti e Antonio\nCarlos Ferreira  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(GARANTIA DO SALÁRIO MÍNIMO - PARÂMETRO - TOTAL DA REMUNERAÇÃO\nPERCEBIDA PELO SERVIDOR)\n   STF - [[RE-QO 582019]] (REPERCUSSÃO GERAL - TEMA(s) 142),\n         [[ADI 751]]",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00007 INC:00004 ART:00038 PAR:0003A\n(ART. 39, §3º, COM A REDAÇÃO DADA PELA EMENDA CONSTITUCIONAL\n19/1998)", "LEG:FED EMC:000019 ANO:1998" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000838482",
  "numeroProcesso" : "1817714",
  "numeroRegistro" : "202100042549",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RAUL ARAÚJO",
  "dataPublicacao" : "DJE        DATA:15/03/2023",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA NO AGRAVO NO RECURSO\nESPECIAL. PROCESSUAL CIVIL. ACÓRDÃOS CONFRONTADOS. NÃO CONFIGURAÇÃO\nDA DIVERGÊNCIA JURISPRUDENCIAL. AGRAVO DESPROVIDO.\n1. Não fica caracterizado o dissídio jurisprudencial, apto a ensejar\no cabimento dos embargos de divergência, quando os acórdãos\nembargado e paradigmas não possuírem entre si similitude\nfático-jurídica.\n2. A jurisprudência do Superior Tribunal de Justiça é no sentido de\nque, nos termos do art. 224, § 1º, do CPC/2015, não há falar em\nprorrogação do término do prazo recursal se ocorrer eventual\nindisponibilidade do sistema eletrônico no Tribunal no curso do\nperíodo para interposição do recurso. A prorrogação do prazo\nprocessual é admitida apenas nas hipóteses em que a\nindisponibilidade do sistema coincida com o primeiro ou o último dia\ndo prazo recursal, caso em que o termo inicial ou final será\nprotraído para o primeiro dia útil seguinte. Precedentes.\n3. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230307",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, em sessão virtual de 01/03/2023 a 07/03/2023, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Laurita Vaz, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Luis Felipe Salomão,\nMauro Campbell Marques, Benedito Gonçalves, Paulo de Tarso\nSanseverino, Maria Isabel Gallotti e Antonio Carlos Ferreira votaram\ncom o Sr. Ministro Relator.\nNão participou do julgamento a Sra. Ministra Nancy Andrighi.\nPresidiu o julgamento o Sr. Ministro Og Fernandes.",
  "jurisprudenciaCitada" : "(INDISPONIBILIDADE DO SISTEMA ELETRÔNICO NO CURSO DO PERÍODO -\nPRORROGAÇÃO DE PRAZO - IMPOSSIBILIDADE)\n   STJ - <<AgInt no AREsp 1912954>>-RJ,\n         <<AgRg no AREsp 2144297>>-GO,\n         <<AgInt no AREsp 1884599>>-RJ,\n         <<AgInt no AREsp 1918850>>-RJ,\n         <<AgInt nos EDcl no AREsp 1803102>>-RJ\n(EMBARGOS DE DIVERGÊNCIA - DISSÍDIO NÃO CONFIGURADO - NÃO CABIMENTO)\n   STJ - <<EREsp 443095>>-SC, <<AgInt nos EREsp 1703788>>-SE",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00224 PAR:00001" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000836403",
  "numeroProcesso" : "15356",
  "numeroRegistro" : "202202742787",
  "siglaClasse" : "AgRg na Pet",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA PETIÇÃO",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RAUL ARAÚJO",
  "dataPublicacao" : "DJE        DATA:08/03/2023",
  "ementa" : "PROCESSUAL PENAL. AGRAVO REGIMENTAL. IRRECORRIBILIDADE DE DESPACHO\nDE MERO EXPEDIENTE. AUSÊNCIA DE CARGA DECISÓRIA. REITERAÇÃO DE\nANTERIOR ARQUIVAMENTO DO INQUÉRITO PERANTE O STJ. ATUAÇÃO DA\nPROCURADORIA-GERAL DA REPÚBLICA. ILEGITIMIDADE ATIVA E AUSÊNCIA DE\nINTERESSE JURÍDICO DO SUPOSTO OFENDIDO. RECURSO INADMISSÍVEL. AGRAVO\nNÃO CONHECIDO.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230301",
  "decisao" : "Vistos e relatados estes autos, em que são partes as acima\nindicadas, decide a Corte Especial, por unanimidade, não conhecer do\nagravo, nos termos do voto do Sr. Ministro Relator. Os Srs.\nMinistros Paulo de Tarso Sanseverino, Maria Isabel Gallotti, Antonio\nCarlos Ferreira, Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Humberto Martins, Herman Benjamin, Og\nFernandes, Luis Felipe Salomão, Mauro Campbell Marques e Benedito\nGonçalves votaram com o Sr. Ministro Relator.",
  "jurisprudenciaCitada" : "(DESPACHO - RECORRIBILIDADE - CONTEÚDO DECISÓRIO)\n   STJ - <<AgInt no REsp 1953246>>-DF\n(MINISTÉRIO PÚBLICO - PEDIDO DE ARQUIVAMENTO - ART. 28 DO CPP)\n   STF - [[ADI-MC 6299]]-DF\n(MINISTÉRIO PÚBLICO - PEDIDO DE ARQUIVAMENTO PERANTE O STJ -  AÇÃO\nPENAL PÚBLICA INCONDICIONADA - INAPLICABILIDADE DO ART. 28 DO CPP)\n   STJ - <<RMS 12572>>-SP",
  "notas" : null,
  "informacoesComplementares" : "     \"[...] o controle judicial da promoção de arquivamento do feito\npelo Ministério Público Federal é exercido nos termos do art. 28 do\nCPP - [...] - o qual prescreve que o magistrado, 'no caso de\nconsiderar improcedentes as razões invocadas, fará remessa do\ninquérito ou peças de informação ao procurador-geral, e este\noferecerá a denúncia, designará outro órgão do Ministério Público\npara oferecê-la, ou insistirá no pedido de arquivamento, ao qual só\nentão estará o juiz obrigado a atender'.\n     Todavia, [...], em se tratando de atuação perante o Superior\nTribunal de Justiça, 'o pedido de arquivamento de inquérito ou de\npeça de informação, formulado por Vice-Procurador-Geral da\nRepública, oficiando por delegação do Procurador-Geral da República,\nvincula esta Corte, não sendo aplicável o disposto no art. 28 do\nCódigo de Processo Penal'.\n     Portanto, se o membro do Ministério Público Federal oficiante\nperante o Superior Tribunal de Justiça promove o arquivamento de\nfeito que discute hipótese de crime de ação penal pública\nincondicionada, [...], não há intervenção jurisdicional cabível,\ntampouco existe interesse jurídico ou legitimidade recursal por\nparte da suposta vítima (art. 577 do CPP)\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01001", "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00003 ART:00028 ART:00577" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000836415",
  "numeroProcesso" : "1734930",
  "numeroRegistro" : "201800833025",
  "siglaClasse" : "EDcl nos EREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO\nESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LAURITA VAZ",
  "dataPublicacao" : "DJE        DATA:09/03/2023",
  "ementa" : "EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO\nESPECIAL. PROCESSUAL CIVIL. EXECUÇÃO FISCAL. EMBARGOS DE DIVERGÊNCIA\nACOLHIDOS, PARA, CASSANDO O ACÓRDÃO EMBARGADO, DAR PROVIMENTO AO\nRECURSO ESPECIAL. OMISSÃO ACERCA DAS VERBAS SUCUMBENCIAIS. VÍCIO\nEXISTENTE. DEVIDA A INVERSÃO DA SUCUMBÊNCIA, MAS NÃO A MAJORAÇÃO DA\nVERBA HONORÁRIA. EMBARGOS DE DECLARAÇÃO PARCIALMENTE ACOLHIDOS.\n1. É devida a fixação de honorários advocatícios recursais,\nprevistos no § 11 do art. 85 do Código de Processo Civil, em caso de\nindeferimento liminar, não conhecimento integral ou desprovimento\ndos embargos de divergência.\n2. No entanto, é indevida a majoração dos honorários advocatícios,\nna forma do § 11 do art. 85 do Código de Processo Civil, quando os\nembargos de divergência são providos, ainda que parcialmente.\n3. Embargos de declaração parcialmente acolhidos para, sanando a\nomissão, determinar a inversão dos ônus sucumbenciais, mas sem\nmajoração da verba honorária já fixada.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230301",
  "decisao" : "Vistos, relatados e discutidos estes autos, acordam os Ministros da\nCorte Especial do Superior Tribunal de Justiça, na conformidade dos\nvotos e das notas taquigráficas a seguir, por unanimidade, acolher\nparcialmente os embargos de declaração, nos termos do voto da Sra.\nMinistra Relatora. Os Srs. Ministros João Otávio de Noronha,\nHumberto Martins, Herman Benjamin, Og Fernandes, Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nPaulo de Tarso Sanseverino, Maria Isabel Gallotti, Antonio Carlos\nFerreira, Francisco Falcão e Nancy Andrighi votaram com a Sra.\nMinistra Relatora.",
  "jurisprudenciaCitada" : "(FIXAÇÃO DE HONORÁRIOS ADVOCATÍCIOS RECURSAIS - HIPÓTESES DE\nCABIMENTO)\n   STJ - <<AgInt nos EDcl nos EDv nos EAREsp 1653223>>-RJ\n(MAJORAÇÃO DE HONORÁRIOS - RECURSO ESPECIAL PROVIDO - NÃO CABIMENTO)\n   STJ - <<AgInt no REsp 1922510>>-MT",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00085 PAR:00011" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000836396",
  "numeroProcesso" : "1987558",
  "numeroRegistro" : "202200553753",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "JOÃO OTÁVIO DE NORONHA",
  "dataPublicacao" : "DJE        DATA:08/03/2023",
  "ementa" : "PROPOSTA DE AFETAÇÃO. RECURSO ESPECIAL INTERPOSTO CONTRA PARTE DE\nACÓRDÃO PROFERIDO EM JULGAMENTO DE IRDR. CIVIL E PROCESSUAL CIVIL.\nDEFENSOR DATIVO. REMUNERAÇÃO. ENCARGO DO ESTADO. TABELAS DE\nHONORÁRIOS PREESTABELECIDAS. OBSERVÂNCIA OBRIGATÓRIA. TESE FIXADA.\nPOSSIBILIDADE DE REVISÃO DE VALORES OU NÃO EM CUMPRIMENTO DE\nSENTENÇA.\n1. Delimitação da controvérsia: definir se os efeitos da coisa\njulgada da sentença que fixa os honorários de defensor dativo se\nestendem ou não ao ente federativo responsável pelo pagamento da\nverba quando não participou do processo ou não tomou ciência da\ndecisão (art. 506 do CPC).\n2. Afetação do recurso especial ao rito previsto nos arts. 987, §\n2º, 1.036 e 1.037 do CPC de 2015 e 256-H do RISTJ.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230228",
  "decisao" : "Vistos, relatados e discutidos estes autos em que são partes as\nacima indicadas,  acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, na conformidade dos votos e das notas\ntaquigráficas a seguir,  por unanimidade, afetar o processo ao rito\ndos recursos repetitivos (artigo 1.036 do CPC e art. 257-C do RISTJ)\npara consolidar entendimento acerca da seguinte questão jurídica:\ndefinir se os efeitos da coisa julgada da sentença que fixa os\nhonorários de defensor dativo se estendem ou não ao ente federativo\nresponsável pelo pagamento da verba quando não participou do\nprocesso ou não tomou ciência da decisão (art. 506 do CPC). E, por\nunanimidade, suspender  a tramitação de processos com recurso\nespecial e/ou agravo em recurso especial interposto, em tramitação\nna Segunda Instância e/ou no STJ, nos termos do voto do Sr. Ministro\nRelator. Quanto à afetação, os Srs. Ministros Humberto Martins,\nHerman Benjamin, Luis Felipe Salomão, Mauro Campbell Marques,\nBenedito Gonçalves, Raul Araújo, Paulo de Tarso Sanseverino, Maria\nIsabel Gallotti, Antonio Carlos Ferreira, Nancy Andrighi e Laurita\nVaz votaram com o Sr. Ministro Relator. Não participaram do\njulgamento os Srs. Ministros Og Fernandes e Francisco Falcão.\nQuanto à abrangência da suspensão, os Srs. Ministros Humberto\nMartins, Herman Benjamin, Luis Felipe Salomão, Benedito Gonçalves,\nRaul Araújo, Paulo de Tarso Sanseverino, Maria Isabel Gallotti,\nAntonio Carlos Ferreira, Nancy Andrighi e Laurita Vaz votaram com o\nSr. Ministro Relator. Não participaram do julgamento os Srs.\nMinistros Og Fernandes, Mauro Campbell Marques e Francisco Falcão.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1181",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1181\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00256 ART:0256H ART:0256I ART:0256M ART:0256X\n        ART:0257A PAR:00001", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00506 ART:00927 PAR:00002 ART:00987 ART:01030\n        INC:00004 INC:00005 LET:A LET:B ART:01036\n        PAR:00001 PAR:00006 ART:01037" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000836030",
  "numeroProcesso" : "1707423",
  "numeroRegistro" : "201403175583",
  "siglaClasse" : "EREsp",
  "descricaoClasse" : "EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "FRANCISCO FALCÃO",
  "dataPublicacao" : "DJE        DATA:23/02/2023",
  "ementa" : "EMBARGOS  DE  DIVERGÊNCIA EM RECURSO ESPECIAL. SIMILITUDE FÁTICA\nENTRE O ACÓRDÃO EMBARGADO E O PARADIGMA. AUSÊNCIA. RECURSO NÃO\nCONHECIDO.\nI - Trata-se de embargos de divergência opostos pelo Instituto de\nPrevidência do Estado do Rio Grande do Sul - IPERGS contra acórdão\nda Primeira Turma, de relatoria do Ministro Gurgel de Faria, sob a\nalegação de que o acórdão embargado diverge da orientação adotada\npela Terceira Seção no julgamento do EAR n. 3.358/SC (Relator\nMinistro Gurgel de Faria, relator para o acórdão Ministro Félix\nFischer, julgado em 10/12/2014, DJe 4/2/2015), no sentido de que o\nmandato se extingue com a morte do mandante, de sorte que são nulos\nos atos processuais praticados pelo mandatário após o falecimento do\nseu constituinte.\nII - Nos termos do § 4º do art. 1.043 do CPC e do § 4º do art. 266\ndo RISTJ, exige-se que o embargante mencione \"as circunstâncias que\nidentificam ou assemelham os casos confrontados\". É dizer, impõe-se,\ncomo condição para um juízo positivo de prelibação, a presença de\ncircunstâncias jurídicas e fáticas assemelhadas entre os casos\nconfrontados.\nIII - No caso, a decisão colacionada pelo embargante (EAR n.\n3.358/SC) é inadmissível como paradigma para os presentes embargos,\nhaja vista que não há similitude fática entre os julgados. Ou seja,\no tema julgado no aresto paradigma é diverso do apontado no acórdão\nembargado. Nos presentes autos, acerca dos fatos, a Primeira Turma\nasseverou: \"emerge dos autos que o acórdão recorrido decidiu pela\nnulidade do processo de execução de sentença, por ter sido ajuizado\nem nome de pessoa que já havia falecido durante a tramitação do\nprocesso de conhecimento, e declarou a prescrição para deduzir essa\npretensão executória\" (fl. 749). No paradigma, por outro lado,\ncingiu-se a controvérsia quanto à (im)possibilidade de ajuizamento\nde ação de conhecimento após o falecimento do mandante.\nIV - Nesta Corte, é assente o entendimento de que, inexistente\nsimilitude fática, decorrente das peculiaridades existentes em cada\ncaso, o recurso de embargos de divergência não merece ser conhecido.\nPrecedentes: AgInt nos EREsp n. 1.430.325/PE, Rel. Ministro\nFrancisco Falcão, Primeira Seção, julgado em 11/12/2019, DJe\n17/12/2019; AgInt nos EDv nos EREsp n. 1.756.344/RJ, Rel. Ministro\nGurgel de Faria, Primeira Seção, julgado em 3/12/2019, DJe\n6/12/2019; AgInt nos EREsp n. 1,580,178/SP, Rel. Ministro Mauro\nCampbell Marques, Corte Especial, julgado em 22/10/2019, DJe\n25/10/2019.\nV - Recurso de embargos de divergência não conhecido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230215",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Corte Especial do Superior\nTribunal de Justiça,  A Corte Especial, por unanimidade, não\nconhecer dos embargos de divergência, nos termos do voto do Sr.\nMinistro Relator. Os Srs. Ministros Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Humberto Martins, Herman Benjamin, Og\nFernandes, Luis Felipe Salomão, Mauro Campbell Marques, Benedito\nGonçalves, Raul Araújo, Maria Isabel Gallotti e Antonio Carlos\nFerreira votaram com o Sr. Ministro Relator.\nAusente, justificadamente, o Sr. Ministro Paulo de Tarso\nSanseverino.\nSustentou oralmente a Dr. Márcia dos Anjos Manoel, pela Embargante.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - FALTA DE SIMILITUDE FÁTICA)\n   STJ - <<AgInt nos EREsp 1430325>>-PE,\n         <<AgInt nos EDv nos EREsp 1756344>>-RJ,\n         <<AgInt nos EREsp 1580178>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01043 PAR:00004", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266 PAR:00004" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000836127",
  "numeroProcesso" : "179005",
  "numeroRegistro" : "202101232891",
  "siglaClasse" : "CC",
  "descricaoClasse" : "CONFLITO DE COMPETENCIA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "JOÃO OTÁVIO DE NORONHA",
  "dataPublicacao" : "DJE        DATA:01/03/2023",
  "ementa" : "CONFLITO INTERNO DE COMPETÊNCIA. RECURSO ESPECIAL. AÇÃO  DE\nINDENIZAÇÃO. ART. 59, I, LEI N. 8.630/1993. FUNDO DE INDENIZAÇÃO DO\nTRABALHADOR PORTUÁRIO AVULSO - FITP. CANCELAMENTO DE INSCRIÇÃO\nPROFISSIONAL. INCIDÊNCIA DO ART. 9º, § 1º, IV, DO RISTJ. COMPETÊNCIA\nDAS TURMAS DA 1ª SEÇÃO DO STJ.\n1. Nos termos do art. 9º, § 1º, IV, do RISTJ, compete às Turmas\nintegrantes da Primeira Seção do STJ julgar recursos que tenham por\nobjeto a indenização do art. 59, I, da Lei n. 8.630/1993, decorrente\ndo cancelamento da inscrição profissional dos trabalhadores\nportuários avulsos, desvinculados do sistema pela Lei de\nModernização dos Portos. Precedentes.\n2. Conflito conhecido para declarar a competência da Primeira Turma\nda Primeira Seção do STJ.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230215",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Corte Especial, por unanimidade, conhecer\ndo conflito para declarar a competência da Primeira Turma do STJ,\nnos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Humberto Martins, Herman Benjamin, Og Fernandes,\nLuis Felipe Salomão, Mauro Campbell Marques, Benedito Gonçalves,\nRaul Araújo, Maria Isabel Gallotti, Antonio Carlos Ferreira,\nFrancisco Falcão, Nancy Andrighi e Laurita Vaz votaram com o Sr.\nMinistro Relator.\nAusente, justificadamente, o Sr. Ministro Paulo de Tarso\nSanseverino.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:008630 ANO:1993\n        ART:00059 INC:00001", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00009 PAR:00001 INC:00004" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000838132",
  "numeroProcesso" : "1975411",
  "numeroRegistro" : "202103738982",
  "siglaClasse" : "AgRg nos EREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGENCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJE        DATA:21/03/2023",
  "ementa" : "PROCESSUAL PENAL. AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM\nRECURSO ESPECIAL. DEMONSTRAÇÃO DO DISSÍDIO. REQUISITOS DO ART.\n1.043, § 4º DO CPC. INOBSERVÂNCIA.\n1. Consoante a jurisprudência desta Corte, configura pressuposto\nindispensável para a comprovação da divergência jurisprudencial a\nadoção pela parte recorrente, na petição dos embargos de\ndivergência, de uma das seguintes providências, quanto aos\nparadigmas indicados: (I) a juntada de certidões; (II) apresentação\nde cópias do inteiro teor dos acórdãos apontados; (III) a citação do\nrepositório oficial, autorizado ou credenciado nos quais eles se\nachem publicados, inclusive em mídia eletrônica; e (IV) a reprodução\nde julgado disponível na rede mundial de computadores, com a\nindicação da respectiva fonte na Internet.\n2. Embora a jurisprudência da Corte Especial do STJ admita a\ncomprovação da existência do dissídio por meio da indicação de link\nque permita o acesso direto ao inteiro teor do acórdão paradigma\n(AgInt nos EAREsp n. 1.974.633/MG, Corte Especial, julgado em\n25/10/2022, DJe de 11/11/2022; AgInt nos EAREsp n. 1.610.769/ES,\nCorte Especial, julgado em 27/9/2022, DJe de 3/10/2022), o endereço\neletrônico apontado nas razões dos embargos não viabiliza o acesso\nao aresto trazido a confronto.\n3. Agravo regimental não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230215",
  "decisao" : "Vistos, relatados e discutidos estes autos, acordam os Ministros da\nCorte Especial do Superior Tribunal de Justiça, na conformidade dos\nvotos e das notas taquigráficas constantes dos autos,  A Corte\nEspecial, por maioria, negar provimento ao agravo regimental nos\ntermos do voto da Sra. Ministra Relatora. Os Srs. Ministros Laurita\nVaz, João Otávio de Noronha, Humberto Martins, Herman Benjamin, Og\nFernandes, Luis Felipe Salomão, Mauro Campbell Marques, Benedito\nGonçalves, Antonio Carlos Ferreira e Francisco Falcão votaram com a\nSra. Ministra Relatora. Vencidos os Srs. Ministros Raul Araújo e\nMaria Isabel Gallotti que davam provimento ao agravo.\nImpedido o Sr. Ministro Paulo de Tarso Sanseverino.\nAusente, justificadamente, o Sr. Ministro Paulo de Tarso\nSanseverino.\nSustentou oralmente a Dra. Sandra Arlette Maia Rechsteiner, pela\nAgravante.",
  "jurisprudenciaCitada" : "(DIVERGÊNCIA JURISPRUDENCIAL - COMPROVAÇÃO - LINK ACESSO)\n   STJ - <<AgInt nos EAREsp 1974633>>-MG,\n         <<AgInt nos EAREsp 1610769>>-ES",
  "notas" : null,
  "informacoesComplementares" : "     (VOTO VENCIDO) (MIN. RAUL ARAÚJO)\n     Ainda que o endereço eletrônico apontado não permita o acesso\nao inteiro teor do acórdão paradigma, é possível o conhecimento dos\nembargos de divergência na hipótese em que o acórdão trazido a\nconfronto seja do próprio STJ. Isso porque não é razoável que esta\nCorte possa desconhecer de uma decisão que ela própria proferiu.\nAssim, em sendo o acórdão a ser constado do próprio tribunal, ele\ntem plenas condições de saber o que disse naquela ocasião em que\njulgou o precedente apontado pela parte recorrente. Cuida-se de mera\nchecagem do teor do acórdão invocado. Nesse contexto, a exigência\nrelativa à imperfeição do link, que impossibilita a abertura do\nacórdão, somente seria cabível se o paradigma fosse de outro\ntribunal.",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01043 PAR:00004" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000836130",
  "numeroProcesso" : "50365",
  "numeroRegistro" : "201600659333",
  "siglaClasse" : "AgInt no RE nos EDcl nos EDcl no RMS",
  "descricaoClasse" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DECLARAÇÃO NO RECURSO EM MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA THEREZA DE ASSIS MOURA",
  "dataPublicacao" : "DJE        DATA:01/03/2023",
  "ementa" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO. NEGATIVA DE SEGUIMENTO.\nOFENSA AOS PRINCÍPIOS DO CONTRADITÓRIO E DA AMPLA DEFESA. AUSÊNCIA\nDE REPERCUSSÃO GERAL. TEMA N. 660/STF. AGRAVO NÃO PROVIDO.\n1. A alegada afronta aos princípios do contraditório, da ampla\ndefesa e do devido processo legal, bem como ao ato jurídico\nperfeito, ao direito adquirido e aos limites da coisa julgada, se\ndependente da análise de normas infraconstitucionais, configura\nofensa reflexa ao texto constitucional, não tendo repercussão geral\n(Tema n. 660/STF).\n2. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230207",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, em sessão virtual de 01/02/2023 a 07/02/2023, por\nunanimidade, negar provimento ao recurso, nos termos do voto da Sra.\nMinistra Relatora.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Humberto Martins, Herman Benjamin, Mauro\nCampbell Marques, Benedito Gonçalves, Raul Araújo, Maria Isabel\nGallotti e Antonio Carlos Ferreira votaram com a Sra. Ministra\nRelatora.\nImpedido o Sr. Ministro Og Fernandes.\nLicenciado o Sr. Ministro Paulo de Tarso Sanseverino.\n\nPresidiu o julgamento o Sr. Ministro Luis Felipe Salomão.",
  "jurisprudenciaCitada" : "(OFENSA AOS PRINCÍPIOS DO CONTRADITÓRIO E DA AMPLA DEFESA - FALTA DE\nREPERCUSSÃO GERAL)\n   STF - [[ARE 748371]]",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ "AgInt no RE nos EDcl no REsp 1885365 PA 2020/0181046-6 Decisão:01/03/2023\nDJE        DATA:08/03/2023" ]
} ]