[ {
  "id" : "000835741",
  "numeroProcesso" : "15270",
  "numeroRegistro" : "202202248432",
  "siglaClasse" : "AgRg na Pet",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA PETIÇÃO",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJE        DATA:23/02/2023",
  "ementa" : "PROCESSUAL PENAL - AGRAVO REGIMENTAL - COOPERAÇÃO INTERINSTITUCIONAL\n- SUPOSTA PRÁTICA DE CRIMES DE ORGANIZAÇÃO CRIMINOSA, LAVAGEM DE\nDINHEITO E CORRUPÇÃO ATIVA E PASSIVA - ART. 3°, VIII, DA LEI N. 12.\n850/13 - CONVENÇÕES DE CARACAS, PALERMO E DE MÉRIDA.\n1. Insurgência contra decisão que autorizou o compartilhamento de\ninformações coletadas em Inquérito com a Controladoria-Geral da\nUnião.\n2. A CGU instaurou procedimento administrativo, a fim de apurar a\nresponsabilidade de pessoas físicas e jurídicas relacionadas a\neventuais infrações penais investigadas no curso do Inq. n.\n1.475/DF.\n3. O questionado compartilhamento encontra respaldo no art. 3º,\nVIII, da Lei n. 12.850/13 e nas Convenções de Caracas, Palermo e de\nMérida, promulgadas, respectivamente, pelos Decretos de n°s\n4.410/2002, 5.015/2004, e 5.687/2006.\n4. Agravo regimental não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230215",
  "decisao" : "Vistos, relatados e discutidos estes autos, acordam os Ministros da\nCorte Especial do Superior Tribunal de Justiça, na conformidade dos\nvotos e das notas taquigráficas constantes dos autos,  A Corte\nEspecial, por unanimidade, negar provimento ao agravo regimental nos\ntermos do voto da Sra. Ministra Relatora. Os Srs. Ministros Laurita\nVaz, João Otávio de Noronha, Humberto Martins, Herman Benjamin, Og\nFernandes, Luis Felipe Salomão, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira e Francisco Falcão\nvotaram com a Sra. Ministra Relatora.\nImpedido o Sr. Ministro Mauro Campbell Marques.\nAusentes, justificadamente, os Srs. Ministros Herman Benjamin e\nPaulo de Tarso Sanseverino.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000835637",
  "numeroProcesso" : "1995908",
  "numeroRegistro" : "202201001438",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "JOÃO OTÁVIO DE NORONHA",
  "dataPublicacao" : "DJE        DATA:24/02/2023",
  "ementa" : "PROPOSTA DE AFETAÇÃO. RECURSO ESPECIAL REPRESENTATIVO DA\nCONTROVÉRSIA. DIREITO PROCESSUAL CIVIL. PRAZO RECURSAL. TERMO\nINICIAL. DUPLA COMUNICAÇÃO ÀS PARTES. INTIMAÇÃO ELETRÔNICA E\nPUBLICAÇÃO NO DIÁRIO DA JUSTIÇA ELETRÔNICO. PRAZO RECURSAL. TERMO\nINICIAL.\n1. Delimitação da controvérsia: definir o marco inicial do prazo\nrecursal nos casos de intimação eletrônica e de publicação no Diário\nda Justiça eletrônico.\n2. Afetação do recurso especial ao rito previsto nos arts. 1.036 e\n1.037 do CPC de 2015 e 256 ao 256-X do RISTJ.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230214",
  "decisao" : "Vistos, relatados e discutidos estes autos em que são partes as\nacima indicadas,  acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, na conformidade dos votos e das notas\ntaquigráficas a seguir,  por unanimidade, afetar o processo ao rito\ndos recursos repetitivos (artigo 1.036 do CPC e art. 257-C do RISTJ)\npara consolidar entendimento acerca da seguinte questão jurídica:\ndefinir o marco inicial do prazo recursal nos casos de intimação\neletrônica e de publicação no Diário da Justiça eletrônico. Os Srs.\nMinistros Herman Benjamin, Og Fernandes, Luis Felipe Salomão, Mauro\nCampbell Marques, Benedito Gonçalves, Raul Araújo, Paulo de Tarso\nSanseverino, Maria Isabel Gallotti, Antonio Carlos Ferreira, Nancy\nAndrighi e Laurita Vaz votaram com o Sr. Ministro Relator.\nNão participaram do julgamento os Srs. Ministros Humberto Martins e\nFrancisco Falcão.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1180",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1180\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:0256E INC:00002 ART:0256L ART:0257A PAR:00001", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036 PAR:00006 ART:01037" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000835638",
  "numeroProcesso" : "2004485",
  "numeroRegistro" : "202200780300",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "JOÃO OTÁVIO DE NORONHA",
  "dataPublicacao" : "DJE        DATA:24/02/2023",
  "ementa" : "PROPOSTA DE AFETAÇÃO. RECURSO ESPECIAL REPRESENTATIVO DA\nCONTROVÉRSIA. DIREITO PROCESSUAL CIVIL. PRAZO RECURSAL. TERMO\nINICIAL. DUPLA COMUNICAÇÃO ÀS PARTES. INTIMAÇÃO ELETRÔNICA E\nPUBLICAÇÃO NO DIÁRIO DA JUSTIÇA ELETRÔNICO. PRAZO RECURSAL. TERMO\nINICIAL.\n1. Delimitação da controvérsia: definir o marco inicial do prazo\nrecursal nos casos de intimação eletrônica e de publicação no Diário\nda Justiça eletrônico.\n2. Afetação do recurso especial ao rito previsto nos arts. 1.036 e\n1.037 do CPC de 2015 e 256 ao 256-X do RISTJ.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230214",
  "decisao" : "Vistos, relatados e discutidos estes autos em que são partes as\nacima indicadas,  acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, na conformidade dos votos e das notas\ntaquigráficas a seguir,  por unanimidade, afetar o processo ao rito\ndos recursos repetitivos (artigo 1.036 do CPC e art. 257-C do RISTJ)\npara consolidar entendimento acerca da seguinte questão jurídica:\ndefinir o marco inicial do prazo recursal nos casos de intimação\neletrônica e de publicação no Diário da Justiça eletrônico. Os Srs.\nMinistros Herman Benjamin, Og Fernandes, Luis Felipe Salomão, Mauro\nCampbell Marques, Benedito Gonçalves, Raul Araújo, Paulo de Tarso\nSanseverino, Maria Isabel Gallotti, Antonio Carlos Ferreira, Nancy\nAndrighi e Laurita Vaz votaram com o Sr. Ministro Relator.\nNão participaram do julgamento os Srs. Ministros Humberto Martins e\nFrancisco Falcão.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1180",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1180\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:0256E INC:00002 ART:0256L ART:0257A PAR:00001", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036 PAR:00001 ART:01037" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000834881",
  "numeroProcesso" : "1799065",
  "numeroRegistro" : "201803330025",
  "siglaClasse" : "EDcl nos EDcl nos EDcl no AgInt no RE nos EDcl no AgInt nos EDcl no REsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA THEREZA DE ASSIS MOURA",
  "dataPublicacao" : "DJE        DATA:09/02/2023",
  "ementa" : "EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE\nDECLARAÇÃO NO AGRAVO INTERNO. RECURSO EXTRAORDINÁRIO. NEGATIVA DE\nSEGUIMENTO. INEXISTÊNCIA DE VÍCIOS NO JULGADO. RECURSO INFUNDADO.\nNÍTIDO CARÁTER PROTELATÓRIO. ABUSO DO DIREITO DE RECORRER.\nDETERMINAÇÃO DE BAIXA DOS AUTOS À ORIGEM. TERCEIROS ACLARATÓRIOS NÃO\nCONHECIDOS COM MAJORAÇÃO DE MULTA.\n1. A recorribilidade vazia, infundada, como in casu, tão somente com\nnítido intuito protelatório, configura abuso do direito de recorrer\ne não é admissível em nosso ordenamento jurídico, notadamente em\nrespeito aos postulados da lealdade e boa fé processual, além de se\nafigurar desvirtuamento do próprio cânone da ampla defesa.\n2. Diante do comportamento processual desleal, se faz necessária a\nbaixa imediata dos autos à origem, independentemente da publicação\ndo corrente acórdão ou mesmo da interposição de qualquer outro\nrecurso.\n3. Como é visível o intento unicamente procrastinatório da parte na\noposição do terceiro recurso integrativo consecutivo, com reiteração\nde argumentos já afastados de forma clara e coerente, destoando,\nassim, dos deveres de lealdade e cooperação que norteiam o processo\ncivil moderno, observa-se que é caso de majoração da multa já\ncominada, nos termos do art. 1.026, § 3º, do Código de Processo\nCivil, para o importe de 5% sobre o valor atualizado da causa.\n4. Embargos de declaração não conhecidos, com majoração de multa, e\ndeterminação de imediata baixa dos autos à origem, independentemente\nda publicação deste acórdão e da eventual interposição de outro\nrecurso, devendo a Coordenadoria de Recursos Extraordinários\ncertificar o trânsito em julgado.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230207",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, em sessão virtual de 01/02/2023 a 07/02/2023, por\nunanimidade, não conhecer do recurso, com aplicação de multa, nos\ntermos do voto da Sra. Ministra Relatora.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Humberto Martins, Herman Benjamin, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Maria Isabel Gallotti e Antonio Carlos Ferreira  votaram com\na Sra. Ministra Relatora.\nLicenciado o Sr. Ministro Paulo de Tarso Sanseverino.\nPresidiu o julgamento o Sr. Ministro Og Fernandes.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DECLARAÇÃO - CARÁTER PROTELATÓRIO - ABUSO DO DIREITO DE\nRECORRER - DETERMINAÇÃO DE BAIXA DOS AUTOS À ORIGEM)\n   STJ - <<EDcl nos EDcl nos EDcl nos EDcl no AgInt nos EAREsp\n1064251>>-GO\n(EMBARGOS DE DECLARAÇÃO - CARÁTER PROTELATÓRIO - REITERAÇÃO -\nMAJORAÇÃO DA MULTA)\n   STJ - <<EDcl nos EDcl no AgInt no AREsp 1316749>>-SC",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01026 PAR:00003" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000834900",
  "numeroProcesso" : "1880896",
  "numeroRegistro" : "202101187880",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "HUMBERTO MARTINS",
  "dataPublicacao" : "DJE        DATA:10/02/2023",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM\nAGRAVO EM RECURSO ESPECIAL. DISSÍDIO NÃO DEMONSTRADO. REGRA TÉCNICA\nDE CONHECIMENTO. REVISÃO. IMPOSSIBILIDADE. SÚMULA N. 315 DO STJ.\nSIMILITUDE FÁTICA NÃO DEMONSTRADA.\n1. Revela-se inviável rever - em embargos de divergência - o\nconhecimento do recurso, uma vez que o agravo em recurso especial\nfoi improvido em decorrência dos óbices das Súmulas n.  5 e 7/STJ.\n2. Não cabe, em embargos de divergência, a análise de possível\nacerto ou desacerto do acórdão embargado, mas tão somente a de\neventual dissídio de teses jurídicas, a fim de uniformizar a\ninterpretação do direito infraconstitucional no âmbito do Superior\nTribunal de Justiça.\nAgravo interno  improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230207",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, em sessão virtual de 01/02/2023 a 07/02/2023, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Herman Benjamin, Og Fernandes, Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti e Antonio Carlos Ferreira  votaram com o Sr.\nMinistro Relator.\nLicenciado o Sr. Ministro Paulo de Tarso Sanseverino.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - REVISÃO DE CONHECIMENTO DE RECURSO -\nSÚMULA 315 DO STJ)\n   STJ - <<AgInt nos EAREsp 1879885>>-RJ,\n         <<AgInt nos EAREsp 1813616>>-DF,\n         <<AgInt nos EDv nos EAREsp 1239632>>-SP\n(EMBARGOS DE DIVERGÊNCIA - ACERTO OU DESACERTO DO ACÓRDÃO EMBARGADO\n- DISSÍDIO DE TESES JURÍDICAS)\n   STJ - <<AgInt nos EAREsp 1691411>>-GO,\n         <<AgInt nos EREsp 1792225>>-CE",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000315" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000834827",
  "numeroProcesso" : "989",
  "numeroRegistro" : "202100618099",
  "siglaClasse" : "QO na APn",
  "descricaoClasse" : "QUESTÃO DE ORDEM NA AÇÃO PENAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJE        DATA:07/02/2023",
  "ementa" : "PROCESSO PENAL. AÇÃO PENAL ORIGINÁRIA. QUESTÃO DE ORDEM.\nDESEMBARGADORES DO PODER JUDICIÁRIO. PRORROGAÇÃO DAS MEDIDAS\nCAUTELARES DE AFASTAMENTO DO CARGO. NECESSIDADE E ADEQUAÇÃO DA\nMEDIDA (ART. 282, I E II, DO CPP). PERSISTÊNCIA DAS RAZÕES QUE\nMOTIVARAM A SUSPENSÃO DO EXERCÍCIO DO CARGO. PRORROGAÇÃO DEFERIDA\nPELO PRAZO DE 01 (UM) ANO.\n1. Na sessão de julgamento do dia 16/02/2022, a Corte Especial do\nSTJ, por unanimidade, recebeu denúncia oferecida pelo MPF contra os\nacusados, manteve as medidas cautelares de proibição de acesso às\ndependências do TRT da 1ª Região e de utilização dos serviços postos\nà disposição dos denunciados em razão do cargo público e determinou\no afastamento cautelar do exercício das funções, pelo prazo de 01\n(um) ano.\n2. O STF, nos autos de habeas corpus, revogou as medidas cautelares\nde proibição de acesso às dependências do TRT da 1ª Região e de\nutilização dos serviços postos à disposição por parte do denunciado\nMarcos Pinto da Cruz. Decisão estendida aos demais acusados, nos\ntermos do art. 580 do CPP.\n3. Considerando a proximidade do termo final do prazo de afastamento\ncautelar dos acusados, persistem os motivos que deram ensejo à\nsuspensão dos denunciados do exercício do cargo de Desembargador do\nTRT da 1ª Região.\n4. O andamento do feito encontra-se regular e a instrução\nencaminha-se para o final, não sendo recomendável permitir que os\nacusados reassumam o exercício dos cargos no momento, até mesmo\nporque permaneceram afastados durante parte da fase inquisitorial e\nao longo da instrução criminal.\n5. Os acusados estão sendo processados pela suposta prática de\ndelitos contra a Administração Pública, de lavagem de capitais e de\norganização criminosa, infrações penais cometidas, em tese, no\nexercício de cargos públicos, razão pela qual eventual retorno dos\ndenunciados às funções judicantes neste momento pode causar embaraço\nao bom andamento processual e obstaculizar que a instrução\nprobatória se dê de forma isenta, sem interferência externas.\n6. Questão de ordem resolvida no sentido de revogar as medidas\ncautelares de proibição de acesso às dependências do TRT da 1ª\nRegião e de utilização dos serviços postos à disposição dos acusados\nem razão do cargo público e, com esteio no art. 29 da LC n. 35/79 e\nno art. 319, VI, do CPP, prorrogar a medida cautelar de afastamento\ndo cargo público, pelo prazo de 01 (um) ano.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230201",
  "decisao" : "Vistos, relatados e discutidos estes autos, acordam os Ministros da\nCorte Especial do Superior Tribunal de Justiça, na conformidade dos\nvotos e das notas taquigráficas constantes dos autos,  A Corte\nEspecial, por unanimidade, acolher a questão de ordem para revogar\nas medidas cautelares de proibição de acesso às dependências do TRT\nda 1ª Região e de utilização dos serviços postos à disposição dos\ndenunciados em razão do cargo público e prorrogar a medida cautelar\nde afastamento do cargo, pelo prazo de 01 (um) ano, em relação aos\ndenunciados Marcos Pinto da Cruz, José da Fonseca Martins Junior,\nFernando Antonio Zorzenon da Silva e Antonio Carlos de Azevedo\nRodrigues, nos termos do voto da Sra. Ministra Relatora. Os Srs.\nMinistros Laurita Vaz, Og Fernandes, Luis Felipe Salomão, Mauro\nCampbell Marques, Benedito Gonçalves, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira e Francisco Falcão votaram com a\nSra. Ministra Relatora.\nImpedidos os Srs. Ministros João Otávio de Noronha e Herman\nBenjamin.\nAusente, justificadamente, o Sr. Ministro Humberto Martins.\nLicenciado o Sr. Ministro Paulo de Tarso Sanseverino.",
  "jurisprudenciaCitada" : "(PRORROGAÇÃO DAS MEDIDAS CAUTELARES DE AFASTAMENTO DO CARGO -\nNECESSIDADE E ADEQUAÇÃO DA MEDIDA - PERSISTÊNCIA DAS RAZÕES QUE\nMOTIVARAM A SUSPENSÃO DO EXERCÍCIO DO CARGO)\n   STJ - <<QO na APn 953>>-DF,\n         <<QO na APn 940>>-DF,\n         <<QO na APn 830>>-DF\n(PEDIDO DE AFASTAMENTO CAUTELAR DO EXERCÍCIO DE CARGO PÚBLICO -\nSUPERIOR TRIBUNAL DE JUSTIÇA - STJ - QUESTÃO DE ORDEM)\n   STJ - <<AgRg na PET na APn 940>>-DF,\n         <<QO na CauInomCrim 7>>-DF,\n         <<QO no PBAC 12>>-DF",
  "notas" : null,
  "informacoesComplementares" : "     \"[...] a proposta de afastamento cautelar do exercício de cargo\npúblico se dá, perante o STJ, por meio da apresentação de questão de\nordem que, nos termos do art. 91, II, do RISTJ, independe de\ninclusão em pauta\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00282 INC:00001 INC:00002 ART:00319 INC:00006\n        ART:00580", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00091 INC:00002", "LEG:FED LCP:000035 ANO:1979\n*****  LOMAN-79    LEI ORGÂNICA DA MAGISTRATURA NACIONAL\n        ART:00029" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000834865",
  "numeroProcesso" : "1625988",
  "numeroRegistro" : "201903508203",
  "siglaClasse" : "EDcl no AgInt nos EAREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LAURITA VAZ",
  "dataPublicacao" : "DJE        DATA:10/02/2023",
  "ementa" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA\nEM AGRAVO EM RECURSO ESPECIAL. AUSÊNCIA DE IMPUGNAÇÃO DOS\nFUNDAMENTOS DA DECISÃO DE INADMISSIBILIDADE DO TRIBUNAL DE ORIGEM.\nINCIDÊNCIA DA SÚMULA N. 182 DO STJ. AUSÊNCIA DE ENFRENTAMENTO DO\nMÉRITO DO RECURSO ESPECIAL. RECURSO MANIFESTAMENTE INCABÍVEL.\nINCIDÊNCIA DA SÚMULA N. 315 DO STJ. AGRAVO INTERNO DESPROVIDO.\nALEGADA OMISSÃO E CONTRADIÇÃO. VÍCIOS INEXISTENTES. PRETENDIDO\nPREQUESTIONAMENTO DE NORMAS CONSTITUCIONAIS. IMPROPRIEDADE. EMBARGOS\nDE DECLARAÇÃO REJEITADOS.\nQUESTÃO DE ORDEM. CONDENAÇÃO POR IMPROBIDADE ADMINISTRATIVA.\nSUPERVENIÊNCIA DO JULGAMENTO, EM REPERCUSSÃO GERAL, DO TEMA 1199.\nNECESSIDADE DE RETORNO DOS AUTOS À ORIGEM PARA O JUÍZO DE\nCONFORMIDADE.\n1. Não há omissão alguma tampouco contradição no acórdão embargado,\nque foi claro e explícito acerca dos fundamentos para ratificar o\nindeferimento liminar dos embargos de divergência, em razão da\nincidência da Súmula n. 315 do STJ, já que não houve apreciação do\nmérito do recurso especial, na medida em que o agravo não foi\nconhecido em face do óbice da Súmula n. 182 do STJ.\n2. O acórdão embargado decidiu a controvérsia baseado em\ninterpretação e aplicação de legislação infraconstitucional, sendo\ndescabida, na via do recurso especial ou dos embargos de\ndivergência, a análise de eventual ofensa a preceito constitucional,\nainda que para fins de prequestionamento, sob pena de usurpação de\ncompetência do Supremo Tribunal Federal, estabelecida pelo\nconstituinte originário no art. 102, inciso III, da Constituição\nFederal.\n3. Nos presentes embargos de declaração, a pretensão da Parte é de\naplicação de lei nova sobre questão meritória - relacionada à\nrevogação da modalidade culposa do ato de improbidade administrativa\n-, a qual, repita-se, não foi sequer examinada nesta Superior\nInstância, em razão do indeferimento liminar dos embargos de\ndivergência, decisão confirmada com o desprovimento do subsequente\nagravo interno, justamente por ausência de enfrentamento do mérito\ndo recurso especial no acórdão embargado.\n4. Conforme jurisprudência deste Superior Tribunal de Justiça, não\ntendo sido ultrapassado o juízo de admissibilidade dos embargos de\ndivergência - recurso de fundamentação vinculada e de cognição\nrestrita -, descabe a apreciação de questões meritórias, ainda que\nse trate de matéria de ordem pública, o que não configura omissão.\n5. Nesse ínterim, em 18/08/2022, sobreveio julgamento de mérito do\nARE 843.989/PR, com repercussão geral (Tema 1199), pelo Supremo\nTribunal Federal, que firmou a seguinte tese (Ata de Julgamento\npublicada no DJe de 22/08/2022; grifei): [...] \"3) A nova Lei\n14.230/2021 aplica-se aos atos de improbidade administrativa\nculposos praticados na vigência do texto anterior da lei, porém sem\ncondenação transitada em julgado, em virtude da revogação expressa\ndo texto anterior; devendo o juízo competente analisar eventual dolo\npor parte do agente\".\n6. No caso, como o acórdão do Tribunal a quo manteve a condenação do\nora Embargante por improbidade administrativa prescindindo da\naferição do dolo na conduta, há de se viabilizar o reexame da\nmatéria, diante do revelado antagonismo com o precedente vinculante\ndo Supremo Tribunal Federal, que entendeu pela aplicação retroativa\nda norma que exclui a figura culposa aos processos sem trânsito em\njulgado.\n7. Embargos de declaração rejeitados. Em questão de ordem, fica\ndeterminada a remessa dos autos ao Tribunal a quo, para o juízo de\nconformidade, aplicando-se, por analogia, o disposto no art. 1.030,\ninciso II, do Código de Processo Civil.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230201",
  "decisao" : "Vistos, relatados e discutidos estes autos, acordam os Ministros da\nCorte Especial do Superior Tribunal de Justiça, na conformidade dos\nvotos e das notas taquigráficas a seguir, por unanimidade, rejeitar\nos embargos de declaração, nos termos do voto da Sra. Ministra\nRelatora. Os Srs. Ministros João Otávio de Noronha, Herman Benjamin,\nOg Fernandes, Luis Felipe Salomão, Mauro Campbell Marques, Benedito\nGonçalves, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira, Francisco Falcão e Nancy Andrighi votaram com a Sra.\nMinistra Relatora.\nAusente, justificadamente, o Sr. Ministro Humberto Martins.\nLicenciado o Sr. Ministro Paulo de Tarso Sanseverino.",
  "jurisprudenciaCitada" : "(RECURSO ESPECIAL - CONTRARIEDADE A PRECEITO CONSTITUCIONAL -\nINVIABILIDADE NA VIA ELEITA)\n   STJ - <<AgRg no AREsp 1419478>>-RS\n(EMBARGOS DE DECLARAÇÃO - EVENTUAL OFENSA A PRECEITO CONSTITUCIONAL\n- PREQUESTIONAMENTO - INVIABILIDADE - COMPETÊNCIA DO STF)\n   STJ - <<AgInt nos EAREsp 359140>>-MS\n(EMBARGOS DE DIVERGÊNCIA - NÃO ULTRAPASSADO O JUÍZO DE\nADMISSIBILIDADE - QUESTÕES MERITÓRIAS - DESCABIMENTO, AINDA QUE SE\nTRATE DE MATÉRIA DE ORDEM PÚBLICA)\n   STJ - <<AgInt nos EDcl nos EAREsp 503161>>-PR,\n         <<EDcl no AgInt nos EDv nos EDcl no AgInt nos EAREsp\n1764848>>-RS\n(IMPROBIDADE ADMINISTRATIVA - NOVA LEI 14.230/2021 - APLICAÇÃO\nRETROATIVA DAS DISPOSIÇÕES SOBRE O DOLO E A PRESCRIÇÃ)\n   STF - [[ARE 843989]] (REPERCUSSÃO GERAL - TEMA(s) 1199)",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:014230 ANO:2021", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000182 SUM:000315", "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00102 INC:00003", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01022" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000834911",
  "numeroProcesso" : "940",
  "numeroRegistro" : "201903722302",
  "siglaClasse" : "QO na APn",
  "descricaoClasse" : "QUESTÃO DE ORDEM NA AÇÃO PENAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:13/02/2023",
  "ementa" : "PROCESSO PENAL. AÇÃO PENAL ORIGINÁRIA. QUESTÃO DE ORDEM.\nDESEMBARGADORES E MAGISTRADOS DO PODER JUDICIÁRIO. PRORROGAÇÃO DAS\nMEDIDAS CAUTELARES DE AFASTAMENTO DO CARGO. NECESSIDADE E ADEQUAÇÃO\nDA MEDIDA. PERSISTÊNCIA DAS RAZÕES QUE MOTIVARAM A SUSPENSÃO DO\nEXERCÍCIO DO CARGO. PRORROGAÇÃO DEFERIDA PELO PRAZO DE UM ANO.\n1. Em 2 de fevereiro de 2022, a Corte Especial do Superior Tribunal\nde Justiça, por unanimidade, deliberou pela prorrogação do\nafastamento de JOSÉ OLEGÁRIO MONÇÃO CALDAS, MARIA DA GRAÇA OSÓRIO\nPIMENTEL LEAL e MARIA DO SOCORRO BARRETO SANTIAGO do cargo de\nDesembargador do Tribunal de Justiça do Estado de Bahia e de\nMARIVALDA ALMEIDA MOUTINHO do cargo de Juiz de Direito do Tribunal\nde Justiça do Estado da Bahia, pelo prazo de um ano.\n2. Exaurido o prazo estipulado, entendo que persistem, de forma\ninequívoca, os motivos que deram causa à suspensão dos denunciados.\n3. Os fatos supostamente criminosos ainda não foram julgados, mas a\npresente ação penal tem seguido curso prospectivo, com a conclusão\nde um calendário de audiências com 25 datas para oitivas das mais de\n200 testemunhas arroladas pelas partes.\n4. Há, inclusive, notícia de que, conforme pleiteado pelas defesas\ndos acusados, a Polícia Federal já disponibilizou aos acusados todo\no conteúdo extraído de mídias diversas, arrecadadas em poder de\ninvestigados por ocasião das deflagrações das Fases 1, 2, 3 e 4 da\n\"Operação Faroeste\".\n5. Além desta ação penal, o Ministério Público Federal já ofereceu,\nno âmbito das investigações da \"Operação Faroeste\", somente perante\nesta Relatoria, outras seis denúncias (APns n. 953/DF, 965/DF,\n985/DF, 986/DF, 987/DF e 1.025/DF), algumas das quais contra os\nmagistrados afastados nesta demanda criminal.\n6. Ademais, novos inquéritos foram instaurados e remetidos à livre\ndistribuição entre os membros desta Corte, o que pode eventualmente\noriginar novas ações penais.\n7. Este panorama demonstra que, nada obstante as investigações\nestejam avançando, não é possível afirmar que a apuração dos graves\nfatos investigados foi concluída. Logo, não é recomendável permitir\nque os denunciados reassumam suas atividades neste momento, pois o\nseu retorno pode gerar instabilidade e desassossego na composição,\nnas decisões e na jurisprudência do Tribunal de Justiça do Estado da\nBahia.\n8. Continuam plenamente válidos, dessa forma, os motivos que\nautorizaram o afastamento inicial.\n9. Consta dos autos a informação de que JOSÉ OLEGÁRIO MONÇÃO CALDAS\nfoi aposentado compulsoriamente pelo Tribunal de Justiça do Estado\nda Bahia, motivo pelo qual a prorrogação da medida cautelar de\nafastamento do exercício das funções mostra-se desnecessária em\nrelação a ele.\n10. Questão de ordem resolvida no sentido de se prorrogar as medidas\ncautelares de afastamento do cargo em relação a MARIA DA GRAÇA\nOSÓRIO PIMENTEL LEAL, MARIA DO SOCORRO BARRETO SANTIAGO e MARIVALDA\nALMEIDA MOUTINHO.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230201",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, por unanimidade, acolher a questão de ordem para prorrogar\na suspensão cautelar das denunciadas Maria da Graça Osório Pimentel\nLeal, Maria do Socorro Barreto Santiago e Marivalda Almeida Moutinho\ndo exercício de suas funções, pelo prazo de 1 (um) ano, a contar da\ndata deste julgamento, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Luis Felipe Salomão, Mauro Campbell Marques,\nBenedito Gonçalves, Raul Araújo, Maria Isabel Gallotti, Antonio\nCarlos Ferreira, Francisco Falcão, Nancy Andrighi, Laurita Vaz, João\nOtávio de Noronha e Herman Benjamin votaram com o Sr. Ministro\nRelator.\nAusente, justificadamente, o Sr. Ministro Humberto Martins.\nLicenciado o Sr. Ministro Paulo de Tarso Sanseverino.",
  "jurisprudenciaCitada" : null,
  "notas" : "Processo referente à Operação Faroeste",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LCP:000035 ANO:1979\n        ART:00029" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000834912",
  "numeroProcesso" : "986",
  "numeroRegistro" : "202100000365",
  "siglaClasse" : "QO na APn",
  "descricaoClasse" : "QUESTÃO DE ORDEM NA AÇÃO PENAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:13/02/2023",
  "ementa" : "PROCESSO PENAL. AÇÃO PENAL ORIGINÁRIA. QUESTÃO DE ORDEM.\nDESEMBARGADORA DO PODER JUDICIÁRIO. PRORROGAÇÃO DAS MEDIDAS\nCAUTELARES DE AFASTAMENTO DO CARGO. NECESSIDADE E ADEQUAÇÃO DA\nMEDIDA. PERSISTÊNCIA DAS RAZÕES QUE MOTIVARAM A SUSPENSÃO DO\nEXERCÍCIO DO CARGO. PRORROGAÇÃO DEFERIDA PELO PRAZO DE UM ANO.\n1. Em 2 de fevereiro de 2022, a Corte Especial do Superior Tribunal\nde Justiça, por unanimidade, referendou a prorrogação do afastamento\ncautelar de ILONA MARCIA REIS do cargo de Desembargador do Tribunal\nde Justiça do Estado de Bahia, pelo prazo de um ano.\n2. Os fatos supostamente criminosos ainda não foram julgados. A\ndenúncia está prestes a ser submetida à apreciação da Corte\nEspecial.\n3. Além desta ação penal, o Ministério Público Federal já ofereceu,\nno âmbito das investigações da \"Operação Faroeste\", somente perante\nesta Relatoria, outras cinco denúncias (APns n. 940/DF, 965/DF,\n985/DF, 987/DF e 1.025/DF), algumas em fase processual mais\navançada.\n4. Ademais, novos inquéritos foram instaurados e remetidos à livre\ndistribuição entre os membros desta Corte, o que pode eventualmente\noriginar novas ações penais.\n5. Este panorama demonstra que, nada obstante as investigações\nestejam avançando, não é possível afirmar que a apuração dos graves\nfatos investigados foi concluída. Logo, não é recomendável permitir\nque a denunciada reassuma suas atividades neste momento, pois o\nretorno pode gerar instabilidade e desassossego na composição, nas\ndecisões e na jurisprudência do Tribunal de Justiça do Estado da\nBahia.\n6. Continuam plenamente válidos, dessa forma, os motivos que\nautorizaram o afastamento inicial.\n7. Questão de ordem resolvida no sentido de se prorrogar a medida\ncautelar de afastamento do cargo de Desembargador.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230201",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, por unanimidade, acolher a questão de ordem para prorrogar\na suspensão cautelar da denunciada Ilona Marcia Reis do exercício de\nsuas funções, pelo prazo de 1 (um) ano, a contar da data deste\njulgamento, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Luis Felipe Salomão, Mauro Campbell Marques,\nBenedito Gonçalves, Raul Araújo, Maria Isabel Gallotti, Antonio\nCarlos Ferreira, Francisco Falcão, Nancy Andrighi, Laurita Vaz, João\nOtávio de Noronha e Herman Benjamin votaram com o Sr. Ministro\nRelator.\nAusente, justificadamente, o Sr. Ministro Humberto Martins.\nLicenciado o Sr. Ministro Paulo de Tarso Sanseverino.",
  "jurisprudenciaCitada" : null,
  "notas" : "Processo referente à Operação Faroeste",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LCP:000035 ANO:1979\n        ART:00029" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000834913",
  "numeroProcesso" : "987",
  "numeroRegistro" : "202100000377",
  "siglaClasse" : "QO na APn",
  "descricaoClasse" : "QUESTÃO DE ORDEM NA AÇÃO PENAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:13/02/2023",
  "ementa" : "PROCESSO PENAL. AÇÃO PENAL ORIGINÁRIA. QUESTÃO DE ORDEM.\nDESEMBARGADORA DO PODER JUDICIÁRIO. PRORROGAÇÃO DAS MEDIDAS\nCAUTELARES DE AFASTAMENTO DO CARGO. NECESSIDADE E ADEQUAÇÃO DA\nMEDIDA. PERSISTÊNCIA DAS RAZÕES QUE MOTIVARAM A SUSPENSÃO DO\nEXERCÍCIO DO CARGO. PRORROGAÇÃO DEFERIDA PELO PRAZO DE UM ANO.\n1. Em 2 de fevereiro de 2022, a Corte Especial do Superior Tribunal\nde Justiça, por unanimidade, referendou a prorrogação do afastamento\ncautelar de LÍGIA MARIA RAMOS CUNHA LIMA do cargo de Desembargador\ndo Tribunal de Justiça do Estado de Bahia, pelo prazo de um ano.\n2. Os fatos supostamente criminosos ainda não foram julgados. A\ndenúncia está prestes a ser submetida à apreciação da Corte\nEspecial.\n3. Além desta ação penal, o Ministério Público Federal já ofereceu,\nno âmbito das investigações da \"Operação Faroeste\", somente perante\nesta Relatoria, outras cinco denúncias (APns n. 940/DF, 965/DF,\n985/DF, 986/DF e 1.025/DF), algumas em fase processual mais\navançada.\n4. Ademais, novos inquéritos foram instaurados e remetidos à livre\ndistribuição entre os membros desta Corte, o que pode eventualmente\noriginar novas ações penais.\n5. Este panorama demonstra que, nada obstante as investigações\nestejam avançando, não é possível afirmar que a apuração dos graves\nfatos investigados foi concluída. Logo, não é recomendável permitir\nque a denunciada reassuma suas atividades neste momento, pois o\nretorno pode gerar instabilidade e desassossego na composição, nas\ndecisões e na jurisprudência do Tribunal de Justiça do Estado da\nBahia.\n6. Continuam plenamente válidos, dessa forma, os motivos que\nautorizaram o afastamento inicial.\n7. Questão de ordem resolvida no sentido de se prorrogar a medida\ncautelar de afastamento do cargo de Desembargador.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230201",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, por unanimidade, acolher a questão de ordem para prorrogar\na suspensão cautelar da denunciada Lígia Maria Ramos da Cunha Lima\ndo exercício de suas funções, pelo prazo de 1 ano, a contar da data\ndeste julgamento, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Luis Felipe Salomão, Mauro Campbell Marques,\nBenedito Gonçalves, Raul Araújo, Maria Isabel Gallotti, Antonio\nCarlos Ferreira, Francisco Falcão, Nancy Andrighi, Laurita Vaz, João\nOtávio de Noronha e Herman Benjamin votaram com o Sr. Ministro\nRelator.\nAusente, justificadamente, o Sr. Ministro Humberto Martins.\nLicenciado o Sr. Ministro Paulo de Tarso Sanseverino.",
  "jurisprudenciaCitada" : null,
  "notas" : "Processo referente à Operação Faroeste",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LCP:000035 ANO:1979\n        ART:00029" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000834422",
  "numeroProcesso" : "2107133",
  "numeroRegistro" : "202201084074",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "HERMAN BENJAMIN",
  "dataPublicacao" : "DJE        DATA:20/12/2022",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO. AGRAVO NÃO CONHECIDO POR APLICAÇÃO\nDA SÚMULA 182/STJ. IMPOSSIBILIDADE DE PROCESSAR EMBARGOS DE\nDIVERGÊNCIA CONTRA DECISÃO QUE NÃO EXAMINA O MÉRITO. INCIDÊNCIA DA\nSÚMULA 315/STJ.\n1. Cuida-se de Agravo Interno contra decisum que indeferiu\nliminarmente os Embargos de Divergência.\n2. Os Embargos não reúnem condições de serem processados. Mediante\nanálise dos autos, verifica-se que o acórdão embargado concluiu pela\nimpossibilidade de se analisar o mérito do Recurso Especial em\nrazão da incidência da Súmula 182/STJ. Tal situação impede, por si\nsó, o conhecimento desta via de impugnação, pois não se admite a\ninterposição de Embargos de Divergência na hipótese de não ter sido\nanalisado o mérito do Recurso Especial, consoante a Súmula 315/STJ:\n\"Não cabem embargos de divergência no âmbito do agravo de\ninstrumento que não admite recurso especial\".\n3. Agravo Interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221213",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 07/12/2022 a 13/12/2022,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Humberto Martins, Jorge Mussi, Og Fernandes,\nLuis Felipe Salomão, Mauro Campbell Marques, Raul Araújo e Maria\nIsabel Gallotti  votaram com o Sr. Ministro Relator.\nImpedido o Sr. Ministro Benedito Gonçalves.\nLicenciado o Sr. Ministro Paulo de Tarso Sanseverino.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - NÃO ANÁLISE DO MÉRITO - NÃO CABIMENTO)\n   STJ - <<AgInt nos EDcl nos EDv nos EREsp 1615774>>-MG,\n         <<EDcl no AgInt nos EAREsp 1315422>>-RS,\n         <<AgInt nos EREsp 1768953>>-SP,\n         <<AgInt nos EAREsp 682226>>-PR\n(AGRAVO INTERNO - FALTA DE IMPUGNAÇÃO ESPECÍFICA)\n   STJ - <<AgInt no RMS 57913>>-RJ",
  "notas" : null,
  "informacoesComplementares" : "     \"[...] sem apresentar argumentos consistentes, que efetivamente\nimpugnem os principais fundamentos da decisão objurgada, a agravante\ninsiste em sua irresignação de mérito, fiando-se em alegações\ngenéricas, para alcançar o conhecimento do seu recurso.\n     Conforme preconiza o art. 1.021, § 1º, do CPC, constitui ônus\ndo agravante demonstrar as razões pelas quais não merece prosperar a\ndecisão vergastada impugnando-a especificamente\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000315", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01021 PAR:00001" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000834425",
  "numeroProcesso" : "15219",
  "numeroRegistro" : "202201817358",
  "siglaClasse" : "AgInt na Pet",
  "descricaoClasse" : "AGRAVO INTERNO NA PETIÇÃO",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "HERMAN BENJAMIN",
  "dataPublicacao" : "DJE        DATA:20/12/2022",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO CONTRA DESPACHO. NÃO CABIMENTO.\nAUSÊNCIA DE CONTEÚDO DECISÓRIO. ART. 1.001 DO CPC/2015. RECURSO NÃO\nCONHECIDO. PRECEDENTES.\n1. No caso dos autos, os Embargos de Divergência foram interpostos\nde decisão monocrática que extinguiu o Mandado de Segurança sem\nresolução de mérito. O Ministro Presidente do STJ verificou que os\nEmbargos de Divergência não foram instruídos com a guia de custas e\no respectivo comprovante de pagamento. Determinou, assim, por meio\nde despacho, que o recorrente realizasse o recolhimento do preparo\nem dobro. Em face desse despacho, o agravante opôs o presente Agravo\nInterno.\n2. Nos termos do art. 1.001 do CPC/2015, não é cabível recurso\ncontra despacho, mormente quando desprovido de conteúdo decisório,\ncomo no caso dos autos. Nesse sentido: AgInt no AREsp 2.034.826/MT,\nRel. Min. Maria Isabel Gallotti, Quarta Turma, DJe de 20.10.2022;\nAgInt no RCD no MS  28.650/RS, Rel. Min. Assusete Magalhães,\nPrimeira Seção, DJe de 3.11.2022; e AgInt no AREsp 2.107.605/SP,\nRel. Min. Moura Ribeiro, Terceira Turma, DJe de 19.10.2022.\n3. Agravo Interno não conhecido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221213",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 07/12/2022 a 13/12/2022,\npor unanimidade, não conhecer do recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Humberto Martins, Jorge Mussi, Og Fernandes,\nLuis Felipe Salomão, Mauro Campbell Marques, Benedito Gonçalves,\nRaul Araújo e Maria Isabel Gallotti  votaram com o Sr. Ministro\nRelator.\nLicenciado o Sr. Ministro Paulo de Tarso Sanseverino.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(RECURSO CONTRA DESPACHO - NÃO CABIMENTO - AUSÊNCIA DE CONTEÚDO\nDECISÓRIO)\n   STJ - <<AgInt no AREsp 2034826>>-MT,\n         <<AgInt no RCD no MS 28650>>-RS,\n         <<AgInt no AREsp 2107605>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01001" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000834433",
  "numeroProcesso" : "1860335",
  "numeroRegistro" : "202100818838",
  "siglaClasse" : "EDcl no AgInt nos EAREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "HERMAN BENJAMIN",
  "dataPublicacao" : "DJE        DATA:20/12/2022",
  "ementa" : "PROCESSUAL CIVIL. EMBARGOS DE DECLARAÇÃO. NÃO INDICAÇÃO DO\nDISPOSITIVO DE LEI TIDO POR VIOLADO. VÍCIO NA FUNDAMENTAÇÃO. SÚMULA\n284 DO STF. PRECEDENTES.\n1. Não se pode conhecer dos Embargos de Declaração, pois a\nrecorrente não indicou especificamente quais artigos e incisos\nteriam sido contrariados, a despeito da indicação de omissão,\ncontradição, obscuridade ou erro material.\n2. A ausência de indicação do artigo que teria sido contrariado\ncaracteriza defeito na fundamentação do Recurso. No caso dos autos,\na recorrente não indicou o dispositivo de lei violado apto a\nfundamentar a interposição dos Aclaratórios. Dessa forma, incide o\nóbice da Súmula 284 do STF: \"É inadmissível o recurso\nextraordinário, quando a deficiência na sua fundamentação não\npermitir a exata compreensão da controvérsia\". Nesse sentido: AgInt\nno AREsp 1.891.310/SP, Rel. Min. Francisco Falcão, Segunda Turma,\nDJe de 24.3.2022, AgInt no AREsp 1.766.826/RS, Rel. Min. Manoel\nErhardt - Des. Convocado do TRF-5ª Região -, Primeira Turma, DJe\n30.4.2021; e AgInt nos EDcl no REsp 1.861.453/RS, Rel. Min. Luis\nFelipe Salomão, DJe de 18.3.2022.\n3. Embargos de Declaração rejeitados.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221213",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 07/12/2022 a 13/12/2022,\npor unanimidade, rejeitar os embargos de declaração, nos termos do\nvoto do Sr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Humberto Martins, Jorge Mussi, Og Fernandes,\nLuis Felipe Salomão, Mauro Campbell Marques, Benedito Gonçalves,\nRaul Araújo e Maria Isabel Gallotti  votaram com o Sr. Ministro\nRelator.\nLicenciado o Sr. Ministro Paulo de Tarso Sanseverino.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(NÃO INDICAÇÃO DO DISPOSITIVO DE LEI TIDO POR VIOLADO - VÍCIO NA\nFUNDAMENTAÇÃO - SÚMULA 284/ STF)\n   STJ - <<AgRg no AREsp 583401>>-RJ,\n         <<AgInt no AREsp 1891310>>-SP,\n         <<AgInt no AREsp 1766826>>-RS,\n         <<AgInt nos EDcl no REsp 1861453>>-RS",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STF)    SÚMULA DO SUPREMO TRIBUNAL FEDERAL\n        SUM:000284", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01022" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000834613",
  "numeroProcesso" : "1504960",
  "numeroRegistro" : "201901400071",
  "siglaClasse" : "EDcl nos EDcl nos EDcl no AgInt no RE no AgInt nos EAREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO NO AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:16/12/2022",
  "ementa" : "EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE\nDECLARAÇÃO NO AGRAVO INTERNO  NO RECURSO EXTRAORDINÁRIO. NEGATIVA DE\nSEGUIMENTO. VÍCIO. NÃO OCORRÊNCIA. SEGUNDO RECURSO DE EMBARGOS DE\nDECLARAÇÃO COM  CARÁTER MANIFESTAMENTE PROTELATÓRIO. ACLARATÓRIOS\nNÃO CONHECIDOS, COM MAJORAÇÃO DE MULTA E BAIXA IMEDIATA.\n1. Os embargos de declaração, conforme dispõe o art. 1.022 do Código\nde Processo Civil, destinam-se a esclarecer obscuridade, eliminar\ncontradição, suprir omissão ou corrigir erro material no julgado, o\nque não ocorre no presente caso.\n2. A insistência da embargante, diante das sucessivas oposições de\nembargos de declaração contra acórdão impugnado, revela não só o\nexagerado inconformismo, bem como o seu nítido caráter protelatório,\nconstituindo abuso de direito, em razão do desvirtuamento do\npróprio postulado da ampla defesa, circunstâncias que, no caso\nconcreto, autorizam a majoração da multa, nos termos do art. 1.026,\n§ 3º, do Código de Processo Civil.\n3. Embargos de declaração  não conhecidos, com a majoração da multa\npara 5% sobre o valor atualizado da causa, certificação do trânsito\nem julgado e baixa dos autos à origem, nos termos dos §§ 3º e 4º do\nart. 1.026 do Código de Processo Civil,",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221213",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 07/12/2022 a 13/12/2022,\npor unanimidade, não conhecer do recurso, com aplicação de multa,\nnos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Humberto Martins, Herman Benjamin, Jorge\nMussi, Luis Felipe Salomão, Mauro Campbell Marques, Benedito\nGonçalves, Raul Araújo e Maria Isabel Gallotti  votaram com o Sr.\nMinistro Relator.\nLicenciado o Sr. Ministro Paulo de Tarso Sanseverino.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DECLARAÇÃO - CARÁTER PROTELATÓRIO - REITERAÇÃO -\nMAJORAÇÃO DA MULTA)\n   STJ - <<EDcl nos EDcl no AgInt no AREsp 1316749>>-SC,\n         <<EDcl nos EDcl nos EDcl no AgInt no AREsp 1161880>>-SP,\n         <<EDcl nos EDcl nos EDcl no AgInt no RE nos EDcl nos EDcl\nnos EDcl no AgInt nos EDcl no AgInt no AREsp 1614061>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01022 ART:01026 PAR:00003 PAR:00004" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000834614",
  "numeroProcesso" : "28707",
  "numeroRegistro" : "202201924990",
  "siglaClasse" : "AgInt nos EDcl no MS",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NO MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RAUL ARAÚJO",
  "dataPublicacao" : "DJE        DATA:21/12/2022",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NO MANDADO DE SEGURANÇA.\nCONSTITUCIONAL. PROCESSUAL CIVIL. ATO COATOR. DECISÃO JUDICIAL.\nCABIMENTO RESTRITO. EXCEPCIONALIDADE. INEXISTÊNCIA. AUSÊNCIA DE\nMANIFESTA ILEGALIDADE OU TERATOLOGIA. AGRAVO DESPROVIDO.\n1. Não cabe mandado de segurança contra ato judicial passível de\nrecurso ou correição\" (Súmula 267/STF).\n2. Não há, na hipótese, excepcionalidade (teratologia ou manifesta\nilegalidade) apta a ensejar o cabimento de mandado de segurança\ncontra o ato judicial que afastou omissão constatada no acórdão\nrecorrido, por ofensa ao art. 1.022 do CPC de 2015, e, ao mesmo\ntempo, reconheceu a falta de prequestionamento de determinados\npreceitos legais.\n3. Está caracterizada a pretensão da impetrante de utilizar-se do\npresente mandado de segurança como sucedâneo recursal, circunstância\nque, na esteira da jurisprudência desta Corte, implica carência da\nação mandamental. Cabível, em tese, a interposição de embargos de\ndivergência, não há falar em excepcionalidade que justifique a\nutilização do writ.\n4. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221213",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 07/12/2022 a 13/12/2022,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Humberto Martins, Herman Benjamin, Jorge\nMussi, Og Fernandes, Luis Felipe Salomão, Mauro Campbell Marques,\nBenedito Gonçalves e Maria Isabel Gallotti  votaram com o Sr.\nMinistro Relator.\nLicenciado o Sr. Ministro Paulo de Tarso Sanseverino.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(MANDADO DE SEGURANÇA - ATO COATOR - DECISÃO JUDICIAL)\n   STJ - <<AgInt no AREsp 1891204>>-SP\n(EMBARGOS DE DECLARAÇÃO - OMISSÃO)\n   STJ - <<EDcl no REsp 56201>>-BA\n(MANDADO DE SEGURANÇA - SUCEDÂNEO RECURSAL)\n   STJ - <<AgRg no RMS 28272>>-MA,\n         <<AgRg no RMS 27159>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:001533 ANO:1951\n*****  LMS-51    LEI DO MANDADO DE SEGURANÇA\n        ART:00005 INC:00002", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00535 ART:01022", "LEG:FED SUM:****** ANO:****\n*****  SUM(STF)    SÚMULA DO SUPREMO TRIBUNAL FEDERAL\n        SUM:000267", "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00005 INC:00069", "LEG:FED LEI:012016 ANO:2009\n*****  LMS-09    LEI DO MANDADO DE SEGURANÇA\n        ART:00005 INC:00002" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000834423",
  "numeroProcesso" : "1299959",
  "numeroRegistro" : "201801256235",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "HERMAN BENJAMIN",
  "dataPublicacao" : "DJE        DATA:20/12/2022",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO. DANO MATERIAL. COISA JULGADA.\nEXTINÇÃO DA AÇÃO. APRECIAÇÃO DE TODAS AS QUESTÕES RELEVANTES DA LIDE\nPELO TRIBUNAL DE ORIGEM. INCIDÊNCIA DA SÚMULA 7/STJ. REEXAME DE\nCLÁUSULAS E DE CONTEÚDO FÁTICO-PROBATÓRIO. SÚMULA 5/STJ.  RECURSO\nQUE NÃO ANALISOU O MÉRITO. OBITER DICTUM. IMPRESTABILIDADE PARA\nDEMONSTRAR A DIVERGÊNCIA. PRECEDENTES DO STJ.\n1. Cuida-se de Agravo Interno contra decisum da Presidência do STJ\nque indeferiu os Embargos de Divergência. Na origem, trata-se de\nEmbargos de Divergência em Agravo em Recurso Especial de julgamento\nturmário do STJ.\n2. Mediante análise dos autos, verifica-se que o acórdão embargado\nconcluiu pela impossibilidade de se analisar o mérito do Recurso\nEspecial, já que a pretensão da agravante demandaria a reanálise de\ncláusulas contratuais e de provas, o que é vedado pelas Súmulas 5 e\n7/STJ. Tal situação impede, por si só, o conhecimento desta via de\nimpugnação, porquanto inadmissível interposição de Embargos de\nDivergência na hipótese de não ter sido apreciado o mérito do\nRecurso Especial, atraindo, por analogia, o teor da Súmula 315/STJ:\n\"Não cabem embargos de divergência no âmbito do agravo de\ninstrumento que não admite recurso especial\". Precedentes.\n3. Argumentos em obiter dictum, utilizados como mero reforço\nargumentativo, não se prestam a caracterizar divergência\njurisprudencial, tanto mais se o acórdão impugnado não conheceu do\nrecurso. Precedentes.\n4. Agravo Interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221207",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Corte Especial do Superior\nTribunal de Justiça:  \"A Corte Especial, por unanimidade, negou\nprovimento ao agravo, nos termos do voto do Sr. Ministro Relator. Os\nSrs. Ministros Jorge Mussi, Og Fernandes, Benedito Gonçalves, Raul\nAraújo, Maria Isabel Gallotti, Sérgio Kukina, Francisco Falcão,\nNancy Andrighi, Laurita Vaz e Humberto Martins votaram com o Sr.\nMinistro Relator.\nAusentes, justificadamente, os Srs. Ministros João Otávio de\nNoronha, Luis Felipe Salomão e Mauro Campbell Marques.\nLicenciado o Sr. Ministro Paulo de Tarso Sanseverino.\nConvocado o Sr. Ministro Sérgio Kukina.\nSustentou oralmente a Dra. Sonia Lima de Aquino, pela Agravante, e\nesteve presente, tendo sido dispensada a sustentação oral, o Dr.\nPedro de Alencar Machado, pela Agravada.\"",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - CABIMENTO - MÉRITO NÃO APRECIADO)\n   STJ - <<AgInt nos EDcl nos EDv nos EREsp 1615774>>-MG,\n         <<AgInt nos EAREsp 1417202>>-RJ,\n         <<AgInt nos EREsp 1345680>>-SC,\n         <<AgInt nos EREsp 1226477>>-RS,\n         <<AgInt nos EAREsp 315046>>-SP,\n         <<AgInt nos EAg 1357322>>-DF,\n         <<EAREsp 559766>>-DF\n(EMBARGOS DE DIVERGÊNCIA - CABIMENTO - MÉRITO AVENTADO EM OBITER\nDICTUM)\n   STJ - <<AgInt nos EAREsp 789219>>-RJ,\n         <<EREsp 1831415>>-RJ,\n         <<AgInt nos EDcl nos EDv nos EAREsp 1624686>>-SP,\n         <<AgInt nos EREsp 1264848>>-RS,\n         <<AgInt nos EREsp 1250171>>-SP",
  "notas" : null,
  "informacoesComplementares" : "     \"A estratégia adotada pela agravante é bem conhecida no STJ,\nque tem entendimento consolidado no sentido de reconhecer que meras\nreferências feitas pelo julgador ao objeto do recurso, sem o efetivo\ndebate e formação de entendimento pelo Colegiado, não caracterizam\nsuposta incursão no mérito\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000315" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000834503",
  "numeroProcesso" : "5606",
  "numeroRegistro" : "202101327082",
  "siglaClasse" : "RvCr",
  "descricaoClasse" : "REVISÃO CRIMINAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RAUL ARAÚJO",
  "dataPublicacao" : "DJE        DATA:21/12/2022",
  "ementa" : "REVISÃO CRIMINAL. DOSIMETRIA DA PENA. CIRCUNSTÂNCIAS REPROVÁVEIS.\nUTILIZAÇÃO DE VÁRIAS PESSOAS JURÍDICAS PARA RECEBIMENTO DE VALORES\nDESVIADOS. ABSOLVIÇÃO PELO CRIME DE LAVAGEM DE DINHEIRO. UTILIZAÇÃO\nDOS MESMOS FATOS PARA FUNDAMENTAR A MAJORAÇÃO DA PENA-BASE DO\nPECULATO. POSSIBILIDADE. BIS IN IDEM. NÃO OCORRÊNCIA. REVISÃO\nCRIMINAL IMPROCEDENTE.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221207",
  "decisao" : "Vistos e relatados estes autos, em que são partes as acima\nindicadas, decide a Corte Especial, por unanimidade, julgar\nimprocedente a revisão criminal, nos termos do voto do Sr. Ministro\nRelator. Os Srs. Ministros Maria Isabel Gallotti, Sérgio Kukina,\nNancy Andrighi, Laurita Vaz, Humberto Martins, Jorge Mussi, Og\nFernandes e Benedito Gonçalves votaram com o Sr. Ministro Relator.\nAusentes, justificadamente, os Srs. Ministros Francisco Falcão, João\nOtávio de Noronha, Herman Benjamin, Luis Felipe Salomão e Mauro\nCampbell Marques. Licenciado o Sr. Ministro Paulo de Tarso\nSanseverino. Convocado o Sr. Ministro Sérgio Kukina.",
  "jurisprudenciaCitada" : "(CRIME DE LAVAGEM DE CAPITAIS - REALIZAÇÃO DE ATOS DIVERSOS E\nAUTÔNOMOS DAQUELE QUE COMPÕE A REALIZAÇÃO DO PRIMEIRO CRIME)\n   STJ - <<APn 922>>-DF\n(CRIME DE LAVAGEM DE DINHEIRO - UTILIZAÇÃO DOS MESMOS FATOS PARA\nFUNDAMENTAR A MAJORAÇÃO DA PENA-BASE DO PECULATO - POSSIBILIDADE)\n   STJ - <<AgRg nos EDcl no AREsp 2010630>>-SP,\n         <<AgRg no HC 498847>>-RR,\n         <<AgRg no AREsp 1140334>>-RJ,\n         <<HC 141615>>-MG",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:009613 ANO:1998\n        ART:00001 ART:00002 INC:00002", "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00621" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000834615",
  "numeroProcesso" : "15309",
  "numeroRegistro" : "202202443940",
  "siglaClasse" : "AgRg na Pet",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA PETIÇÃO",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA ISABEL GALLOTTI",
  "dataPublicacao" : "DJE        DATA:21/12/2022",
  "ementa" : "AGRAVO INTERNO. PRETENSÃO À \"LIBERAÇÃO DAS VERBAS ALIMENTARES\nDEPOSITADAS NA CONTA\" BANCÁRIA DO AGRAVANTE. QUESTÃO NÃO DECIDIDA NA\nDECISÃO AGRAVADA, PROFERIDA NA CAUTELAR INOMINADA CRIMINAL 84/DF.\nCONSEQUENTE NÃO CONHECIMENTO, NO PONTO, DO AGRAVO INTERNO. HIPÓTESE,\nADEMAIS, EM QUE NA DECISÃO PROLATADA NA CAUINOMCRIM 84/DF NÃO FORAM\nDECRETADOS O BLOQUEIO E A INDISPONIBILIDADE DAS VERBAS ALIMENTARES\nDO AGRAVANTE. PRETENSÃO AO ACESSO AOS AUTOS DA CAUINOMCRIM 84/DF.\nEXISTÊNCIA DE DILIGÊNCIAS EM ANDAMENTO. \"DILIGÊNCIAS AINDA EM\nANDAMENTO NÃO ESTÃO CONTEMPLADAS PELO TEOR DA SÚMULA VINCULANTE 14.\"\n(STF, RCL 22062 AGR). CONSEQUENTE INDEFERIMENTO, POR ORA, DO PEDIDO\nDE ACESSO. AGRAVO INTERNO CONHECIDO EM PARTE, E, NELA, NÃO PROVIDO.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221207",
  "decisao" : "A Corte Especial, por unanimidade, conheceu parcialmente do agravo\ne, nesta parte, negou-lhe provimento, nos termos do voto da Sra.\nMinistra Relatora. Os Srs. Ministros Sérgio Kukina, Francisco\nFalcão, Nancy Andrighi, Laurita Vaz, Humberto Martins, Herman\nBenjamin, Jorge Mussi, Og Fernandes, Benedito Gonçalves e Raul\nAraújo votaram com a Sra. Ministra Relatora.\nAusentes, justificadamente, os Srs. Ministros João Otávio de\nNoronha, Luis Felipe Salomão e Mauro Campbell Marques.\nLicenciado o Sr. Ministro Paulo de Tarso Sanseverino.\nConvocado o Sr. Ministro Sérgio Kukina.",
  "jurisprudenciaCitada" : "(DILIGÊNCIAS AINDA EM ANDAMENTO - SÚMULA VINCULANTE 14 - NÃO\nAPLICAÇÃO)\n   STF - [[Rcl-AgR 22062]],\n         [[HC 82354]],\n         [[HC 90232]]",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUV(STF)    SÚMULA VINCULANTE DO SUPREMO TRIBUNAL FEDERAL\n        SUM:000014" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000834815",
  "numeroProcesso" : "1748374",
  "numeroRegistro" : "202002198282",
  "siglaClasse" : "EDcl no AgRg no RE nos EDcl nos EDcl no AgRg nos EAREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NO RECURSO EXTRAORDINÁRIO NO EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:29/11/2022",
  "ementa" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL. RECURSO EXTRAORDINÁRIO.\nNEGATIVA DE SEGUIMENTO. VÍCIO. NÃO OCORRÊNCIA. EMBARGOS REJEITADOS.\n1. Os embargos de declaração, conforme dispõe o art. 619 do Código\nde Processo Penal, destinam-se a sanar ambiguidade, obscuridade,\ncontradição ou omissão, tendo a jurisprudência os admitido, também,\npara corrigir eventual erro material na decisão embargada.\n2. Não se identifica, no recurso, vício algum capaz de ensejar o\nacolhimento dos declaratórios, mas apenas a discordância da parte\ncom a solução apresentada no julgamento e o propósito de\nmodificação.\n3. Nos termos do art. 22, § 1º, I, a, do Regimento Interno do\nSuperior Tribunal de Justiça, não compete à Vice-Presidência\nanalisar o pleito de concessão de habeas corpus de ofício, pois sua\natribuição se restringe ao exame da admissibilidade de recursos para\no Supremo Tribunal Federal. Precedentes.\n4. Embargos de declaração rejeitados.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221122",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 16/11/2022 a 22/11/2022,\npor unanimidade, rejeitar os embargos de declaração, nos termos do\nvoto do Sr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Humberto Martins, Herman Benjamin, Jorge\nMussi, Luis Felipe Salomão, Mauro Campbell Marques, Benedito\nGonçalves, Raul Araújo, Paulo de Tarso Sanseverino e Maria Isabel\nGallotti  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ "EDcl no AgRg no RE nos EDcl no AgRg no AREsp  1909580  SP\n2021/0187400-1  Decisão:22/11/2022\nDJE        DATA:29/11/2022" ]
} ]