[ {
  "id" : "000847622",
  "numeroProcesso" : "6165",
  "numeroRegistro" : "201703087354",
  "siglaClasse" : "EDcl no AgInt no RE nos EDcl no AgInt na AR",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO\nNOS EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NA AÇÃO RESCISÓRIA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA THEREZA DE ASSIS MOURA",
  "dataPublicacao" : "DJE        DATA:29/06/2023",
  "ementa" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO. RECURSO EXTRAORDINÁRIO.\nNEGATIVA DE SEGUIMENTO. ERRO MATERIAL. OCORRÊNCIA. EMBARGOS\nACOLHIDOS SEM EFEITOS MODIFICATIVOS.\n1. Os embargos de declaração, conforme dispõe o art. 1.022 do Código\nde Processo Civil, destinam-se a esclarecer obscuridade, eliminar\ncontradição, suprir omissão ou corrigir erro material.\n2. Da leitura dos autos constata-se a existência de erro material no\naresto embargado, incapaz de alterar a conclusão do julgado, mas\nque deve ser corrigida.\n3. Embargos de declaração acolhidos, sem efeitos modificativos.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230627",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 21/06/2023 a 27/06/2023,\npor unanimidade, acolher os embargos de declaração, sem efeitos\nmodificativos, nos termos do voto da Sra. Ministra Relatora.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Humberto Martins, Herman Benjamin, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Maria Isabel Gallotti, Antonio Carlos Ferreira e Ricardo\nVillas Bôas Cueva  votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento o Sr. Ministro Og Fernandes.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000847419",
  "numeroProcesso" : "87",
  "numeroRegistro" : "202201873194",
  "siglaClasse" : "QO na CauInomCrim",
  "descricaoClasse" : "QUESTÃO DE ORDEM NA CAUTELAR INOMINADA CRIMINAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJE        DATA:26/06/2023",
  "ementa" : "PENAL E PROCESSO PENAL. INQUÉRITO. AUTORIDADE COM PRERROGATIVA DE\nFORO NO STJ. QUESTÃO DE ORDEM. SUPOSTA PRÁTICA DE CRIMES CONTRA A\nADMINISTRAÇÃO PÚBLICA, DE LAVAGEM DE DINHEIRO E DE ORGANIZAÇÃO\nCRIMINOSA. MEDIDAS CAUTELARES PREVISTAS NO ART. 319, II, III E VI, E\nNO ART. 320, AMBOS DO CPP. ART. 282, I E II, DO CPP. REQUISITOS\nPREENCHIDOS. PRORROGAÇÃO DAS MEDIDAS EM VIGOR. PRECEDENTES DA CORTE\nESPECIAL.\n1. Cuida-se de petições incidentais apresentadas pela autoridade\npolicial e pelo MPF, nas quais postulam a prorrogação das medidas\ncautelares previstas no art. 319, II, III e VI, e no art. 320, ambos\ndo CPP.\n2. Inquérito instaurado para apurar a possível existência de\norganização criminosa complexa, caracterizada pela divisão de\ntarefas e dotada de aparato operacional dividido em núcleos, que\nteria se instalado no Poder Executivo do Estado do Acre e, de forma\norgânica e estruturada, supostamente tem causado graves prejuízos ao\nerário, locupletamento de servidores públicos e agentes políticos e\ndanos sociais acentuados à população daquela unidade da federação.\n3. Consoante delineado pelos órgãos de persecução penal, permanecem\nhígidos os motivos que respaldaram a decretação das medidas\ncautelares diversas da prisão determinadas, em decisão unipessoal,\nno mês de março do corrente ano.\n4. Presença do fumus comissi delicti, ante os elementos indiciários\nde prática delitiva colhidos contra os investigados e pessoas\njurídicas utilizadas pela suposta organização criminosa com o escopo\nde, possivelmente, dissimular a eventual origem ilícita dos\nrecursos desviados do erário e viabilizar que o esquema criminoso\nseja retroalimentado.\n5. Indícios coletados em março deste ano, quando da deflagração da\nfase ostensiva da investigação, que denotam a contemporaneidade das\nsupostas práticas delitivas apuradas.\n6. Medidas cautelares prorrogadas por 180 (cento e oitenta) dias.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230621",
  "decisao" : "Vistos, relatados e discutidos estes autos, acordam os Ministros da\nCorte Especial do Superior Tribunal de Justiça, na conformidade dos\nvotos e das notas taquigráficas constantes dos autos,  A Corte\nEspecial, por unanimidade, referendou a prorrogação das medidas\ncautelares impostas, pelo prazo de 180 (cento e oitenta) dias, nos\ntermos do voto da Sra. Ministra Relatora. Os Srs. Ministros João\nOtávio de Noronha, Herman Benjamin, Og Fernandes, Mauro Campbell\nMarques, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira, Ricardo Villas Bôas Cueva e Francisco Falcão votaram com a\nSra. Ministra Relatora.\nImpedidos os Srs. Ministros Laurita Vaz e Humberto Martins.\nAusentes, justificadamente, os Srs. Ministros Luis Felipe Salomão e\nBenedito Gonçalves.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000847447",
  "numeroProcesso" : "2039129",
  "numeroRegistro" : "202104005712",
  "siglaClasse" : "EAREsp",
  "descricaoClasse" : "EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJE        DATA:27/06/2023",
  "ementa" : "EMBARGOS DE DIVERGÊNCIA NO AGRAVO EM RECURSO ESPECIAL. AÇÃO DE\nEMBARGOS DO DEVEDOR. RECURSO ESPECIAL INADMITIDO NO TRIBUNAL DE\nORIGEM. OPOSIÇÃO DE EMBARGOS DE DECLARAÇÃO. INTERPOSIÇÃO TEMPESTIVA\nDE AGRAVO EM RECURSO ESPECIAL. PRECLUSÃO CONSUMATIVA AFASTADA.\nRETORNO DOS AUTOS PARA JULGAMENTO DO RECURSO.\n1. Ação de embargos do devedor.\n2. O propósito recursal é dirimir suposta divergência com relação à\nocorrência de preclusão consumativa nas hipóteses em que são opostos\nembargos de declaração contra a decisão do Tribunal de origem que\ninadmite o recurso especial, e, em seguida, é interposto,\ntempestivamente, o agravo previsto no art. 1.042 do CPC/2015.\n3. A Corte Especial já decidiu que \"os embargos de declaração,\nquando opostos contra decisão de inadmissibilidade do recurso\nespecial na origem, não interrompem, em regra, o prazo para a\ninterposição do agravo, único recurso cabível, salvo quando essa\ndecisão for tão genérica que impossibilite ao recorrente aferir os\nmotivos pelos quais teve seu recurso obstado, inviabilizando-o\ntotalmente de interpor o agravo\" (AgInt nos EAREsp 166.402/PE, Corte\nEspecial, julgado em 19/12/2016, DJe 07/02/2017).\n4. Hipótese em que, seguidamente à oposição dos embargos de\ndeclaração, a recorrente interpôs o agravo em recurso especial ainda\ndentro do prazo legal, razão pela qual deve ser reformado o acórdão\nembargado para afastar a preclusão consumativa e, por conseguinte,\ndeterminar o retorno dos autos à Segunda Turma, a fim de prosseguir\nno julgamento do recurso.\n5. Embargos de divergência conhecidos e providos.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230621",
  "decisao" : "Vistos, relatados e discutidos estes autos, acordam os Ministros da\nCorte Especial do Superior Tribunal de Justiça, na conformidade dos\nvotos e das notas taquigráficas constantes dos autos,  A Corte\nEspecial, por unanimidade, conhecer dos embargos de divergência e\ndar-lhes provimento, nos termos do voto da Sra. Ministra Relatora.\nOs Srs. Ministros Laurita Vaz, João Otávio de Noronha, Humberto\nMartins, Herman Benjamin, Og Fernandes, Luis Felipe Salomão, Mauro\nCampbell Marques, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira, Ricardo Villas Bôas Cueva e Francisco Falcão votaram com\na Sra. Ministra Relatora.\nAusente, justificadamente, o Sr. Ministro Benedito Gonçalves.\nEsteve presente, tendo sido dispensada a sustentação oral, o Dr.\nAndre Torres Dos Santos, pelo Embargante.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : "Aguardando análise.",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000847621",
  "numeroProcesso" : "1587",
  "numeroRegistro" : "202003354164",
  "siglaClasse" : "QO no Inq",
  "descricaoClasse" : "QUESTÃO DE ORDEM NO INQUÉRITO",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LAURITA VAZ",
  "dataPublicacao" : "DJE        DATA:29/06/2023",
  "ementa" : "QUESTÃO DE ORDEM. DENÚNCIA. PRAZO PARA RESPOSTA. DESEMBARGADOR\nACUSADO DE CRIMES SEXUAIS CONTRA FILHA E AFILHADA. PEDIDO\nMINISTERIAL DE PRORROGAÇÃO DO PRAZO DE AFASTAMENTO DO EXERCÍCIO DAS\nFUNÇÕES E DA PROIBIÇÃO DE ACESSO OU FREQUÊNCIA A DETERMINADOS\nLUGARES E PROIBIÇÃO DE MANTER CONTATOS COM PESSOA DETERMINADA.\nMEDIDAS CAUTELARES DEFERIDAS ATÉ A DELIBERAÇÃO DA CORTE ESPECIAL\nSOBRE A DENÚNCIA.\n1. Caso em que desembargador, afastado do cargo há quase 1 (um) ano,\ntem contra si denúncia pela suposta prática dos crimes do art.\n217-A, caput, e § 1.° (estupro de vulnerável), c.c. o art. 226,\ninciso II (causa de aumento de pena de metade), por 2 (duas) vezes,\nna forma do art. 69, caput (concurso material), todos do Código\nPenal, crimes hediondos, praticados, em tese, em contexto típico de\nviolência doméstica e familiar contra criança e adolescente.\n2. Conforme bem anotado pelo Ministério Público Federal, \"durante o\ndepoimento sem dano, S. D. M. DA S. externou receio em relação ao\ninvestigado, para além do vínculo familiar, ressaltando o temor que\noutras pessoas também demonstram em razão do elevado cargo ocupado\npelo pai no Poder Judiciário de Pernambuco.\"\n3. Hipótese em que as condutas delituosas atribuídas ao magistrado\nse mostram absolutamente incompatíveis com o exercício do cargo.\nPrecedente da Corte Especial: APn 1.041/DF, Relator Ministro ANTONIO\nCARLOS FERREIRA, Relator para acórdão Ministro LUIS FELIPE SALOMÃO,\nCORTE ESPECIAL, DJe de 24/05/2023.\n4. Questão de ordem resolvida para, até a deliberação pela Corte\nEspecial sobre a denúncia oferecida: (I) prorrogar o afastamento do\ncargo do Desembargador E. M. DA S. do Tribunal de Justiça do Estado\nde Pernambuco; (II) proibir o acesso do Denunciado às dependências\nda sede do Tribunal de Justiça do Estado de Pernambuco, bem como a\ncomunicação com funcionários ou servidores e a utilização dos\nserviços colocados à disposição dos membros do Tribunal, exceto os\nrelativos a serviços médicos; (III) proibir o Denunciado de manter\ncontato com as vítimas, com as respectivas genitoras, com outros\nparentes próximos das menores e com as testemunhas.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230621",
  "decisao" : "Vistos, relatados e discutidos estes autos, acordam os Ministros da\nCorte Especial do Superior Tribunal de Justiça, na conformidade dos\nvotos e das notas taquigráficas a seguir, por unanimidade,\nreferendar a decisão relativa às cautelares, até o recebimento da\ndenúncia, nos termos do voto da Sra. Ministra Relatora. Os Srs.\nMinistros João Otávio de Noronha, Humberto Martins, Herman Benjamin,\nOg Fernandes, Mauro Campbell Marques, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva,\nFrancisco Falcão e Nancy Andrighi votaram com a Sra. Ministra\nRelatora.\nAusentes, justificadamente, os Srs. Ministros Luis Felipe Salomão e\nBenedito Gonçalves.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000846617",
  "numeroProcesso" : "1956990",
  "numeroRegistro" : "202102783100",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RAUL ARAÚJO",
  "dataPublicacao" : "DJE        DATA:19/06/2023",
  "ementa" : "AGRAVO  REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. PROCESSUAL CIVIL. AUSÊNCIA DE COMPROVAÇÃO DO DISSÍDIO\nJURISPRUDENCIAL. AGRAVO DESPROVIDO.\n1. Para o cabimento dos embargos de divergência, o dissídio\njurisprudencial há de ser comprovado na forma exigida pelos arts.\n1.043, § 4º, do Código de Processo Civil de 2015, e 266, § 4º, do\nRISTJ, inclusive com a realização do indispensável cotejo analítico\nentre os acórdãos embargado e paradigmas.\n2. A Corte Especial, por ocasião do julgamento dos EAREsps\n701.404/SC, 746.775/SC e 831.326/SC (Relator para acórdão o Ministro\nLuis Felipe Salomão, DJe de 30/11/2018), firmou orientação, com a\nressalva do entendimento pessoal deste Relator, de que, na\ninterposição do agravo de que trata o art. 1.042 do CPC de 2015,\ndeve o agravante impugnar todos os fundamentos, autônomos ou não, da\ndecisão que não admitiu o recurso especial na origem.\n3. Agravo regimental a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230613",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 07/06/2023 a 13/06/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Humberto Martins, Herman Benjamin, Og\nFernandes, Luis Felipe Salomão, Mauro Campbell Marques, Benedito\nGonçalves, Maria Isabel Gallotti, Antonio Carlos Ferreira e Ricardo\nVillas Bôas Cueva  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000846618",
  "numeroProcesso" : "1422353",
  "numeroRegistro" : "201303942786",
  "siglaClasse" : "EDcl nos EDcl no AgInt nos EREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO\nNOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "ANTONIO CARLOS FERREIRA",
  "dataPublicacao" : "DJE        DATA:19/06/2023",
  "ementa" : "PROCESSUAL CIVIL. EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DECLARAÇÃO\nNO AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL.\nERRO MATERIAL. SUPRIMENTO. EMBARGOS DE DECLARAÇÃO PARCIALMENTE\nACOLHIDOS SEM EFEITO INFRINGENTE.\n1. Os embargos de declaração são cabíveis quando houver na decisão\nobscuridade, contradição, omissão ou erro material, consoante dispõe\no art. 1.022 do CPC/2015.\n2. Verificado erro material no acórdão, acolhem-se os embargos para\nsuprir o vício.\n3. Inexiste omissão na decisão ora embargada acerca do alegado erro\nde fato existente no acórdão do Tribunal de origem (TRF da 4ª\nRegião), visto que esse tema foi objeto do mérito dos embargos de\ndivergência, o qual não foi examinado por esta Corte Superior, ante\na inadmissibilidade do recurso em virtude da ausência de similitude\nfática entre os arestos confrontados.\n4. Embargos de declaração parcialmente acolhidos, sem efeitos\ninfringentes, apenas para suprir erro material.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230613",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 07/06/2023 a 13/06/2023,\npor unanimidade, acolher parcialmente os embargos de declaração, sem\nefeitos modificativos, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Humberto Martins, Herman Benjamin, Og\nFernandes, Luis Felipe Salomão, Mauro Campbell Marques, Benedito\nGonçalves, Raul Araújo, Maria Isabel Gallotti e Ricardo Villas Bôas\nCueva  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000846698",
  "numeroProcesso" : "2006910",
  "numeroRegistro" : "202201710568",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MAURO CAMPBELL MARQUES",
  "dataPublicacao" : "DJE        DATA:20/06/2023",
  "ementa" : "PROCESSUAL CIVIL. RECURSO ESPECIAL. PROPOSTA DE AFETAÇÃO COMO\nREPRESENTATIVO DA CONTROVÉRSIA. DESDOBRAMENTO DO TR 434/STJ. MULTA\nPREVISTA NO § 4º DO ART. 1.021 DO CPC. CRITÉRIOS DE APLICAÇÃO.\n1. Questão jurídica central (cindida em duas partes): \"1)\nAplicabilidade da multa prevista no § 4º do art. 1.021 do CPC quando\no acórdão recorrido baseia-se em precedente qualificado (art. 927,\nIII, do CPC); 2) Possibilidade de se considerar manifestamente\ninadmissível ou improcedente (ainda que em votação unânime) agravo\ninterno cujas razões apontam a indevida ou incorreta aplicação de\ntese firmada em sede de precedente qualificado\".\n2. Recurso especial submetido ao regime dos recursos repetitivos\n(afetação conjunta: REsp 2.043.826/SC, REsp 2.043.887/SC, REsp\n2.044.143/SC e REsp 2.006.910/PA).",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230613",
  "decisao" : "Vistos, relatados e discutidos esses autos em que são partes as\nacima indicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, na conformidade dos votos e das notas\ntaquigráficas, o seguinte resultado de julgamento:\nA Corte Especial, por maioria, afetou o processo ao rito dos\nrecursos repetitivos (artigo 1.036 do CPC e art. 257-C do RISTJ)\npara consolidar entendimento acerca das seguintes questões\njurídicas: \"1) Aplicabilidade da multa prevista no § 4º do art.\n1.021 do CPC quando o acórdão recorrido baseia-se em precedente\nqualificado (art. 927, III, do CPC); 2) Possibilidade de se\nconsiderar manifestamente inadmissível ou improcedente (ainda que em\nvotação unânime) agravo interno cujas razões apontam a indevida ou\nincorreta aplicação de tese firmada em sede de precedente\nqualificado\". E, ainda, por maioria, suspendeu a tramitação de\nprocessos com recurso especial e/ou agravo em recurso especial\ninterposto, em tramitação na segunda instância e/ou no STJ, conforme\nproposta do Sr. Ministro Relator.\nQuanto à afetação, os Srs. Ministros Benedito Gonçalves, Antonio\nCarlos Ferreira, Ricardo Villas Bôas Cueva, Nancy Andrighi, Laurita\nVaz, Herman Benjamin, Og Fernandes e Luis Felipe Salomão votaram com\no Sr. Ministro Relator. Vencidos os Srs. Ministros Raul Araújo,\nMaria Isabel Gallotti e João Otávio de Noronha que votavam pela não\nafetação do processo ao rito dos recursos repetitivos.\nQuanto à abrangência, os Srs. Ministros Benedito Gonçalves, Antonio\nCarlos Ferreira, Nancy Andrighi, Laurita Vaz, João otávio de\nNoronha, Og Fernandes e Luis Felipe Salomão votaram com o Sr.\nMinistro Relator. Vencidos os Srs. Ministros Raul Araújo, Maria\nIsabel Gallotti, Ricardo Villas Bôas Cueva e Herman Benjamin que\nvotavam pela não suspensão da tramitação dos processos.\nNão participaram do julgamento os Srs. Ministros Francisco Falcão e\nHumberto Martins.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01037" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000846699",
  "numeroProcesso" : "2043826",
  "numeroRegistro" : "202203929638",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MAURO CAMPBELL MARQUES",
  "dataPublicacao" : "DJE        DATA:20/06/2023",
  "ementa" : "PROCESSUAL CIVIL. RECURSO ESPECIAL. PROPOSTA DE AFETAÇÃO COMO\nREPRESENTATIVO DA CONTROVÉRSIA. DESDOBRAMENTO DO TR 434/STJ. MULTA\nPREVISTA NO § 4º DO ART. 1.021 DO CPC. CRITÉRIOS DE APLICAÇÃO.\n1. Questão jurídica central (cindida em duas partes): \"1)\nAplicabilidade da multa prevista no § 4º do art. 1.021 do CPC quando\no acórdão recorrido baseia-se em precedente qualificado (art. 927,\nIII, do CPC); 2) Possibilidade de se considerar manifestamente\ninadmissível ou improcedente (ainda que em votação unânime) agravo\ninterno cujas razões apontam a indevida ou incorreta aplicação de\ntese firmada em sede de precedente qualificado\".\n2. Recurso especial submetido ao regime dos recursos repetitivos\n(afetação conjunta: REsp 2.043.826/SC, REsp 2.043.887/SC, REsp\n2.044.143/SC e REsp 2.006.910/PA).",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230613",
  "decisao" : "Vistos, relatados e discutidos esses autos em que são partes as\nacima indicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, na conformidade dos votos e das notas\ntaquigráficas, o seguinte resultado de julgamento:\nA Corte Especial, por maioria, afetou o processo ao rito dos\nrecursos repetitivos (artigo 1.036 do CPC e art. 257-C do RISTJ)\npara consolidar entendimento acerca das seguintes questões\njurídicas: \"1) Aplicabilidade da multa prevista no § 4º do art.\n1.021 do CPC quando o acórdão recorrido baseia-se em precedente\nqualificado (art. 927, III, do CPC); 2) Possibilidade de se\nconsiderar manifestamente inadmissível ou improcedente (ainda que em\nvotação unânime) agravo interno cujas razões apontam a indevida ou\nincorreta aplicação de tese firmada em sede de precedente\nqualificado\". E, ainda, por maioria, suspendeu a tramitação de\nprocessos com recurso especial e/ou agravo em recurso especial\ninterposto, em tramitação na segunda instância e/ou no STJ, conforme\nproposta do Sr. Ministro Relator.\nQuanto à afetação, os Srs. Ministros Benedito Gonçalves, Antonio\nCarlos Ferreira, Ricardo Villas Bôas Cueva, Nancy Andrighi, Laurita\nVaz, Herman Benjamin, Og Fernandes e Luis Felipe Salomão votaram com\no Sr. Ministro Relator. Vencidos os Srs. Ministros Raul Araújo,\nMaria Isabel Gallotti e João Otávio de Noronha que votavam pela não\nafetação do processo ao rito dos recursos repetitivos.\nQuanto à abrangência, os Srs. Ministros Benedito Gonçalves, Antonio\nCarlos Ferreira, Nancy Andrighi, Laurita Vaz, João otávio de\nNoronha, Og Fernandes e Luis Felipe Salomão votaram com o Sr.\nMinistro Relator. Vencidos os Srs. Ministros Raul Araújo, Maria\nIsabel Gallotti, Ricardo Villas Bôas Cueva e Herman Benjamin que\nvotavam pela não suspensão da tramitação dos processos.\nNão participaram do julgamento os Srs. Ministros Francisco Falcão e\nHumberto Martins.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1201",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1201\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01037" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000846700",
  "numeroProcesso" : "2043887",
  "numeroRegistro" : "202203940943",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MAURO CAMPBELL MARQUES",
  "dataPublicacao" : "DJE        DATA:20/06/2023",
  "ementa" : "PROCESSUAL CIVIL. RECURSO ESPECIAL. PROPOSTA DE AFETAÇÃO COMO\nREPRESENTATIVO DA CONTROVÉRSIA. DESDOBRAMENTO DO TR 434/STJ. MULTA\nPREVISTA NO § 4º DO ART. 1.021 DO CPC. CRITÉRIOS DE APLICAÇÃO.\n1. Questão jurídica central (cindida em duas partes): \"1)\nAplicabilidade da multa prevista no § 4º do art. 1.021 do CPC quando\no acórdão recorrido baseia-se em precedente qualificado (art. 927,\nIII, do CPC); 2) Possibilidade de se considerar manifestamente\ninadmissível ou improcedente (ainda que em votação unânime) agravo\ninterno cujas razões apontam a indevida ou incorreta aplicação de\ntese firmada em sede de precedente qualificado\".\n2. Recurso especial submetido ao regime dos recursos repetitivos\n(afetação conjunta: REsp 2.043.826/SC, REsp 2.043.887/SC, REsp\n2.044.143/SC e REsp 2.006.910/PA).",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230613",
  "decisao" : "Vistos, relatados e discutidos esses autos em que são partes as\nacima indicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, na conformidade dos votos e das notas\ntaquigráficas, o seguinte resultado de julgamento:\nA Corte Especial, por maioria, afetou o processo ao rito dos\nrecursos repetitivos (artigo 1.036 do CPC e art. 257-C do RISTJ)\npara consolidar entendimento acerca das seguintes questões\njurídicas: \"1) Aplicabilidade da multa prevista no § 4º do art.\n1.021 do CPC quando o acórdão recorrido baseia-se em precedente\nqualificado (art. 927, III, do CPC); 2) Possibilidade de se\nconsiderar manifestamente inadmissível ou improcedente (ainda que em\nvotação unânime) agravo interno cujas razões apontam a indevida ou\nincorreta aplicação de tese firmada em sede de precedente\nqualificado\". E, ainda, por maioria, suspendeu a tramitação de\nprocessos com recurso especial e/ou agravo em recurso especial\ninterposto, em tramitação na segunda instância e/ou no STJ, conforme\nproposta do Sr. Ministro Relator.\nQuanto à afetação, os Srs. Ministros Benedito Gonçalves, Antonio\nCarlos Ferreira, Ricardo Villas Bôas Cueva, Nancy Andrighi, Laurita\nVaz, Herman Benjamin, Og Fernandes e Luis Felipe Salomão votaram com\no Sr. Ministro Relator. Vencidos os Srs. Ministros Raul Araújo,\nMaria Isabel Gallotti e João Otávio de Noronha que votavam pela não\nafetação do processo ao rito dos recursos repetitivos.\nQuanto à abrangência, os Srs. Ministros Benedito Gonçalves, Antonio\nCarlos Ferreira, Nancy Andrighi, Laurita Vaz, João otávio de\nNoronha, Og Fernandes e Luis Felipe Salomão votaram com o Sr.\nMinistro Relator. Vencidos os Srs. Ministros Raul Araújo, Maria\nIsabel Gallotti, Ricardo Villas Bôas Cueva e Herman Benjamin que\nvotavam pela não suspensão da tramitação dos processos.\nNão participaram do julgamento os Srs. Ministros Francisco Falcão e\nHumberto Martins.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1201",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1201\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01037" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000846701",
  "numeroProcesso" : "2044143",
  "numeroRegistro" : "202203929626",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MAURO CAMPBELL MARQUES",
  "dataPublicacao" : "DJE        DATA:20/06/2023",
  "ementa" : "PROCESSUAL CIVIL. RECURSO ESPECIAL. PROPOSTA DE AFETAÇÃO COMO\nREPRESENTATIVO DA CONTROVÉRSIA. DESDOBRAMENTO DO TR 434/STJ. MULTA\nPREVISTA NO § 4º DO ART. 1.021 DO CPC. CRITÉRIOS DE APLICAÇÃO.\n1. Questão jurídica central (cindida em duas partes): \"1)\nAplicabilidade da multa prevista no § 4º do art. 1.021 do CPC quando\no acórdão recorrido baseia-se em precedente qualificado (art. 927,\nIII, do CPC); 2) Possibilidade de se considerar manifestamente\ninadmissível ou improcedente (ainda que em votação unânime) agravo\ninterno cujas razões apontam a indevida ou incorreta aplicação de\ntese firmada em sede de precedente qualificado\".\n2. Recurso especial submetido ao regime dos recursos repetitivos\n(afetação conjunta: REsp 2.043.826/SC, REsp 2.043.887/SC, REsp\n2.044.143/SC e REsp 2.006.910/PA).",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230613",
  "decisao" : "Vistos, relatados e discutidos esses autos em que são partes as\nacima indicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, na conformidade dos votos e das notas\ntaquigráficas, o seguinte resultado de julgamento:\nA Corte Especial, por maioria, afetou o processo ao rito dos\nrecursos repetitivos (artigo 1.036 do CPC e art. 257-C do RISTJ)\npara consolidar entendimento acerca das seguintes questões\njurídicas: \"1) Aplicabilidade da multa prevista no § 4º do art.\n1.021 do CPC quando o acórdão recorrido baseia-se em precedente\nqualificado (art. 927, III, do CPC); 2) Possibilidade de se\nconsiderar manifestamente inadmissível ou improcedente (ainda que em\nvotação unânime) agravo interno cujas razões apontam a indevida ou\nincorreta aplicação de tese firmada em sede de precedente\nqualificado\". E, ainda, por maioria, suspendeu a tramitação de\nprocessos com recurso especial e/ou agravo em recurso especial\ninterposto, em tramitação na segunda instância e/ou no STJ, conforme\nproposta do Sr. Ministro Relator.\nQuanto à afetação, os Srs. Ministros Benedito Gonçalves, Antonio\nCarlos Ferreira, Ricardo Villas Bôas Cueva, Nancy Andrighi, Laurita\nVaz, Herman Benjamin, Og Fernandes e Luis Felipe Salomão votaram com\no Sr. Ministro Relator. Vencidos os Srs. Ministros Raul Araújo,\nMaria Isabel Gallotti e João Otávio de Noronha que votavam pela não\nafetação do processo ao rito dos recursos repetitivos.\nQuanto à abrangência, os Srs. Ministros Benedito Gonçalves, Antonio\nCarlos Ferreira, Nancy Andrighi, Laurita Vaz, João otávio de\nNoronha, Og Fernandes e Luis Felipe Salomão votaram com o Sr.\nMinistro Relator. Vencidos os Srs. Ministros Raul Araújo, Maria\nIsabel Gallotti, Ricardo Villas Bôas Cueva e Herman Benjamin que\nvotavam pela não suspensão da tramitação dos processos.\nNão participaram do julgamento os Srs. Ministros Francisco Falcão e\nHumberto Martins.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1201",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1201\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01037" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000846812",
  "numeroProcesso" : "1817714",
  "numeroRegistro" : "202100042549",
  "siglaClasse" : "EDcl no AgInt nos EAREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RAUL ARAÚJO",
  "dataPublicacao" : "DJE        DATA:19/06/2023",
  "ementa" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA\nNO AGRAVO EM RECURSO ESPECIAL. AUSÊNCIA DE OMISSÃO, CONTRADIÇÃO,\nOBSCURIDADE OU ERRO MATERIAL. EMBARGOS REJEITADOS.\n1. Os embargos de declaração têm como objetivo sanar eventual\nexistência de erro material, obscuridade, contradição ou omissão no\njulgado (CPC/2015, art. 1.022). É inadmissível, em regra, a sua\noposição para rediscutir questões tratadas e devidamente\nfundamentadas na decisão embargada, já que não são cabíveis para\nprovocar novo julgamento da lide.\n2. A alegada ofensa aos princípios e normas constitucionais,\ndecorrente do julgamento do próprio agravo interno nesta instância\nespecial (CF, art. 105, III), refere-se à matéria a ser apreciada na\nsuprema instância, pois não é viável a análise de contrariedade a\ndispositivos constitucionais nesta via recursal, o que implicaria\nusurpação de competência constitucionalmente atribuída ao eg.\nSupremo Tribunal Federal (CF, art. 102).\n3. Embargos de declaração rejeitados.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230613",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 07/06/2023 a 13/06/2023,\npor unanimidade, rejeitar os embargos de declaração, nos termos do\nvoto do Sr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Humberto Martins, Herman Benjamin, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Maria\nIsabel Gallotti, Antonio Carlos Ferreira e Ricardo Villas Bôas Cueva\nvotaram com o Sr. Ministro Relator.\nImpedida a Sra. Ministra Maria Thereza de Assis Moura.\nPresidiu o julgamento o Sr. Ministro Og Fernandes.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000846859",
  "numeroProcesso" : "1728046",
  "numeroRegistro" : "201701555661",
  "siglaClasse" : "EDcl nos EDcl no AgInt nos EREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RAUL ARAÚJO",
  "dataPublicacao" : "DJE        DATA:19/06/2023",
  "ementa" : "EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO\nNOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL. AUSÊNCIA DE\nOMISSÃO, CONTRADIÇÃO, OBSCURIDADE OU ERRO MATERIAL. CARÁTER\nPROTELATÓRIO. MULTA. APLICAÇÃO. EMBARGOS REJEITADOS.\n1. Os embargos de declaração têm como objetivo sanar eventual\nexistência de obscuridade, contradição, omissão ou erro material\n(CPC/2015, art. 1.022). É inadmissível a sua oposição para\nrediscutir questões tratadas e devidamente fundamentadas na decisão\nembargada, já que não são cabíveis para provocar novo julgamento da\nlide.\n2. A reiteração de argumentos, nos segundos embargos de declaração,\njá repelidos no acórdão anteriormente proferido, por meio de\nfundamentos claros e coerentes, destoa dos deveres de lealdade e\ncooperação que norteiam o processo, a ensejar a imposição da multa\nprevista no art. 1.026, § 2º, do CPC de 2015.\n3. Embargos de declaração rejeitados, com aplicação de multa.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230613",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 07/06/2023 a 13/06/2023,\npor unanimidade, rejeitar os embargos de declaração, com aplicação\nde multa, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Humberto Martins, Herman Benjamin, Og\nFernandes, Luis Felipe Salomão, Mauro Campbell Marques, Benedito\nGonçalves, Maria Isabel Gallotti, Antonio Carlos Ferreira e Ricardo\nVillas Bôas Cueva  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000847593",
  "numeroProcesso" : "1516757",
  "numeroRegistro" : "201901560009",
  "siglaClasse" : "EDcl no AgInt nos EAREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "JOÃO OTÁVIO DE NORONHA",
  "dataPublicacao" : "DJE        DATA:16/06/2023",
  "ementa" : "EMBARGOS DE DECLARAÇÃO. OMISSÃO. NÃO OCORRÊNCIA. CARÁTER\nPROCRASTINATÓRIO RECONHECIDO. APLICAÇÃO DE MULTA.\n1. Sendo os embargos de declaração recurso de natureza integrativa\ndestinado a sanar vício - obscuridade, contradição ou omissão -, não\npodem ser acolhidos quando a parte embargante pretende,\nessencialmente, a obtenção de efeitos infringentes.\n2. A contradição que vicia o julgado de nulidade é a interna, em que\nse constata uma inadequação lógica entre a fundamentação\ndesenvolvida e a conclusão adotada.\n3. Embargos de declaração rejeitados.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230613",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 07/06/2023 a 13/06/2023,\npor unanimidade, rejeitar os embargos de declaração, nos termos do\nvoto do Sr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nHumberto Martins, Herman Benjamin, Og Fernandes, Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira e Ricardo Villas Bôas\nCueva  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ "EDcl no AgInt nos EAREsp  1727246  SC  2020/0167228-5\nDecisão:13/06/2023\nDJE        DATA:16/06/2023", "EDcl no AgInt nos EAREsp  1974633  MG  2021/0305121-6\nDecisão:13/06/2023\nDJE        DATA:16/06/2023" ]
}, {
  "id" : "000847594",
  "numeroProcesso" : "1657171",
  "numeroRegistro" : "202000236871",
  "siglaClasse" : "EDcl no AgInt nos EAREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "JOÃO OTÁVIO DE NORONHA",
  "dataPublicacao" : "DJE        DATA:16/06/2023",
  "ementa" : "PROCESSUAL CIVIL. EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NOS\nEMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL. REQUISITOS DO\nART. 1.022 DO CPC. INOBSERVÂNCIA. ARGUMENTOS DISSOCIADOS.\n1. Não se conhece de embargos de declaração que se amparam em\nfundamentos dissociados dos fundamentos do julgado embargado.\n2. Embargos de declaração não conhecidos.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230613",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 07/06/2023 a 13/06/2023,\npor unanimidade, não conhecer do recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nHumberto Martins, Herman Benjamin, Og Fernandes, Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira e Ricardo Villas Bôas\nCueva  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ "EDcl no AgInt nos EAREsp 1084527 RJ 2017/0082318-6 Decisão:27/06/2023\nDJE        DATA:04/07/2023" ]
}, {
  "id" : "000847595",
  "numeroProcesso" : "1395440",
  "numeroRegistro" : "201302429618",
  "siglaClasse" : "EDcl no AgInt no RE nos EDcl nos EDcl no AgRg no REsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:16/06/2023",
  "ementa" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO. RECURSO EXTRAORDINÁRIO.\nNEGATIVA DE SEGUIMENTO. VÍCIO. NÃO OCORRÊNCIA. EMBARGOS REJEITADOS.\n1. Os embargos de declaração, conforme dispõe o art. 1.022 do Código\nde Processo Civil, destinam-se a esclarecer obscuridade, eliminar\ncontradição, suprir omissão ou corrigir erro material.\n2. Não se identifica, no recurso, vício algum capaz de ensejar o\nacolhimento dos declaratórios, mas apenas a discordância da parte\ncom a solução apresentada no julgamento e o propósito de\nmodificação.\n3. Acórdão recorrido no recurso extraordinário que, diante da\nassentada jurisprudência uniforme desta Corte desde 1993 sobre a\nilegalidade da majoração de tarifas de energia elétrica em\ndesconformidade com a lei que instituiu o congelamento de preços do\nPlano Cruzado em 1986, entendeu não ser cabível a invocação da\nSúmula n. 343/STF para inviabilizar a rescisão de julgado divergente\nproferido em 2004, refutando a alegação acerca da existência de\nposição concorrente em outros tribunais.\n4. Se a análise da alegada violação do princípio constitucional da\ncoisa julgada depende da anterior verificação do teor das normas\ninfraconstitucionais acerca do cabimento da ação rescisória,\naplica-se o Tema n. 660/STF.\n5. Embargos de declaração rejeitados.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230613",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 07/06/2023 a 13/06/2023,\npor unanimidade, rejeitar os embargos de declaração, nos termos do\nvoto do Sr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Humberto Martins, Herman Benjamin, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Maria Isabel Gallotti, Antonio Carlos Ferreira e Ricardo\nVillas Bôas Cueva  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01022" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000847833",
  "numeroProcesso" : "1480536",
  "numeroRegistro" : "201402284494",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "ANTONIO CARLOS FERREIRA",
  "dataPublicacao" : "DJE        DATA:19/06/2023",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM\nRECURSO ESPECIAL. PRAZO. ART. 63, § 2º, DA LEI N. 9.430/1996. TERMO\nINICIAL. ART. 538, CAPUT, DO CPC/1973. SEMELHANÇA ENTRE OS CASOS\nCONFRONTADOS. AUSÊNCIA.\n1. No caso, adotando a jurisprudência do STJ sobre o tema, o acórdão\nembargado confrontou o art. 63, § 2º, da Lei n. 9.430/1996 (prazo de\ndireito material) com o art. 538, caput, do CPC/1973 (suspende os\nprazos de direito processual/recursal), concluindo que \"o termo\ninicial de contagem do prazo previsto no art. 63, § 2º, da Lei\n9.430/96, para fins de afastamento da multa moratória, é a data da\npublicação da sentença ou do acórdão que reformar a decisão\nsuspensiva da exigibilidade do crédito tributário, e não a do\njulgamento dos Embargos de Declaração, se houver\".\n2. Ocorre que o acórdão paradigma indicado na petição dos embargos\nde divergência (REsp n. 603.789/SP, Relator o saudoso Ministro\nCARLOS ALBERTO MENEZES DIREITO, TERCEIRA TURMA, DJ 4/4/2005) não\nversa acerca da contagem do prazo especificamente disciplinado no §\n2º do art. 63 da Lei n. 9.430/1990, ausente o confronto da referida\nnorma com a do art. 538, caput, do CPC/1973.\n3. Em tal contexto, inexiste semelhança fático-jurídica entre os\ncasos confrontados.\n4. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230613",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, em sessão virtual de 07/06/2023 a 13/06/2023, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Humberto Martins, Herman Benjamin, Og\nFernandes, Luis Felipe Salomão, Mauro Campbell Marques, Benedito\nGonçalves, Raul Araújo e Maria Isabel Gallotti  votaram com o Sr.\nMinistro Relator.\nImpedido o Sr. Ministro Ricardo Villas Bôas Cueva.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000847864",
  "numeroProcesso" : "1613332",
  "numeroRegistro" : "201903285890",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "BENEDITO GONÇALVES",
  "dataPublicacao" : "DJE        DATA:16/06/2023",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM\nAGRAVO EM RECURSO ESPECIAL. EXECUÇÃO. PRESCRIÇÃO INTERCORRENTE.\nIMPOSIÇÃO DE SUCUMBÊNCIA AO EXEQUENTE. IMPOSSIBILIDADE. PRINCÍPIO DA\nCAUSALIDADE. ACÓRDÃO EMBARGADO EM CONFORMIDADE COM A JURISPRUDÊNCIA\nCONSOLIDADA DO STJ. SÚMULA 168/STJ.\n1. Tendo o recurso sido interposto contra decisão publicada na\nvigência do Código de Processo Civil de 2015, devem ser exigidos os\nrequisitos de admissibilidade na forma nele previsto, conforme\nEnunciado Administrativo n. 3/2016/STJ.\n2. Não se admite a oposição de embargos de divergência quando a\njurisprudência do Tribunal se firmou no mesmo sentido do acórdão\nembargado (Súmula n. 168/STJ).\n3. No caso em apreço, verifica-se que o entendimento firmado pelo\nacórdão embargado encontra-se em consonância com a jurisprudência\nmais recente da Corte Especial, segundo a qual, por força do\nprincípio da causalidade, o reconhecimento da prescrição\nintercorrente desautoriza a condenação do exequente em verba\nhonorária. Nesse sentido: AgInt nos EAREsp 1.667.204/SP, relator\nMinistro Benedito Gonçalves, Corte Especial, DJe 16/2/2022.\n4. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230613",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 07/06/2023 a 13/06/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Laurita Vaz, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Og Fernandes, Luis\nFelipe Salomão, Mauro Campbell Marques, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira e Ricardo Villas Bôas Cueva\nvotaram com o Sr. Ministro Relator.\nImpedida a Sra. Ministra Nancy Andrighi.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000847875",
  "numeroProcesso" : "3076",
  "numeroRegistro" : "202200568989",
  "siglaClasse" : "AgInt no PExt na SLS",
  "descricaoClasse" : "AGRAVO INTERNO NO PEDIDO DE EXTENSÃO NA SUSPENSÃO DE LIMINAR E DE SENTENÇA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA THEREZA DE ASSIS MOURA",
  "dataPublicacao" : "DJE        DATA:19/06/2023",
  "ementa" : "AGRAVO INTERNO. PEDIDO DE EXTENSÃO. SUSPENSÃO DE LIMINAR E DE\nSENTENÇA. ANEEL. REGULAÇÃO DA COMERCIALIZAÇÃO DA ENERGIA ELÉTRICA.\nINTERFERÊNCIA NO EXERCÍCIO REGULAR DAS FUNÇÕES INSTITUCIONAIS\nATRIBUÍDAS À AGÊNCIA. GRAVE LESÃO À ORDEM E À ECONOMIA PÚBLICAS.\nPEDIDO DEFERIDO. AGRAVO IMPROVIDO.\n1. Nos termos do art. 4º, § 8º, da Lei n. 8.437/92, \"as liminares\ncujo objeto seja idêntico poderão ser suspensas em uma única\ndecisão, podendo o Presidente do Tribunal estender os efeitos da\nsuspensão a liminares supervenientes, mediante simples aditamento do\npedido original\".\n2. A decisão judicial de natureza liminar/provisória que determina o\nafastamento das regras de rateio de  inadimplência nas liquidações\nmensais do Mercado de Curto Prazo - MCP importa em interferência nas\nregras do setor elétrico, enseja tratamento anti-isonômico em\nprejuízo dos demais agentes não integrantes da ação judicial, além\nde acabar por onerar o mercado e levar a desequilíbrio do sistema\ncom o realinhamento dos custos entre os agentes credores.\n3. Manutenção da decisão que deferiu o pedido de extensão.\n4. Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230613",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 07/06/2023 a 13/06/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Humberto Martins, Herman Benjamin, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Maria Isabel Gallotti, Antonio Carlos Ferreira e Ricardo\nVillas Bôas Cueva  votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento o Sr. Ministro Og Fernandes.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000847890",
  "numeroProcesso" : "14958",
  "numeroRegistro" : "201800676710",
  "siglaClasse" : "AgInt na Pet",
  "descricaoClasse" : "AGRAVO INTERNO NA PETIÇÃO",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "BENEDITO GONÇALVES",
  "dataPublicacao" : "DJE        DATA:19/06/2023",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA NA\nPETIÇÃO. INTERPOSIÇÃO DE EMBARGOS DE DIVERGÊNCIA CONTRA ACÓRDÃO\nPROLATADO EM ANTERIORES EMBARGOS DE DIVERGÊNCIA. MANIFESTA\nINADMISSIBILIDADE. ART. 266 DO RISTJ E ART. 1.043 DO CPC\n1. Tendo o recurso sido interposto contra decisão publicada na\nvigência do Código de Processo Civil de 2015, devem ser exigidos os\nrequisitos de admissibilidade na forma nele previsto, conforme\nEnunciado Administrativo n. 3/2016/STJ.\n2. Em conformidade com os arts. 1.043, I, II, do CPC/2015 e 266 do\nRISTJ, cabem Embargos de Divergência para impugnar os acórdãos\nprolatados pelos órgãos fracionários em Recurso Especial, sendo\nimpossível sua oposição contra julgados proferidos em outras classes\nprocessuais. Sendo assim, é manifestamente incabível a oposição de\nEmbargos de Divergência contra acórdão prolatado em anteriores\nEmbargos de Divergência (AgInt nos EDcl na Pet n. 14.614/SP, relator\nMinistro Herman Benjamin, Corte Especial, julgado em 22/2/2022, DJe\nde 15/3/2022).\n3. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230613",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 07/06/2023 a 13/06/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Humberto Martins, Herman Benjamin, Luis\nFelipe Salomão, Mauro Campbell Marques, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira e Ricardo Villas Bôas Cueva\nvotaram com o Sr. Ministro Relator.\nImpedida a Sra. Ministra Maria Thereza de Assis Moura.\nPresidiu o julgamento o Sr. Ministro Og Fernandes.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000847891",
  "numeroProcesso" : "2100484",
  "numeroRegistro" : "202200954607",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MAURO CAMPBELL MARQUES",
  "dataPublicacao" : "DJE        DATA:16/06/2023",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM\nAGRAVO EM RECURSO ESPECIAL. INTEMPESTIVIDADE.\n1. O recurso não é conhecido quando interposto fora do prazo legal.\n2. Agravo interno não conhecido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230613",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 07/06/2023 a 13/06/2023,\npor unanimidade, não conhecer do recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Humberto Martins, Herman Benjamin, Og\nFernandes, Luis Felipe Salomão, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira e Ricardo Villas Bôas\nCueva  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000847892",
  "numeroProcesso" : "1950564",
  "numeroRegistro" : "202102400021",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJE        DATA:16/06/2023",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NOS  EMBARGOS DE DIVERGÊNCIA EM\nAGRAVO EM RECURSO ESPECIAL. AÇÃO REVISIONAL. ACÓRDÃO EMBARGADO QUE\nDECIDIU PELO NÃO PREENCHIMENTO DOS REQUISITOS DE ADMISSIBILIDADE DO\nRECURSO ESPECIAL. SÚMULA 315/STJ. DEMONSTRAÇÃO DO DISSÍDIO.\nREQUISITOS DO ART. 1.043, § 4º DO CPC/2015. INOBSERVÂNCIA.\nSIMILITUDE FÁTICO-JURÍDICA ENTRE OS ARESTOS CONFRONTADOS. AUSÊNCIA.\nNÃO CABIMENTO DOS EMBARGOS DE DIVERGÊNCIA.\n1. Os embargos de divergência têm por finalidade precípua a\nuniformização da jurisprudência interna do STJ quanto à\ninterpretação da legislação federal, não servindo para discutir o\nerro ou acerto do acórdão embargado quanto à aplicação, ou não, de\nregra técnica de admissibilidade do recurso especial ou do agravo em\nrecurso especial.\n2. Não se admite a interposição de embargos de divergência, quando\nnão tiver sido apreciado o mérito do recurso especial, a teor do que\ndispõe a Súmula 315/STJ, cujo entendimento se alinha ao disposto no\nart. 1.043, I e III do CPC/2015. Precedentes.\n3. Consoante a jurisprudência desta Corte, configura pressuposto\nindispensável para a comprovação da divergência jurisprudencial a\nadoção pela parte recorrente, na petição dos embargos de\ndivergência, de uma das seguintes providências, quanto aos\nparadigmas indicados: (I) a juntada de certidões; (II) apresentação\nde cópias do inteiro teor dos acórdãos apontados; (III) a citação do\nrepositório oficial, autorizado ou credenciado nos quais eles se\nachem publicados, inclusive em mídia eletrônica; e (IV) a reprodução\nde julgado disponível na rede mundial de computadores, com a\nindicação da respectiva fonte na Internet.\n4. Em relação à cópia do inteiro teor dos acórdãos apontados como\nparadigmas, a jurisprudência da Corte Especial do STJ considera que\ntal documento compreende o relatório, o voto, a ementa/acórdão e a\nrespectiva certidão de julgamento. Assim, a não apresentação de\nalgum desses elementos na interposição do recurso caracteriza\ndesrespeito à regra técnica para o seu conhecimento, o que constitui\nvício substancial insanável.\n5. A admissão dos embargos de divergência está condicionada à\ncomprovação da divergência jurisprudencial, por meio da realização\ndo cotejo analítico e da demonstração da similitude fático-jurídica\nentre o acórdão embargado e o acórdão paradigma.\n6. Tratando os acórdãos confrontados acerca de questões que possuem\nbases fáticas essencialmente distintas, não há que falar em dissídio\njurisprudencial a ser sanado na presente via.\n7. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230613",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 07/06/2023 a 13/06/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros Francisco Falcão, Laurita Vaz, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Og Fernandes, Luis\nFelipe Salomão, Mauro Campbell Marques, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira e Ricardo Villas Bôas Cueva\nvotaram com a Sra. Ministra Relatora.\nImpedido o Sr. Ministro Benedito Gonçalves.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000847903",
  "numeroProcesso" : "68662",
  "numeroRegistro" : "202201004380",
  "siglaClasse" : "AgInt no RE nos EDcl no AgInt no RMS",
  "descricaoClasse" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NO RECURSO EM MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:16/06/2023",
  "ementa" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO. DIREITO ADMINISTRATIVO.\nCONCURSO PÚBLICO. PROVA ORAL. CONTEÚDO DO EDITAL. NÃO ABRANGÊNCIA.\nILEGALIDADE EVIDENCIADA. EXCEPCIONAL INTERVENÇÃO DO PODER\nJUDICIÁRIO. POSSIBILIDADE. ACÓRDÃO RECORRIDO EM CONFORMIDADE COM O\nENTENDIMENTO DO SUPREMO TRIBUNAL FEDERAL. TEMA N. 485/STF. NEGATIVA\nDE SEGUIMENTO.\n1.  O STF, ao julgar o RE n. 603.580-RG/RJ, firmou o entendimento de\nque \"não compete ao Poder Judiciário substituir a banca examinadora\npara reexaminar o conteúdo das questões e os critérios de correção\nutilizados, salvo ocorrência de ilegalidade ou de\ninconstitucionalidade\" (Tema n. 485/STF).\n2. Caracterizada a ilegalidade na atuação da banca, o acórdão\nproferido pelo Superior Tribunal de Justiça está em consonância com\na jurisprudência firmada pela Suprema Corte, motivo pelo qual a\ndecisão que negou seguimento ao recurso extraordinário deve ser\nmantida.\n3. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230613",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 07/06/2023 a 13/06/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Humberto Martins, Herman Benjamin, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Maria Isabel Gallotti, Antonio Carlos Ferreira e Ricardo\nVillas Bôas Cueva  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(CONCURSO PÚBLICO - CONTEÚDO DO EDITAL - MÉRITO DO ATO\nADMINISTRATIVO - EXCEPCIONAL INTERVENÇÃO DO PODER JUDICIÁRIO)\n   STF - [[RE 632853]] (REPERCUSSÃO GERAL - TEMA(s) 485)",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000847932",
  "numeroProcesso" : "6347",
  "numeroRegistro" : "202200225306",
  "siglaClasse" : "AgInt na HDE",
  "descricaoClasse" : "AGRAVO INTERNO NA HOMOLOGAÇÃO DE DECISÃO ESTRANGEIRA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "BENEDITO GONÇALVES",
  "dataPublicacao" : "DJE        DATA:16/06/2023",
  "ementa" : "AGRAVO INTERN O NA HOMOLOGAÇÃO DE DECISÃO ESTRANGEIRA. SENTENÇA\nARBITRAL. PRESSUPOSTOS POSITIVOS E NEGATIVOS. ARTIGOS 15 E 17 DA LEI\nDE INTRODUÇÃO ÀS NORMAS DO DIREITO BRASILEIRO, 963 A 965 DO\nCPC/2015, 216-C, 216-D E 216-F DO RISTJ, 38 E 39 DA LEI DE\nARBITRAGEM. OBSERVÂNCIA. SENTENÇA ARBITRAL ESTRANGEIRA HOMOLOGADA.\n1. Tendo o recurso sido interposto contra decisão publicada na\nvigência do Código de Processo Civil de 2015, devem ser exigidos os\nrequisitos de admissibilidade na forma nele previsto, conforme\nEnunciado Administrativo n. 3/2016/STJ.\n2. A hipótese dos autos versa acerca do pedido de homologação de\ndecisão estrangeira formulado pelo Tribunal Arbitral do Desporto,\nsediado em Portugal, a qual condenou o Clube de Regatas do Flamengo\nao pagamento de custas e demais encargos decorrentes do procedimento\narbitral (n. 20/TAC/2017) ajuizado em seu desfavor pela Federação\nde Futebol do Estado do Rio de Janeiro.\n3. Nos termos dos artigos 15 e 17 da Lei de Introdução às Normas do\nDireito Brasileiro, 963 a 965 do CPC/2015, 216-C, 216-D e 216-F do\nRegimento Interno do Superior Tribunal de Justiça, que, atualmente,\ndisciplinam o procedimento de homologação de sentença estrangeira,\nconstituem requisitos ao seu deferimento: (i) instrução da petição\ninicial com o original ou cópia autenticada da decisão homologanda e\nde outros documentos indispensáveis, devidamente traduzidos por\ntradutor oficial ou juramentado no Brasil e chancelados pela\nautoridade consular brasileira; (ii) haver a sentença sido proferida\npor autoridade competente; (iii) terem as partes sido regularmente\ncitadas ou haver-se legalmente verificado a revelia; (iv) ter a\nsentença transitado em julgado; (v) não ofender a soberania, a\ndignidade da pessoa humana, ordem pública ou os bons costumes.\n4. A argumentação apresentada pelo agravante quanto à suposta\nineficácia da cláusula compromissória diz respeito ao mérito.\nTodavia, em se considerando que o ordenamento jurídico pátrio adota\no sistema de delibação na análise do pedido de homologação de\nsentença estrangeira, há que se verificar apenas a presença dos\nrequisitos formais, não cabendo a esta Corte se debruçar sobre a\nmatéria de mérito e tampouco revisar o posicionamento ali adotado\npelo juízo arbitral. Precedentes.\n5. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230613",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 07/06/2023 a 13/06/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Humberto Martins, Herman Benjamin, Og\nFernandes, Luis Felipe Salomão, Mauro Campbell Marques, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira e Ricardo Villas\nBôas Cueva  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(SENTENÇA ARBITRAL ESTRANGEIRA - HOMOLOGAÇÃO - REQUISITOS - JUÍZO DE\nDELIBAÇÃO - MATÉRIA DE MÉRITO)\n   STJ - <<HDE 3876>>-EX, <<AgInt na HDE 3233>>-EX,\n         <<AgInt no AgInt na SEC 853>>-EX",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00963 ART:00964 ART:00965", "LEG:FED LEI:009307 ANO:1996\n*****  LA-96    LEI DE ARBITRAGEM\n        ART:00038", "LEG:FED DEL:004657 ANO:1942\n*****  LINDB-42    LEI DE INTRODUÇÃO ÀS NORMAS DO DIREITO BRASILEIRO\n        ART:00015 ART:00017", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:0216C ART:0216D ART:0216F" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000847935",
  "numeroProcesso" : "1886253",
  "numeroRegistro" : "202001870838",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "FRANCISCO FALCÃO",
  "dataPublicacao" : "DJE        DATA:16/06/2023",
  "ementa" : "PROCESSUAL CIVIL. AÇÃO DE COBRANÇA. PREVIDÊNCIA PRIVADA\nCOMPLEMENTAR. BENEFÍCIO ESPECIAL TEMPORÁRIO. SUPERÁVIT. DEVOLUÇÃO.\nPRESCRIÇÃO QUINQUENAL. DESPROVIMENTO DO AGRAVO INTERNO. MANUTENÇÃO\nDA DECISÃO RECORRIDA. AUSÊNCIA DE SIMILITUDE FÁTICA ENTRE OS ARESTOS\nCONFRONTADOS.\nI - Nesta corte, trata-se de embargos de divergência interpostos em\nface do acórdão proferido pela Terceira Turma , que julgou recurso\nespecial. Negou-se provimento ao agravo em recurso especial.\nII - Com efeito, \"para que se configure o dissídio jurisprudencial é\nindispensável que os julgados confrontados revelem soluções\ndistintas extraídas das mesmas premissas fáticas e jurídicas\" (AgRg\nnos EREsp 1.202.436/RS, Rel. Ministro Teori Albino Zavaski, DJe\n10/02/2012).\nIII - O acórdão embargado versa sobre \"pretensão ao recebimento do\nvalor relativo ao superávit do Benefício Especial Temporário-BET\".\nJá o acórdão paradigma trata de \"vínculo contratual entre as partes,\nconsubstanciado no plano de benefícios denominado Plano \"A\", depois\ntransformado em Plano \"4819\" e os autores pleiteiam a restituição\nde cobranças indevidas de contribuições feitas para esses planos\".\nIV - Desse modo, é inviável o conhecimento dos embargos de\ndivergência quando ausente a similitude fática entre os arestos\nconfrontados. Neste sentido: AgInt nos EREsp 1637051 / MG,\n2016/0293812-7, Rel. Min. Benedito Gonçalves, Corte Especial,\njulgado em 02/05/2018, DJe 10/05/2018; AgInt nos EDcl nos EREsp\n1685558 / SP, 2016/0221981-0, Rel. Min. Lázaro Guimarães -\nDesembargador Convocado do TRF 5ª Região, Segunda Seção, julgado em\n25/04/2018, DJe 30/04/2018.\nV - Observe-se que o próprio embargante ressalta que a matéria\ntratada no acórdão embargado seria \"inédita nesse C. Tribunal\" (fl.\n926), sem relação, portanto, com a situação fática do acórdão\nparadigma: \"O que se discute é a distribuição do superávit, pois o\nequacionamento do superávit foi feito também via distribuição de\nbenefício de caráter temporário para participantes e para o BB.\nExcelências, em verdade, a aplicação da prescrição nos termos do\nart. 75 da LC 109/2001 e das súmulas 291 e 427, dessa C. Corte, não\nmerecem prevalecer, uma vez que a discussão aqui encampada é inédita\nnesse C. Tribunal, se afastando completamente do quanto exposto nos\nverbetes sumulares tidos por aplicáveis ao caso em análise\".\nVI - Não se prestam os embargos de divergência a funcionar como\nsucedâneo recursal, à vista da insatisfação da parte com o resultado\ndo julgamento, mas apenas para uniformização da jurisprudência\ndivergente quando soluções distintas - relativas às mesmas premissas\nfáticas e jurídicas -, tenham sido dadas, o que não é o caso dos\nautos.\nVII - Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230613",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 07/06/2023 a 13/06/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, Laurita Vaz, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Og Fernandes, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Maria Isabel Gallotti, Antonio Carlos Ferreira e Ricardo\nVillas Bôas Cueva  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000847965",
  "numeroProcesso" : "2062541",
  "numeroRegistro" : "202200252643",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "FRANCISCO FALCÃO",
  "dataPublicacao" : "DJE        DATA:16/06/2023",
  "ementa" : "PROCESSUAL CIVIL. DIREITO CIVIL. EMBARGOS DE DIVERGÊNCIA. AÇÃO\nCONDENATÓRIA. DECISÃO DA PRESIDÊNCIA DESTA CORTE QUE NÃO CONHECEU\nRECLAMO ANTE A INTEMPESTIVIDADE DO AGRAVO. DESPROVIMENTO DO AGRAVO\nINTERNO MANUTENÇÃO DA DECISÃO RECORRIDA.\nI - Na origem, trata-se de ação declaratória de nulidade,\nobjetivando declarar nulas assembleia geral extraordinária de clube,\ndecisão administrativa da TERRACAP e contrato de compra e venda,\nalém de determinar a desconsideração da personalidade jurídica de\nempresa. Na sentença os pedidos foram julgados improcedentes. No\nTribunal a quo, a sentença foi parcialmente reformada, para afastar\na decadência e, na continuidade, julgar improcedente o pedido.\nII - No caso em comento, verifica-se patente a inadmissibilidade do\nrecurso. Com efeito, \"para que se configure o dissídio\njurisprudencial é indispensável que os julgados confrontados revelem\nsoluções distintas extraídas das mesmas premissas fáticas e\njurídicas\" (AgRg nos EREsp 1.202.436/RS, Rel. Ministro Teori Albino\nZavaski, DJe 10/02/2012). De fato, o recurso não comporta\nadmissibilidade, seja pela incidência do enunciado n. 315 da Súmula\ndo STJ, tendo em vista que sequer foi conhecido o recurso especial;\nseja pela falta de cotejo analítico entre os casos em confronto;\nseja, pela falte de similitude fática; seja, ainda, pela aplicação\ndo enunciado n. 167 da Súmula do STJ, uma vez que o acórdão\nvergastado esta em acordo com a jurisprudência firmada nesta Corte\nSuperior.\nIII - Verifica-se, de início, que o órgão fracionário sequer\napreciou o mérito recursal, não tendo conhecido do recurso, devido a\nintempestividade do agravo em recurso especial em virtude da\nausência de comprovação da ocorrência de feriado local no ato da\ninterposição do recurso. Aplica-se o disposto no enunciado n. 315,\nda Súmula do STJ: \"Não cabem embargos de divergência no âmbito do\nagravo de instrumento que não admite recurso especial.\" Neste\nsentido: AgInt nos EDcl nos EAREsp n. 763.260/SP, Corte Especial,\nRel. Min. Humberto Martins, DJe 5/4/2017; AgInt nos EAREsp\n635.823/TO, Corte Especial, Relª. Minª. Laurita Vaz, DJe 19/09/2016.\nIV - Ademais, ainda que assim não fosse, o recurso também não\ncomporta conhecimento, ante a ausência do necessário cotejo\nanalítico. Não foi realizado o comparativo entre os julgados\nproferidos, na forma do art. 266, § 4º, do RI/STJ. Não basta para o\natendimento do requisito a mera transcrição de trechos esparsos e da\nementa dos julgados que entende ser divergente, é necessária a\ndemonstração analítica da divergência jurisprudencial invocada, por\nintermédio da transcrição dos trechos específicos dos acórdãos que\nconfiguram o dissídio, em comparação com o acórdão recorrido, com a\nclara indicação das circunstâncias que identificam ou assemelham os\ncasos confrontados, o que torna inviável a apreciação da\ndivergência. Nesse sentido: AgInt nos EAREsp 261.239/MT, Corte\nEspecial, Rel. Min. Humberto Martins, DJe 30/08/2016; AgInt nos\nEAREsp 992.733/SP, Corte Especial, Rel. Min. Nancy Andrighi, DJe\n04/12/2017.\nV - E, de fato, ainda que deficiente o referido cotejo analítico, é\npossível perceber a ausência de similitude fática, já que os\nparadigmas referem-se a situações em que teria teria havido erro ou\nfalha induzida por informação equivocada no sistema eletrônico do\ntribunal de origem, distinta do caso dos autos.\nVI - Por fim, a posição adotada no acórdão embargado está em\nconsonância com o entendimento que se firmou neste Superior Tribunal\nde Justiça, no sentido de que a comprovação da ocorrência de\nferiado local deve ser realizada no momento da interposição do\nrecurso, nos termos do art. 1.003, § 6º, do CPC/2015, incidindo\nassim o enunciado n. 168, da Súmula do STJ: \"Não cabem embargos de\ndivergência, quando a jurisprudência do Tribunal se firmou no mesmo\nsentido do acordão embargado\", conforme decidido em julgado da Corte\nEspecial, a seguir: AgInt nos EAREsp 993.883/RJ, Corte Especial,\nRel. Min. Humberto Martins, DJe 09/04/2018. E a posição mais recente\nda Corte Especial que, no julgamento do REsp 1.813.684/SP, assentou\nque a comprovação do feriado local no momento da interposição do\nrecurso especial deve persistir para os feriados e suspensões de\nexpedientes locais em geral, excetuando-se apenas a segunda-feira de\ncarnaval, em relação à qual houve modulação de efeitos do julgado,\npermitindo-se a comprovação a posteriori, para recursos interpostos\nentre a vigência do CPC de 2015 e a data da publicação do acórdão\nprolatado, veja-se: REsp n. 1.813.684/SP, relator Ministro Raul\nAraújo, relator para acórdão Ministro Luis Felipe Salomão, Corte\nEspecial, julgado em 2/10/2019, DJe de 18/11/2019; AgInt nos EAREsp\nn. 1.354.373/MS, relator Ministro Raul Araújo, Corte Especial,\njulgado em 22/6/2021, DJe de 1/7/2021.\nVII - Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230613",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 07/06/2023 a 13/06/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, Laurita Vaz, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Og Fernandes, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Maria Isabel Gallotti, Antonio Carlos Ferreira e Ricardo\nVillas Bôas Cueva  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(DISSÍDIO JURISPRUDENCIAL - CONFIGURAÇÃO - MESMAS PREMISSAS FÁTICAS\nE JURÍDICAS - SOLUÇÕES DISTINTAS)\n   STJ - <<AgRg nos EREsp 1202436>>-RS\n(EMBARGOS DE DIVERGÊNCIA - ACÓRDÃO EMBARGADO QUE NÃO ULTRAPASSOU O\nJUÍZO DE DE CONHECIMENTO - SÚMULA 315 DO STJ)\n   STJ - <<AgInt nos EDcl nos EAREsp 763260>>-SP,\n         <<AgInt nos EAREsp 635823>>-TO\n(DIVERGÊNCIA JURISPRUDENCIAL - AUSÊNCIA DE COTEJO ANALÍTICO)\n   STJ - <<AgInt nos EAREsp 261239>>-MT,\n         <<AgInt nos EAREsp 992733>>-SP\n(FERIADO LOCAL - COMPROVAÇÃO - ATO DA INTERPOSIÇÃO DO RECURSO)\n   STJ - <<AgInt nos EAREsp 993883>>-RJ\n(TEMPESTIVIDADE RECURSAL - COMPROVAÇÃO POSTERIOR - SEGUNDA-FEIRA DE\nCARNAVAL - MODULAÇÃO DOS EFEITOS)\n   STJ - <<REsp 1813684>>-SP, <<AgInt nos EAREsp 1354373>>-MS",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01003 PAR:00006", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000168 SUM:000315", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266 PAR:00004" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000847966",
  "numeroProcesso" : "1541516",
  "numeroRegistro" : "201902032068",
  "siglaClasse" : "AgInt nos EDcl nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "FRANCISCO FALCÃO",
  "dataPublicacao" : "DJE        DATA:16/06/2023",
  "ementa" : "PROCESSUAL CIVIL. AÇÃO DECLARATÓRIA. CONTRATOS. COMPRA E VENDA DE\nIMÓVEIS. ADJUCAÇÃO COMPULSÓRIA. DESPROVIMENTO DO AGRAVO INTERNO.\nMANUTENÇÃO DA DECISÃO RECORRIDA. INCIDÊNCIA DA SÚMULA N. 187/STJ.\nI - Na origem, trata-se de ação declaratória de validade de negócio\njurídico de compra e venda de imóveis, c/c pedido adjudicação\ncompulsória contra espólio. Na sentença o pedido foi julgado\nimprocedente. No Tribunal a quo, a sentença foi mantida.\nII - Mediante análise dos autos, verificou-se que o recurso não foi\ninstruído com a guia de custas devidas ao STJ e o respectivo\ncomprovante de pagamento. A parte, embora devidamente intimada para\nsanar referido vício, não regularizou o preparo, uma vez que\nrealizou o recolhimento simples, quando devido em dobro, na forma do\nart. 1.007, § 4º, do CPC/2015. Dessa forma, o recurso de embargos\nde divergência não foi devida e oportunamente preparado, incidindo\nna espécie o disposto na Súmula n. 187 deste Tribunal, o que leva à\ndeserção do recurso. Nesse sentido: AgInt nos EREsp n. 1.667.087/RS,\nrelator Ministro Sérgio Kukina, Primeira Seção, julgado em\n18/8/2020, DJe 21/8/2020.\nIII - Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230613",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 07/06/2023 a 13/06/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, Laurita Vaz, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Og Fernandes, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Maria Isabel Gallotti, Antonio Carlos Ferreira e Ricardo\nVillas Bôas Cueva  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000848016",
  "numeroProcesso" : "1924581",
  "numeroRegistro" : "202101931410",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MAURO CAMPBELL MARQUES",
  "dataPublicacao" : "DJE        DATA:16/06/2023",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO. EMBARGOS DE DIVERGÊNCIA. PRETENSÃO\nDE SE REDISCUTIR REGRA DE ADMISSIBILIDADE DO RECURSO ESPECIAL. NÃO\nCABIMENTO. SÚMULA N. 315/STJ. JURISPRUDÊNCIA DO STJ. ENTENDIMENTO DA\nCORTE ESPECIAL DO STJ. AUSÊNCIA DE SIMILITUDE ENTRE ACÓRDÃOS\nEMBARGADO E PARADIGMA. DIVERGÊNCIA NÃO CONFIGURADA. AUSÊNCIA DE\nCOMPROVAÇÃO DA DIVERGÊNCIA POR QUALQUER DAS FORMAS PREVISTAS NOS\nARTS. 1.043, § 4º, DO CPC E 266, § 4º, DO RISTJ. . INEXISTÊNCIA DE\nARGUMENTOS CAPAZES DE REFORMAR A DECISÃO EMBARGADA. AGRAVO INTERNO\nNÃO PROVIDO.\n1. Este Superior Tribunal firmou compreensão pacífica segundo a qual\nnão cabem embargos de divergência com a finalidade de discutir\neventual equívoco quanto ao exame dos requisitos de admissibilidade\nde recurso especial, tais como aqueles referentes à deficiência de\nfundamentação, ausência de prequestionamento, ao reexame de provas,\nà necessidade de interpretação de cláusulas contratuais.\n2. Além disso, era necessário, pois, que o recorrente analisasse\ntrechos tanto do acórdão paradigma quanto do recorrido para fins de\nidentificação das semelhanças entre os casos decididos em cada um\ndos autos. Consabidamente, a mera transcrição de ementas não\njustifica a admissibilidade dos embargos de divergência, tendo em\nvista que se impossibilita a efetiva verificação de similitude das\ncircunstâncias jurídicas e fáticas apresentadas pelo recorrente.\n3.  A decisão agravada encontra-se de acordo com a orientação desta\nSuperior Corte a respeito da controvérsia, devendo, por isso, ser\nmantida. Ademais, a parte agravante não trouxe nenhum novo argumento\nque pudesse ensejar a reforma do juízo monocrático..\n4. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230613",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 07/06/2023 a 13/06/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Humberto Martins, Herman Benjamin, Og\nFernandes, Luis Felipe Salomão, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira e Ricardo Villas Bôas\nCueva  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL - NÃO\nAPRECIAÇÃO DO MÉRITO DO APELO ESPECIAL)\n   STJ - <<AgInt nos EAREsp 1403945>>-RJ,\n         <<AgInt nos EAREsp 1079571>>-SP,\n         <<AgInt nos EAREsp 1316447>>-SP,\n         <<AgInt nos EDv nos EAREsp 1080007>>-SP\n(EMBARGOS DE DIVERGÊNCIA - DISSIDÊNCIA ACERCA DE REGRA TÉCNICA DE\nADMISSIBILIDADE RECURSAL - AUSÊNCIA DE EXAME DE MÉRITO)\n   STJ - <<AgRg nos EREsp 1438432>>-GO,\n         <<AgRg nos EREsp 1104244>>-PR,\n         <<AgInt nos EDcl nos EDv nos EREsp 1615774>>-MG,\n         <<AgInt nos EAREsp 965562>>-SP,\n         <<AgInt nos EAREsp 407728>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266 PAR:00004", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000315" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000848018",
  "numeroProcesso" : "1439662",
  "numeroRegistro" : "201900231781",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MAURO CAMPBELL MARQUES",
  "dataPublicacao" : "DJE        DATA:16/06/2023",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO EM EMBARGOS DE DIVERGÊNCIA.\nTEMPESTIVIDADE DE RECURSO ESPECIAL. COMPROVAÇÃO POSTERIOR À\nINTERPOSIÇÃO. IMPOSSIBILIDADE. JURISPRUDÊNCIA PACÍFICA DO STJ. SÚM.\nN. 168/STJ. AGRAVO INTERNO NÃO PROVIDO.\n1. A jurisprudência do STJ firmou-se pela impossibilidade de\ncomprovação da tempestividade do recurso especial após o momento de\nsua interposição.\n2. Nos termos da Súm. n. 168/STJ: \"Não cabem embargos de\ndivergência, quando a jurisprudência do tribunal se firmou no mesmo\nsentido do acórdão embargado.\"\n3. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230613",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 07/06/2023 a 13/06/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Humberto Martins, Herman Benjamin, Og\nFernandes, Luis Felipe Salomão, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira e Ricardo Villas Bôas\nCueva  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000168" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000848019",
  "numeroProcesso" : "742838",
  "numeroRegistro" : "202201476989",
  "siglaClasse" : "AgRg no RE no AgRg no HC",
  "descricaoClasse" : "AGRAVO REGIMENTAL NO RECURSO EXTRAORDINÁRIO NO AGRAVO REGIMENTAL NO HABEAS CORPUS",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:16/06/2023",
  "ementa" : "AGRAVO REGIMENTAL NO RECURSO EXTRAORDINÁRIO. NEGATIVA DE SEGUIMENTO.\nINDÍCIOS DE AUTORIA LASTREADOS EM PROVA PRODUZIDA NO CURSO DO\nINQUÉRITO POLICIAL E EM TESTEMUNHO INDIRETO. ORDEM DE HABEAS CORPUS\nCONCEDIDA PARA IMPRONUNCIAR OS RÉUS. ACÓRDÃO RECORRIDO EM\nCONFORMIDADE COM O ENTENDIMENTO DO SUPREMO TRIBUNAL FEDERAL EM\nREPERCUSSÃO GERAL. TEMA N. 154/STF. AGRAVO REGIMENTAL A QUE SE NEGA\nPROVIMENTO.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230613",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 07/06/2023 a 13/06/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Humberto Martins, Herman Benjamin, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Maria Isabel Gallotti, Antonio Carlos Ferreira e Ricardo\nVillas Bôas Cueva  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(HABEAS CORPUS - PROVIMENTOS - REJEIÇÃO DA DENÚNCIA, IMPRONÚNCIA,\nABSOLVIÇÃO OU EXTINÇÃO DA AÇÃO - AUSÊNCIA DE OFENSA - PRINCÍPIOS DO\nJUIZ NATURAL E SOBERANIA DOS VEREDICTOS)\n   STF - [[RE 593443]]-SP (REPERCUSSÃO GERAL - TEMA(s) 154)",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00005 INC:00038" ],
  "acordaosSimilares" : [ "AgRg no RE no AgRg no HC 755689 RS 2022/0214372-6 Decisão:27/06/2023\nDJE        DATA:03/07/2023", "AgRg no RE no AgRg no HC 751046 RS 2022/0190626-0 Decisão:13/06/2023\nDJE        DATA:16/06/2023", "AgRg no RE no AgRg no HC 764518 RS 2022/0257820-6 Decisão:13/06/2023\nDJE        DATA:16/06/2023" ]
}, {
  "id" : "000848020",
  "numeroProcesso" : "2094891",
  "numeroRegistro" : "202200853675",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJE        DATA:16/06/2023",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. INÉPCIA. IMPUGNAÇÃO DA DECISÃO AGRAVADA. RECURSO\nMANIFESTAMENTE INADMISSÍVEL. MULTA.\n1. Ação declaratória de reconhecimento de vínculo empregatício e\naverbação de tempo de contribuição cumulada com pedido de concessão\nde aposentadoria rural.\n2. É manifestamente inadmissível o agravo interno que não impugna,\nespecificamente, os fundamentos da decisão agravada.\n3. Agravo interno não conhecido, com imposição de multa.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230613",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 07/06/2023 a 13/06/2023,\npor unanimidade, não conhecer do recurso, com aplicação de multa,\nnos termos do voto da Sra. Ministra Relatora.\nOs Srs. Ministros Francisco Falcão, Laurita Vaz, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Og Fernandes, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Maria Isabel Gallotti, Antonio Carlos Ferreira e Ricardo\nVillas Bôas Cueva  votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000848021",
  "numeroProcesso" : "3076",
  "numeroRegistro" : "202200568989",
  "siglaClasse" : "AgInt no PExt na SLS",
  "descricaoClasse" : "AGRAVO INTERNO NO PEDIDO DE EXTENSÃO NA SUSPENSÃO DE LIMINAR E DE SENTENÇA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA THEREZA DE ASSIS MOURA",
  "dataPublicacao" : "DJE        DATA:19/06/2023",
  "ementa" : "AGRAVO INTERNO. SUSPENSÃO DE LIMINAR E DE SENTENÇA. PEDIDO DE\nEXTENSÃO. ANEEL. REGULAÇÃO DA COMERCIALIZAÇÃO DA ENERGIA ELÉTRICA.\nINTERFERÊNCIA NO EXERCÍCIO REGULAR DAS FUNÇÕES INSTITUCIONAIS\nATRIBUÍDAS À AGÊNCIA. AUSÊNCIA DE DEMONSTRAÇÃO DE IDENTIDADE ENTRE\nOS OBJETOS DAS LIMINARES. USINA TERMELÉTRICA. AGRAVO IMPROVIDO.\n1. Nos termos do art. 4º, § 8º, da Lei n. 8.437/92, é necessária a\nabsoluta identidade entre os objetos das liminares para a extensão\ndos efeitos da decisão que defere pedido de suspensão.\n2. Não tendo sido analisadas peculiaridades próprias às\ntermelétricas - caso destes autos - frente a discussão relativa ao\nrateio de inadimplência nas liquidações mensais do Mercado de Curto\nPrazo de energia elétrica, incabível a extensão dos efeitos da\ndecisão que deferiu o pedido de suspensão formulado pela ANEEL em\nprocesso diverso, que envolvia caso de hidrelétrica.\n3. Segundo a jurisprudência do Superior Tribunal de Justiça, é\nnecessária absoluta identidade entre os objetos das liminares para a\nextensão dos efeitos da decisão que defere pedido de suspensão\n(AgRg nos EDcl na Pet na SLS n. 1.357/PR, relator Ministro Felix\nFischer; AgRg na SS n. 2.543/BA, relator Ministro Ari Pargendler ).\n4. Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230613",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 07/06/2023 a 13/06/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Humberto Martins, Herman Benjamin, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Maria Isabel Gallotti, Antonio Carlos Ferreira e Ricardo\nVillas Bôas Cueva  votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento o Sr. Ministro Og Fernandes.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000848025",
  "numeroProcesso" : "3243",
  "numeroRegistro" : "202300445750",
  "siglaClasse" : "AgInt na SLS",
  "descricaoClasse" : "AGRAVO INTERNO NA SUSPENSÃO DE LIMINAR E DE SENTENÇA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA THEREZA DE ASSIS MOURA",
  "dataPublicacao" : "DJE        DATA:19/06/2023",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO. SUSPENSÃO DE LIMINAR E SENTENÇA.\nAÇÃO CIVIL PÚBLICA PROPOSTA PELO PARQUET ESTADUAL. INTERVENÇÃO NA\nSAÚDE MUNICIPAL. PRESTAÇÃO PRECÁRIA DOS SERVIÇOS MÉDICOS À POPULAÇÃO\nLOCAL PELO HOSPITAL MUNICIPAL DE IMPERATRIZ - HMI. DEFESA DO\nINTERESSE PÚBLICO PRIMÁRIO. GRAVE LESÃO À SAÚDE PÚBLICA CONFIGURADA.\nAGRAVO INTERNO IMPROVIDO.\n1. Em discussão decisão que deferiu pedido de contracautela,\napresentado pelo Ministério Público do Estado do Maranhão, para\nrestabelecer os efeitos de tutela de urgência deferida pelo Juízo da\nComarca de Imperatriz, determinando à municipalidade da adoção de\numa série de providências a fim de reformar, manter e equipar o\nhospital existente na cidade em condições de prestar a devida\nassistência à população local necessitada dos serviços do Sistema\nÚnico de Saúde.\n2. Mesmo figurando no polo ativo da ação originária, em situações\nexcepcionais, nas quais configurada a possibilidade de grave lesão a\nalgum dos bens tutelados pela Lei n. 8.437/92 - economia, ordem,\nsaúde e segurança públicas - reconhece-se legitimidade ao Ministério\nPúblico para propor pedido de suspensão de segurança e sentença,\nporquanto, nessas hipóteses, atua em defesa de interesses públicos\nprimários e, além disso, figura entre um dos legitimados,\nlegalmente, para tanto.\n3. A contracautela é medida excepcional, cujos pilares se assentam\nno (manifesto) interesse público, flagrante ilegitimidade de parte e\nprevenção a grave lesão à ordem, à saúde, à segurança e à economia\npúblicas, que não admite incursão no mérito da demanda originária,\npena de se transmudar em sucedâneo recursal. Seu deferimento ou\nindeferimento não deve/pode passar por eventual aferição dos\nfundamentos, juridicidade ou antijuridicidade da decisão que se\nbusca suspender.\n4. Evidenciado potencial risco de grave lesão à saúde da população\nlocal diante da situação verificada no Hospital Municipal de\nImperatriz, tem-se presente o pressuposto legal ao deferimento do\npedido suspensivo para afastar os efeitos da decisão do Relator do\nAgravo de Instrumento no Tribunal de Justiça do Estado do Maranhão\nque suspendeu decisão do Juízo de 1º Grau que, em atenção a pleito\ndo Ministério Público Estadual em Ação Civil Pública, determinou uma\nsérie de medidas voltadas a adequar o atendimento aos pacientes que\nnecessitam de atendimento na casa de saúde local, entre elas a\nadequação de pessoal (médicos e enfermeiros), reparo/aquisição de\naparelhos de Raio X e Tomografia Computadorizada, regularização do\npagamento de fornecedores e prestadores de serviços, implantação de\nleitos de UTI, além do bloqueio de verbas destinadas à Secretaria\nMunicipal de Cultura para fazer face às despesas decorrentes de tudo\nisso.\n5. O controle do cumprimento (ou não) da decisão originária refoge\nao âmbito da suspensão de liminar e sentença, cabendo, por óbvio,\nsua aferição ao juiz da causa, a quem são dirigidas as provas\nproduzidas no curso do processo.\n6. Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230613",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 07/06/2023 a 13/06/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Humberto Martins, Herman Benjamin, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Maria Isabel Gallotti, Antonio Carlos Ferreira e Ricardo\nVillas Bôas Cueva  votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento o Sr. Ministro Og Fernandes.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000848026",
  "numeroProcesso" : "1839128",
  "numeroRegistro" : "202100433419",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJE        DATA:16/06/2023",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. ACÓRDÃO EMBARGADO. MAIS DE UM FUNDAMENTO. IMPUGNAÇÃO DE\nTODOS. NÃO OCORRÊNCIA. COTEJO ANALÍTICO. AUSÊNCIA. DIREITO SUBJETIVO\nÀ APLICAÇÃO DA JURISPRUDÊNCIA VIGENTE. AUSÊNCIA.\n1. Esta Corte Superior perfilha o entendimento de que se o acórdão\nembargado apresenta mais de um fundamento suficiente, os embargos de\ndivergência deverão confrontar todos eles, sob pena de remanescer\nmotivo autônomo para a manutenção do acórdão impugnado.\n2. A admissão dos embargos de divergência está condicionada à\ncomprovação da divergência jurisprudencial, por meio da realização\ndo cotejo analítico e da demonstração da similitude\nfático-processual entre o acórdão embargado e o julgado paradigma, o\nque não se verificou na hipótese dos autos.\n3. Inexiste direito subjetivo à aplicação da jurisprudência vigente\nà época da interposição do recurso, estando o julgador vinculado\napenas aos precedentes existentes no momento da efetiva prestação\njurisdicional.\n4. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230613",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 07/06/2023 a 13/06/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros Francisco Falcão, Laurita Vaz, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Og Fernandes, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Maria Isabel Gallotti, Antonio Carlos Ferreira e Ricardo\nVillas Bôas Cueva  votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000848028",
  "numeroProcesso" : "1623638",
  "numeroRegistro" : "201903463486",
  "siglaClasse" : "AgRg no AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NO AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "JOÃO OTÁVIO DE NORONHA",
  "dataPublicacao" : "DJE        DATA:16/06/2023",
  "ementa" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL\nNOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL. VIOLAÇÃO\nDO PRINCÍPIO DA COLEGIALIDADE. NÃO OCORRÊNCIA. SÚMULA N. 568 DO STJ\nE ART. 253, PARÁGRAFO ÚNICO, II, B, DO RISTJ. NEGATIVA DE PRESTAÇÃO\nJURISDICIONAL. INEXISTÊNCIA. DEFICIÊNCIA DE FUNDAMENTAÇÃO. SÚMULA N.\n284 DO STF. CONTROVÉRSIA DE MÉRITO NÃO APRECIADA PELO ACÓRDÃO\nEMBARGADO. NÃO CABIMENTO DE EMBARGOS DE DIVERGÊNCIA. AGRAVO INTERNO\nDESPROVIDO.\n1. Quando, em relação à questão controvertida, há entendimento\ndominante no STJ, o relator está autorizado a apreciar\nmonocraticamente o apelo, nos termos da Súmula n. 568 do STJ e do\nart. 253, parágrafo único, II, b, do RISTJ, ficando a decisão\nsujeita à apreciação do respectivo órgão colegiado, na via do agravo\nregimental ou interno, para sanar eventual má aplicação da regra\ncontida no art. 557 do CPC de 1973, entendimento que se aplica à\nsistemática advinda com o CPC de 2015. Assim, não há ofensa ao\nprincípio da colegialidade.\n2. Na hipótese em que a parte alega negativa de prestação\njurisdicional, mas não evidencia nenhum vício no acórdão recorrido,\ndeixando de demonstrar em que consistiu a alegada ofensa, aplica-se\nao caso, por analogia, a Súmula n. 284 do STF.\n3. Não cabem embargos de divergência quando o acórdão embargado ou o\nparadigma não adentram o mérito do recurso especial. Aplicação\nextensiva da Súmula n. 315 do STJ.\n4. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230613",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, em sessão virtual de 07/06/2023 a 13/06/2023, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nHumberto Martins, Herman Benjamin, Og Fernandes, Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira e Ricardo Villas Bôas\nCueva  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000848030",
  "numeroProcesso" : "15892",
  "numeroRegistro" : "202200386405",
  "siglaClasse" : "AgRg na Pet",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA PETIÇÃO",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RAUL ARAÚJO",
  "dataPublicacao" : "DJE        DATA:19/06/2023",
  "ementa" : "AGRAVO REGIMENTAL NA PETIÇÃO. PROCESSUAL CIVIL. EMBARGOS DE\nDIVERGÊNCIA APRESENTADOS CONTRA ACÓRDÃO, PROFERIDO EM AGRAVO\nREGIMENTAL, QUE CONFIRMARA O INDEFERIMENTO LIMINAR DOS PRIMEIROS\nEMBARGOS DE DIVERGÊNCIA. NÃO CABIMENTO. DECISÃO QUE NÃO CONHECEU DOS\nSEGUNDOS EMBARGOS DE DIVERGÊNCIA. CONFIRMAÇÃO. AGRAVO DESPROVIDO.\n1. No Superior Tribunal de Justiça, os embargos de divergência\nsomente são cabíveis para impugnar acórdãos proferidos em recurso\nespecial, inexistindo previsão legal ou regimental que possibilite\nsua interposição contra aresto proferido no âmbito de outros\nembargos de divergência ou de ações originárias.\n2. Agravo regimental a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230613",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, em sessão virtual de 07/06/2023 a 13/06/2023, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Humberto Martins, Herman Benjamin, Og\nFernandes, Luis Felipe Salomão, Mauro Campbell Marques, Benedito\nGonçalves, Maria Isabel Gallotti, Antonio Carlos Ferreira e Ricardo\nVillas Bôas Cueva  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000848046",
  "numeroProcesso" : "3437",
  "numeroRegistro" : "202300635161",
  "siglaClasse" : "AgInt na SS",
  "descricaoClasse" : "AGRAVO INTERNO NA SUSPENSÃO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA THEREZA DE ASSIS MOURA",
  "dataPublicacao" : "DJE        DATA:19/06/2023",
  "ementa" : "AGRAVO INTERNO. SUSPENSÃO DE SEGURANÇA. PEDIDO VOLTADO CONTRA\nDECISÃO DE PRESIDÊNCIA DE TRIBUNAL INFERIOR QUE DEFERE PEDIDO DE\nSUSPENSÃO LÁ FORMULADO. NÃO CABIMENTO. PRECEDENTES.\n1. É incabível, por ausência de previsão legal, a formulação, no\nSuperior Tribunal de Justiça, de pedido de suspensão contra decisão\nsuspensiva proferida pela presidência de Tribunal de Justiça ou de\nTribunal Regional Federal que defere pedido de suspensão na origem.\nPrecedentes.\n2. Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230613",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, em sessão virtual de 07/06/2023 a 13/06/2023, por\nunanimidade, negar provimento ao recurso, nos termos do voto da Sra.\nMinistra Relatora.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Humberto Martins, Herman Benjamin, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Maria Isabel Gallotti, Antonio Carlos Ferreira e Ricardo\nVillas Bôas Cueva  votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento o Sr. Ministro Og Fernandes.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000848049",
  "numeroProcesso" : "2157027",
  "numeroRegistro" : "202201922564",
  "siglaClasse" : "RCD no ARE no RE no AREsp",
  "descricaoClasse" : "PEDIDO DE RECONSIDERAÇÃO NO AGRAVO EM RECURSO EXTRAORDINÁRIO NO RECURSO EXTRAORDINÁRIO NO AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:16/06/2023",
  "ementa" : "PEDIDO DE RECONSIDERAÇÃO. RECEBIMENTO COMO AGRAVO INTERNO. AGRAVO EM\nRECURSO EXTRAORDINÁRIO. NÃO CONHECIMENTO. DECISÃO QUE NEGOU\nSEGUIMENTO A RECURSO EXTRAORDINÁRIO (ART. 1.030, I, DO CPC).\nMANIFESTO DESCABIMENTO DO AGRAVO EM RECURSO EXTRAORDINÁRIO.\nINAPLICABILIDADE DO PRINCÍPIO DA FUNGIBILIDADE RECURSAL. ERRO\nGROSSEIRO.\n1. Nos termos do art. 1.030, § 2º, do Código de Processo Civil, só é\ncabível agravo interno contra a decisão que nega seguimento a\nrecurso extraordinário sob a sistemática da repercussão geral.\n2. A interposição de agravo em recurso extraordinário em tal caso\nconfigura erro grosseiro, impedindo a aplicação do princípio da\nfungibilidade, nos termos da jurisprudência pacífica.\n3. Pedido de reconsideração recebido como agravo interno, ao qual se\nnega provimento, com certificação do trânsito em julgado e baixa\nimediata dos autos após a publicação, condenada a parte agravante ao\npagamento da multa prevista no art. 1.021, § 4º, do CPC.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230613",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, em sessão virtual de 07/06/2023 a 13/06/2023, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Humberto Martins, Herman Benjamin, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Maria Isabel Gallotti, Antonio Carlos Ferreira e Ricardo\nVillas Bôas Cueva  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000848050",
  "numeroProcesso" : "1940818",
  "numeroRegistro" : "202101629683",
  "siglaClasse" : "AgRg nos EDcl no RE nos EDcl no AgRg no REsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DECLARAÇÃO NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:16/06/2023",
  "ementa" : "AGRAVO REGIMENTAL NO RECURSO EXTRAORDINÁRIO. NEGATIVA DE SEGUIMENTO.\nAFRONTA AOS PRINCÍPIOS DO CONTRADITÓRIO E DA AMPLA DEFESA. AUSÊNCIA\nDE REPERCUSSÃO GERAL. TEMA N. 660/STF.\n1. A alegada afronta aos princípios do contraditório, da ampla\ndefesa e do devido processo legal, bem como ao ato jurídico\nperfeito, ao direito adquirido e aos imites da coisa julgada, se\ndependente da análise de normas infraconstitucionais, configura\nofensa reflexa ao texto constitucional, não tendo repercussão geral\n(Tema n. 660/STF).\n2. Nos termos do art. 22, § 2º, I, a, do Regimento Interno do\nSuperior Tribunal de Justiça, não compete à Vice-Presidência\nanalisar o pleito de concessão de habeas corpus de ofício, pois sua\natribuição se restringe ao exame da admissibilidade de recursos para\no Supremo Tribunal Federal. Precedente.\n3. Agravo regimental a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230613",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, em sessão virtual de 07/06/2023 a 13/06/2023, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Humberto Martins, Herman Benjamin, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Maria Isabel Gallotti, Antonio Carlos Ferreira e Ricardo\nVillas Bôas Cueva  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000848052",
  "numeroProcesso" : "1940746",
  "numeroRegistro" : "202102452251",
  "siglaClasse" : "AgRg no RE no AgRg no AREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NO RECURSO EXTRAORDINÁRIO NO AGRAVO REGIMENTAL NO AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:16/06/2023",
  "ementa" : "PROCESSUAL PENAL. AGRAVO REGIMENTAL NO RECURSO EXTRAORDINÁRIO.\nVIOLAÇÃO DO PRINCÍPIO DA COLEGIALIDADE.  INEXISTÊNCIA. AUSÊNCIA DE\nIMPUGNAÇÃO ESPECÍFICA DOS FUNDAMENTOS DA DECISÃO AGRAVADA. ARTS.\n932, III, E 1.021, § 1º, DO CPC. SÚMULA N. 182 DO STJ.\n1. O julgamento monocrático da petição de recurso extraordinário não\nviola o princípio da colegialidade, uma vez que, de acordo com o\nart. 22, § 1º, I, a, do Regimento Interno do Superior Tribunal de\nJustiça, é atribuição da Vice-Presidência a apreciação das petições\nde recursos dirigidos ao Supremo Tribunal Federal, sendo possível,\noutrossim, a interposição dos recursos cabíveis contra o julgado e a\nsua submissão ao colegiado ou ao Supremo Tribunal Federal (arts.\n1.030, § 1º, e 1.042 do Código de Processo Civil).\n2. Nos termos dos arts. 932, III, e 1.021, § 1º, do CPC, aplicáveis\nsubsidiariamente ao processo penal, consoante o art. 3º do CPP, deve\na parte agravante, na petição do seu agravo regimental, impugnar\nespecificamente os fundamentos da decisão recorrida, o que, na\nhipótese dos autos, não foi atendido.\n3. No caso, a parte insurgente não combateu a aplicação dos Temas n.\n181 e 895 do STF.\n4. Incidência da Súmula n. 182/STJ (\"É inviável o agravo do art. 545\ndo CPC que deixa de atacar especificamente os fundamentos da decisão\nagravada\").\n5. Agravo regimental não conhecido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230613",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, em sessão virtual de 07/06/2023 a 13/06/2023, por\nunanimidade, não conhecer do recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Humberto Martins, Herman Benjamin, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Maria Isabel Gallotti, Antonio Carlos Ferreira e Ricardo\nVillas Bôas Cueva  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000848054",
  "numeroProcesso" : "1686391",
  "numeroRegistro" : "202000764539",
  "siglaClasse" : "AgInt no RE no AgInt no AREsp",
  "descricaoClasse" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO NO AGRAVO INTERNO NO AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:16/06/2023",
  "ementa" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO. NEGATIVA DE SEGUIMENTO.\nDIREITO PROCESSUAL.  AÇÃO RESCISÓRIA. MUDANÇA DE ORIENTAÇÃO\nJURISPRUDENCIAL. DESCABIMENTO. ACÓRDÃO RECORRIDO QUE APLICA A SÚMULA\nN. 343/STF. TEMA N. 136/STF. AÇÃO RESCISÓRIA. PRESSUPOSTOS DE\nADMISSIBILIDADE. TEMA N. 248 DO STF. OFENSA AOS PRINCÍPIOS DO\nCONTRADITÓRIO, DA AMPLA DEFESA E DO DEVIDO PROCESSO LEGAL, BEM COMO\nAO ATO JURÍDICO PERFEITO, AO DIREITO ADQUIRIDO E AOS LIMITES DA\nCOISA JULGADA. TEMA N. 660/STF. OFENSA AO PRINCÍPIO DA\nINAFASTABILIDADE DE JURISDIÇÃO. TEMA N. 895/STF. AUSÊNCIA DE\nREPERCUSSÃO GERAL.\n1. O Supremo Tribunal Federal, ao julgar o RE n. 590.809-RG/RS,\nfirmou o posicionamento de que \"não cabe ação rescisória quando o\njulgado estiver em harmonia com o entendimento firmado pelo Plenário\ndo Supremo à época da formalização do acórdão rescindendo, ainda que\nocorra posterior superação do precedente\" (Tema n. 136/STF).\n2. No caso, verifica-se que o recurso extraordinário foi interposto\ncontra acórdão desta Corte Superior que, aplicando a Súmula n.\n343/STF, entendeu ser incabível ação rescisória fundada em mudança\nde orientação jurisprudencial, motivo pelo qual incide o Tema  n.\n136/STF.\n3. A insurgência quanto ao preenchimento dos pressupostos de\nadmissibilidade da ação rescisória tem natureza infraconstitucional,\nsem repercussão geral (Tema n. 248/STF).\n4. A alegada afronta aos princípios do contraditório, da ampla\ndefesa e do devido processo legal, bem como ao ato jurídico\nperfeito, ao direito adquirido e aos limites da coisa julgada, se\ndependente da análise de normas infraconstitucionais, configura\nofensa reflexa ao texto constitucional, não tendo repercussão geral\n(Tema n. 660/STF).\n5. A alegada violação do princípio da inafastabilidade de\njurisdição, por implicar ofensa indireta à Constituição Federal ou\nanálise de matéria fática, tem natureza infraconstitucional e não\npossui repercussão geral (Tema n. 895/STF).\n6. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230613",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, em sessão virtual de 07/06/2023 a 13/06/2023, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Humberto Martins, Herman Benjamin, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Maria Isabel Gallotti, Antonio Carlos Ferreira e Ricardo\nVillas Bôas Cueva  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(AÇÃO RESCISÓRIA - MUDANÇA DE ENTENDIMENTO)\n   STF - [[RE 590809]]-RS (REPERCUSSÃO GERAL - TEMA(s) 136)\n(AÇÃO  RESCISÓRIA - MATÉRIA INFRACONSTITUCIONAL - REPERCUSSÃO GERAL)\n   STF - [[AI 751478]]-SP (REPERCUSSÃO GERAL - TEMA(s) 248),\n         [[ARE-AgR 1252191]]-MA, [[ARE-AgR 1220464]]-GO\n(CERCEAMENTO AO DIREITO DE DEFESA - PRÉVIA ANÁLISE DE NORMAS\nINFRACONSTITUCIONAIS - REPERCUSSÃO GERAL)\n   STF - [[ARE 748371]]-MT (REPERCUSSÃO GERAL - TEMA(s) 660)\n(PRINCÍPIO DA INAFASTABILIDADE DA JURISDIÇÃO - ÓBICES\nINTRANSPONÍVEIS - REPERCUSSÃO GERAL)\n   STF - [[RE 956302]]-GO (REPERCUSSÃO GERAL - TEMA(s) 895)",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00005 INC:00035 INC:00036", "LEG:FED SUM:****** ANO:****\n*****  SUM(STF)    SÚMULA DO SUPREMO TRIBUNAL FEDERAL\n        SUM:000343" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000848077",
  "numeroProcesso" : "2183845",
  "numeroRegistro" : "202202431491",
  "siglaClasse" : "AgInt no ARE no RE no AgInt no AREsp",
  "descricaoClasse" : "AGRAVO INTERNO NO AGRAVO EM RECURSO EXTRAORDINÁRIO NO RECURSO EXTRAORDINÁRIO NO AGRAVO INTERNO NO AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:16/06/2023",
  "ementa" : "AGRAVO INTERNO. DECISÃO QUE NÃO CONHECEU DE AGRAVO EM RECURSO\nEXTRAORDINÁRIO, DIANTE DE MANIFESTO DESCABIMENTO. INAPLICABILIDADE\nDO PRINCÍPIO DA FUNGIBILIDADE RECURSAL AO AGRAVO EM RECURSO\nEXTRAORDINÁRIO. ERRO GROSSEIRO.\n1. Nos termos do art. 1.030, § 2º, do Código de Processo Civil, só é\ncabível agravo interno contra a decisão que nega seguimento a\nrecurso extraordinário sob a sistemática da repercussão geral.\n2. A interposição de agravo em recurso extraordinário em tal caso\nconfigura erro grosseiro, impedindo a aplicação do princípio da\nfungibilidade, nos termos da jurisprudência pacífica.\n3. Agravo interno a que s e nega provimento, com certificação do\ntrânsito em julgado e baixa imediata dos autos após a publicação,\ncondenada as parte agravante ao pagamento da multa prevista no art.\n1.021, § 4º , do CPC.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230613",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 07/06/2023 a 13/06/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Humberto Martins, Herman Benjamin, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Maria Isabel Gallotti, Antonio Carlos Ferreira e Ricardo\nVillas Bôas Cueva  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ "AgInt nos EDcl no ARE no RE nos EDcl no AgInt no AREsp  1949637  RJ\n2021/0236801-2  Decisão:13/06/2023\nDJE        DATA:16/06/2023", "AgInt nos EDcl no ARE no RE nos EDcl no AgInt nos EDcl no AREsp\n2034760  SP  2021/0378155-2  Decisão:13/06/2023\nDJE        DATA:16/06/2023" ]
}, {
  "id" : "000845835",
  "numeroProcesso" : "15799",
  "numeroRegistro" : "202300934618",
  "siglaClasse" : "EDcl no AgRg na Pet",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NA PETIÇÃO",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJE        DATA:13/06/2023",
  "ementa" : "PROCESSUAL PENAL. EMBARGOS DE DECLARAÇÃO. REQUISITOS DO ART. 619 DO\nCPP. AUSÊNCIA. EFEITOS INFRINGENTES. CABIMENTO.\n1. Os embargos de declaração, nos termos do art. 619 do CPP,\nconstituem-se recurso de natureza integrativa destinado a sanar\nvício, que se revela ausente na situação em espécie.\n2. Petição na qual o MPF requer seja a empresa embargante autorizada\na executar contratos firmados com particulares e com entes públicos\nque não estejam sediados no Estado do Acre.\n3. Embargos de declaração parcialmente acolhidos, com efeitos\ninfringentes, para autorizar a embargante M.C.L. a executar\ncontratos firmados com particulares no Estado do Acre e com\nparticulares e entes públicos localizados em unidades da federação\ndiversas da do Estado do Acre.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230607",
  "decisao" : "Vistos, relatados e discutidos estes autos, acordam os Ministros da\nCorte Especial do Superior Tribunal de Justiça, na conformidade dos\nvotos e das notas taquigráficas constantes dos autos,  A Corte\nEspecial, por unanimidade, acolheu em parte os embargos de\ndeclaração, com efeitos infringentes, para autorizar a embargante M.\nC.L. a executar contratos firmados com particulares no Estado do\nAcre e com particulares e entes públicos localizados em unidades da\nfederação diversas da do Estado do Acre, nos termos do voto da Sra.\nMinistra Relatora. Os Srs. Ministros João Otávio de Noronha, Herman\nBenjamin, Og Fernandes, Luis Felipe Salomão, Mauro Campbell Marques,\nBenedito Gonçalves, Raul Araújo, Maria Isabel Gallotti, Antonio\nCarlos Ferreira, Ricardo Villas Bôas Cueva e Francisco Falcão\nvotaram com a Sra. Ministra Relatora.\nImpedidos os Srs. Ministros Laurita Vaz e Humberto Martins.\nAusente, justificadamente, a Sra. Ministra Laurita Vaz.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00319 INC:00006 ART:00619" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000845836",
  "numeroProcesso" : "15818",
  "numeroRegistro" : "202301002768",
  "siglaClasse" : "EDcl no AgRg na Pet",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NA PETIÇÃO",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJE        DATA:13/06/2023",
  "ementa" : "PROCESSUAL PENAL. EMBARGOS DE DECLARAÇÃO. REQUISITOS DO ART. 619 DO\nCPP. AUSÊNCIA. EFEITOS INFRINGENTES. CABIMENTO.\n1. Os embargos de declaração, nos termos do art. 619 do CPP,\nconstituem-se recurso de natureza integrativa destinado a sanar\nvício, que se revela ausente na situação em espécie.\n2. Petição na qual o MPF requer seja a empresa embargante autorizada\na executar contratos firmados com particulares e com entes públicos\nque não estejam sediados no Estado do Acre.\n3. Embargos de declaração parcialmente acolhidos, com efeitos\ninfringentes, para autorizar a embargante C.C.L. a executar\ncontratos firmados com particulares no Estado do Acre e com\nparticulares e entes públicos localizados em unidades da federação\ndiversas da do Estado do Acre.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230607",
  "decisao" : "Vistos, relatados e discutidos estes autos, acordam os Ministros da\nCorte Especial do Superior Tribunal de Justiça, na conformidade dos\nvotos e das notas taquigráficas constantes dos autos,  A Corte\nEspecial, por unanimidade, acolher parcialmente os embargos de\ndeclaração, com efeitos infringentes, para autorizar a embargante C.\nC.L. a executar contratos firmados com particulares no Estado do\nAcre e com particulares e entes públicos localizados em unidades da\nfederação diversas da do Estado do Acre, nos termos do voto da Sra.\nMinistra Relatora. Os Srs. Ministros João Otávio de Noronha, Herman\nBenjamin, Og Fernandes, Luis Felipe Salomão, Mauro Campbell Marques,\nBenedito Gonçalves, Raul Araújo, Maria Isabel Gallotti, Antonio\nCarlos Ferreira, Ricardo Villas Bôas Cueva e Francisco Falcão\nvotaram com a Sra. Ministra Relatora.\nImpedidos os Srs. Ministros Laurita Vaz e Humberto Martins.\nAusente, justificadamente, a Sra. Ministra Laurita Vaz.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00319 INC:00006 ART:00619" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000845837",
  "numeroProcesso" : "1975411",
  "numeroRegistro" : "202103738982",
  "siglaClasse" : "EDcl no AgRg nos EREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NOS EMBARGOS DE\nDIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJE        DATA:13/06/2023",
  "ementa" : "PROCESSUAL PENAL. EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DIVERGÊNCIA\nNO RECURSO ESPECIAL. OBSCURIDADE. EXISTÊNCIA.\n1. A existência de obscuridade na decisão embargada conduz ao\nacolhimento da pretensão.\n2. Embargos de declaração acolhidos, com efeitos infringentes.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230607",
  "decisao" : "Vistos, relatados e discutidos estes autos, acordam os Ministros da\nCorte Especial do Superior Tribunal de Justiça, na conformidade dos\nvotos e das notas taquigráficas constantes dos autos,  A Corte\nEspecial, por unanimidade, acolheu os embargos declaração, com\nefeitos infringentes, nos termos do voto da Sra. Ministra Relatora.\nOs Srs. Ministros João Otávio de Noronha, Humberto Martins, Herman\nBenjamin, Og Fernandes, Luis Felipe Salomão, Mauro Campbell Marques,\nBenedito Gonçalves, Raul Araújo, Maria Isabel Gallotti, Antonio\nCarlos Ferreira, Ricardo Villas Bôas Cueva e Francisco Falcão\nvotaram com a Sra. Ministra Relatora.\nAusente, justificadamente, a Sra. Ministra Laurita Vaz.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000846125",
  "numeroProcesso" : "15798",
  "numeroRegistro" : "202300933800",
  "siglaClasse" : "EDcl no AgRg na Pet",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NA PETIÇÃO",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJE        DATA:14/06/2023",
  "ementa" : "PROCESSUAL PENAL. EMBARGOS DE DECLARAÇÃO. ART. 619 DO CPP. OMISSÃO,\nCONTRADIÇÃO, OBSCURIDADE OU ERRO MATERIAL. INEXISTÊNCIA.\nPREQUESTIONAMENTO DE DISPOSITIVO CONSTITUCIONAL. INVIABILIDADE. ART.\n319, III, DO CPP. FLEXIBILIZAÇÃO. INVESTIGADO QUE APRESENTA SUPOSTA\nMOLÉSTIA.\n1. A ocorrência de um dos vícios previstos no art. 619 do CPP é\nrequisito de admissibilidade dos embargos de declaração, razão pela\nqual a pretensão de mero prequestionamento de matéria constitucional\nnão possibilita a sua oposição.\n2. Medida cautelar prevista no art. 319, III, do CPP que demanda\nflexibilização, por questão humanitária, em razão de suposta doença\nde investigado, pai do embargante.\n3. Embargos de declaração acolhidos parcialmente, com efeitos\ninfringentes, para revogar a medida de proibição de contato entre o\nembargante e seu genitor, fixando-se prazo de 48 (quarenta e oito)\nhoras para que a defesa junte documento que comprove o diagnóstico\nda moléstia, sob pena de restabelecimento da citada cautelar.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230607",
  "decisao" : "Vistos, relatados e discutidos estes autos, acordam os Ministros da\nCorte Especial do Superior Tribunal de Justiça, na conformidade dos\nvotos e das notas taquigráficas constantes dos autos,  A Corte\nEspecial, por unanimidade, acolher em parte os embargos de\ndeclaração a fim de revogar a medida cautelar de proibição de\ncontato entre o embargante e o genitor, determinando à defesa que\njunte aos autos, no prazo de 48 horas, documento que comprove o\ndiagnóstico da citada doença, nos termos do voto da Sra. Ministra\nRelatora, ficando, ainda, intimada, na sessão de julgamento, a\nadvogada de Defesa, Dra. Nina Ribeiro Nery de Oliveira. Os Srs.\nMinistros João Otávio de Noronha, Herman Benjamin, Og Fernandes,\nLuis Felipe Salomão, Mauro Campbell Marques, Raul Araújo, Maria\nIsabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva\ne Francisco Falcão votaram com a Sra. Ministra Relatora.\nImpedidos a Sra. Ministra Laurita Vaz e o Sr. Ministro Humberto\nMartins.\nAusentes, justificadamente, a Sra. Ministra Laurita Vaz e o Sr.\nMinistro Benedito Gonçalves.\nManifestou-se, em questão de fato, a Advogada de Defesa, Dra. Nina\nRibeiro Nery de Oliveira.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DECLARAÇÃO - PREQUESTIONAMENTO DE DISPOSITIVO\nCONSTITUCIONAL - INVIABILIDADE)\n   STJ - <<EDcl no AgRg na APn 945>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00319 INC:00003 ART:00619" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000846375",
  "numeroProcesso" : "183",
  "numeroRegistro" : "202101263587",
  "siglaClasse" : "EDcl no AgRg na ReCoAp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NA RESTITUIÇÃO DE COISAS APREENDIDAS",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJE        DATA:13/06/2023",
  "ementa" : "PROCESSUAL PENAL. EMBARGOS DE DECLARAÇÃO. REQUISITOS DO ART. 619 DO\nCPP. AUSÊNCIA. EFEITOS INFRINGENTES. DESCABIMENTO.\n1. Os embargos de declaração, nos termos do art. 619 do CPP,\nconstituem-se recurso de natureza integrativa destinado a sanar\nvício, que se revela ausente na situação em espécie.\n2. Embargos de declaração rejeitados.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230607",
  "decisao" : "Vistos, relatados e discutidos estes autos, acordam os Ministros da\nCorte Especial do Superior Tribunal de Justiça, na conformidade dos\nvotos e das notas taquigráficas constantes dos autos,  A Corte\nEspecial, por unanimidade, rejeitou os embargos de declaração nos\ntermos do voto da Sra. Ministra Relatora. Os Srs. Ministros João\nOtávio de Noronha, Humberto Martins, Herman Benjamin, Og Fernandes,\nLuis Felipe Salomão, Mauro Campbell Marques, Benedito Gonçalves,\nRaul Araújo, Maria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo\nVillas Bôas Cueva e Francisco Falcão votaram com a Sra. Ministra\nRelatora.\nAusente, justificadamente, a Sra. Ministra Laurita Vaz.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ "EDcl no AgRg na Pet  15813 DF 2023/0096818-0 Decisão:21/06/2023\nDJE        DATA:26/06/2023", "EDcl no AgRg na Pet  15824 DF 2023/0104051-0 Decisão:07/06/2023\nDJE        DATA:13/06/2023" ]
}, {
  "id" : "000846616",
  "numeroProcesso" : "81",
  "numeroRegistro" : "202201133913",
  "siglaClasse" : "QO na CauInomCrim",
  "descricaoClasse" : "QUESTÃO DE ORDEM NA CAUTELAR INOMINADA CRIMINAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "FRANCISCO FALCÃO",
  "dataPublicacao" : "DJE        DATA:19/06/2023",
  "ementa" : "PENAL E PROCESSO PENAL. INVESTIGAÇÃO CRIMINAL EM FACE DE\nCONSELHEIROS DE TRIBUNAL DE CONTAS. QUESTÃO DE ORDEM NA CAUTELAR\nINOMINADA CRIMINAL. PRORROGAÇÃO DE MEDIDA DE AFASTAMENTO CAUTELAR DE\nCARGO PÚBLICO. DENÚNCIAS PENDENTES DE RECEBIMENTO. INVESTIGAÇÃO DE\nOUTROS FATOS AINDA EM CURSO. NECESSIDADE DE AFASTAMENTO CAUTELAR\nDEMONSTRADA. INCOMPATIBILIDADE COM O EXERCÍCIO DA FUNÇÃO. ART. 319,\nVI, DO CÓDIGO DE PROCESSO PENAL. PRECEDENTES DA CORTE ESPECIAL.\nI - Trata-se de referendo de decisão monocrática de determinou a\nprorrogação de afastamento de Conselheiros de Tribunal de Contas do\nEstado de Mato Grosso do Sul ante a existência de indícios da\nprática de crimes no exercício do cargo, causando mácula na\nreputação, credibilidade e imagem da Corte de Contas.\nII - Conselheiros e servidores públicos alcançados pela medida\ncautelar de afastamento recentemente denunciados pelo Ministério\nPúblico Federal, nas ações penais n. 1.057/DF e 1.058/DF, ainda\npendentes de recebimento.\nIII - A medida, embora extrema, se impõe visto que a permanência dos\ndenunciados nos cargos ocupados, de modo a continuar no exercício\nde relevantes funções públicas, notadamente na fiscalização do\npatrimônio público e dos governantes, revela-se incompatível com a\ngravidade dos delitos imputados.\nIV - Precedentes da Corte Especial autorizam a prorrogação do\nafastamento (AgRg no PBAC 12/DF, Rel. Ministro RAUL ARAÚJO, CORTE\nESPECIAL, julgado em 19/02/2020, DJe 05/03/2020; QO no Inq 1.258/DF,\nRel. Ministro OG FERNANDES, CORTE ESPECIAL, julgado em 05/02/2020,\nDJe 17/02/2020, QO na CauInomCrim 7/DF, Rel. Ministro FELIX FISCHER,\nCORTE ESPECIAL, julgado em 20/09/2017, DJe 18/10/2017).\nV - Medida cautelar de afastamento do cargo prorrogada até a\napreciação do recebimento da denúncia.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230607",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Corte Especial do Superior\nTribunal de Justiça,  A Corte Especial, por unanimidade, acolheu a\nquestão de ordem para referendar a decisão que prorrogou  a medida\ncautelar de afastamento do cargo de Conselheiros e de servidores do\nTribunal de Contas do Estado de Mato Grosso do Sul, até a apreciação\ndo recebimento da denúncia, nos termos do voto do Sr. Ministro\nRelator. A Sra. Ministra Nancy Andrighi e os Srs. Ministros João\nOtávio de Noronha, Herman Benjamin, Luis Felipe Salomão, Mauro\nCampbell Marques, Benedito Gonçalves, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira e Ricardo Villas Bôas Cueva\nvotaram com o Sr. Ministro Relator.\nImpedidos os Srs. Ministros Humberto Martins e Maria Thereza de\nAssis Moura.\nAusente, justificadamente, a Sra. Ministra Laurita Vaz.\nPresidiu o julgamento o Sr. Ministro Og Fernandes.",
  "jurisprudenciaCitada" : "(PRORROGAÇÃO DE MEDIDA DE AFASTAMENTO CAUTELAR DE CARGO PÚBLICO)\n   STJ - <<QO na PET na APn 869>>-DF, <<QO na CauInomCrim 7>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000846974",
  "numeroProcesso" : "7488",
  "numeroRegistro" : "202203321848",
  "siglaClasse" : "HDE",
  "descricaoClasse" : "HOMOLOGAÇÃO DE DECISÃO ESTRANGEIRA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:13/06/2023",
  "ementa" : "DIREITO INTERNACIONAL PRIVADO. PROCESSUAL CIVIL. SENTENÇA ARBITRAL\nESTRANGEIRA CONTESTADA. ORIUNDA DE CORTE ARBITRAL EM ROMA, ITÁLIA.\nARTS. 15 E 17 DA LEI DE INTRODUÇÃO ÀS NORMAS DO DIREITO BRASILEIRO.\nARTS. 960 E SEGUINTES DO CPC/2015. ARTS. 216-C, 216-D E 216-F DO\nRISTJ. ARTS. 37 A 39 DA LEI N. 9.307/1996. REQUISITOS ATENDIDOS.\nPEDIDO DE HOMOLOGAÇÃO DE SENTENÇA ESTRANGEIRA DEFERIDO.\n1. A homologação de decisões estrangeiras pelo Poder Judiciário\npossui previsão na Constituição Federal de 1988 e, desde 2004, está\noutorgada ao Superior Tribunal de Justiça, que a realiza com atenção\naos ditames dos arts. 15 e 17 do Decreto-Lei n. 4.657/1942 (LINDB),\n216-A e seguintes do RISTJ e do Código de Processo Civil de 2015\n(art. 960 e seguintes).\n2. São requisitos para homologação de sentença estrangeira: (i)\ninstrução da petição inicial com o original ou cópia autenticada da\ndecisão homologanda e de outros documentos indispensáveis,\ndevidamente traduzidos por tradutor oficial ou juramentado no Brasil\ne chancelados por autoridade consular brasileira; (ii) haver sido a\nsentença proferida por autoridade competente; (iii) terem as partes\nsido regularmente citadas ou haver-se legalmente verificado a\nrevelia; (iv) ter a sentença transitado em julgado; e (v) inexistir\nofensa à soberania, à dignidade da pessoa humana e/ou à ordem\npública.\n3. Cuidando-se de pedido de homologação de sentença estrangeira\narbitral, o pedido de homologação de sentença arbitral estrangeira\ndeve atender à forma do art. 37 da Lei n. 9.307/1996, somente\npodendo ser negado nos casos previstos nos arts. 38 e 39 da citada\nlei.\n4. Contestação que se volta contra aspectos de mérito da sentença,\nque escapam à estreita via do juízo de delibação sufragado pelo\nsistema brasileiro. Precedentes do STJ.\n5. Requisitos legais da homologação atendidos.\n6. Pedido de homologação de sentença estrangeira deferido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230607",
  "decisao" : "A Corte Especial, por unanimidade, deferiu o pedido de homologação\nde decisão estrangeira, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Luis Felipe Salomão, Mauro Campbell Marques,\nBenedito Gonçalves, Raul Araújo, Maria Isabel Gallotti, Antonio\nCarlos Ferreira, Ricardo Villas Bôas Cueva, Francisco Falcão, Nancy\nAndrighi, João Otávio de Noronha, Humberto Martins e Herman Benjamin\nvotaram com o Sr. Ministro Relator.\nAusente, justificadamente, a Sra. Ministra Laurita Vaz.\nEsteve presente, tendo sido dispensada a sustentação oral, o Dr.\nLeandro Augusto Ramozzi Chiarottino, pelo Requerente.",
  "jurisprudenciaCitada" : "(HOMOLOGAÇÃO DA SENTENÇA ESTRANGEIRA - LIMITES)\n   STJ - <<AgInt na HDE 3105>>-EX, <<HDE 5431>>-EX,\n         <<AgInt na HDE 3233>>-EX",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00105 INC:00001 LET:I", "LEG:FED DEL:004657 ANO:1942\n*****  LINDB-42    LEI DE INTRODUÇÃO ÀS NORMAS DO DIREITO BRASILEIRO\n        ART:00015 ART:00017", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00960 ART:00961 ART:00962 ART:00963 ART:00964\n        ART:00965", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:0216C ART:0216D ART:0216F", "LEG:FED LEI:009307 ANO:1996\n*****  LA-96    LEI DE ARBITRAGEM\n        ART:00037" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000846978",
  "numeroProcesso" : "1057",
  "numeroRegistro" : "201701906519",
  "siglaClasse" : "AgRg na APn",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA AÇÃO PENAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "FRANCISCO FALCÃO",
  "dataPublicacao" : "DJE        DATA:14/06/2023",
  "ementa" : "PENAL E PROCESSO PENAL. DENÚNCIA. LEVANTAMENTO DO SEGREDO DE\nJUSTIÇA. PUBLICIDADE. REGRA. AUSÊNCIA DE VIOLAÇÃO À INTIMIDADE.\nPREJUÍZO NÃO DEMONSTRADO. INTERESSE PÚBLICO. AGRAVO REGIMENTAL\nDESPROVIDO.\n    I - A Constituição Federal proíbe a restrição da publicidade dos\natos processuais, salvo \"quando a defesa da intimidade ou o\ninteresse social assim o exigirem\" (art. 5º, LX), o que é\ncorroborado pela norma insculpida no art. 93, IX, que estabelece\ncomo regra, com as mesmas ressalvas, a publicidade dos julgamentos e\natos do Poder Judiciário.\n    II - O sigilo, portanto, configura situação excepcional, razão\npela qual o seu deferimento deve passar pelo crivo da ponderação dos\nprincípios constitucionais, de acordo com as particularidades do\ncaso concreto. Precedentes.\n    III - Na presente hipótese, não há indicação de qualquer\nsituação fática ou elemento concreto do alegado risco à segurança do\nagravante.\n    IV - Agravo regimental a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230607",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Corte Especial do Superior\nTribunal de Justiça,  A Corte Especial, por unanimidade, negar\nprovimento ao agravo, nos termos do voto do Sr. Ministro Relator. A\nSra. Ministra Nancy Andrighi e os Srs. Ministros João Otávio de\nNoronha, Herman Benjamin, Og Fernandes, Luis Felipe Salomão, Mauro\nCampbell Marques, Benedito Gonçalves, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira e Ricardo Villas Bôas Cueva\nvotaram com o Sr. Ministro Relator.\nImpedido o Sr. Ministro Humberto Martins.\nAusente, justificadamente, a Sra. Ministra Laurita Vaz.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000846996",
  "numeroProcesso" : "29301",
  "numeroRegistro" : "202300861883",
  "siglaClasse" : "AgRg nos EDcl no MS",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DECLARAÇÃO NO MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJE        DATA:13/06/2023",
  "ementa" : "MANDADO  DE  SEGURANÇA. AGRAVO REGIMENTAL. AUSÊNCIA  DE  PROVA\nPRÉ-CONSTITUÍDA.  IMPETRAÇÃO CONTRA  ATO  JURISDICIONAL  DE\nMINISTRO  DO  STJ.  AUSÊNCIA  DE  TERATOLOGIA. NÃO CABIMENTO DO\nWRIT.\n1.  Mandado de segurança impetrado no dia 17/03/2023 contra\nprovimento jurisdicional proferido pela Quinta Turma do STJ, nos\nautos do AREsp n. 2.235.514/RO, writ no qual se busca a\ndisponibilização da relação de todos os processos em curso na Quinta\nTurma, a concessão de efeito suspensivo  ao  mencionado  agravo  em\nrecurso especial e o sobrestamento do citado recurso até o\njulgamento definitivo do ARE n. 848.107/DF, por parte do STF.\n2. A  orientação  do  STJ  é  pacífica  no  sentido  do  não\ncabimento  do mandamus  contra  ato jurisdicional  de  órgãos\nfracionários  ou  de  Relator  desta  Corte,  exceto  quando  se\npossa constatar a existência de flagrante e evidente teratologia.\n3. O impetrante não carreou aos autos prova pré-constituída do\nsuposto ato coator e  não  logrou  êxito  em  demonstrar  de  que\nforma  a  decisão  que  não  conheceu  do agravo em recurso especial\nseria teratológica ou flagrantemente ilegal.\n4. Agravo regimental não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230607",
  "decisao" : "Vistos, relatados e discutidos estes autos, acordam os Ministros da\nCorte Especial do Superior Tribunal de Justiça, na conformidade dos\nvotos e das notas taquigráficas constantes dos autos,  A Corte\nEspecial, por unanimidade, negar provimento ao agravo, nos termos do\nvoto da Sra. Ministra Relatora. Os Srs. Ministros João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Og Fernandes, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Maria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo\nVillas Bôas Cueva e Francisco Falcão votaram com a Sra. Ministra\nRelatora.\nAusente, justificadamente, a Sra. Ministra Laurita Vaz.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : "Aguardando análise.",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000847006",
  "numeroProcesso" : "271",
  "numeroRegistro" : "202300859452",
  "siglaClasse" : "AgRg na ReCoAp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA RESTITUIÇÃO DE COISAS APREENDIDAS",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJE        DATA:13/06/2023",
  "ementa" : "PROCESSUAL PENAL. INQUÉRITO. SUPOSTA PRÁTICA DE CRIMES CONTRA A\nADMINISTRAÇÃO PÚBLICA, DE ORGANIZAÇÃO CRIMINOSA E DE LAVAGEM DE\nDINHEIRO. MANDADO DE BUSCA E APREENSÃO. CUMPRIMENTO. BENS\nPERTENCENTES A TERCEIRO. LIAME SUBJETIVO. JUÍZO SUMÁRIO DE COGNIÇÃO.\n1. Inquérito no qual se investigam, dentre outros delitos, a suposta\nprática de crimes contra a Administração Pública, de organização\ncriminosa e de lavagem de dinheiro.\n2. Autoridade policial que, no cumprimento de mandado de busca,\napreende bens de alto valor pertencentes a terceiro, que reside no\nmesmo imóvel do investigado e com este mantém relação conjugal.\n3. Investigado suspeito de se utilizar de familiares e de\ninterpostas pessoas para ocultar e dissimular a possível origem\nilícita de bens e valores.\n4. Indícios da presença de liame subjetivo entre terceiro e o\ninvestigado, que respaldam, em juízo sumário de cognição, a\nindisponibilidade dos bens, cuja aquisição pode ter sido efetuada\ncom proventos da prática de possíveis infrações investigadas.\n5. Agravo regimental não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230607",
  "decisao" : "Vistos, relatados e discutidos estes autos, acordam os Ministros da\nCorte Especial do Superior Tribunal de Justiça, na conformidade dos\nvotos e das notas taquigráficas constantes dos autos,  A Corte\nEspecial, por unanimidade, negou provimento ao agravo regimental nos\ntermos do voto da Sra. Ministra Relatora. Os Srs. Ministros João\nOtávio de Noronha, Humberto Martins, Herman Benjamin, Og Fernandes,\nLuis Felipe Salomão, Mauro Campbell Marques, Benedito Gonçalves,\nRaul Araújo, Maria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo\nVillas Bôas Cueva e Francisco Falcão votaram com a Sra. Ministra\nRelatora.\nImpedida a Sra. Ministra Laurita Vaz.\nAusente, justificadamente, a Sra. Ministra Laurita Vaz.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00126" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000847009",
  "numeroProcesso" : "34",
  "numeroRegistro" : "202301173876",
  "siglaClasse" : "AgRg nos ET",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE TERCEIRO",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJE        DATA:13/06/2023",
  "ementa" : "PROCESSUAL PENAL. INQUÉRITO. SUPOSTA PRÁTICA DE CRIMES CONTRA A\nADMINISTRAÇÃO PÚBLICA, DE ORGANIZAÇÃO CRIMINOSA E DE LAVAGEM DE\nDINHEIRO. MANDADO DE BUSCA E APREENSÃO. CUMPRIMENTO. APARELHO\nCELULAR QUE, SUPOSTAMENTE, PERTENCE A TERCEIRO. INDÍCIOS DE PRÁTICA\nDELITIVA.\n1. Inquérito no qual se investigam, dentre outros delitos, a suposta\nprática de crimes contra a Administração Pública, de organização\ncriminosa e de lavagem de dinheiro.\n2. Autoridade policial que, no cumprimento do mandado de busca,\napreende aparelho celular que supostamente pertence a terceiro, que\nreside no mesmo imóvel da investigada e que com esta mantém relação\nconjugal.\n3. Análise preliminar do equipamento que aponta para a possível\nexistência de indícios de prática delitiva investigada nos autos.\n4. Agravo regimental não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230607",
  "decisao" : "Vistos, relatados e discutidos estes autos, acordam os Ministros da\nCorte Especial do Superior Tribunal de Justiça, na conformidade dos\nvotos e das notas taquigráficas constantes dos autos,  A Corte\nEspecial, por unanimidade, negou provimento ao agravo, nos termos do\nvoto da Sra. Ministra Relatora. Os Srs. Ministros João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Og Fernandes, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Maria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo\nVillas Bôas Cueva e Francisco Falcão votaram com a Sra. Ministra\nRelatora.\nAusente, justificadamente, a Sra. Ministra Laurita Vaz.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000847619",
  "numeroProcesso" : "3078",
  "numeroRegistro" : "201901036004",
  "siglaClasse" : "AgInt na SS",
  "descricaoClasse" : "AGRAVO INTERNO NA SUSPENSÃO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "HERMAN BENJAMIN",
  "dataPublicacao" : "DJE        DATA:29/06/2023",
  "ementa" : "ADMINISTRATIVO E PROCESSUAL CIVIL. AGRAVO INTERNO EM SUSPENSÃO DE\nSEGURANÇA. CONCORRÊNCIA PÚBLICA. SERVIÇO DE ILUMINAÇÃO PÚBLICA DO\nMUNICÍPIO DE SÃO PAULO. ECONOMIA ANUAL DE 70 MILHÕES DE REAIS PARA O\nENTE PÚBLICO. CONCESSIONÁRIA QUE JÁ DESEMBOLSOU 2,2 BILHÕES DE\nREAIS NA EXECUÇÃO DO CONTRATO. SUSPENSÃO PARCIAL DO CONTRATO. RISCO\nDE GRAVE LESÃO À ORDEM E À ECONOMIA PÚBLICAS VERIFICADO.\nLEGITIMIDADE ATIVA DA CONCESSIONÁRIA PARA INGRESSAR COM SUSPENSÃO DE\nSEGURANÇA. DEFESA DE INTERESSE PÚBLICO PRIMÁRIO. POSSIBILIDADE.\nPRECEDENTES. RECURSO NÃO PROVIDO.\n1. Na origem, foram impetrados dois Mandados de Segurança pelo\nConsórcio Walks contra atos da Comissão Especial de Licitação da\nConcorrência Internacional n. 1/SES/2015, cujo objeto \"é a concessão\nadministrativa, conforme definição do art. 2º, §2°, da Lei Federal\nn° 11.079/04, para a modernização, a otimização, a expansão, a\noperação, a manutenção e o controle remoto e em tempo real da\ninfraestrutura da REDE MUNICIPAL DE ILUMINAÇÃO PÚBLICA do Município\nde São Paulo\" (fl. 132, e-STJ). O valor total do contrato é de R$\n6.936.840.000,00 (seis bilhões, novecentos e trinta e seis milhões,\noitocentos e quarenta mil reais).\n2. Os dois Mandados de Seguranças foram extintos sem resolução de\nmérito. Contra essas decisões, o Consórcio Walks interpôs Apelações,\nque foram reunidas por conexão e julgadas pela 1ª Câmara de Direito\nPúblico do TJSP, o qual concedeu a ordem, no sentido de anular a\nlicitação e manter em funcionamento apenas o serviço de manutenção\nda iluminação pública, até o encerramento de nova concorrência. A\nCorte de origem fundamentou que houve ilegalidades que teriam\ncontaminado todo o procedimento licitatório.\n3. Ainda na origem, o Município de São Paulo interpôs o Agravo de\nInstrumento n. 2074935-50.2018.8.26.0000 contra a decisão do Juízo\nda 13ª Vara da Fazenda Pública da Comarca de São Paulo que, na Ação\nPopular ajuizada por Paulo de Abreu Leme Filho e outros, deferira\ntutela provisória para suspender o contrato de concessão decorrente\ndo referido certame e vedar o pagamento às vencedoras pela\nAdministração Pública. O Tribunal de origem revogou a tutela\nprovisória concedida e determinou que a relação jurídica entre as\npartes fosse regrada exclusivamente pelo quanto decidido, em\nconjunto, nas Apelações 1030750-13.2017.8.26.0053 e\n1000100-46.2018.8.26.0635.\n4. Sobreveio o presente pedido de Suspensão de Segurança, em que\nIluminação Paulistana SPE S.A. pretende ver suspensos: a) o acórdão\nproferido pela 1ª Câmara de Direito Público do TJSP no julgamento,\npor conexão, das Apelações nos Mandados de Segurança\n1030750-13.2017.8.26.0053 e 1000100-46.2018.8.26.0635; e b) a\ndecisão proferida no Agravo de Instrumento\n2074935-50.2018.8.26.0000.\n5. Aduz, em resumo, que a manutenção das decisões impugnadas afeta o\ninteresse público e enseja grave lesão à ordem e à economia, já que\na impossibilidade de execução de objeto contratado de forma regular\nimpede a municipalidade de obter uma economia anual de mais de R$\n70.000.000,00 (setenta milhões de reais) (fl. 20, e-STJ).\n6. No STJ, o eminente Ministro Presidente deferiu a Suspensão de\nSegurança por entender que a manutenção das decisões impugnadas\nafronta o interesse público e enseja grave lesão à ordem e à\neconomia públicas.\n7. O eminente Relator, Ministro Jorge Mussi, apresentou Voto para\nnegar provimento ao Agravo Interno, sob os fundamentos: i) existe\nrisco de colapso do sistema de iluminação pública, com a suspensão\nparcial do cumprimento do objeto do contrato; ii) a concessionária\ndo serviço público de iluminação pública em questão possui\nlegitimidade ativa para ingressar com pedido de Suspensão de\nSegurança, por estar no exercício de função delegada do Poder\nPúblico; e iii) o Ministro Gurgel de Faria proferiu, inicialmente,\ndecisões monocráticas nos AREsp 1.678.691/SP e AREsp 1.737.001/SP,\nem que figuram as mesmas partes do presente incidente, dando parcial\nprovimento aos Recursos Especiais para reconhecer que houve decisão\nultra petita pelo Tribunal de origem. Embora as decisões tenham\nsido tornadas sem efeito, o entendimento do Ministro Relator\ncontribui para um juízo mínimo de delibação quanto à plausibilidade\njurídica do pedido em análise.\nCABIMENTO DA SUSPENSÃO DE SEGURANÇA\n8. O pedido de Suspensão de Segurança visa à preservação do\ninteresse público e supõe grave lesão à ordem, à saúde, à segurança\nou à economia públicas, sendo, em princípio, seu respectivo\ncabimento alheio ao mérito da causa.\n9. Tal pedido é vocacionado a tutelar tão somente os citados bens\nprotegidos pela lei de regência (Leis 8.437/1992 e 12.016/2009), não\npodendo ser manejado como se fosse sucedâneo recursal, para que se\nexamine o acerto ou desacerto da decisão cujos efeitos pretende-se\nsobrestar. Nesse sentido: AgInt na SS 3.331/CE, Rel. Ministro\nHumberto Martins, Corte Especial, DJe de 17.12.2021; e AgInt na SS\n3.314/MA, Rel. Ministro Humberto Martins, Corte Especial, DJe de\n13.9.2021.\n10. Assim, impossível emitir juízo, nestes autos de Suspensão de\nSegurança, sobre o mérito das questões eminentemente jurídicas, as\nquais estão sendo tratadas no julgamento dos AREsp 1.671.521/SP,\nAREsp 1.678.691/SP e AREsp 1.737.001/SP (convertidos nos REsp\n1.671.521/SP, REsp 1.678.691/SP e REsp 1.737.001/SP), os quais\ntramitam no STJ e estão sob relatoria do eminente Ministro Paulo\nSérgio Domingues.\nPRESENÇA DE INTERESSE DE AGIR: SUSPENSÃO\nDE SEGURANÇA PRODUZ EFEITOS ATÉ O\nTRÂNSITO EM JULGADO DA AÇÃO PRINCIPAL\n11. A Primeira Turma do STJ julgou os REsp 1.671.521/SP, REsp\n1.678.691/SP e REsp 1.737.001/SP, com acórdãos publicados em\n23.5.2023, e deu \"parcial provimento, anulando parcialmente o\nacórdão recorrido, exclusivamente no que toca ao excesso decisório\nrelativo à anulação integral do processo licitatório 'Concorrência\nInternacional 01/SES/2.015' e à imposição ao município recorrente de\nobrigação de fazer consistente na realização de nova licitação para\na concessão do serviço público de iluminação\".\n12. A despeito de ter ocorrido o julgamento de mérito do Recurso\nprincipal (REsp 1.671.521/SP, REsp 1.678.691/SP e REsp\n1.737.001/SP), deve o presente feito ter prosseguimento, uma vez que\no STJ entende que \"a suspensão de segurança deferida por presidente\nde tribunal vigora até o trânsito em julgado da decisão de mérito\nda ação principal.\" (AgInt na SS  2.888/DF, Rel. Ministro João\nOtávio de Noronha, Corte Especial, DJe de 13.12.2018.). Nesse\nsentido é o teor do art. 4º, § 9º, da Lei 8.437/1992. Cito\nprecedentes: AgRg na Rcl 34.882/DF, Rel. Ministro João Otávio de\nNoronha, Corte Especial, DJe de 1º.4.2019; AgInt no REsp\n1.673.891/BA, Rel. Ministro Og Fernandes, Segunda Turma, DJe de\n17.11.2020; e EDcl nos EDcl no AgRg na SS 2.753/BA; Rel. Ministro\nFrancisco Falcão, Corte Especial, DJe de 14.4.2016.\n13. No caso em questão, observa-se que não houve o trânsito em\njulgado nos autos dos REsp 1.671.521/SP, REsp 1.678.691/SP e REsp\n1.737.001/SP, uma vez que estão pendentes de julgamento Embargos de\nDeclaração já interpostos.\n14. Constatado o interesse de agir, deve prosseguir o julgamento do\npresente Agravo Interno na Suspensão de Segurança.\nLEGITIMIDADE DA CONCESSIONÁRIA DE SERVIÇO PÚBLICO\n15. A jurisprudência do Superior Tribunal de Justiça \"autoriza que\nas concessionárias de serviço público formulem pedido de suspensão\nquando demonstrado o interesse público envolvido decorrente da\nprestação do serviço delegado.\" (AgInt na SLS 2.725/PR, Rel.\nMinistro Humberto Martins, Corte Especial, DJe de 20.10.2020,\ngrifei.). No mesmo sentido: \"Concessionária de serviço público em\ndefesa de interesse da coletividade tem legitimidade para formular\npedido de suspensão.\" (AgInt na SLS 2.487/SC, Rel. Ministro João\nOtávio de Noronha, Corte Especial, DJe de 27.8.2020.).\n16. No caso dos autos, a requerente é concessionária de serviço\npúblico, pois assinou o contrato 003/SMSO/2018, decorrente da\nConcorrência Internacional 01/SES/2015, no qual figuram como\ncontratante o Município de São Paulo e como contratada a requerente:\nIluminação Paulistana SPE S.A.\n17. Verifica-se que a Suspensão de Segurança busca preservar o\ninteresse público primário, qual seja: a continuidade da prestação\nde serviço público essencial, que é a iluminação pública. Isso\nporque uma das obrigações da concessionária é a reposição e a\nreparação de equipamentos de iluminação pública em caso de acidentes\ne de furto de cabos de energia elétrica. Está em discussão a\ncontinuidade do serviço de iluminação pública do Município de São\nPaulo, e não a regularidade jurídica da contratação da requerente.\nPortanto, não se busca resguardar interesse privado no presente\nincidente. Conclui-se, dessa forma, que a requerente possui\nlegitimidade ativa para figurar no polo ativo da presente Suspensão\nde Segurança.\nRISCO À ORDEM E À ECONOMIA PÚBLICAS\n18. O Tribunal de origem invalidou \"o contrato administrativo\ndecorrente, com modulação dos efeitos reflexivos para que seja\nmantida a execução desse contrato apenas quanto aos serviços de\nmanutenção da iluminação pública - com objeto reduzido, pois, àquele\nque a municipalidade, administrativamente, já reduziu para evitar\nquebra de continuidade no serviço essencial -, até o novo\nprocedimento licitatório (ao menos para os tais serviços\nessenciais), fixando o prazo de 2 (dois) meses, para o seu início.\"\n(fl. 105, e-STJ, grifei.).\n19. Embora exista previsão de regime de transição até que nova\nempresa seja contratada em novo certame, verifica-se risco à ordem e\nà economia públicas. O cumprimento apenas parcial do contrato pode\nocasionar interrupção de prestação de parte dos serviços essenciais\nde iluminação pública, bem como pode causar absorção, ao menos em\nparte, do objeto do contrato pela Administração Municipal.\n20. Como decidido pela Corte de origem e haja vista a grande\ndimensão e complexidade do contrato em questão, vislumbra-se que\npoderá existir tumulto na execução parcial do contrato, em razão da\nfalta de delimitação objetiva de quais serviços se enquadram, dentro\ndos termos do contrato celebrado, como necessários para a\n\"manutenção da iluminação pública\".\n21. Ademais, o Município de São Paulo, na condição de poder\nconcedente (fls. 1.634-1.638, e-STJ), informa que a execução do\ncontrato está sendo acompanhada por um Comitê Técnico e com\nverificador independente, de acordo com previsão nos editais e\ncontratos de concessão. Afirma que houve grande avanço na execução\ndo objeto do contrato - com a substituição de 590 mil lâmpadas do\ntipo LED, de um total de 616 mil - e confirma que a concessionária\njá efetuou gastos de R$ 2,2 bilhões (dois bilhões e duzentos milhões\nde reais).\n22. Diante dos elementos que constam nos autos, entendo ter sido\ndemonstrado que o acórdão de origem ocasiona risco à ordem e à\neconomia públicas. Nas palavras do eminente Relator, Ministro Jorge\nMussi, \"não obstante a modulação dos efeitos do acórdão do Tribunal\nbandeirante, a anulação do contrato, na forma em que determinada,\ncaracteriza evidente risco para continuidade do serviço de\niluminação pública, com prejuízos à população local\".\nCONCLUSÃO\n23. Com essas considerações, acompanho o eminente Ministro Relator\nJorge Mussi, para negar provimento ao Agravo Interno.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230607",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Corte Especial do Superior\nTribunal de Justiça:  \"Prosseguindo no julgamento, após o voto-vista\ndo Sr. Ministro Herman Benjamin, a Corte Especial, por unanimidade,\nnegou provimento ao agravo, nos termos do voto do Sr. Ministro\nRelator. Lavrará o acórdão o Sr. Ministro Herman Benjamin (art. 52,\nIV, b, RISTJ). Os Srs. Ministros Herman Benjamin (voto-vista), Luis\nFelipe Salomão, Mauro Campbell Marques, Raul Araújo, Maria Isabel\nGallotti, Francisco Falcão, Nancy Andrighi e João Otávio de Noronha\nvotaram com o Sr. Ministro Relator.\nNão participaram do julgamento os Srs. Ministros Paulo de Tarso\nSanseverino, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva,\nFelix Fischer e Maria Thereza de Assis Moura.\nImpedido o Sr. Ministro Humberto Martins.\nAusentes, justificadamente, a Sra. Ministra Laurita Vaz e o Sr.\nMinistro Benedito Gonçalves.\nPresidiu o julgamento o Sr. Ministro Og Fernandes.\"",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : "Aguardando análise.",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000845488",
  "numeroProcesso" : "1861549",
  "numeroRegistro" : "202100844659",
  "siglaClasse" : "AgInt no RE nos EDcl no AgInt no AREsp",
  "descricaoClasse" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NO AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA THEREZA DE ASSIS MOURA",
  "dataPublicacao" : "DJE        DATA:25/05/2023",
  "ementa" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO. NEGATIVA DE SEGUIMENTO.\nFUNDAMENTAÇÃO SUFICIENTE DO JULGADO RECORRIDO. TEMA N. 339/STF.\nAGRAVO EM RECURSO ESPECIAL NÃO CONHECIDO. TEMA N. 181/STF. AUSÊNCIA\nDE REPERCUSSÃO GERAL. AGRAVO INTERNO NÃO PROVIDO.\n1. \"O art. 93, IX, da Constituição Federal exige que o acórdão ou\ndecisão sejam fundamentados, ainda que sucintamente, sem determinar,\ncontudo, o exame pormenorizado de cada uma das alegações ou provas,\nnem que sejam corretos os fundamentos da decisão\" (Tema n. 339/STF,\nQO no Ag n. 791.292/PE).\n2. Existente a fundamentação, ainda que a parte não a repute correta\nou completa, entende o Supremo Tribunal Federal que foi respeitado\no art. 93, IX, da CF, conforme a conclusão firmada no Tema n.\n339/STF, tese de observância obrigatória (CPC, art. 927, III).\n3. \"A questão do preenchimento dos pressupostos de admissibilidade\nde recursos da competência de outros Tribunais tem natureza\ninfraconstitucional e a ela são atribuídos os efeitos da ausência de\nrepercussão geral\" (Tema n. 181/STF).\n4. Não preenchidos os pressupostos de admissibilidade do agravo em\nrecurso especial, deve ser adotada (CPC, art. 927, III) a tese\nfixada no Tema n. 181/STF, ainda que se queira, no recurso\nextraordinário, discutir o mérito da causa ou os fundamentos que\nimpediram o conhecimento do recurso.\n5. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230523",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 17/05/2023 a 23/05/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Humberto Martins, Herman Benjamin, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Maria Isabel Gallotti, Antonio Carlos Ferreira e Ricardo\nVillas Bôas Cueva  votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento o Sr. Ministro Og Fernandes.",
  "jurisprudenciaCitada" : "(FUNDAMENTAÇÃO DAS DECISÕES JUDICIAIS - EXAME PORMENORIZADO DE CADA\nUMA DAS ALEGAÇÕES OU PROVAS - DESNECESSIDADE)\n   STF - [[AI-QO-RG 791292]]-PE (REPERCUSSÃO GERAL - TEMA(s) 339),\n         [[ARE-ED-AgR 1349717]]-SP\n(PRESSUPOSTOS DE ADMISSIBILIDADE - RECURSOS DA COMPETÊNCIA DE OUTROS\nTRIBUNAIS - MATÉRIA INFRACONSTITUCIONAL - AUSÊNCIA DE REPERCUSSÃO\nGERAL)\n   STF - [[RE-RG 598365]]-MG (REPERCUSSÃO GERAL - TEMA(s) 181),\n         [[ARE-AgR 1227415]]-MG, [[RE-AgR 1081829]]-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00093 INC:00009", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00927 INC:00003" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000845489",
  "numeroProcesso" : "54213",
  "numeroRegistro" : "201701266290",
  "siglaClasse" : "AgInt no RE no AgInt no RMS",
  "descricaoClasse" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO NO AGRAVO INTERNO NO RECURSO EM MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA THEREZA DE ASSIS MOURA",
  "dataPublicacao" : "DJE        DATA:25/05/2023",
  "ementa" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO. NEGATIVA DE SEGUIMENTO.\nPRESSUPOSTOS DE ADMISSIBILIDADE DO MANDADO DE SEGURANÇA. TEMA N. 318\nDO STF. AUSÊNCIA DE REPERCUSSÃO GERAL. AGRAVO INTERNO NÃO PROVIDO.\n1. A insurgência quanto ao preenchimento dos pressupostos de\nadmissibilidade do mandado de segurança tem natureza\ninfraconstitucional, sem repercussão geral (Tema n. 318/STF).\n2. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230523",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 17/05/2023 a 23/05/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Humberto Martins, Herman Benjamin, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Maria Isabel Gallotti, Antonio Carlos Ferreira e Ricardo\nVillas Bôas Cueva  votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento o Sr. Ministro Og Fernandes.",
  "jurisprudenciaCitada" : "(MANDADO DE SEGURANÇA - PRESSUPOSTOS DE ADMISSIBLIDADE - NATUREZA\nINFRACONSTITUCIONAL - INEXISTÊNCIA DE REPERCUSSÃO GERAL)\n   STF - [[AI-RG 800074]]-SP (REPERCUSSÃO GERAL - TEMA(s) 318)",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ "AgInt no RE no AgInt no RMS   56672  SP  2018/0034696-0\nDecisão:23/05/2023\nDJE        DATA:25/05/2023", "AgInt no RE no AgInt no RMS   62415  SP  2019/0356045-2\nDecisão:23/05/2023\nDJE        DATA:25/05/2023", "AgInt no RE no AgInt nos EDcl no RMS   55025  MG  2017/0202041-1\nDecisão:23/05/2023\nDJE        DATA:25/05/2023" ]
}, {
  "id" : "000845490",
  "numeroProcesso" : "1757620",
  "numeroRegistro" : "202002348621",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJE        DATA:25/05/2023",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA NO\nAGRAVO EM RECURSO ESPECIAL. IMPUGNAÇÃO ESPECÍFICA DOS FUNDAMENTOS DA\nDECISÃO AGRAVADA. AUSÊNCIA.\n1. Cuida-se de agravo interno que desafia decisão unipessoal que\nindeferiu liminarmente os embargos de divergência.\n2. É inepta a petição de agravo interno que não impugna,\nespecificamente, os fundamentos da decisão agravada, em especial\naqueles que sejam, por si só, suficientes à manutenção do julgado.\n3. Nos termos do art. 1.043 do CPC, é embargável o acórdão de órgão\nfracionário que, em recurso extraordinário ou em recurso especial,\ndivergir do julgamento de qualquer outro órgão do mesmo tribunal,\nsendo os acórdãos, embargado e paradigma, de mérito.\n4. Malgrado a alegação de divergência jurisprudencial, há\nnecessidade, diante das normas legais regentes da matéria (art. 266\ndo RISTJ e 1.043 do CPC/2015), de confronto entre o acórdão\nrecorrido e trechos da decisão apontada como divergente,\nmencionando-se as circunstâncias que identifiquem ou assemelhem os\ncasos confrontados, o que não se satisfaz com a simples transcrição\nde ementas\n5. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230523",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 17/05/2023 a 23/05/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros Francisco Falcão, Laurita Vaz, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Og Fernandes, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Maria Isabel Gallotti, Antonio Carlos Ferreira e Ricardo\nVillas Bôas Cueva  votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000845491",
  "numeroProcesso" : "1499016",
  "numeroRegistro" : "201901280180",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJE        DATA:25/05/2023",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. AGRAVO INTERNO INTEMPESTIVO. NÃO CONHECIMENTO.\n1. A petição de agravo interno somente foi protocolizada após o\ntranscurso do prazo recursal, circunstância que impõe o não\nconhecimento do recurso ante a intempestividade.\n2. Cabe à parte comprovar, no momento da interposição do recurso, a\nocorrência de suspensão dos prazos processuais em decorrência de\nferiados locais, recesso forense ou ponto facultativo, entre outros\nmotivos, a fim de demonstrar a tempestividade recursal. A\npossibilidade de comprovação do feriado local posteriormente\nrestringe-se à segunda-feira de carnaval, não se aplicando aos\ndemais feriados (AREsp 1.481.810-SP, Corte Especial).\n3. Agravo interno não conhecido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230523",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 17/05/2023 a 23/05/2023,\npor unanimidade, não conhecer do recurso, nos termos do voto da Sra.\nMinistra Relatora.\nOs Srs. Ministros Francisco Falcão, Laurita Vaz, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Og Fernandes, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Maria Isabel Gallotti, Antonio Carlos Ferreira e Ricardo\nVillas Bôas Cueva  votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(INTEMPESTIVIDADE - FERIADO LOCAL - COMPROVAÇÃO POSTERIOR À\nINTERPOSIÇÃO DO RECURSO)\n   STJ - {{AREsp 1481810}}-SP, <<AgInt no MS 28280>>-DF,\n         <<AgInt nos EDcl no AREsp 855438>>-SE",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000845673",
  "numeroProcesso" : "1953945",
  "numeroRegistro" : "202102511201",
  "siglaClasse" : "AgInt nos EDv nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA ISABEL GALLOTTI",
  "dataPublicacao" : "DJE        DATA:26/05/2023",
  "ementa" : "AGRAVO INTERNO. EMBARGOS DE DIVERGÊNCIA REJEITADOS LIMINARMENTE.\nSUPOSTA DIVERGÊNCIA INCIDENTE SOBRE A INTERPRETAÇÃO DO ART. 489 DO\nCPC 2015. \"OS EMBARGOS DE DIVERGÊNCIA NÃO SE PRESTAM PARA O\nCONFRONTO ENTRE JULGADOS QUE INTERPRETAM VIOLAÇÃO DOS ARTS. 489, §\n1º, E 1.022 DO CPC, EM RAZÃO DAS SITUAÇÕES FÁTICO-JURÍDICAS\nDIFERENCIADAS E DA NECESSIDADE DE ANÁLISE INDIVIDUALIZADA DE CADA\nCASO.\" (STJ, AGINT NOS EARESP 1.306.948/SP.) RAZÕES QUE NÃO\nINFIRMARAM OS FUNDAMENTOS DA DECISÃO AGRAVADA. AGRAVO INTERNO A QUE\nSE NEGA PROVIMENTO.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230523",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 17/05/2023 a 23/05/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Humberto Martins, Herman Benjamin, Og\nFernandes, Luis Felipe Salomão, Mauro Campbell Marques, Benedito\nGonçalves, Raul Araújo, Antonio Carlos Ferreira e Ricardo Villas\nBôas Cueva  votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - NÃO CABIMENTO - SITUAÇÕES\nFÁTICO-JURÍDICAS DIFERENCIADAS)\n   STJ - <<AgInt nos EAREsp 1306948>>-SP\n(EVENTUAL DIVERGÊNCIA ENTRE ACÓRDÃOS ORIUNDOS DE TURMAS DA MESMA\nSEÇÃO - COMPETÊNCIA DA RESPECTIVA SEÇÃO)\n   STJ - <<AgInt nos EREsp 1897314>>-RS",
  "notas" : null,
  "informacoesComplementares" : "     \"A eventual divergência entre acórdãos oriundos de Turmas da\nmesma Seção é da competência da respectiva Seção [...]\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00489 PAR:00001 ART:01022 ART:01043 PAR:00004" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000845674",
  "numeroProcesso" : "1870490",
  "numeroRegistro" : "201900877828",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RAUL ARAÚJO",
  "dataPublicacao" : "DJE        DATA:26/05/2023",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL.\nPROCESSUAL CIVIL. NÃO CONFIGURAÇÃO DA DIVERGÊNCIA JURISPRUDENCIAL.\nAGRAVO DESPROVIDO.\n1. Para o cabimento dos embargos de divergência, o dissídio\njurisprudencial há de ser comprovado na forma exigida pelo art. 266,\n§ 4º, do RISTJ, c/c os arts. 1.043, § 4º, e 1.044 do CPC de 2015,\ninclusive com a realização do indispensável cotejo analítico entre\nos acórdãos embargado e paradigmas.\n2. Na aplicação do art. 1.022 do CPC de 2015, a constatação de ter,\nou não, havido omissão no acórdão proferido na origem, em regra,\ndemanda o exame das peculiaridades de cada caso concreto,\ninexistindo, portanto, dissídio de teses a ensejar os embargos de\ndivergência.\n3. Não fica caracterizado o dissídio jurisprudencial, apto a ensejar\no cabimento dos embargos de divergência, quando os acórdãos\nembargado e paradigmas não possuírem entre si similitude\nfático-jurídica.\n4. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230523",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 17/05/2023 a 23/05/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Humberto Martins, Herman Benjamin, Og\nFernandes, Luis Felipe Salomão, Mauro Campbell Marques, Benedito\nGonçalves, Maria Isabel Gallotti, Antonio Carlos Ferreira e Ricardo\nVillas Bôas Cueva  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01022" ],
  "acordaosSimilares" : [ "AgInt nos EAREsp  1621423  PR  2019/0342755-5  Decisão:13/06/2023\nDJE        DATA:19/06/2023" ]
}, {
  "id" : "000845675",
  "numeroProcesso" : "28786",
  "numeroRegistro" : "202202314471",
  "siglaClasse" : "AgInt nos EDcl no MS",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NO MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RAUL ARAÚJO",
  "dataPublicacao" : "DJE        DATA:26/05/2023",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NO MANDADO DE SEGURANÇA.\nPROCESSUAL CIVIL. ATO COATOR. DECISÃO JUDICIAL. CABIMENTO RESTRITO.\nEXCEPCIONALIDADE. INEXISTÊNCIA. AUSÊNCIA DE MANIFESTA ILEGALIDADE OU\nTERATOLOGIA. AGRAVO DESPROVIDO.\n1. \"Não cabe mandado de segurança contra decisão judicial com\ntrânsito em julgado\" (Súmula 268/STF).\n2. Não há, na hipótese, ademais, excepcionalidade apta a ensejar o\ncabimento do mandado de segurança contra ato judicial que decidiu a\ncontrovérsia com base em normas processuais vigentes e em\njurisprudência desta Corte Superior, aplicando a Súmula 7/STJ.\n3. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230523",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 17/05/2023 a 23/05/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Humberto Martins, Herman Benjamin, Og\nFernandes, Luis Felipe Salomão, Mauro Campbell Marques, Benedito\nGonçalves, Maria Isabel Gallotti, Antonio Carlos Ferreira e Ricardo\nVillas Bôas Cueva  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000007" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000845684",
  "numeroProcesso" : "58",
  "numeroRegistro" : "202300196302",
  "siglaClasse" : "AgRg nos EmbAc",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DO ACUSADO",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA ISABEL GALLOTTI",
  "dataPublicacao" : "DJE        DATA:26/05/2023",
  "ementa" : "AGRAVO INTERNO. INADMISSIBILIDADE DE PEDIDO DE RECONSIDERAÇÃO QUE\nVERSA SOBRE QUESTÕES DECIDIDAS EM ACÓRDÃO PROLATADO PELA CORTE\nESPECIAL. AGRAVO REGIMENTAL A QUE SE NEGA PROVIMENTO.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230523",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 17/05/2023 a 23/05/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Humberto Martins, Herman Benjamin, Og\nFernandes, Luis Felipe Salomão, Mauro Campbell Marques, Benedito\nGonçalves, Raul Araújo, Antonio Carlos Ferreira e Ricardo Villas\nBôas Cueva  votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(ARRESTO - NATUREZA CAUTELAR -  PLAUSIBILIDADE DO DIREITO -\nNECESSIDADE DE DEMONSTRAÇÃO)\n   STF - [[Pet-AgR 7069]]",
  "notas" : null,
  "informacoesComplementares" : "     \"Dada sua natureza cautelar, para a decretação do arresto é\nnecessária a demonstração (a) da plausibilidade do direito e (b) do\nperigo na demora [...]\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00131", "LEG:FED DEL:003240 ANO:1941\n        ART:00003" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000845737",
  "numeroProcesso" : "175446",
  "numeroRegistro" : "202002708590",
  "siglaClasse" : "AgInt no CC",
  "descricaoClasse" : "AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "ANTONIO CARLOS FERREIRA",
  "dataPublicacao" : "DJE        DATA:31/05/2023",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NO CONFLITO DE COMPETÊNCIA. AÇÃO\nCIVIL PÚBLICA. CONTRATO DE TELEFONIA. VALIDADE DE CLÁUSULA DE\nDOAÇÃO. CUSTEIO DE EXPANSÃO DE REDE DE TELEFONIA. CONSUMIDOR.\n1. Compete à SEGUNDA SEÇÃO processar e jugar a ação civil pública na\nqual se discute apenas a validade de doação imposta em cláusula\ncontratual, em desfavor de consumidor que resida \"fora da ATB (Área\nde Tarifa Básica)\", com o propósito de custear a infraestrutura para\nexpansão da rede de telefonia fixa (cabos, postes, etc).\n2. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230523",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, em sessão virtual de 17/05/2023 a 23/05/2023, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Humberto Martins, Herman Benjamin, Og\nFernandes, Luis Felipe Salomão, Mauro Campbell Marques, Raul Araújo,\nMaria Isabel Gallotti e Ricardo Villas Bôas Cueva  votaram com o Sr.\nMinistro Relator.\nImpedido o Sr. Ministro Benedito Gonçalves.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(CONFLITO DE COMPETÊNCIA - CONSUMIDOR - TURMAS QUE COMPÕEM A SEGUNDA\nSEÇÃO)\n   STJ - <<CC 150055>>-DF, <<CC 166206>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00009" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000845910",
  "numeroProcesso" : "2059365",
  "numeroRegistro" : "202200283606",
  "siglaClasse" : "AgRg no RE nos EDcl nos EDcl no AgRg no AREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NO AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:25/05/2023",
  "ementa" : "AGRAVO REGIMENTAL NO RECURSO EXTRAORDINÁRIO. NEGATIVA DE SEGUIMENTO.\nFUNDAMENTAÇÃO SUFICIENTE DO JULGADO RECORRIDO. TEMA N. 339/STF.\nAGRAVO EM RECURSO ESPECIAL NÃO CONHECIDO. TEMA N. 181/STF. AUSÊNCIA\nDE REPERCUSSÃO GERAL. OFERECIMENTO DE ACORDO DE NÃO PERSECUÇÃO\nPENAL. ART. 28-A DO CÓDIGO DE PROCESSO PENAL. MATÉRIA QUE NÃO SE\nENQUADRA NAS ATRIBUIÇÕES DA VICE-PRESIDÊNCIA.\n1. \"O art. 93, IX, da Constituição Federal exige que o acórdão ou\ndecisão sejam fundamentados, ainda que sucintamente, sem determinar,\ncontudo, o exame pormenorizado de cada uma das alegações ou provas,\nnem que sejam corretos os fundamentos da decisão\" (Tema n. 339/STF,\nQO no Ag n. 791.292/PE).\n2. Existente a fundamentação, ainda que a parte não a repute correta\nou completa, entende o Supremo Tribunal Federal que foi respeitado\no art. 93, IX, da CF, conforme a conclusão firmada no Tema n.\n339/STF, tese de observância obrigatória (CPC, art. 927, III).\n3. \"A questão do preenchimento dos pressupostos de admissibilidade\nde recursos da competência de outros Tribunais tem natureza\ninfraconstitucional e a ela são atribuídos os efeitos da ausência de\nrepercussão geral\" (Tema n. 181/STF).\n4. Não preenchidos os pressupostos de admissibilidade do agravo em\nrecurso especial, deve ser adotada (CPC, art. 927, III) a tese\nfixada no Tema n. 181/STF, ainda que se queira, no recurso\nextraordinário, discutir o mérito da causa ou os fundamentos que\nimpediram o conhecimento do recurso.\n5. O pleito de oferecimento de acordo de não persecução penal não\npode ser processado pela Vice-Presidência, uma vez que a matéria não\nse enquadra nas atribuições definidas pelo Regimento Interno do\nSuperior Tribunal de Justiça e delegadas à Vice-Presidência,\natribuições que se limitam à apreciação das petições de recursos\ndirigidos ao Supremo Tribunal Federal (art. 22, § 2º, I, a, do\nRISTJ). Precedente.\n6. Agravo regimental a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230523",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 17/05/2023 a 23/05/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Humberto Martins, Herman Benjamin, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Maria Isabel Gallotti, Antonio Carlos Ferreira e Ricardo\nVillas Bôas Cueva  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(ACÓRDÃO OU DECISÃO - FUNDAMENTAÇÃO)\n   STF - [[AI-QO 791292]]-PE (REPERCUSSÃO GERAL - TEMA(s) 339),\n         [[ARE-ED-AgR 1349717]]-SP (REPERCUSSÃO GERAL - TEMA(s) 339)\n(RECURSOS DA COMPETÊNCIA DE OUTROS TRIBUNAIS - PREENCHIMENTO DOS\nPRESSUPOSTOS DE ADMISSIBILIDADE - NATUREZA INFRACONSTITUCIONAL -\nAUSÊNCIA DE REPERCUSSÃO GERAL)\n   STJ - <<AgInt no RE nos EDcl no AgInt no AREsp 1342377>>-SP\n   STF - [[RE 598365]]-MG (REPERCUSSÃO GERAL - TEMA(s) 181),\n         [[ARE-AgR 1227415]]-MG, [[RE-AgR 1081829]]-SP\n(PLEITO DE OFERECIMENTO DE ACORDO DE NÃO PERSECUÇÃO PENAL -\nATRIBUIÇÕES DA VICE-PRESIDÊNCIA - NÃO ENQUADRAMENTO)\n   STJ - <<AgRg no RE nos EDcl no AgRg no AREsp 1512848>>-PR",
  "notas" : null,
  "informacoesComplementares" : "     \"[...] eventual ofensa à Carta Magna, se existente, seria\napenas indireta ou reflexa, entendendo o Excelso Pretório que\n'carece de repercussão geral a discussão acerca dos pressupostos de\nadmissibilidade de recursos da competência de cortes diversas'\n[...], até mesmo quando alegada a ofensa ao art. 105, III, da\nConstituição da República [...]\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00093 INC:00009 ART:00105 INC:00003", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00022 PAR:00002 INC:00001 LET:A", "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:0028A", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00927 INC:00003" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000845933",
  "numeroProcesso" : "2049484",
  "numeroRegistro" : "202200031774",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "FRANCISCO FALCÃO",
  "dataPublicacao" : "DJE        DATA:26/05/2023",
  "ementa" : "PROCESSUAL CIVIL. CIVIL. PRESTAÇÃO DE CONTAS. AÇÃO DECLARATÓRIA DE\n\"VERDADE DE FATOS\". EXTINÇÃO DO FEITO. CARÊNCIA DA AÇÃO E\nLITISPENDÊNCIA. OCORRÊNCIA. RECURSO ESPECIAL. DEFICIÊNCIA.\nINDICAÇÃO DO PERMISSIVO CONSTITUCIONAL. AUSÊNCIA. APLICAÇÃO DA\nSÚMULA N. 284 DO STF. AGRAVO INTERNO. IMPROVIDO. EMBARGOS DE\nDIVERGÊNCIA. COMPROVAÇÃO. AUSÊNCIA. INDEFERIMENTO LIMINAR.\nI- Na origem, trata-se de ação objetivando a declaração da \"verdade\nde fatos\" em razão da ação de prestação de contas ajuizada contra o\nautor.\nII - Na sentença, extinguiu-se o feito, sem resolução do mérito, por\ncarência de ação e litispendência. No Tribunal a quo, a sentença\nfoi mantida. Esta Corte não conheceu do recurso especial. A Quarta\nTurma negou provimento ao agravo interno. Os embargos de divergência\nforam indeferidos liminarmente.\nIII - A jurisprudência do Superior Tribunal de Justiça é firme no\nsentido de que não é admissível o recurso de embargos de divergência\nquando o recorrente não comprova a divergência nos termos do art.\n1.043, § 4º, do Código de Processo Civil de 2015 e no art. 266, §\n4º, do Regimento Interno do Superior Tribunal de Justiça.\nIV - Os embargos de divergência, recurso de fundamentação vinculada,\ntêm o propósito de compor divergência entre órgão fracionário do\nSupremo Tribunal Federal ou do Superior Tribunal de Justiça e\nqualquer outro órgão jurisdicional do mesmo tribunal (CPC/2015, art.\n1.043). Visa à uniformização da jurisprudência do tribunal.\nV - Uma vez que goza de tal desiderato, são admitidos exclusivamente\nquando indicada e comprovada a existência de divergência interior\nno tribunal. Mais ainda é necessário que a divergência seja atual\n(CPC, art. 1.044, caput, c/c o art. 266 do RISTJ - para o REsp).\nVI - Ademais, compete ao embargante demonstrar analiticamente que os\nacórdãos têm similitude fática e jurídica, ou, como querem o art.\n1.043, § 4º, do CPC/2015 e o art. 266, § 4º, do RISTJ, \"as\ncircunstâncias que identificam ou assemelham os casos confrontados\".\nImpõe-se, como condição para um juízo positivo de prelibação, a\npresença de circunstâncias jurídicas e fáticas assemelhadas entre os\ncasos confrontados.\nVII - Ainda, a jurisprudência desta Corte consolidou-se no sentido\nde que a parte recorrente, para comprovar a existência de dissídio\nem embargos de divergência, deve providenciar a juntada da certidão,\ncópia ou citação de repositório oficial ou credenciado de\njurisprudência, inclusive, em mídia eletrônica, onde foi publicado o\nacórdão divergente, ou com a reprodução de julgado disponível na\nrede mundial de computadores, indicando a respectiva fonte, bem como\ndescrever às circunstâncias que identificam ou assemelham os casos\nconfrontados.\nVIII - Verifica-se que a parte embargante, no momento da\ninterposição do recurso, não realizou o efetivo cotejo analítico\nentre o acórdão embargado e o acórdão paradigma, declinado ao exame\nde eventual identidade ou similitude fática entre estes, nos moldes\nlegais e regimentais, limitando-se a acostar apenas o termo de\njulgamento do julgado invocado. Descumpriu, assim, regras técnicas\ndo presente recurso que constituem vícios substanciais insanáveis. A\npropósito: (AgInt nos EDv nos EAREsp n. 494.772/RS, relator\nMinistro Luis Felipe Salomão, Corte Especial, julgado em 18/12/2019,\nDJe 4/2/2020 e AgInt nos EDv nos EREsp n. 1.384.690/PE, relator\nMinistro Francisco Falcão, Primeira Seção, julgado em 11/12/2019,\nDJe 17/12/2019).\nIX - Nos embargos de divergência, é indispensável haver identidade\nou similitude entre o acórdão embargado e os arestos paradigmas,\ncabendo ao embargante demonstrar que houve interpretação divergente\nacerca de situações idênticas, o que não ficou demonstrado pelo\nembargante de forma escorreita.\nX - Na decisão objurgada, a decisão foi no sentido de que não cabe\nrecurso especial contra decisão monocrática proferida pelo Tribunal\nde origem, ante o não exaurimento das vias ordinárias, circunstância\natrativa do óbice contido na Súmula n. 281/STF, os paradigmas\ntrazidos pela parte embargante apontam a recursos interpostos diante\nde decisão colegiada - não sendo o que caso dos autos -,\napresentando como fundamentação de base argumentos que não se\nassemelham aos lançados nos presentes.\nXI - Não há que se falar em similitude fática entre os acórdãos\nconfrontados, pois a moldura fática presente nos julgados é\nabsolutamente diversa.\nXII - O Supremo Tribunal Federal já proclamou o entendimento no\nsentido que são incabíveis embargos de divergência contra acórdão\nproferido em julgamento de agravo regimental em agravo de\ninstrumento \"cujo seguimento foi negado por ausência de requisitos\nprocessuais, sem ter havido exame do mérito da questão\" (excerto da\nementa AI n. 836.992 AgR-EDv-AgR/SC, Tribunal Pleno, relator\nMinistro Ricardo Lewandowski, DJe 30.5.2012). Nesse sentido, também\na jurisprudência do STJ: (AgInt nos EAREsp n. 873.208/SP, relatora\nMinistra Regina Helena Costa, Primeira Seção, julgado em 18/5/2021,\nDJe de 21/5/2021 e AgInt nos EAREsp n. 1.225.796/MG, relator\nMinistro Napoleão Nunes Maia Filho, Primeira Seção, julgado em\n3/12/2019, DJe de 5/12/2019.)\nXIII -  Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230523",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 17/05/2023 a 23/05/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, Laurita Vaz, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Og Fernandes, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Maria Isabel Gallotti, Antonio Carlos Ferreira e Ricardo\nVillas Bôas Cueva  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(EMBARGOS  DE  DIVERGÊNCIA - PRESSUPOSTOS RECURSAIS - COTEJO\nANALÍTICO)\n   STJ - <<AgInt nos EDv nos EAREsp 494772>>-RS,\n         <<AgInt nos EDv nos EREsp 1384690>>-PE\n(EMBARGOS DE DIVERGÊNCIA - DISSIDÊNCIA ACERCA DE REGRA TÉCNICA DE\nADMISSIBILIDADE RECURSAL - AUSÊNCIA DE EXAME DE MÉRITO)\n   STJ - <<AgInt nos EAREsp 873208>>-SP,\n         <<AgInt nos EAREsp 1225796>>-MG\n   STF - [[AI-AgR-EDv-AgR 836992]]-SC",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01043 PAR:00004 ART:01044", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266 PAR:00004" ],
  "acordaosSimilares" : [ "AgInt nos EAREsp  1925218  MG  2021/0194452-4  Decisão:13/06/2023\nDJE        DATA:16/06/2023" ]
}, {
  "id" : "000845940",
  "numeroProcesso" : "1739176",
  "numeroRegistro" : "202001976125",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "FRANCISCO FALCÃO",
  "dataPublicacao" : "DJE        DATA:26/05/2023",
  "ementa" : "PROCESSUAL CIVIL. CIVIL. CONTRATO DE COMPRA E VENDA. IMÓVEL.\nRESCISÃO. INDENIZAÇÃO POR DANOS MORAIS. PROCEDÊNCIA PARCIAL DOS\nPEDIDOS.  EMBARGOS DE DIVERGÊNCIA. INADMISSIBILIDADE.  DISSÍDIO\nJURISPRUDENCIAL.  AUSÊNCIA. ACÓRDÃO EMBARGADO ALINHADO COM A\nJURISPRUDÊNCIA DO STJ.\nI - Na origem, trata-se de ação ajuizada contra Calçada\nEmpreendimentos Imobiliários S.A. e SPE Guanumbi Empreendimento\nImobiliário Ltda. objetivando a rescisão do contrato de compra e\nvenda de imóvel residencial e devolução dos valores pagos, além de\nindenização por danos morais.\nII - Na sentença, julgaram-se parcialmente procedentes os pedidos\npara condenar os réus a devolverem , na forma simples, as quantias\ncomprovadamente pagas pelos autores, ressalvado o direito dos réus\nde reter 20% de toda a quantia devidamente atualizada, montante que\ndeverá ser apurado em liquidação de sentença por arbitramento. No\nTribunal a quo, a sentença foi parcialmente reformada para permitir\na retenção dos valores referente às despesas com seguro e,\njulgando-se improcedente o pedido de devolução em dobro dos valores\nrelativos à comissão da corretagem, condenando os autores ao\npagamento de honorários advocatícios no percentual de 10% sobre o\nvalor pedido a esse título, observada a norma do art. 98, § 3º, do\nCPC. Esta Corte não conheceu do agravo em recurso especial. A Quarta\nTurma negou provimento ao agravo interno. Os embargos de\ndivergência em agravo em recurso especial foram indeferidos\nliminarmente.\nIII - A jurisprudência do Superior Tribunal de Justiça é firme no\nsentido de que não são admissíveis os embargos de divergência quando\no acórdão embargado decidiu, alinhado com a jurisprudência do STJ.\nIV - A alegação de divergência em relação ao paradigma proveniente\nda Segunda Seção (AgInt nos EDcl no Recurso Especial n. 1.857.137 -\nSP (2019/0379586-3) - Terceira Turma - relator Ministro Marco\nAurélio Bellizze - Data do Julgamento: 25/10/2021 e Recurso Especial\nn. 1.820.330 - SP (2019/0170069-0) - Terceira Turma - relatora\nMinistra Nancy Andrighi - Data do Julgamento: 24/11/2020) não pode\nser enfrentada pela Corte Especial, uma vez que os acórdãos\nconfrontados - Terceira e Quarta Turmas - foram proferidos por\nórgãos colegiados integrantes da mesma Seção. Há, neste caso,\nsuperposição de competências.\nV - Este Tribunal, em casos similares, tem decidido pela cisão do\njulgamento dos embargos de divergência para cada um dos órgãos\nfracionários, com a primazia do colegiado mais amplo, em atenção à\ncompetência estabelecida pelo art. 266 do RISTJ.\nVI - Existindo precedente específico da Corte Especial em relação ao\ntema, despicienda a remessa posterior a órgão fracionário, estando\nsolvida integralmente a questão. A propósito do tema: (AgInt nos\nEREsp n. 1.327.910/RJ, relatora Ministra Maria Thereza de Assis\nMoura, Corte Especial, julgado em 22/10/2019, DJe de 28/10/2019.)\nVII - Compete à Corte Especial a análise do dissídio no tocante ao\nparadigma emanado pela Corte Especial: Embargos de Divergência em\nREsp n. 1.424.404 - SP (2013/0230570-3) - Corte Especial - relator\nMinistro Luis Felipe Salomão - Data do Julgamento: 20/10/2021 e, em\nrelação a este, o reclamo não merece conhecimento.\nVIII - Os embargos de divergência têm por fim a uniformização de\ndivergência jurisprudencial atual a respeito da aplicação do direito\nmaterial ou processual na hipótese de o acórdão de um órgão\nfracionário deste Tribunal Superior divergir do julgamento de\nqualquer outro.\nIX - A divergência exige a comprovação por meio do cotejo analítico\nentre os acórdãos, que demonstre a adequada identidade ou similitude\nsuficiente das situações fáticas e jurídicas que obtiveram\nconclusões diversas, de forma clara e precisa, apontando de forma\ninequívoca as circunstâncias que demonstram a divergência no ponto\nguerreado, nos termos do art. 1.043, § 4º, do CPC/2015 e do art.\n266, § 4º, do RISTJ, não servido o recurso ao mero rejulgamento\n(nesse sentido: AgInt nos EAREsp n. 297.377/RJ, relator Ministro\nJorge Mussi, Corte Especial, DJe 17/4/2018.)\nX - Na hipótese dos autos, não se verifica divergência\njurisprudencial atual.\nXI - O entendimento firmado pelo acórdão embargado encontra-se em\nconsonância com a jurisprudência mais recente da Corte Especial que,\nno julgamento dos Embargos de Divergência em REsp n. 1.424.404 - SP\n(2013/0230570-3) - Corte Especial - relator Ministro Luis Felipe\nSalomão - Data do Julgamento: 20/10/2021, assentou entendimento nos\nexatos termos do acórdão embargado no sentido de, em se tratando do\nagravo previsto no art. 1.042, do CPC, \"... ser inafastável o dever\ndo recorrente de impugnar especificamente todos os fundamentos que\nlevaram à inadmissão do apelo extremo, não se podendo falar, na\nhipótese, em decisão cindível em capítulos autônomos e\nindependentes\" (EAREsps n. 701.404/SC, 746.775/PR e 831.326/SP,\nrelator Ministro João Otávio de Noronha, relator para acórdão\nMinistro Luis Felipe Salomão, Corte Especial, julgado em 19/9/2018,\nDJe 30/11/2018). A propósito: (EREsp n. 1.424.404/SP, relator\nMinistro Luis Felipe Salomão, Corte Especial, julgado em 20/10/2021,\nDJe de 17/11/2021 e AgRg nos EAREsp n. 1.642.060/SC, relator\nMinistro Raul Araújo, Corte Especial, julgado em 8/9/2020, DJe de\n16/9/2020.)\nXII - Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230523",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 17/05/2023 a 23/05/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, Laurita Vaz, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Og Fernandes, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Maria Isabel Gallotti, Antonio Carlos Ferreira e Ricardo\nVillas Bôas Cueva  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - SUPERPOSIÇÃO DE COMPETÊNCIAS)\n   STJ - <<AgInt nos EREsp 1327910>>-RJ\n(EMBARGOS DE DIVERGÊNCIA - INTENTO DE MERO REJULGAMENTO DA CAUSA)\n   STJ - <<AgInt nos EAREsp 297377>>-RJ",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01043 PAR:00004", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266 PAR:00004" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000845372",
  "numeroProcesso" : "1054",
  "numeroRegistro" : "202204007370",
  "siglaClasse" : "APn",
  "descricaoClasse" : "AÇÃO PENAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJE        DATA:22/05/2023",
  "ementa" : "PROCESSUAL PENAL. QUEIXA-CRIME. REUNIÃO DE PROCESSOS. CONEXÃO E\nCONTINÊNCIA. REQUISITOS NÃO PREENCHIDOS. DECADÊNCIA. ART. 38, CAPUT,\nDO CPP. PRELIMINAR ACOLHIDA. DELITO DE CALÚNIA. INEXISTÊNCIA DO DOLO\nESPECÍFICO NA CONDUTA DO QUERELADO E DO ELEMENTO NORMATIVO DO TIPO.\n1. Queixa-crime oferecida em 15/12/2022, na qual a querelante imputa\nao querelado, Desembargador do TJ/SP, a suposta prática do crime\ntipificado no art. 138, caput (calúnia), na forma do art. 141, IV\n(causa de aumento de pena), ambos do Código Penal.\n2. Pedido de apensamento de ações penais indeferido, em virtude da\nausência de prerrogativa de foro do querelado que figura nos autos\nda APn n. 1.055/DF e do não preenchimento dos requisitos legais\nprevistos nos arts. 76 (conexão) e 77 (continência), ambos do CPP.\n3. Preliminar de decadência acolhida, visto que restou escoado o\nprazo previsto no art. 38, caput, do CPP.\n4. Delito de calúnia não configurado, já que ausente o dolo\nespecífico na conduta do agente e o elemento normativo do tipo\nprevisto no art. 138, caput, do Código Penal.\n5. Apensamento de ações penais indeferido, preliminar de decadência\nacolhida e queixa-crime rejeitada, nos termos do art. 395, II, do\nCPP.\n6. No mérito, queixa-crime rejeitada, com esteio no art. 395, III,\ndo CPP.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230517",
  "decisao" : "Vistos, relatados e discutidos estes autos, acordam os Ministros da\nCorte Especial do Superior Tribunal de Justiça, na conformidade dos\nvotos e das notas taquigráficas constantes dos autos,  A Corte\nEspecial, por unanimidade, indeferir  o pedido de apensamento das\nações penais, acolher o pedido de decadência e rejeitar a\nqueixa-crime, nos termos do voto da Sra. Ministra Relatora. Os Srs.\nMinistros Laurita Vaz, João Otávio de Noronha, Humberto Martins,\nHerman Benjamin, Og Fernandes, Luis Felipe Salomão, Mauro Campbell\nMarques, Benedito Gonçalves, Raul Araújo, Maria Isabel Gallotti,\nAntonio Carlos Ferreira, Ricardo Villas Bôas Cueva e Francisco\nFalcão votaram com a Sra. Ministra Relatora.\nEsteve presente, tendo sido dispensada a sustentação oral, o Dr.\nFelipe Locke Cavalcanti, pelo querelado.",
  "jurisprudenciaCitada" : "(AÇÃO PENAL ORIGINÁRIA - COMPETÊNCIA CONSTITUCIONAL DO STJ -\nINTERPRETAÇÃO EXTENSIVA - IMPOSSIBILIDADE)\n   STJ - <<AgRg no HC 744749>>-SE\n(QUEIXA-CRIME - FALTA DE PROPOSITURA - DECADÊNCIA)\n   STJ - <<REsp 1779215>>-SP\n(CALÚNIA - INEXISTÊNCIA DO DOLO ESPECÍFICO)\n   STJ - <<HC 234134>>-MT, <<REsp 937787>>-SP\n(CALÚNIA - FALTA DO ELEMENTO NORMATIVO DO TIPO)\n   STJ - <<RHC 77768>>-CE",
  "notas" : null,
  "informacoesComplementares" : "     \"[...] a competência constitucional do STJ para conhecer de\nações penais originárias é matéria de direito estrito, prevista\ntaxativamente na Constituição da República, não admitindo\ninterpretação extensiva\".\n     \"[...] resta demonstrada a ausência do elemento normativo do\ntipo referente à imputação falsa de fato definido como crime.\n     Ora, se o querelado tomou ciência dos fatos narrados no citado\nlaudo por \u001Couvir dizer\u001C e em data posterior à dos acontecimentos,\nnão há como lhe imputar a prática do crime de calúnia, já que seria\ninviável que ele tivesse certeza acerca da falsidade do possível\ncrime de lesão corporal cometido pela querelante\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEL:002848 ANO:1940\n*****  CP-40    CÓDIGO PENAL\n        ART:00138", "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00038 ART:00076 ART:00077 ART:00395 INC:00002\n        INC:00003" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000845375",
  "numeroProcesso" : "6714",
  "numeroRegistro" : "202201068250",
  "siglaClasse" : "HDE",
  "descricaoClasse" : "HOMOLOGAÇÃO DE DECISÃO ESTRANGEIRA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "FRANCISCO FALCÃO",
  "dataPublicacao" : "DJE        DATA:24/05/2023",
  "ementa" : "SENTENÇA ESTRANGEIRA CONTESTADA. GUARDA DE MENOR. EXISTÊNCIA DE\nDECISÃO JUDICIAL BRASILEIRA SOBRE A MATÉRIA. OFENSA À SOBERANIA\nNACIONAL.\nI - Conforme consta dos autos, após o falecimento da genitora do\nmenor, a requerida, tia materna do menor, obteve a guarda dele,\nmediante sentença proferida pelo Juízo da 3ª Vara de Família da\ncomarca de Porto Velho/RO, nos autos do Processo\nn. 7059666-59.2016.8.22.0001, decisão que foi confirmada pelo\nTribunal de Justiça de Rondônia, cujo acórdão transitou em julgado.\nII - O título judicial que se pretende homologar, de fato, atenta\ncontra a soberania nacional. Assim porque, em que pese a sentença de\nguarda seja uma decisão rebus sic stantibus, ou seja, que poderá ser\nobjeto de revisão por ação própria quando houver modificação no\nestado de fato e de direito, a existência de decisão judicial\nproferida no Brasil sobre a mesma matéria impede a homologação da\ndecisão estrangeira. Precedente: HDE n. 1.396/EX, relatora Ministra\nNancy Andrighi, Corte Especial, julgado em 23/9/2019, DJe de\n26/9/2019.\nIII - Homologação indeferida.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230517",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Corte Especial do Superior\nTribunal de Justiça,  A Corte Especial, por unanimidade, indeferiu o\npedido de homologação, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, Laurita Vaz, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Og Fernandes, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Maria Isabel Gallotti, Antonio Carlos Ferreira e Ricardo\nVillas Bôas Cueva votaram com o Sr. Ministro Relator.",
  "jurisprudenciaCitada" : "(HOMOLOGAÇÃO DA DECISÃO ESTRANGEIRA - IMPOSSIBILIDADE)\n   STJ - <<HDE 1396>>-EX",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00963", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:0216C ART:0216D" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000845421",
  "numeroProcesso" : "27348",
  "numeroRegistro" : "202100663540",
  "siglaClasse" : "MS",
  "descricaoClasse" : "MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:09/06/2023",
  "ementa" : "PROCESSUAL CIVIL. MANDADO DE SEGURANÇA CONTRA ATO JUDICIAL.\nCABIMENTO DE RECURSO. SÚMULA N. 267 DO STF. INCIDÊNCIA.\n1.  \"Não cabe mandado de segurança contra ato judicial passível de\nrecurso ou correição\" (Súmula n. 267 do STF).\n2. O mandado de segurança não é sucedâneo de recurso, sendo\nimprópria sua impetração contra decisão judicial passível de\nimpugnação prevista em lei, consoante o disposto na Súmula n. 267 do\nSTF.\n3. Não é cabível mandado de segurança contra ato jurisdicional dos\nórgãos fracionários ou de relator do STJ, salvo se evidenciada\nflagrante ilegalidade ou teratologia.\n4. Quando a decisão impugnada não revela teratologia, mas demonstra\na  perfeita consonância com a jurisprudência do STJ de que o mandado\nde segurança não é  meio adequado para reformar decisão judicial de\nnatureza definitiva, como a proferida em  agravo regimental, não\npodendo ser usado como sucedâneo recursal, sob pena de se desnaturar\nsua finalidade, ensejando a denegação da segurança.\n5. Mandado de segurança denegado.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230517",
  "decisao" : "Vistos, relatados e discutidos estes autos em que são partes as\nacima indicadas,  acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, na conformidade dos votos e das notas\ntaquigráficas a seguir,  prosseguindo no julgamento, a Corte\nEspecial, por unanimidade, rejeitar a preliminar de impedimento\narguida pelo advogado do Impetrante. No Mérito, após o voto-vista do\nSr. Ministro João Otávio de Noronha denegando a segurança, no que\nfoi acompanhado pelos Srs. Ministros Mauro Campbell Marques,\nBenedito Gonçalves, Maria Isabel Gallotti, Francisco Falcão, Nancy\nAndrighi e Maria Thereza de Assis Moura e os votos do Sr. Ministro\nRaul Araújo e da Sra. Ministra Laurita Vaz acompanhando o Relator,\npor maioria, denegar  a segurança, nos termos do voto do Sr.\nMinistro João Otávio de Noronha. Vencidos os Srs. Ministros Og\nFernandes, Raul Araújo e Laurita Vaz que concediam a segurança.\nLavrará o acórdão o Sr. Ministro João Otávio de Noronha. Os Srs.\nMinistros Mauro Campbell Marques, Benedito Gonçalves, Maria Isabel\nGallotti, Francisco Falcão, Nancy Andrighi e Maria Thereza de Assis\nMoura votaram com o Sr. João Otávio de Noronha.\nNão participaram do julgamento os Srs. Ministros Luis Felipe\nSalomão, Paulo de Tarso Sanseverino, Antonio Carlos Ferreira e\nRicardo Villas Bôas Cueva.\nImpedido o Sr. Ministro Herman Benjamin.\nAposentados os Srs. Ministros Felix Fischer e Jorge Mussi.\nPresidiu o julgamento o Sr. Ministro Humberto Martins.",
  "jurisprudenciaCitada" : "(MANDADO DE SEGURANÇA - ATO JURISDICIONAL PROFERIDO POR MINISTRO DO\nSTJ)\n   STJ - <<AgRg no MS 21096>>-DF, <<AgRg no MS 21247>>-DF,\n         <<MS 27173>>-DF, <<AgRg no MS 22646>>-RJ\n(MANDADO DE SEGURANÇA - SUCEDÂNEO RECURSAL)\n   STJ - <<AgRg no RMS 51299>>-DF, <<AgInt no RMS 53637>>-PE\n(VOTO VOGAL - IMPEDIMENTO - ATUAÇÃO DE JULGADOR - MESMO GRAU DE\nJURISDIÇÃO)\n   STJ - <<MS 25474>>-DF, <<REsp 1783015>>-AM,\n         <<AgRg no AREsp 689642>>-MG, <<AgRg na ExSusp 217>>-DF\n(VOTO VENCIDO - PRAZO RECURSAL - SUSPENSÃO - INTERRUPÇÃO - RECURSO\nMANIFESTAMENTE INCABÍVEL)\n   STJ - <<AgInt nos EAREsp 1161880>>-SP,\n         <<AgInt no RE nos EDcl no AgInt no REsp 1701567>>-PE,\n         <<PET no REsp 1113688>>-RS\n(VOTO VOGAL - MINISTÉRIO PÚBLICO ESTADUAL - ATUAÇÃO PERANTE O STJ -\nINTIMAÇÃO)\n   STJ - <<AgRg nos EREsp 1256973>>-RS, <<AgRg no HC 459944>>-MS",
  "notas" : null,
  "informacoesComplementares" : "     \"[...] quando houver mandado de segurança contra ato de\nMinistro, ele não fica impedido de participar do julgamento. Ao\ncontrário, dele participa regularmente, exatamente porque as\nhipóteses de impedimento ou suspeição são taxativas, não cabendo\ninterpretação analógica para criar novas causas não previstas em\nlei, especialmente por limitarem a independência funcional do\nmagistrado.\n     Ademais, cumpre relembrar que o ato judicial atacado é\ncolegiado (Quinta Turma do STJ), não havendo falar em hipótese\nsupralegal de impedimento do relator do ato nem do presidente da\nTurma [...]\".\n     \"[...] não se pode confundir a atuação de diferentes\nMinistérios Públicos oficiantes em um mesmo processo, de modo a\nafirmar que o ato praticado por um deles prejudica ou supre o do\noutro, como se fossem o mesmo sujeito processual.\n     Nessa linha de raciocínio, havendo a atuação legítima tanto do\nMinistério Público Federal quanto do Ministério Público Estadual em\num mesmo processo, a intimação de um não significa na intimação\nautomática do outro, uma vez que são sujeitos processuais distintos,\npodendo até defender teses opostas\".\n     (VOTO VENCIDO) (MIN. OG FERNANDES)\n     \"[...] a suposta tempestividade do agravo regimental manejado\npelo Ministério Público do Estado da Paraíba, em 10/12/2019, foi\nconsiderada tomando-se por base o julgamento dos embargos de\ndeclaração opostos por José Ricardo Porto, cuja decisão fora\npublicada no dia 29/11/2019.\n     Ocorre que tais embargos de declaração foram opostos apenas no\ndia 27/11/2019 [...], sendo que a decisão que julgou o mérito do\nhabeas corpus em testilha, concedendo a ordem para o trancamento da\nação penal, já havia transitado em julgado a essa altura [...]\".\n     \"[...] os embargos de declaração manejados por terceiro\ninteressado não foram sequer conhecidos, já que incabíveis, razão\npela qual não teriam o condão de interromper ou suspender prazo para\neventual recurso posterior. Assim, mostra-se de todo equivocada a\ncontagem do prazo para a interposição do propalado agravo regimental\na partir dessa decisão nos embargos de declaração\".\n     \"[...] o entendimento perfilhado no ato judicial apontado como\ncoator vai de encontro, a meu ver, à coisa julgada já formada no\nhabeas corpus em testilha, circunstância apta a configurar a\nexcepcionalidade necessária ao provimento do presente 'mandamus'\".\n     \"[...] o fato é que a decisão concessiva do habeas corpus\n492.287/PB não foi impugnada no tempo adequado, tendo sido\nacobertada pelo manto constitucional da coisa julgada.\n     Mostra-se, assim, nítido o prejuízo imposto ao ora impetrante,\no qual se deparou com o resultado negativo do julgamento do agravo\nregimental, com a determinação de prosseguimento da investigação\ncriminal contra ele instaurada na origem, sem sequer poder\ndefender-se, já que o agravo regimental foi levado diretamente à\napreciação do órgão colegiado \u001A Quinta Turma. Isso quando já contava\ncom o trânsito em julgado da decisão que concedera a ordem no mesmo\nhabeas corpus, devidamente certificado pela Coordenadoria, conforme\nexplicitado alhures.\n     Malgrado a excepcionalidade da utilização do mandado de\nsegurança impetrado contrariamente a decisões judiciais, tenho que a\nhipótese em comento comporta apreciação e concessão, tendo em vista\na impropriedade constatada no julgamento do agravo regimental no HC\nn. 492.287/PB, uma vez que realizado após o trânsito em julgado da\ndecisão meritória lançada naqueles autos\".\n     (VOTO VENCIDO) (MIN. RAUL ARAÚJO)\n     \"[...] uma vez cientificado o Ministério Público Federal, que\npermaneceu inerte, o posterior manejo de embargos de declaração por\nterceiros não têm o condão de repristinar o andamento de processo\nque já estava extinto, com trânsito em julgado, ainda mais em se\ntratando de habeas corpus, que é processo de rito sumaríssimo, que\nnem comporta esses incidentes\".\n     (VOTO VENCIDO) (MIN. LAURITA VAZ)\n     \"[...] se o Ministério Público Estadual é legítimo para\ninterpor recursos e atuar perante o STJ, isso só pode ser\nviabilizado se houver oportuna intimação das decisões que lhes digam\nrespeito como parte, porque, como 'custus legis', sabemos, a\natribuição é exclusiva do Ministério Público Federal\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STF)    SÚMULA DO SUPREMO TRIBUNAL FEDERAL\n        SUM:000267", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00144 INC:00002", "LEG:FED LEI:012016 ANO:2009\n*****  LMS-09    LEI DO MANDADO DE SEGURANÇA", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00079 PAR:ÚNICO", "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00005 INC:00055 INC:00069 ART:00105 INC:00001\n        LET:B ART:00127 PAR:00001 ART:00128 INC:00001\n        INC:00002 INC:00003 PAR:00001" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000845599",
  "numeroProcesso" : "1053",
  "numeroRegistro" : "202203728484",
  "siglaClasse" : "APn",
  "descricaoClasse" : "AÇÃO PENAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJE        DATA:24/05/2023",
  "ementa" : "PROCESSUAL PENAL. QUEIXA-CRIME. CRIMES CONTRA A HONRA. PRELIMINARES.\nPROCURAÇÃO.  ART.  44  DO  CPP. NULIDADE. INÉPCIA PARCIAL DA QUEIXA.\nART. 41 DO CPP.\n1.  Queixa-crime  oferecida  em  21/11/2022,  na  qual  se  imputa a\nGovernador  de  Estado  a suposta prática dos crimes tipificados nos\narts.  139, caput (difamação), e 140, caput (injúria), c/c art. 141,\nII  e  III  (causas  de  aumento de pena), todos do Código Penal, na\nforma  do  art.  70, caput (concurso formal), do Estatuto Repressivo\npátrio.\n2.  Preliminar  de  nulidade  da procuração acolhida, já que, embora\nseja  possível  superar  o  erro  material  referente  ao ano em que\nproferidas  as  supostas  ofensas  por  parte  do  querelado, não há\nindicação  do  artigo  de  lei  relacionado  ao  crime de difamação,\ntampouco referência ao nomen juris do citado delito.\n3.  Preliminar  de  inépcia  da  inicial  parcialmente acolhida, nos\ntermos  do  art.  41  do  CPP,  já que o querelante sequer mencionou\neventual fato que respaldasse a acusação da suposta prática do crime\nde injúria.\n4.  Preliminares  acolhidas  e queixa-crime rejeitada, nos termos do\nart. 395, I e II, do CPP.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230517",
  "decisao" : "Vistos,  relatados e discutidos estes autos, acordam os Ministros da\nCorte  Especial  do  Superior Tribunal de Justiça, na conformidade\ndos  votos e das notas taquigráficas constantes dos autos, A Corte\nEspecial,  por  unanimidade,  rejeitar a queixa-crime, nos termos do\nvoto  da Sra. Ministra Relatora. Os Srs. Ministros Laurita Vaz, João\nOtávio  de Noronha, Humberto Martins, Herman Benjamin, Og Fernandes,\nLuis  Felipe  Salomão,  Mauro  Campbell Marques, Benedito Gonçalves,\nRaul Araújo, Maria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo\nVillas  Bôas  Cueva  e  Francisco Falcão votaram com a Sra. Ministra\nRelatora.\nEsteve presente, tendo sido dispensada a sustentação oral, o Dr.\nAlexandre Camargo, pelo querelado.",
  "jurisprudenciaCitada" : "(QUEIXA-CRIME - PROCURAÇÃO - MENÇÃO AO FATO CRIMINOSO)\n   STJ - <<AgRg no REsp 1791282>>-SP, <<AgRg no RHC 93319>>-SP,\n         <<HC 158042>>-SP, <<AgRg no REsp 1673988>>-SP\n(ALEGAÇÃO DE INÉPCIA DA DENÚNCIA - DESCRIÇÃO SUFICIENTE DA CONDUTA -\nAUTORIA E MATERIALIDADE)\n   STJ - <<AgRg no RHC 153745>>-SP, <<APn 881>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEL:002848 ANO:1940\n*****  CP-40    CÓDIGO PENAL\n        ART:00139 ART:00140", "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00038 ART:00041 ART:00044 ART:00395 INC:00001\n        INC:00002" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000847234",
  "numeroProcesso" : "2610",
  "numeroRegistro" : "201903507836",
  "siglaClasse" : "AgInt no AgInt na SLS",
  "descricaoClasse" : "AGRAVO INTERNO NO AGRAVO INTERNO NA SUSPENSÃO DE LIMINAR E DE\nSENTENÇA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RAUL ARAÚJO",
  "dataPublicacao" : "DJE        DATA:23/06/2023",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NO AGRAVO INTERNO NA SUSPENSÃO DE\nLIMINAR E DE SENTENÇA. TUTELA ANTECIPADA DEFERIDA EM AGRAVO DE\nINSTRUMENTO NA AÇÃO REVISIONAL DE CONTRATO DE FORNECIMENTO DE\nENERGIA ELÉTRICA. SUSPENSÃO DE LIMINAR DEFERIDA PELO STJ. POSTERIOR\nEXTINÇÃO DO AGRAVO DE INSTRUMENTO EM RAZÃO DA PROLAÇÃO DE SENTENÇA\nDE IMPROCEDÊNCIA DA AÇÃO. DEFERIMENTO DE NOVA LIMINAR PELO TRIBUNAL\nDE ORIGEM, AGORA EM APELAÇÃO, POR SUPOSTA PERDA DE OBJETO DA\nSUSPENSÃO DE LIMINAR NO STJ. NÃO OCORRÊNCIA. ULTRATIVIDADE, ATÉ O\nTRÂNSITO EM JULGADO, DA DECISÃO QUE DEFERE PEDIDO DE SUSPENSÃO DE\nLIMINAR (LEI 8.437/92, ART. 4º, §§ 6º E 9º). AGRAVO PROVIDO.\n1. Nos termos da Lei 8.437/92, art. 4º, caput e § 6º, a não\ninterposição de recurso próprio na origem não obsta o conhecimento\ndo pedido de suspensão pela Presidência do Tribunal competente para\no recurso em tese cabível. E isso afirma a distinção e independência\nentre o pedido de suspensão de liminar e eventual recurso relativo\nà causa, O pedido de suspensão de liminar não se vincula diretamente\nà existência do recurso cabível relativamente à decisão objeto do\npedido, pois tem relação imediata mais ampla, com a própria ação\nprincipal. Independe, portanto, da interposição de recurso contra a\ndecisão que concedeu a liminar combatida, cuidando-se de pedido\nincidental autônomo, desprovido de natureza recursal, vinculado\nexclusivamente à demonstração de \"manifesto interesse público ou de\nflagrante ilegitimidade, e para evitar grave lesão à ordem, à saúde,\nà segurança e à economia públicas\".\n2. Assim, a superveniente extinção do agravo de instrumento no qual\ndeferida a tutela antecipada objeto do pedido de suspensão de\nliminar não prejudica o efeito suspensivo anteriormente concedido\npela Presidência do Tribunal superior competente, mormente quando\ndeferida nova liminar pela Corte de origem, no mesmo sentido\ndaquela, agora em sede de apelação, Trata-se da ultratividade, \"até\no trânsito em julgado da decisão de mérito na ação principal\",\nexpressamente prevista no § 9º do art. 4º da Lei referida, não\ncabendo falar em perda de objeto do pedido de contracautela.\n3. A extinção do presente pedido de suspensão de liminar, no atual\nmomento processual, representaria, por um lado, benefício processual\nimpróprio em favor da parte que já tem contra si uma sentença de\nimprocedência do pedido inicial, o que, em tese, reforça os\nfundamentos da decisão que suspendera os efeitos da liminar\nconcedida pelo Tribunal de origem. Por outro lado, imporia ao Poder\nPúblico o ônus de apresentar novo e idêntico pedido de suspensão de\nliminar e, ao Judiciário, o encargo de reexaminar questão já\ndecidida pela Corte, ferindo os princípios processuais da\ninstrumentalidade e da eficiência, o que, por certo, quis a Lei\n8.437/92 evitar expressamente.\n4. Portanto, a concessão de nova liminar em benefício da parte\nautora pelo Tribunal a quo, ainda que com renovada fundamentação,\nmas no mesmo sentido da decisão anteriormente suspensa, obstando a\natuação do órgão gestor do contrato firmado com o Poder Público,\nviola a autoridade da decisão proferida pela Presidência desta Corte\nno âmbito da presente suspensão de liminar.\n5. Agravo interno provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230517",
  "decisao" : "Prosseguindo no julgamento, após o voto-vista do Sr. Ministro Raul\nAraújo dando provimento ao agravo, no que foi acompanhado pelos\nvotos das Sras. Ministras Nancy Andrighi e Laurita Vaz e pelos votos\ndos Srs. Ministros João Otávio de Noronha, Maria Thereza de Assis\nMoura, Herman Benjamin, Benedito Gonçalves e Maria Isabel Gallotti\ne, ainda, a ratificação de voto do Sr. Ministro Humberto Martins no\nsentido de negar provimento ao agravo, a Corte Especial, por\nmaioria, decide dar provimento ao agravo interno para reformar a\ndecisão de fls. 437/440, que reconsiderou a decisão de fls. 247/249.\nVencido o Sr. Ministro Humberto Martins. As Sras. Ministras Nancy\nAndrighi e Laurita Vaz e os Srs. Ministros João Otávio de Noronha,\nMaria Thereza de Assis Moura, Herman Benjamin, Benedito Gonçalves e\nMaria Isabel Gallotti votaram com o Sr. Ministro Raul Araújo. Não\nparticiparam do julgamento os Srs. Ministros Paulo de Tarso\nSanseverino e Antonio Carlos Ferreira. Impedido o Sr. Ministro\nFrancisco Falcão. Ausentes, justificadamente, os Srs. Ministros\nFrancisco Falcão, Luis Felipe Salomão, Mauro Campbell Marques e\nRicardo Villas Bôas Cueva. Aposentados os Srs. Ministros  Felix\nFischer e Jorge Mussi. Presidiu o julgamento o Sr. Ministro Og\nFernandes.",
  "jurisprudenciaCitada" : "(SUSPENSÃO DE LIMINAR - SUPERVENIÊNCIA DE AGRAVO DE INSTRUMENTO -\nPERDA DE OBJETO - EFICÁCIA - TRÂNSITO EM JULGADO DA AÇÃO PRINCIPAL)\n   STJ - <<AgInt na SLS 2289>>-BA, <<AgInt na SS 2888>>-DF,\n         <<AgRg na SS 2789>>-DF, <<AgRg na SLS 1216>>-MA,\n         <<AgRg na SLS 2017>>-MG, <<AgRg na Pet 4487>>-DF,\n         <<Rcl 711>>-ES\n(SUSPENSÃO DE LIMINAR - RECURSO CABÍVEL - INDEPENDÊNCIA)\n   STJ - <<AgInt na SLS 2289>>-BA\n(VOTO VENCIDO - SUSPENSÃO DE LIMINAR - STF - VINCULAÇÃO - REQUISITOS\nDE ADMISSIBILIDADE DO RECURSO EXTRAORDINÁRIO)\n   STF - [[SS-AgR-segundo 4306]]-SP, [[SS-AgR-segundo 4351]]",
  "notas" : null,
  "informacoesComplementares" : "     \"[...] não cabem recursos especial ou extraordinário de\ndecisão proferida em suspensão de segurança. Admite a lei, apenas,\na renovação do pedido de suspensão pelo Poder Público, perante os\nTribunais Superiores ou o Supremo Tribunal Federal, em caso de\nprovimento do agravo interno contra a decisão concessiva da\nsuspensão, conforme expresso nos §§ 3º e 4º do art. 4º da Lei\n8.437/92 [...]\".\n     \"[...] cumpre ainda observar que, nos termos do expresso no §\n8º [...], poder-se-ia, se necessário, estender os efeitos da\nsuspensão já concedida para alcançar as liminares supervenientes,\nmediante simples aditamento do pedido original, não se\njustificando, também por esse fundamento, a extinção do processo\".\n     (VOTO VENCIDO) (HUMBERTO MARTINS)\n     \"[...] não estão demonstrados os requisitos de cabimento do\nrecurso especial, que inauguraria a competência do STJ para\napreciação do caso e que, dessa forma, identificaria a competência\nda Corte para conhecimento da medida de suspensão de liminar e de\nsentença. Conforme dispõe a Lei n. 8.437/1992, o julgamento da\nsuspensão caberá ao presidente do Tribunal ao qual couber o\nconhecimento do respectivo recurso\".\n     \"[...] as prescrições insertas nos parágrafos citados (§§ 6º,\n8º e 9º do art. 4º da Lei n. 8.437/1992) não podem ser\ninterpretadas sem a premissa obrigatória da existência de liminar\nobjeto da suspensão, isto é, sem a liminar subsistir, não há objeto\na receber a incidência de tais parágrafos, o que impõe sim a\npropositura, caso se queira, de nova  suspensão  de  liminar,\nexatamente  por  se  tratar  de  nova  decisão,  com  nova\nfundamentação, novas premissas fáticas e jurídicas\".\n     (VOTO VISTA) (HERMAN BENJAMIN)\n     \"[...] uma vez deferida a SLS requerida sem nenhuma ressalva,\na suspensão vigorará até o trânsito em julgado da decisão de mérito\nna ação principal, independentemente de ser cabível, ou não,\nRecurso Especial contra a decisão proferida no Agravo de\nInstrumento que, originalmente, deferira a liminar atacada neste\nexpediente\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:008437 ANO:1992\n        ART:00004 PAR:00006 PAR:00008 PAR:00009", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00008" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000847235",
  "numeroProcesso" : "40424",
  "numeroRegistro" : "202001717847",
  "siglaClasse" : "AgInt na Rcl",
  "descricaoClasse" : "AGRAVO INTERNO NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RAUL ARAÚJO",
  "dataPublicacao" : "DJE        DATA:23/06/2023",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NA RECLAMAÇÃO CONSTITUCIONAL (CF,\nART. 105, I, F). DESCUMPRIMENTO DE DECISÃO DO STJ PROFERIDA EM\nSUSPENSÃO DE LIMINAR. DECISÃO RECLAMADA POSTERIORMENTE SUBSTITUÍDA\nPOR ACÓRDÃO DO TRIBUNAL A QUO, CONFIRMANDO O ATO JUDICIAL IMPUGNADO.\nPERDA SUPERVENIENTE DE OBJETO DA RECLAMAÇÃO. NÃO OCORRÊNCIA.\nAGRAVO PROVIDO.\n1. A concessão de nova liminar pelo Tribunal a quo, ainda que com\nrenovada fundamentação e agora em sede de apelação, mas no mesmo\nsentido da decisão proferida em agravo de instrumento anteriormente\nsuspensa pelo STJ, viola a autoridade da decisão proferida pela\nPresidência desta Corte no âmbito de pedido de suspensão de liminar\ne de segurança.\n2. A superveniente extinção do agravo de instrumento no qual\ndeferida a tutela antecipada objeto do pedido de suspensão de\nliminar não prejudica o efeito suspensivo anteriormente concedido\npela Presidência deste Tribunal Superior. Trata-se da ultratividade,\n\"até o trânsito em julgado da decisão de mérito na ação principal\",\nexpressamente prevista no § 9º do art. 4º da Lei referida, não\ncabendo falar em perda de objeto do pedido de suspensão de liminar.\n3. A mera circunstância de a decisão reclamada, proferida em caráter\nprovisório pelo relator da apelação, ter sido substituída por\nacórdão que se limitou a confirmá-la, não tem o condão de ensejar a\nperda de objeto da reclamação, uma vez que mantida no mundo jurídico\na decisão reclamada, confirmada no mesmo sentido. A perda de objeto\nsomente se verificaria na hipótese contrária, ou seja, de reforma\nou cassação da decisão monocrática ali recorrida e aqui reclamada, a\nqual deferira efeito suspensivo ao novo recurso da parte. No caso,\nao contrário, o que houve foi a confirmação da decisão monocrática\nque, assim, se vê substituída por decisão colegiada no mesmo\nsentido, reforçando os argumentos postos na reclamação.\n4. Agravo interno provido, para julgar procedente a reclamação.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230517",
  "decisao" : "Prosseguindo no julgamento, após o voto-vista do Sr. Ministro Raul\nAraújo dando provimento ao agravo e a ratificação de voto do Sr.\nMinistro Humberto Martins, a Corte Especial, por maioria, decide dar\nprovimento ao agravo para reconhecer a procedência da reclamação,\nnos termos do voto do Sr. Ministro Raul Araújo. Vencido o Sr.\nMinistro Humberto Martins, que negava provimento ao agravo. As Sras.\nMinistras Nancy Andrighi, Maria Thereza de Assis Moura, Maria\nIsabel Gallotti e Laurita Vaz e os Srs. Ministros João Otávio de\nNoronha, Herman Benjamin, Mauro Campbell Marques e Benedito\nGonçalves acompanharam o Sr. Ministro Raul Araújo. Não participaram\ndo julgamento os Srs. Ministros Paulo de Tarso Sanseverino e Antonio\nCarlos Ferreira. Impedido o Sr. Ministro Francisco Falcão.\nAusentes, justificadamente, os Srs. Ministros Francisco Falcão, Luis\nFelipe Salomão e Ricardo Villas Bôas Cueva. Aposentados os Srs.\nMinistros Felix Fischer e Jorge Mussi. Presidiu o julgamento o Sr.\nMinistro Og Fernandes.",
  "jurisprudenciaCitada" : "(VOTO VENCIDO - RECLAMAÇÃO - PERDA DO OBJETO)\n   STJ - <<AgRg na Rcl 18216>>-SP",
  "notas" : null,
  "informacoesComplementares" : "     \"[...] a mera circunstância de que a decisão reclamada,\nproferida em caráter provisório pelo relator, tenha sido\nposteriormente substituída por decisão colegiada que se limitou a\nconfirmar a decisão monocrática por seus próprios fundamentos, não\npode ter o condão de ensejar a perda de objeto da reclamação, uma\nvez que manteve no mundo jurídico a decisão reclamada, ao\nconfirmá-la no mesmo sentido\".\n     (VOTO VENCIDO) (MIN. HUMBERTO MARTINS)\n     \"[...] a decisão reclamada foi substituída pelo acórdão\nproferido[...] o que levou inevitavelmente à perda do objeto de\nqualquer debate acerca dos presentes autos reclamatórios.\n     Nesse sentido, o STJ possui entendimento de que, não mais\npersistindo o comando judicial que estaria, supostamente, em\ncontraste com o julgado da Corte, não há mais falar em usurpação de\ncompetência da autoridade das suas decisões. [...]\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000844719",
  "numeroProcesso" : "965",
  "numeroRegistro" : "202001322380",
  "siglaClasse" : "APn",
  "descricaoClasse" : "AÇÃO PENAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:16/05/2023",
  "ementa" : "PENAL E PROCESSUAL PENAL. AÇÃO PENAL ORIGINÁRIA. 1. OPERAÇÃO\nFAROESTE. CORRUPÇÃO ATIVA, CORRUPÇÃO PASSIVA E LAVAGEM DE DINHEIRO.\nSUPOSTA VENDA DE DECISÃO JUDICIAL NO JULGAMENTO DE APELAÇÃO. 2.\nPRELIMINARES. 2.1 LITISPENDÊNCIA. PEÇA VESTIBULAR QUE NARRA E APURA\nFATOS DIVERSOS DOS INVESTIGADOS NA APN N. 940/DF. INEXISTÊNCIA DE\nVIOLAÇÃO AO PRINCÍPIO DO NE BIS IN IDEM. 2.2. NULIDADE DAS PROVAS\nOBTIDAS COM A EXTRAÇÃO DOS DADOS DO APARELHO CELULAR DE UMA DAS\nDENUNCIADAS. INVESTIGADA DEVIDAMENTE ADVERTIDA DO DIREITO À NÃO\nAUTOINCRIMINAÇÃO. IRRELEVÂNCIA DO FORNECIMENTO DA SENHA PELA ACUSADA\nPARA O ACESSO AO APARELHO TELEFÔNICO QUE FOI APREENDIDO E PERICIADO\nEM RAZÃO DE DECISÃO JUDICIAL. EIVA NÃO CONFIGURADA. 2.3. INÉPCIA DA\nDENÚNCIA. EXORDIAL QUE ATENDE OS REQUISITOS LEGAIS EXIGIDOS E\nDESCREVE CRIMES EM TESE. AMPLA DEFESA GARANTIDA. MÁCULA NÃO\nEVIDENCIADA. 3. JUSTA CAUSA. EXISTÊNCIA DE ELEMENTOS DE INFORMAÇÃO\nSUFICIENTES AO RECEBIMENTO DA INICIAL ACUSATÓRIA. 4. DENÚNCIA\nRECEBIDA.\n1. Trata-se de denúncia apresentada pelo Ministério Público Federal\ncomo resultado das investigações que deram origem à Operação\nFaroeste e que se desenvolveram sob a supervisão da Corte Especial\ndo Superior Tribunal de Justiça, na qual se apura a prática dos\ncrimes de corrupção ativa, corrupção passiva e lavagem de dinheiro\ndecorrentes da suposta venda de decisão judicial no julgamento da\nApelação n. 0001030-89.2012.8.05.0081.\n2. Preliminares.\n2.1. Litispendência\n2.1.1. Não obstante a evidente conexão entre o presente processo e a\nApn n. 940/DF, que decorrem do Inq n. 1.258/DF e estão lastreados\nnos mesmos elementos de convicção, não há identidade das imputações\nneles contidas.\n2.1.2. O Ministério Público Federal consignou que os fatos apurados\nno Inq n. 1.258/DF foram divididos em diversas linhas de\ninvestigação, ou seja, o conjunto fático-probatório reunido na\nreferida investigação foi utilizado tanto para o oferecimento da\ndenúncia na Apn n. 940 quanto para a deflagração de outras ações\npenais conexas, como a presente, procedimento que se mostra\nlegítimo, à luz do art. 80 do Código de Processo Penal. Precedente.\n2.1.3. Embora na vestibular oferecida na Apn n. 940/DF tenham sido\ncitados diversos atos supostamente praticados pelos denunciados na\nnegociação da decisão liminar proferida na Apelação n.\n0001030-89.2012.8.05.0081, observa-se que tais menções foram feitas\napenas para demonstrar o seu envolvimento na organização criminosa\nnarrada, tratando-se de fatos criminosos diversos, o que fez com que\no órgão ministerial esclarecesse que a corrupção ativa e a\ncorrupção passiva seriam objeto de ação penal própria, o que\nefetivamente ocorreu, com a apresentação da presente exordial.\n2.1.4. A suposta lavagem de capitais denunciada na Apn n. 940/DF\nrefere-se à criação de empresas, notadamente a JFF HOLDING, para\npermitir o funcionamento da organização criminosa que atuava no\noeste baiano e movimentar os valores por ela utilizados nas diversas\npráticas delitivas, quebrando o rastro financeiro com movimentações\nem espécie ou fragmentadas e ocultando bens de luxo em nome de\nterceiros.\n2.1.5. Na Apn n. 965/DF o Ministério Público Federal tratou dos\nmecanismos de ocultação e dissimulação das quantias envolvidas na\nsuposta negociação da decisão liminar proferida na Apelação n.\n0001030-89.2012.8.05.0081, que teriam sido realizadas por meio do\nprocedimento conhecido como smurfing e mediante o pagamento de\nempréstimos de valores elevados em espécie, com dinheiro de origem\ndesconhecida e não declarada.\n2.1.6. As condutas descritas nas ações penais em questão não são\nidênticas, sendo certo que a simples existência de trechos narrando\nos mesmos fatos em ambas as denúncias não é suficiente para\nconfigurar a alegada litispendência, mormente porque os crimes\napurados na Apn n. 965/DF foram praticados no contexto da\norganização criminosa denunciada na Apn n. 940/DF, sendo necessário,\ntanto em um feito como no outro, explicitar o modo de atuação do\ngrupo, individualizar as condutas de cada um dos agentes e o seu\nliame com os delitos investigados, o que demanda, inevitavelmente, a\nmenção a episódios comuns aos dois processos.\n2.2 Nulidade dos dados extraídos do aparelho celular da denunciada\nKARLA JANAYNA\n2.2.1. O acusado tem direito ao silêncio ou à não autoincriminação,\nsendo que, por ocasião de seu interrogatório, seja ele extrajudicial\nou realizado durante a instrução processual, pode se calar acerca\ndos fatos criminosos que lhe são imputados ou negar a autoria\ndelitiva, sem que sua postura seja valorada negativamente.\n2.2.2. Não há na legislação processual penal qualquer exigência de\nque o investigado seja informado especificamente da inexistência de\nobrigatoriedade de fornecimento de senha para acesso aos seus\naparelhos eletrônicos, providência que se encontra abarcada pela\nadvertência geral do direito à não autoincriminação.\n2.2.3. Conquanto o réu possua o direito de não produzir prova contra\nsi mesmo, tanto na fase inquisitorial quanto em juízo, devendo ser\nadvertido da prerrogativa de se quedar silente, é pacífico na\njurisprudência dos Tribunais Superiores o entendimento de que\neventual irregularidade na informação de tal garantia é causa de\nnulidade relativa, cujo reconhecimento depende da comprovação de\nprejuízo.\n2.2.4. No caso, além de haver nos autos evidências de que a\ninvestigada KARLA JANAYNA foi corretamente informada de seus\ndireitos constitucionais, a sua colaboração não foi determinante\npara a obtenção dos dados nele contidos, uma vez que o aparelho foi\napreendido por força de decisão judicial proferida no PBAC n. 10/DF,\ne a extração das referidas informações poderia ser realizada, ainda\nque não fornecida a senha de acesso, por ocasião da perícia, o que\nafasta a nulidade suscitada pelas defesas. Precedentes.\n2.3. Inépcia da denúncia\n2.3.1. A participação de cada um dos denunciados na empreitada\ncriminosa foi devidamente explicitada na peça vestibular, tendo o\nMinistério Público demonstrado o seu liame com os crimes de\ncorrupção ativa, de corrupção passiva e de lavagem de dinheiro, não\nse podendo cogitar de descrição insuficiente.\n2.3.2. O Ministério Público delimitou o período, o local e o modo\ncomo os crimes de corrupção ativa e passiva foram praticados, sendo\ncerto que o contexto em que as vantagens indevidas teriam sido\noferecidas pelos denunciados ADAILTON MATURINO, GECIANE MATURINO e\nDIRCEU DI DOMENICO às acusadas MARIA DA GRAÇA OSÓRIO e KARLA JANAYNA\nconfiguram elementos acidentais, cuja ausência não tem o condão de\nmacular a inicial, consoante vem decidindo o Superior Tribunal de\nJustiça.\n2.3.4. As elementares do tipo do art. 1º, § 4º, da Lei n. 9.613/1998\nforam devidamente descritas pelo órgão acusatório, que pontuou que\nos denunciados teriam se valido da técnica do smurfing para encobrir\na origem ilícita dos valores movimentados.\n2.3.5. Os saques, depósitos e empréstimos que demonstrariam a\ndissimulação da origem, natureza, disposição, movimentação e\npropriedade das quantias obtidas com a prática criminosa foram\ndeclinados na exordial, que descreveu a contemporaneidade entre\ntransações realizadas, os contatos efetuados entre os acusados e a\ndecisão liminar proferida na Apelação n. 0001030-89.2012.8.05.0081,\no que reforça a inexistência da eiva passível de macular a denúncia\nofertada.\n3. Justa causa para a ação penal\n3.1. Conquanto sejam desnecessárias provas contundentes de autoria e\nmaterialidade delitivas para a deflagração da ação penal, não se\nadmite a instauração de processos temerários, exigindo-se que a\nvestibular esteja acompanhada de lastro probatório mínimo.\n3.2. Da análise do arcabouço dos elementos de informação produzidos\ndurante as investigações, tem-se que estão presentes provas da\nmaterialidade e indícios suficientes de autoria em desfavor de todos\nos denunciados, impondo-se o recebimento da inicial acusatória.\n3.3. As condutas descritas na exordial não permitem concluir, de\nplano, que os meios adotados para ocultar a origem ilícita da\nvantagem recebida configurariam mero exaurimento do crime de\ncorrupção passiva, especialmente diante do nível de sofisticação das\nações apontadas pelo Ministério Público, não se podendo cogitar,\nnessa fase processual, de consunção da lavagem pelo crime de\ncorrupção. Precedentes.\n4. Denúncia recebida, nos termos em que apresentada, mantendo-se o\nafastamento do cargo imposto à desembargadora MARIA DA GRAÇA até o\njulgamento do mérito desta ação penal.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230511",
  "decisao" : "A Corte Especial, por unanimidade, rejeitar as preliminares arguidas\npela defesa e receber, integralmente, a denúncia, mantendo-se\no afastamento do cargo imposto à Desembargadora Maria da Graça\nOsório Pimentel Leal, até o julgamento do mérito da ação penal, nos\ntermos do voto do Sr. Ministro Relator. Os Srs. Ministros Mauro\nCampbell Marques, Maria Isabel Gallotti, Antonio Carlos Ferreira,\nRicardo Villas Bôas Cueva, Sérgio Kukina, Joel Ilan Paciornik, Nancy\nAndrighi, Laurita Vaz, Humberto Martins e Herman Benjamin votaram\ncom o Sr. Ministro Relator.\nAusentes, justificadamente, os Srs. Ministros Francisco Falcão, João\nOtávio de Noronha, Luis Felipe Salomão, Benedito Gonçalves e Raul\nAraújo.\nConvocados os Srs. Ministros Sérgio Kukina e Joel Ilan Paciornik.\nSustentaram, oralmente, a Subprocuradora-Geral da República, Dra.\nAna Borges Coelho Santos, pelo Ministério Público Federal, o Dr.\nPedro de Alcântara Bernardes Neto, pelos denunciados, Adailton\nMaturino dos Santos e Geciane Souza Maturino dos Santos, o Dr.\nMarcus Vinícius Aguiar Faria, pelo denunciado, Dirceu Di Domenico, e\no Dr. Gamil Föppel El Hireche, pelas denunciadas, Karla Janayna Leal\nVieira e Maria da Graca Osório Pimentel Leal. Esteve, ainda,\npresente o Dr. Robson Souza, Defensor Público Federal.",
  "jurisprudenciaCitada" : "(INVESTIGAÇÕES - DESDOBRAMENTO - AUSÊNCIA DE ILEGALIDADE)\n   STF - [[Inq 3980]]\n(LITISPENDÊNCIA ENTRE AÇÕES PENAIS - AUSÊNCIA - CRIMES DISTINTOS)\n   STJ - <<AgRg no RHC 116861>>-PR, <<RHC 90071>>-RJ,\n         <<AgRg no RHC 126745>>-PR, <<RHC 60402>>-MS\n   STF - [[HC AgR 209700]], [[HC 92440]]\n(ACUSADO - FORNECIMENTO DE SENHA - AUSÊNCIA DE OBRIGAÇÃO)\n   STJ - <<HC 580664>>-RJ\n(RÉU - DIREITO AO SILÊNCIO - EVENTUAL IRREGULARIDADE - NULIDADE\nRELATIVA)\n   STJ - <<AgRg no HC 762905>>-MG, <<AgRg no HC 747552>>-GO\n   STF - [[RHC AgR 213544]]\n(TELEFONE CELULAR - POSSIBILIDADE DE ACESSO - FORNECIMENTO DE SENHA)\n   STJ - <<AgRg no HC 727709>>-MG\n(DENÚNCIA - CONDUTAS CRIMINOSAS - DESCRIÇÃO SUFICIENTE)\n   STJ - <<AgRg no RHC 137951>>-PR, <<AgRg no RHC 119691>>-MG\n(DENÚNCIA - INFORMAÇÕES ACIDENTAIS - DESNECESSIDADE)\n   STJ - <<AgRg no HC 581217>>-RS\n(LAVAGEM DE DINHEIRO - PERSECUÇÃO CRIMINAL - JUSTA CAUSA)\n   STJ - <<APn 989>>-DF\n(LAVAGEM DE DINHEIRO - CONDUTA AUTÔNOMA - DISTINÇÃO)\n   STJ - <<APn 989>>-DF\n   STF - [[AP 1030]]",
  "notas" : "Processo referente à Operação Faroeste.",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00041 ART:00080 ART:00157 PAR:00001 PAR:00002\n        ART:00186", "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00005 INC:00063", "LEG:FED LEI:009613 ANO:1998\n        ART:00001 PAR:00004" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000844714",
  "numeroProcesso" : "66328",
  "numeroRegistro" : "202101257784",
  "siglaClasse" : "AgInt no PDist no RE nos EDcl no AgInt no RMS",
  "descricaoClasse" : "AGRAVO INTERNO NO PEDIDO DE DISTINÇÃO NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NO RECURSO ORDINÁRIO EM MS",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:12/05/2023",
  "ementa" : "RECURSO EXTRAORDINÁRIO. REPERCUSSÃO GERAL. SOBRESTAMENTO. PEDIDO DE\nDISTINÇÃO. POSSIBILIDADE. FUNDAMENTO LEGAL ALUSIVO A RECURSOS\nREPETITIVOS. FUNGIBILIDADE. TEMA N. 1.164/STF. IDENTIDADE\nFÁTICO-JURÍDICA PRESENTE. AGRAVO INTERNO IMPROVIDO.\n1. É cabível o pedido de distinção de sobrestamento embasado em tema\nde repercussão geral, sendo aplicável a fungibilidade com o pedido\nfundado em hipótese normativa alusiva a recurso extraordinário\nrepetitivo.\n2. A plena identidade normativa entre as hipóteses dos arts. 1.035,\n§§ 6º e 7º, e 1.037, §§ 9º, 10, 11, 12 e 13, do CPC autoriza a\nfungibilidade entre os pedidos.\n3. No caso, o recurso ordinário em mandado de segurança afastou a\nhipótese de alcance do limite prudencial da Lei de Responsabilidade\nFiscal como justificativa para excepcionar a obrigação de nomear os\naprovados dentro do número de vagas, nos termos do Tema n. 161/STF.\n4. O Tema n. 1.164/STF, pendente de julgamento, discute exatamente\ntal matéria: \"Recurso extraordinário em que se discute, à luz dos\nartigos 37 e 169 da Constituição Federal, se a extinção mediante lei\nsuperveniente do cargo para o qual aprovado o candidato ou se o\nlimite prudencial previsto na Lei de Responsabilidade Fiscal\nconstituem motivos excepcionais, como definidos no Tema 161 (RE\n589099), para obstar a nomeação de candidato aprovado dentro do\nnúmero de vagas.\"\n5. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230509",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, em sessão virtual de 03/05/2023 a 09/05/2023, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Humberto Martins, Herman Benjamin, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Maria Isabel Gallotti, Antonio Carlos Ferreira e Ricardo\nVillas Bôas Cueva  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01035 PAR:00006 PAR:00007 ART:01037 PAR:00009\n        PAR:00011 PAR:00012 PAR:00013", "LEG:FED EMC:000125 ANO:2022" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000844715",
  "numeroProcesso" : "53",
  "numeroRegistro" : "202202884348",
  "siglaClasse" : "AgRg nos EmbAc",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DO ACUSADO",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:12/05/2023",
  "ementa" : "AGRAVO REGIMENTAL NOS EMBARGOS DO ACUSADO. MEDIDA CAUTELAR DE\nINDISPONIBILIDADE DE BENS. DECRETO-LEI N. 3.240/1941. EXAME SOBRE A\nORIGEM DOS BENS. PRESCINDIBILIDADE.\n1. Conforme a legislação extravagante, especialmente o Decreto-Lei\nn. 3.240/1941, o arresto e o sequestro são medidas assecuratórias\ncujo deferimento acarreta a indisponibilidade de bens do agente,\npodendo a constrição recair não apenas em relação aos que constituam\nproduto ou proveito da infração mas também sobre os bens de origem\nlícita, com vistas à reparação do dano causado pelo crime de lavagem\ne seu antecedente e ao pagamento de prestação pecuniária, multa e\ncustas processuais.\n2. Agravo regimental a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230509",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, em sessão virtual de 03/05/2023 a 09/05/2023, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Humberto Martins, Herman Benjamin, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Maria Isabel Gallotti, Antonio Carlos Ferreira e Ricardo\nVillas Bôas Cueva  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(MEDIDA CAUTELAR DE SEQUESTRO - EXAME SOBRE A ORIGEM DOS BENS -\nPRESCINDIBILIDADE)\n   STJ - <<AgRg na Pet 9938>>-DF, <<AgRg no RMS 68894>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : "CORRUPÇÃO ATIVA, LAVAGEM DE DINHEIRO",
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEL:003240 ANO:1941" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000844718",
  "numeroProcesso" : "1889804",
  "numeroRegistro" : "201900599653",
  "siglaClasse" : "AgInt nos EDcl nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "HUMBERTO MARTINS",
  "dataPublicacao" : "DJE        DATA:18/05/2023",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA NO  RECURSO ESPECIAL.\nNULIDADE DA DECISÃO MONOCRÁTICA DO RELATOR POR VIOLAÇÃO DO PRINCÍPIO\nDA COLEGIALIDADE. INEXISTÊNCIA.  ACÓRDÃOS COLACIONADOS PROFERIDOS NO\nMESMO SENTIDO - AUSÊNCIA DE DIVERGÊNCIA.  REJULGAMENTO DO RECURSO\nESPECIAL. IMPOSSIBILIDADE.\n1. Não há nulidade no julgamento monocrático dos embargos de\ndivergência, porquanto \"a eventual nulidade de decisão monocrática\nque julga o recurso com base no artigo 932 do CPC/2015 é suprida com\no julgamento colegiado\" (AgInt nos EREsp n. 1.581.224/SP, relator\nMinistro Ricardo Villas Bôas Cueva, Segunda Seção, DJe de\n30/6/2021).\n2. Para o exame dos embargos de divergência, necessário se faz que\nos acórdãos cotejados tenham tratado de forma diversa o mesmo tema.\n3. Em análise acerca da admissibilidade dos presentes embargos de\ndivergência, verifica-se que os acórdãos colacionados foram firmados\nno mesmo sentido.\n4. Não cabe, em embargos de divergência, a análise de possível\nacerto ou desacerto do acórdão embargado, mas tão somente a de\neventual dissídio de teses jurídicas, a fim de uniformizar a\ninterpretação do direito infraconstitucional no âmbito do Superior\nTribunal de Justiça.\nAgravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230509",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, em sessão virtual de 03/05/2023 a 09/05/2023, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Herman Benjamin, Luis Felipe Salomão, Mauro\nCampbell Marques, Benedito Gonçalves, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira e Ricardo Villas Bôas Cueva\nvotaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Og Fernandes.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - DISCUSSÃO DE TESES JURÍDICAS - INTENTO\nUNIFORMIZADOR)\n   STJ - <<AgInt nos EREsp 1792225>>-CE,\n         <<AgInt nos EAREsp 1691411>>-GO",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000844900",
  "numeroProcesso" : "2088324",
  "numeroRegistro" : "202200715373",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:12/05/2023",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM\nAGRAVO EM RECURSO ESPECIAL. ACÓRDÃO PARADIGMA ORIUNDO DE RECLAMAÇÃO.\nNÃO CABIMENTO.\n1. As ações de garantia constitucional não podem ser utilizadas como\nparadigma de alegada divergência, conclusão que se aplica à\nreclamação, cuja natureza jurídica é de ação de garantia\nconstitucional.\n2. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230509",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 03/05/2023 a 09/05/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Humberto Martins, Herman Benjamin, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Maria Isabel Gallotti, Antonio Carlos Ferreira e Ricardo\nVillas Bôas Cueva  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - ACÓRDÃO PARADIGMA ORIUNDO DE RECLAMAÇÃO -\nNÃO CABIMENTO)\n   STJ - <<AgInt nos EDv nos EAREsp 1239632>>-SP,\n         <<AgRg nos EAREsp 305271>>-RJ",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000844901",
  "numeroProcesso" : "1848991",
  "numeroRegistro" : "202100603470",
  "siglaClasse" : "AgInt no RE nos EDcl no AgInt no AREsp",
  "descricaoClasse" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NO AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:12/05/2023",
  "ementa" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO. NEGATIVA DE SEGUIMENTO.\nOFENSA AO ATO JURÍDICO PERFEITO E AOS LIMITES DA COISA JULGADA.\nAUSÊNCIA DE REPERCUSSÃO GERAL. TEMA N. 660/STF. USURPAÇÃO DA\nCOMPETÊNCIA DO STF. INEXISTÊNCIA.\n1. A alegada afronta aos princípios do contraditório, da ampla\ndefesa e do devido processo legal, bem como ao ato jurídico\nperfeito, ao direito adquirido e aos limites da coisa julgada, se\ndependente da análise de normas infraconstitucionais, configura\nofensa reflexa ao texto constitucional, não tendo repercussão geral\n(Tema n. 660/STF).\n2. A jurisprudência do Supremo Tribunal Federal reconhece a\ncompetência do Tribunal de origem para, em juízo de admissibilidade\nrecursal, negar seguimento aos recursos extraordinários pela\nsistemática da repercussão geral (arts. 1.030 e seguintes do CPC).\n3.  Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230509",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 03/05/2023 a 09/05/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Laurita Vaz, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Luis Felipe Salomão,\nMauro Campbell Marques, Benedito Gonçalves, Raul Araújo, Maria\nIsabel Gallotti, Antonio Carlos Ferreira e Ricardo Villas Bôas Cueva\nvotaram com o Sr. Ministro Relator.\nImpedida a Sra. Ministra Nancy Andrighi.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(PRINCÍPIOS DO CONTRADITÓRIO, DA AMPLA DEFESA E DO DEVIDO PROCESSO\nLEGAL - ATO JURÍDICO PERFEITO - DIREITO ADQUIRIDO - COISA JULGADA -\nNECESSIDADE DE ANÁLISE DE NORMAS INFRACONSTITUCIONAIS - OFENSA\nREFLEXA)\n   STF - [[ARE - RG 748371]] (REPERCUSSÃO GERAL - TEMA(s) 660)\n(TRIBUNAL DE ORIGEM - NEGATIVA DE SEGUIMENTO A RECURSOS\nEXTRAORDINÁRIOS - COMPETÊNCIA PRÓPRIA)\n   STF - [[Rcl - AgR 38945]]",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01030 INC:00001 LET:A" ],
  "acordaosSimilares" : [ "AgRg no RE no AgRg no AREsp  2060659  MS  2022/0030929-6\nDecisão:13/06/2023\nDJE        DATA:16/06/2023" ]
}, {
  "id" : "000844903",
  "numeroProcesso" : "1716658",
  "numeroRegistro" : "201703318250",
  "siglaClasse" : "AgInt no RE nos EDcl no AgInt nos EDcl no REsp",
  "descricaoClasse" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:12/05/2023",
  "ementa" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO. RECONHECIMENTO DE VERBAS\nDE NATUREZA TRABALHISTA COM REFLEXOS EM PREVIDÊNCIA PRIVADA.\nCOMPETÊNCIA DA JUSTIÇA DO TRABALHO. TEMA N. 1.166/STF. NEGATIVA DE\nSEGUIMENTO.\n1. O Supremo Tribunal Federal, no julgamento do RE n. 1.265.564, sob\no regime da repercussão geral, firmou a tese de que: \"Compete à\nJustiça do Trabalho processar e julgar causas ajuizadas contra o\nempregador nas quais se pretenda o reconhecimento de verbas de\nnatureza trabalhista e os reflexos nas respectivas contribuições\npara a entidade de previdência privada a ele vinculada.\" (Tema n.\n1.166/STF).\n2. \"Conforme entendimento do Supremo Tribunal Federal, compete à\nJustiça do Trabalho o exame de demanda que envolva a verificação da\nnatureza jurídica da verba denominada Complemento Temporário\nVariável de Ajuste de Mercado - CTVA \" (RE n. 1.386.283).\n3. No caso, o acórdão proferido pelo STJ está em sintonia com a\norientação firmada pelo Pretório Excelso sob o regime da repercussão\ngeral.\n4. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230509",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 03/05/2023 a 09/05/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Humberto Martins, Herman Benjamin, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Maria Isabel Gallotti e Ricardo Villas Bôas Cueva  votaram\ncom o Sr. Ministro Relator.\nImpedido o Sr. Ministro Antonio Carlos Ferreira.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(VERBAS DE NATUREZA TRABALHISTA - REFLEXOS NAS CONTRIBUIÇÕES PARA\nPREVIDÊNCIA PRIVADA - COMPETÊNCIA)\n   STF - [[RE - RG 1265564]] (REPERCUSSÃO GERAL - TEMA(s) 1166),\n         [[RE - AgR 1386283]]",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ "AgInt no RE nos EDcl no AgInt no AREsp 1953630 DF 2021/0252106-8 Decisão:27/06/2023\nDJE        DATA:03/07/2023" ]
}, {
  "id" : "000844905",
  "numeroProcesso" : "1989083",
  "numeroRegistro" : "202103041310",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJE        DATA:12/05/2023",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NO EMBARGOS DE DIVERGÊNCIA EM\nAGRAVO EM RECURSO ESPECIAL. DEMONSTRAÇÃO DO DISSÍDIO. REQUISITOS DO\nART. 1.043, § 4º, DO CPC/2015. INOBSERVÂNCIA. NÃO CABIMENTO DOS\nEMBARGOS DE DIVERGÊNCIA.\n1. Os embargos de divergência têm por finalidade precípua a\nuniformização da jurisprudência interna do STJ quanto à\ninterpretação da legislação federal.\n2. \"A jurisprudência desta Corte está firmada no sentido de que,\npara comprovar a existência de dissídio em sede de embargos de\ndivergência, deve proceder às seguintes providências: a) juntada de\ncertidões; b) apresentação de cópias do inteiro teor dos acórdãos\napontados como paradigmas; c) citação do repositório oficial\nautorizado ou credenciado no qual eles se achem publicados,\ninclusive em mídia eletrônica; e d) reprodução de julgado disponível\nna rede mundial de computadores com a indicação da respectiva\nfonte\" (AgRg nos EAREsp 2.000.424/PB, Corte Especial, DJe\n28/11/2022).\n3. Em relação à cópia do inteiro teor dos acórdãos apontados como\nparadigmas, a jurisprudência da Corte Especial do STJ considera que\ntal documento compreende o relatório, o voto, a ementa/acórdão e a\nrespectiva certidão de julgamento. Como consequência, a não\napresentação de algum desses elementos na interposição do recurso\ncaracteriza desrespeito à regra técnica para o seu conhecimento, o\nque constitui vício substancial insanável.\n4. Descumpridas as regras técnicas para a comprovação do alegado\ndissídio pretoriano, os embargos de divergência não superam a\nbarreira da admissibilidade.\n5. Agravo interno nos embargos de divergência desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230509",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 03/05/2023 a 09/05/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros Francisco Falcão, Laurita Vaz, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Og Fernandes, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Maria Isabel Gallotti, Antonio Carlos Ferreira e Ricardo\nVillas Bôas Cueva  votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - COMPROVAÇÃO DO DISSÍDIO)\n   STJ - <<AgInt nos EAREsp 1268264>>-SP,\n         <<AgInt nos EAREsp 1312401>>-SP,\n         <<AgRg nos EAREsp 2000424>>-PB,\n         <<AgRg no REsp 1931743>>-MG\n(EMBARGOS DE DIVERGÊNCIA - ACÓRDÃO PARADIGMA - INTEIRO TEOR -\nCONFIGURAÇÃO)\n   STJ - <<AgInt nos EREsp 1903273>>-PR,\n         <<AgInt nos EAREsp 1771001>>-SP,\n         <<AgInt nos EDcl nos EAREsp 503161>>-PR,\n         <<AgRg nos EAREsp 1472525>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000844916",
  "numeroProcesso" : "3215",
  "numeroRegistro" : "202203412416",
  "siglaClasse" : "AgInt na SLS",
  "descricaoClasse" : "AGRAVO INTERNO NA SUSPENSÃO DE LIMINAR E DE SENTENÇA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA THEREZA DE ASSIS MOURA",
  "dataPublicacao" : "DJE        DATA:12/05/2023",
  "ementa" : "AGRAVO INTERNO NA SUSPENSÃO DE LIMINAR E DE SENTENÇA. AUSÊNCIA DE\nIMPUGNAÇÃO DOS FUNDAMENTOS DA DECISÃO AGRAVADA. REITERAÇÃO DE\nANTERIOR PEDIDO DE SUSPENSÃO. AGRAVO NÃO CONHECIDO.\n1. Em obséquio ao dever da dialeticidade recursal, a parte agravante\ndeve impugnar de forma clara, objetiva e concreta os fundamentos da\ndecisão agravada, demonstrando o desacerto do julgado.\n2. Não se conhece de pedido de suspensão que é mera reiteração de\nanterior pedido formulado pelo requerente e não conhecido por\nilegitimidade ativa.\n3. Agravo interno não conhecido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230509",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 03/05/2023 a 09/05/2023,\npor unanimidade, não conhecer do recurso, nos termos do voto da Sra.\nMinistra Relatora.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Humberto Martins, Herman Benjamin, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Maria Isabel Gallotti, Antonio Carlos Ferreira e Ricardo\nVillas Bôas Cueva  votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento o Sr. Ministro Og Fernandes.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000845422",
  "numeroProcesso" : "973",
  "numeroRegistro" : "202002064370",
  "siglaClasse" : "AgRg na APn",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA AÇÃO PENAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "BENEDITO GONÇALVES",
  "dataPublicacao" : "DJE        DATA:09/06/2023",
  "ementa" : "QUESTÃO DE ORDEM NO AGRAVO REGIMENTAL NA AÇÃO PENAL. PROCESSUAL\nPENAL. DECISÃO MONOCRÁTICA. DECLÍNIO DE COMPETÊNCIA. PRERROGATIVA DE\nFORO. CONDUTAS SUPOSTAMENTE PRATICADAS NA CONDIÇÃO DE\nVICE-GOVERNADOR. AGENTE QUE É ATUAL GOVERNADOR DE ESTADO. CRIME\nCOMUM. COMPETÊNCIA DO SUPERIOR TRIBUNAL DE JUSTIÇA.\n1. Compete ao Superior Tribunal de Justiça, para os fins\npreconizados pela regra do foro por prerrogativa de função,\nprocessar e julgar Governador em exercício que deixou o cargo de\nVice-Governador durante o mesmo mandato, quando os fatos imputados\ndigam respeito ao exercício das funções no âmbito do Poder Executivo\nestadual.\n2. Na espécie, cuida-se de investigação originária no âmbito do\nMinistério Público do Rio de Janeiro a envolver empresários e\nautoridades integrantes dos Poderes Executivo e Legislativo daquele\nEstado, com base em suposta aquisição superfaturada de equipamentos\npara o combate à pandemia de Covid-19 e organização criminosa que\nteria operado desvio, em proveito de deputados, de  sobras dos\nduodécimos do Poder Legislativo \"doados\" ao erário estadual a\npretexto de financiar as Secretarias Municipais de Saúde.\n3. Nesse contexto, sopesadas as circunstâncias do caso concreto,\ninfere-se que: a) o controle da legalidade das investigações que\nenglobem Governador de Estado deve ficar a cargo do STJ; b) antes do\ninício da instrução criminal, o foro por prerrogativa de função é\nafetado em função da mudança de cargo; c) os fatos imputados\nreferem-se a uma suposta organização criminosa a abranger a cúpula\ndos órgãos governamentais do Estado, tendo o ora agravante atuado no\nexercício de funções administrativas da chefia do Executivo\nestadual; d) o agravante era do mesmo grupo político e de governo,\nem tese, envolvido nos fatos e veio a assumir o cargo de Governador\nem razão do afastamento do então titular durante o mesmo mandato,\nnão havendo hiato no desempenho das funções objeto das\ninvestigações.\n4. Questão de ordem acolhida a fim de reconhecer a competência do\nSTJ para processar e julgar o feito em relação ao atual Governador\ndo Estado do Rio de Janeiro.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230503",
  "decisao" : "Vistos, relatados e discutidos estes autos, os Ministros da Corte\nEspecial do Superior Tribunal de Justiça acordam, após o voto-vista\nda Sra. Ministra Nancy Andrighi, acompanhando o Sr. Ministro\nRelator, os votos da Sra. Ministra Maria Thereza de Assis Moura e do\nSr. Ministro Og Fernandes, no mesmo sentido, e os votos da Sra.\nMinistra Laurita Vaz e do Sr. Ministro Mauro Campbell Marques,\nacompanhando o voto do Sr. Ministro Luis Felipe Salomão, por\nmaioria, reconhecer a competência do Superior Tribunal de Justiça\npara processar e julgar o feito em relação ao atual Governador do\nEstado do Rio de Janeiro. Vencidos os Srs. Ministros Benedito\nGonçalves, Nancy Andrighi, Maria Thereza de Assis Moura e Og\nFernandes.\nLavrará o acórdão o Sr. Ministro Luis Felipe Salomão.\nOs Srs. Ministros Raul Araújo, Paulo de Tarso Sanseverino, Maria\nIsabel Gallotti, Antonio Carlos Ferreira, Francisco Falcão, Laurita\nVaz e Mauro Campbell Marques acompanharam o voto do Sr. Ministro\nLuis Felipe Salomão.\nNão participaram do julgamento os Srs. Ministros Sérgio Kukina e\nJoel Ilan Paciornik.\nImpedidos os Srs. Ministros João Otávio de Noronha e Herman\nBenjamin.\nAusentes, justificadamente, os Srs. Ministros João Otávio de\nNoronha, Luis Felipe Salomão e Ricardo Villas Bôas Cueva.\nAposentados os Srs. Ministros Felix Fischer e Jorge Mussi.\nConvocados os Srs. Ministros Sérgio Kukina e Joel Ilan Paciornik.\nPresidiu o julgamento o Sr. Ministro Humberto Martins.",
  "jurisprudenciaCitada" : "(JULGAMENTO DE GOVERNADOR POR JUIZ DE PRIMEIRO GRAU -\nIMPOSSIBILIDADE - NECESSIDADE DE JULGAMENTO POR ÓRGÃO COLEGIADO -\nCOMPETÊNCIA DO SUPERIOR TRIBUNAL DE JUSTIÇA - STJ)\n   STJ - {{QO na Pet 1190}}-DF\n(VOTO VENCIDO - CRIMES COMUNS PRATICADOS POR CHEFE DE PODER\nEXECUTIVO - DELITOS COMETIDOS EM RAZÃO E DURANTE O EXERCÍCIO DE\nCARGO OU FUNÇÃO)\n   STJ - <<EDcl na QO na APn 976>>-DF, {{QO na AP 937}},\n         <<QO na APn 857>>\n   STF - [[RE-AgR 1185838]]",
  "notas" : null,
  "informacoesComplementares" : "     (VOTO VENCIDO) (MIN. BENEDITO GONÇALVES)\n     \"[...] supostas infrações penais praticadas pelo agravante,\nentão Vice-Governador, hoje Governador do Estado do Rio de Janeiro,\nnaquela primeira condição (de Vice-Governador), não atraem a\ncompetência do STJ, pois não ocupava o cargo de Governador à época\ndos fatos sob apuração. Tampouco atraem a competência do Tribunal de\nJustiça do Estado do Rio de Janeiro ou da Seção Especializada do\nTribunal Regional Federal da 2ª Região, pois hoje não mais ocupa o\ncargo de Vice-Governador\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00105 INC:00001 LET:A", "LEG:FED SUM:****** ANO:****\n*****  SUM(STF)    SÚMULA DO SUPREMO TRIBUNAL FEDERAL\n        SUM:000704", "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00077 INC:00001", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00926 PAR:00002" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000847803",
  "numeroProcesso" : "2222902",
  "numeroRegistro" : "202203141281",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "HERMAN BENJAMIN",
  "dataPublicacao" : "DJE        DATA:06/06/2023",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO EM EMBARGOS DE DIVERGÊNCIA.\nAUSÊNCIA DE ATUALIDADE DO ACÓRDÃO INDICADO COMO PARADIGMA. FALTA DE\nSIMILITUDE FÁTICA. PRECEDENTES. DIVERGÊNCIA NÃO COMPROVADA. AGRAVO\nINTERNO NÃO PROVIDO.\n1. Os Embargos de Divergência têm como escopo a uniformização\ninterna da jurisprudência do Superior Tribunal de Justiça, razão\npela qual, para que sejam admitidos, é necessária a demonstração,\nentre outros requisitos, da atualidade da divergência\njurisprudencial entre os seus órgãos fracionários.\n2. Constata-se que o embargante não logrou comprovar a existência do\ndissídio atual entre os órgãos fracionários do Superior Tribunal de\nJustiça. O acórdão dos EAREsp n. 223.196/RS, indicados como\nparadigma (fls. 134-135, e-STJ), foi proferido em 20.11.2013, há\nmais de 10 (dez) anos, não estando presente a atualidade do acórdão\nparadigma, requisito de admissibilidade dos Embargos de Divergência,\nnos termos do art. 266 do RISTJ, in verbis: \"Cabem embargos de\ndivergência contra acórdão de Órgão Fracionário que, em recurso\nespecial, divergir do julgamento atual de qualquer outro Órgão\nJurisdicional deste Tribunal, sendo:(...)\" (grifamos). Cito\nprecedentes: AgInt nos EREsp 1.740.673/DF, Rel. Min. Francisco\nFalcão, Primeira Seção, DJe 30/04/2020, AgInt nos EREsp\n1.555.435/SP, Rel. Min. Jorge Mussi, Corte Especial, DJe 02/09/2020\ne EDcl no AgInt nos EREsp 1.203.375/SC, Rel. Min. Herman Benjamin,\nPrimeira Seção, DJe 16.4.2019.\n3. Verifica-se que o acórdão proferido no REsp 1.986.106/DF,\nindicado como paradigma, trata de contexto fático diverso. Com\nefeito, enquanto no acórdão embargado se afirma que a\n\"impenhorabilidade constitui matéria de ordem pública, cognoscível\nde ofício pelo juiz, não havendo falar em nulidade da decisão que,\nde plano, determina o desbloqueio da quantia ilegalmente penhorada.\"\n(fl. 121, e-STJ), no acórdão apontado como paradigma, não houve\ndesbloqueio de ofício pelo juiz, mas, sim, requisição da Defensoria\nPública, na condição de Curadora Especial do executado, de que fosse\noficiada a Caixa Econômica Federal para verificar a natureza dos\nvalores bloqueados, uma vez que a Defensoria não possui acesso aos\ndados bancários, protegidos por sigilo.\n4. Por fim, o acórdão prolatado no REsp 1.800.272/RS, indicado como\nparadigma, foi proferido na vigência do CPC/15; enquanto o acórdão\nembargado, na vigência do CPC/73. Dessa forma, não há similitude\nfática entre os acórdãos, tendo em vista que cada código possui\nsistematização própria. A propósito: AgInt nos EREsp 1.642.331/SP,\nRel. Min. Antônio Carlos Ferreira, Segunda Seção, DJe 09/12/2020 e\nAgInt nos EAREsp 1.610.233/RS, Rel. Min. Herman Benjamin, Corte\nEspecial, DJe 30.6.2022.\n5. Agravo Interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230425",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, em sessão virtual de 19/04/2023 a 25/04/2023, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Og Fernandes, Luis Felipe Salomão, Mauro\nCampbell Marques, Benedito Gonçalves, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira e Ricardo Villas Bôas Cueva\nvotaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Humberto Martins.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000847804",
  "numeroProcesso" : "1900892",
  "numeroRegistro" : "202002699107",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "HERMAN BENJAMIN",
  "dataPublicacao" : "DJE        DATA:06/06/2023",
  "ementa" : "PROCESSUAL CIVIL E TRIBUTÁRIO. AGRAVO INTERNO EM EMBARGOS DE\nDIVERGÊNCIA. COFINS-IMPORTAÇÃO. AUSÊNCIA DE ATUALIDADE. AUSÊNCIA DE\nSIMILITUDE FÁTICA. ACÓRDÃO EMBARGADO EM CONSONÂNCIA COM A ORIENTAÇÃO\nDESTA CORTE SUPERIOR. SÚMULA 168 DO STJ. AGRAVO INTERNO NÃO\nPROVIDO.\n1. Constata-se que a embargante não logrou comprovar a existência do\ndissídio atual entre os órgãos fracionários do Superior Tribunal de\nJustiça, já que o acórdão REsp 899.302/SP e REsp 687.216/SP,\nindicados como paradigmas, foram publicados em 8.10.2009 e\n17.10.2005, respectivamente, não se cumprindo o requisito de\nadmissibilidade dos Embargos de Divergência, nos termos do art. 266\ndo RISTJ, in verbis: \"Cabem embargos de divergência contra acórdão\nde Órgão Fracionário que, em recurso especial, divergir do\njulgamento atual de qualquer outro Órgão Jurisdicional deste\nTribunal, sendo:(...)\" (grifei). Cito precedentes: AgInt nos EAREsp\nn.\n1.897.591/RS, Rel. Min. Francisco Falcão, Corte Especial, DJe de\n26/8/2022, AgInt nos EREsp 1.555.435/SP, Rel. Min. Jorge Mussi,\nCorte Especial, DJe 02/09/2020 e EDcl no AgInt nos EREsp\n1.203.375/SC, Rel. Min. Herman Benjamin, Primeira Seção, DJe\n16.4.2019.\n2. Em relação à matéria de fundo, a insurgente afirma que o acórdão\nrecorrido violou a cláusula de reserva de plenário ao afastar o art.\n8º, §12, da Lei 10.865/2004 e o Decreto 5.171/2004. Entretanto, tal\nalegação não constitui hipótese de cabimento dos Embargos de\nDivergência, nos termos do art. 1.043, do CPC/15, de forma que não\nse pode conhecer do Recurso.\n3. Observa-se, também, que a matéria não foi tratada no fundamento\ndo acórdão impugnado, de modo que incide, por analogia, a Súmula 315\ndo STJ: \"Não cabem embargos de divergência no âmbito do agravo de\ninstrumento que não admite recurso especial\".\n4. Em relação à divergência referente à aplicação do princípio da\nespecialidade, constata-se que não há similitude fática entre os\nacórdãos indicados como paradigma e o embargado. A propósito: AgInt\nnos EAREsp n. 751.567/MT, Rel. Min. Paulo de Tarso Sanseverino,\nSegunda Seção, DJe de 6/10/2022 e  AgInt nos EREsp n. 1.666.076/SP,\nRel. Min. Herman Benjamin, Primeira Seção, DJe de 30/6/2022.\n5. Ademais, o STJ firmou compreensão na mesma linha do acórdão\nembargado, segundo a qual a exigência do adicional de 1% (um por\ncento) na alíquota da Cofins-Importação, previsto no § 21, do art.\n8º da Lei 10.865/2004, na aquisição de aeronaves e peças de\naeronave, é legítima. Incide a Súmula 168 do STJ. A propósito: AgInt\nnos EREsp n. 1.896.233/DF, Rel. Min. Regina Helena Costa, Primeira\nSeção, DJe de 1/9/2022.\n6. Agravo Interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230425",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, em sessão virtual de 19/04/2023 a 25/04/2023, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Og Fernandes, Luis Felipe Salomão, Mauro\nCampbell Marques, Benedito Gonçalves, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira e Ricardo Villas Bôas Cueva\nvotaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Humberto Martins.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000848027",
  "numeroProcesso" : "1746965",
  "numeroRegistro" : "202002143730",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "HERMAN BENJAMIN",
  "dataPublicacao" : "DJE        DATA:16/06/2023",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO EM EMBARGOS DE DIVERGÊNCIA.\nAUSÊNCIA DE ATUALIDADE. FALTA DE IDENTIDADE FÁTICA. EMBARGOS DE\nDIVERGÊNCIA NÃO CONHECIDOS. AGRAVO INTERNO NÃO PROVIDO.\n1.Os Embargos de Divergência têm como escopo a uniformização interna\nda jurisprudência do Superior Tribunal de Justiça. Assim, para que\nsejam admitidos, é necessária a demonstração, entre outros\nrequisitos, da atualidade da divergência jurisprudencial entre os\nseus órgãos fracionários.\n2. Constata-se que o embargante não logrou comprovar a existência do\ndissídio atual entre os órgãos fracionários do Superior Tribunal de\nJustiça. O acórdão do REsp 1.112.746/DF, indicado como paradigma,\nfoi proferido em 12.8.2009, há mais de 13 (treze) anos, não estando\npresente a atualidade do acórdão paradigma, requisito de\nadmissibilidade dos Embargos de Divergência, nos termos do art. 266\ndo RISTJ, in verbis: \"Cabem embargos de divergência contra acórdão\nde Órgão Fracionário que, em recurso especial, divergir do\njulgamento atual de qualquer outro Órgão Jurisdicional deste\nTribunal, sendo:(...)\" (grifamos). Cito precedentes: EDcl no AgInt\nnos\nEREsp 1.203.375/SC, Rel. Min. Herman Benjamin, Primeira Seção, DJe\n16.4.2019 e AgInt nos EREsp 1.740.673/DF, Rel. Min. Franciso Falcão,\nPrimeira Seção, DJe 30/04/2020.\n3. Verifica-se que não há identidade fático-jurídica entre o acórdão\nembargado e os remanescentes acórdãos apontados como paradigmas\n(AgInt no AREsp 1.199.672/PR e AgInt no AREsp 1.341.116/RS). O\nacórdão embargado decidiu que \"quando apreciada a questão de ordem\npública, opera-se a preclusão da matéria, caso não haja impugnação\nno momento processual oportuno, como ocorreu no caso dos autos.\"\n(fls. 1.770, e-STJ). Essa matéria, contudo, não foi objeto de\ndiscussão nem no AgInt no AREsp 1.199.672/PR nem no AgInt no AREsp\n1.341.116/RS, acórdãos apontados como paradigmas, os quais afirmam\napenas que \"a jurisprudência desta Corte é no sentido de que a\nquestão pertinente aos juros moratórios e à correção monetária, por\nse tratar de matéria de ordem pública, pode ser conhecida de ofício\npelo juiz, independentemente de pedido ou recurso da parte\" (fl.\n1.820, e-STJ), sem fazer menção ao fato de tais matérias de ordem\npública já terem sido ou não objeto de decisão, bem como ao fato de\nterem sido impugnadas.\n4. Agravo Interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230425",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, em sessão virtual de 19/04/2023 a 25/04/2023, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Luis Felipe Salomão, Mauro Campbell Marques,\nBenedito Gonçalves, Raul Araújo, Maria Isabel Gallotti, Antonio\nCarlos Ferreira e Ricardo Villas Bôas Cueva  votaram com o Sr.\nMinistro Relator.\nImpedida a Sra. Ministra Maria Thereza de Assis Moura.\nNão participou do julgamento o Sr. Ministro Humberto Martins.\nPresidiu o julgamento o Sr. Ministro Og Fernandes.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - AUSÊNCIA DE ATUALIDADE)\n   STJ - <<EDcl no AgInt nos EREsp 1203375>>-SC,\n         <<AgInt nos EREsp 1740673>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000846697",
  "numeroProcesso" : "1523421",
  "numeroRegistro" : "201901698204",
  "siglaClasse" : "AgInt no RE nos EDcl no AgInt no AREsp",
  "descricaoClasse" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO\nNO AGRAVO INTERNO NO AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "VICE-PRESIDENTE DO STJ",
  "dataPublicacao" : "DJE        DATA:20/06/2023",
  "ementa" : "PROCESSUAL CIVIL E ADMINISTRATIVO. AGRAVO INTERNO EM RECURSO\nEXTRAORDINÁRIO. DESAPROPRIAÇÃO INDIRETA. EXECUÇÃO DE SENTENÇA.\nEMBARGOS À EXECUÇÃO. JUROS DE MORA, JUROS COMPENSATÓRIOS E\nHONORÁRIOS ADVOCATÍCIOS. AUSÊNCIA DE PREQUESTIONAMENTO. SÚMULA 211\nDO STJ. TEMAS 181, 339, 660 E 895 DO STF. INCIDÊNCIA. VOTO-VISTA\nPARA ACOMPANHAR O VOTO DO EMINENTE MINISTRO RELATOR PARA NEGAR\nPROVIMENTO AO AGRAVO INTERNO. HISTÓRICO DA DEMANDA\n1. Na origem, cuida-se de Ação Reivindicatória ajuizada em 16.9.1983\npelos recorridos em face dos ocupantes de sua propriedade,\natualmente denominada Bairro Primeiro de Maio, consistente em uma\nárea de mais de 57.000 m². Inicialmente, o Município de Caxias do\nSul não figurava como parte da demanda. Em primeiro grau, foi\nproferida sentença para julgar improcedentes os pedidos. No Tribunal\nde origem, negou-se provimento à Apelação.\n2. Contudo, no julgamento dos Embargos Infringentes, a Ação\nReivindicatória foi convertida em Ação Indenizatória, ocasião em que\no Município de Caxias do Sul foi incluído no polo passivo da\ndemanda. Os Embargos Infringentes foram julgados procedentes para\ncondenar solidariamente os ocupantes da área e o Município em: a)\nhonorários advocatícios no percentual de 15% sobre o valor da\nindenização; b) juros de mora de 6% ao ano, a contar do trânsito em\njulgado da sentença (25.5.2009); e c) juros compensatórios em 12% ao\nano, a contar do ajuizamento da petição inicial (16.9.1983).\n3. O montante atualizado de tal indenização, consoante informou o\nMunicípio, ultrapassa R$ 850.000.000,00 (oitocentos e cinquenta\nmilhões de reais).\n4. Iniciada a execução de sentença, o Município de Caxias do Sul\napresentou Embargos à Execução, os quais foram julgados parcialmente\nprocedentes para que o cálculo exequente considere o valor de R$\n14.276.873,74 (quatorze milhões, duzentos e setenta e seis mil,\noitocentos e setenta e três reais e setenta e quatro centavos) a\ntítulo de juros de mora, atualizados até a data de 5.7.2013,\nmantendo-se as demais condenações estabelecidas nos Embargos\nInfringentes  (fls. 207-214, e-STJ). O Juízo de primeiro grau\nfundamentou sua decisão ao argumento de que não se interpôs o\nRecurso cabível no processo de conhecimento, operando-se, portanto,\na coisa julgada em relação às matérias.\n5. A Corte de origem, às fls. 375-382, e-STJ, negou provimento ao\nApelo do Município e proveu o Recurso dos embargados para majorar os\nhonorários advocatícios dos Embargos à Execução para R$ 20.000,00\n(vinte mil reais), inicialmente estabelecidos em R$ 1.000,00 (um mil\nreais) pelo juízo de primeiro grau. Os Embargos de Declaração foram\nrejeitados.\n6. Nas razões do Recurso Especial, o Município de Caxias do Sul\nalega que houve violação aos arts. 15-A, 15-B e 27, § 1º, do\nDecreto-Lei 3.365/1941. Afirma: a) a inclusão do Município na\ndemanda ocorreu apenas em 20.12.2002, após a vigência da Medida\nProvisória 1.577/1997, de modo que deveriam incidir os juros\ncompensatórios à taxa de 6% ao ano, diferentemente de 12% ao ano\nfixados no acórdão recorrido; b) os juros de mora apenas deveriam\nser computados a partir de primeiro de janeiro do ano subsequente ao\nqual deverá ser realizado o pagamento do precatório, e não a contar\ndo trânsito em julgado da sentença; e c) os honorários advocatícios\ndevem ser fixados em meio por cento do valor da indenização, nos\ntermos do art. 27, § 1º do Decreto-Lei 3.365/1941, considerando o\nalto valor da presente demanda.\n7. A Corte de origem não admitiu o Recurso Especial, o que deu\nensejo à interposição do Agravo em Recurso Especial. Nesta Corte\nSuperior, o Ministro Presidente conheceu do Agravo para não conhecer\ndo Recurso Especial, em razão do óbice da Súmula 211 do STJ, já que\n\"a questão suscitada não foi examinada pela Corte de origem, a\ndespeito da oposição de embargos de declaração.\" (fl. 646, e-STJ).\nHouve interposição de Agravo Interno pelo Município.\n8. O Agravo Interno do recorrente não foi provido sob o fundamento\nde que incide a Súmula 211 deste egrégio Superior Tribunal de\nJustiça (fls. 704-709, e-STJ).\n9. O Município de Caxias do Sul interpôs Recurso Extraordinário, no\nqual aduz que foram infringidos os arts. 5º, XXXV e LV, e 93, IX, da\nCF/1988. Afirma que houve o devido prequestionamento, necessário\npara o conhecimento do Recurso Especial, em relação aos arts. 15-A,\n15-B e 27, § 1º, do Decreto-Lei 3.365/1941. Assim, sustenta que \"o\nnão conhecimento do recurso especial (Súmula 211 - STJ) e rejeição\naos embargos opostos por ausência de enfrentamento à aplicação do\nartigo 1.025, do CPC, caracteriza afronta direta ao devido processo\nlegal, e nega o direito do Município ora Recorrente à efetiva\ncognição jurisdicional.\" (fl. 774, e-STJ). Advoga, também, que o\nacórdão recorrido não possui a devida motivação.\n10. A Presidência do STJ negou seguimento ao Recurso Extraordinário,\nàs fls. 816-821, e-STJ, consoante o art. 1.030, I, \"a\", do CPC. O\nMunicípio de Caxias do Sul apresentou Agravo Interno às fls.\n828-883, e-STJ, no qual sustentou que não se aplicam os Temas 181,\n339, 660 e 895 do STF. Pediu a revogação da Súmula 211 do STJ.\n11. O eminente Ministro Jorge Mussi, então Relator, proferiu Voto\npara negar provimento ao Agravo Interno. Pedi vistas para melhor\nanálise dos autos.\nAUSÊNCIA DE PREJUDICIALIDADE\nCOM A AÇÃO RESCISÓRIA 4.406/RS\n12. O Município de Caxias do Sul apresentou a Ação Rescisória\n4.406/RS, na qual requereu desconstituição do julgado proferido no\nRecurso Especial 770.098/RS. O referido Recurso havia sido\ninterposto do acórdão que apreciou os Embargos Infringentes que\ncondenaram o Município ao pagamento da indenização em questão. A\nAção Rescisória, contudo, já foi julgada improcedente, por maioria\nde votos.\n13. Houve a interposição sucessiva de três Embargos de Declaração,\nos quais foram rejeitados. Apresentado Recurso Extraordinário, o\nMinistro Vice-Presidente do STJ inadmitiu o Recurso.\n14. Dessa forma, não há prejudicialidade entre a presente demanda e\na AR 4.406/RS.\nINCIDÊNCIA DOS TEMAS 339, 895, 660 E 181 DO STF\n15. Em que pese se tratar de caso extremo no qual, em vista de\ndiversas ilegalidades ocorridas nos autos que originaram o Recurso\nEspecial 770.098/RS - devidamente indicadas quando proferi meus\nVotos no julgamento da AR 4.406/RS -, esteja justificada a\nnecessidade de um olhar constitucional mais abrangente sobre a\nquestão, no caso concreto não se pode negar a incidência dos Temas\n339, 895, 660 e 181 do STF, competindo à própria Suprema Corte,\neventualmente, relativizar o rigor normativo dos próprios óbices à\nadmissão do Recurso Extraordinário que definiu vinculativamente.\n16. O acórdão proferido pelo Tribunal de origem não se pronunciou a\nrespeito dos arts. 15-A, 15-B e 27, § 1º, do Decreto-Lei 3.365/41.\nNão houve debate acerca dos juros de mora, juros compensatórios e\nhonorários advocatícios referentes à indenização. O Colegiado a quo\napenas se limitou a argumentar que as questões foram acobertadas\npela coisa julgada, bem como que já houve Ação Rescisória ajuizada\npelo Município de Caxias do Sul perante a própria Corte de origem, a\nqual foi julgada improcedente. Dessa forma, não há como conhecer do\nRecurso Especial, uma vez que não se cumpriu o requisito do\nprequestionamento, ainda que opostos Embargos de Declaração. Incide,\nportanto, a Súmula 211 do STJ.\n17. Em relação à matéria, o acórdão impugnado pelo Recurso\nExtraordinário consignou: \"Nesse caso, caberia a indicação de ofensa\nao art. 1022 do CPC/2015 em razão da omissão verificada, ônus do\nqual a parte ora agravante não se desincumbiu, na espécie.\" (fl.\n708, e-STJ). Nesse sentido, cito precedente desta Corte Superior:\n\"(...) 5. A jurisprudência deste Tribunal Superior firmou-se no\nsentido de que o reconhecimento do prequestionamento ficto previsto\nno art. 1025 do CPC/2015 pressupõe que a parte recorrente, após a\noposição dos embargos de declaração na origem, também suscite nas\nrazões do recurso especial violação ao art. 1022 do CPC/2015, por\nnegativa de prestação jurisdicional, pois somente dessa forma é que\no Órgão julgador poderá verificar a existência do vício e proceder à\nsupressão de grau. 6. Agravo interno não provido. (AgInt no AREsp\nn. 1.621.446/RJ, Rel. Min. Mauro Campbell Marques, Segunda Turma,\nDJe de 27/4/2020, grifei)\".\n18. Como se observa, a decisão está devidamente fundamentada, não se\ncogitando de ausência de motivação. Correta, pois, a aplicação, ao\npresente feito, do Tema 339/STF, segundo o qual  \"o artigo 93, IX,\nda Constituição Federal exige que o acórdão ou decisão sejam\nfundamentados, ainda que sucintamente, sem determinar, contudo, o\nexame pormenorizado de cada uma das alegações ou provas, nem que\nsejam corretos os fundamentos da decisão\".\n19. No tocante à alegação de afronta ao art. 5º, XXXV, da CF/1988, o\nSTF fixou, no Tema 895, a tese de que \"a questão da ofensa ao\nprincípio da inafastabilidade de jurisdição, quando há óbice\nprocessual intransponível ao exame de mérito, ofensa indireta à\nConstituição ou análise de matéria fática, tem natureza\ninfraconstitucional, e a ela se atribuem os efeitos da ausência de\nrepercussão geral\" (grifei). Essa é a hipótese dos autos, uma vez\nque a falta de prequestionamento, com a incidência da Súmula 211 do\nSTJ, constitui impedimento intransponível ao exame do mérito.\n20. Aplicável ao presente caso, também, o Tema 660 do STF, no qual\nse fixou o entendimento de que \"a suposta afronta aos princípios do\ncontraditório, da ampla defesa, do devido processo legal, bem como\nao ato jurídico perfeito, ao direito adquirido e aos limites da\ncoisa julgada, se dependente da análise de normas\ninfraconstitucionais, configura ofensa reflexa ao texto\nconstitucional, não tendo repercussão geral\".\n21. No mesmo sentido, incide o Tema 181 do STF, o qual possui por\ntese: \"A questão do preenchimento dos pressupostos de\nadmissibilidade de recurso de competência de outros Tribunais tem\nnatureza infraconstitucional e a ela são atribuídos os efeitos da\nausência de repercussão geral, nos termos do precedente fixado no RE\nn. 584.608, rel. Ministra Ellen Gracie, DJe 13/03/2009\". No caso em\nespécie, discute-se o preenchimento de pressuposto de\nadmissibilidade do Recurso Especial concernente a saber se houve ou\nnão prequestionamento.\nNÃO CANCELAMENTO DA SÚMULA 211 DO STJ\n22. Por fim, não prospera o pedido do agravante de cancelamento da\nSúmula 211 do STJ, porque, nos termos do art. 125, §§ 2º e 3º, do\nRegimento Interno do STJ, não está presente o pressuposto para a\nrevisão da jurisprudência, uma vez que faltam precedentes do STJ no\nsentido do que foi advogado pelo recorrente.\nCONCLUSÃO\n23. Como se observa, não há como, no âmbito do Superior Tribunal de\nJustiça, admitir-se o Recurso Extraordinário, devendo a parte\ninteressada buscar,  diretamente no Supremo Tribunal Federal, a\nrelativização do rigor dos Temas 339, 895, 660 e 181, que por\ndisciplina judiciária devem ser seguidos por esta Corte. Neste\nmomento, infelizmente o STJ nada pode fazer para corrigir - ou mesmo\nmitigar - os graves absurdos jurídicos praticados pelas instâncias\nordinárias, que resultaram na condenação de um município de 500 mil\nhabitantes ao valor astronômico de quase um bilhão de reais.\n24. Agravo Interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230419",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Corte Especial do Superior\nTribunal de Justiça:  \"Prosseguindo no julgamento, após o voto-vista\ndo Sr. Ministro Herman Benjamin, a Corte Especial, por unanimidade,\nnegou provimento ao agravo, nos termos do voto do Sr. Ministro\nRelator. Os Srs. Ministros  Herman Benjamin, Luis Felipe Salomão,\nMauro Campbell Marques, Raul Araújo, Maria Isabel Gallotti,\nFrancisco Falcão, Nancy Andrighi, Laurita Vaz e João Otávio de\nNoronha votaram com o Sr. Ministro relator.\nNão participaram do julgamento a Sra. Ministra Maria Thereza de\nAssis Moura e os Srs. Ministros Og Fernandes, Paulo de Tarso\nSanseverino, Antonio Carlos Ferreira e Ricardo Villas Bôas Cueva.\nAusentes, justificadamente, os Srs. Ministros Benedito Gonçalves,\nSebastião Reis Júnior e Joel Ilan Paciornik.\nAposentado o Sr. Ministro Jorge Mussi.\nLavrará o acórdão o Sr. Ministro Herman Benjamin.\nPresidiu o julgamento o Sr. Ministro Humberto Martins.\"",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : "Aguardando análise.",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
} ]