[ {
  "id" : "000859750",
  "numeroProcesso" : "1656",
  "numeroRegistro" : "202101361300",
  "siglaClasse" : "Inq",
  "descricaoClasse" : "INQUÉRITO",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "ANTONIO CARLOS FERREIRA",
  "dataPublicacao" : "DJE        DATA:21/11/2023",
  "ementa" : "DIREITO PENAL E PROCESSUAL PENAL. AÇÃO PENAL ORIGINÁRIA. RITO. LEI\nN. 8038/1990. DELIBERAÇÃO SOBRE O RECEBIMENTO OU REJEIÇÃO DA\nDENÚNCIA OU IMPROCEDÊNCIA DA ACUSAÇÃO. DEFESA PRELIMINAR. ÂMBITO DE\nCOGNIÇÃO MAIS AMPLO DO QUE AQUELE EXIGIDO NO PROCEDIMENTO COMUM\nORDINÁRIO. FATOS IMPUTADOS A DESEMBARGADOR. COMPETÊNCIA DO SUPERIOR\nTRIBUNAL DE JUSTIÇA, AINDA QUE OS FATOS NÃO SEJAM RELACIONADOS AO\nEXERCÍCIO DO CARGO. IMPUTAÇÃO DOS CRIMES DE INJÚRIA E DIFAMAÇÃO\nCONTRA O PRESIDENTE DA REPÚBLICA E O PROCURADOR-GERAL DA REPÚBLICA\nPOR MEIO DE COMPARTILHAMENTO DE POSTAGEM EM REDE SOCIAL. AUSÊNCIA DE\nREQUISIÇÃO DO MINISTRO DA JUSTIÇA. CONDIÇÃO DE PROCEDIBILIDADE DA\nAÇÃO PENAL. PRINCÍPIO DA INDIVISIBILIDADE DA AÇÃO PENAL.\nINAPLICABILIDADE ÀS AÇÕES PENAIS PÚBLICAS. INEXISTÊNCIA DE COAUTORIA\nOU PARTICIPAÇÃO NO ATO DO COMPARTILHAMENTO. DENÚNCIA. DESCRIÇÃO\nSUFICIENTE DOS FATOS IMPUTADOS À DENUNCIADA. HIGIDEZ DA PEÇA\nACUSATÓRIA. HASHTAG. CADEIA DE COMUNICAÇÃO. CONTEÚDO POTENCIALMENTE\nOFENSIVO. AUSÊNCIA DE JUSTA CAUSA. ATIPICIDADE DA CONDUTA IMPUTADA À\nDENUNCIADA. AUSÊNCIA DO ELEMENTO SUBJETIVO DO INJUSTO. ANIMUS\nDIFFAMANDI E ANIMUS INJURIANDI. MERO COMPATILHAMENTO DE CHARGE E DE\nTEXTO QUE ACOMPANHA. CONTEXTO FÁTICO QUE NÃO REVELA O PROPÓSITO DE\nOFENDER. MATURIDADE DO ACERVO FÁTICO-PROBATÓRIO. REJEIÇÃO DA\nDENÚNCIA. RECONHECIMENTO DA PRESCRIÇÃO DO CRIME DE INJÚRIA.\n1. Ao facultar ao denunciado a apresentação de defesa preliminar,\nantes da deliberação acerca do recebimento ou rejeição da denúncia,\nou mesmo da improcedência do pedido formulado pela acusação, a Lei\nn. 8.038/1990 pressupõe que sejam consideradas no julgamento as\nalegações processuais e de mérito apresentadas pelo denunciado, o\nque implica reconhecer, necessária e logicamente, que o juízo que se\nexerce nesse momento mostra-se significativamente mais expandido do\nque aquele realizado no procedimento comum ordinário.\n2. Cuidando-se de delitos praticados por desembargadores, o Superior\nTribunal de Justiça é competente ainda que os fatos não tenham\nrelação com o exercício do cargo, considerando que o processamento e\njulgamento do feito perante magistrado de primeiro grau de\njurisdição vinculado ao mesmo Tribunal poderia afetar a\nindependência e a imparcialidade que orientam a atividade\njurisdicional. Precedentes.\n3. Crimes contra a honra praticados em redes sociais contra o\nPresidente da República e o Procurador-Geral da República, exigem,\ncomo condição de procedibilidade da ação penal, a requisição do\nMinistro da Justiça e a representação do ofendido, nos termos do\nart. 145 do Código Penal. Ausência de requisição do Ministro da\nJustiça que exclui a análise dos fatos dirigidos ao Presidente da\nRepública.\n4. Pelo princípio da indivisibilidade da ação penal, o querelante\ndeve incluir em sua queixa-crime todos os autores e partícipes do\nfato, sob pena de estender a todos a renúncia ao direito de queixa\nem relação a um ou algum deles, não lhe sendo permitido definir a\nextensão subjetiva da acusação, que deve ser considerada pela\namplitude do número de agentes a quem as condutas podem ser\nimputadas. Inaplicabilidade à ação penal pública.\n5. A prática de compartilhamento de postagem em redes sociais não\nimplica o reconhecimento de coautoria ou participação entre o agente\ne o criador da postagem, porquanto se cuida de atos que podem\nconfigurar crimes autônomos.\n6. A denúncia não é inepta se descreve de maneira suficiente os\nfatos e o contexto em que ocorreu o compartilhamento da postagem,\ninexistindo vulneração ao princípio do contraditório e ampla defesa.\nA partir de então é que se pode perquirir, contudo, se a descrição\ndos fatos apresenta elementos suficientes de tipicidade como justa\ncausa para a ação penal, tanto que o CPP descreve duas hipóteses\ndistintas de rejeição da denúncia ou da queixa (incisos I e III do\nart. 395 do CPP).\n7. As hashtags acompanham publicações e são constituídas de uma\npalavra-chave precedida de uma cerquilha ( # ), permitindo que\noutros usuários das redes sociais acessem o conteúdo da\npalavra-chave ou encontrem todas as informações a ela relacionadas,\nsem que necessariamente estejam nos contatos daquele que a publicou\nou sejam seus seguidores (followers). Permitem aglutinar ou\ndirecionar acessos às palavras-chave, possibilitando aos usuários\njuntar-se a grupos de conversa ou discussão relacionados aos termos\ndescritos pelas palavras-chave, inserindo-os na mesma cadeia de\ncomunicação. Conteúdo que pode se revelar potencialmente apto a\nofender a honra da vítima.\n8. Situação fática em que, pelo seu conteúdo, as hashtags referem-se\nao Presidente da República e, não havendo requisição do Ministro da\nJustiça, resta vedada sua análise.\n9. Os tipos de difamação e injúria exigem, além do dolo, direto ou\neventual, o elemento subjetivo do injusto - propósito de ofender -,\nconsubstanciado no animus diffamandi e animus injuriandi.\n10. Malgrado os crimes contra a honra sejam tipos de forma livre,\nadmitindo plurais formas de execução, deve ser suficientemente\ncaracterizada a intenção do sujeito de ofender a honra e reputação\nalheias. O mero compartilhamento de postagem consistente na charge\nelaborada por cartunista sem se agregar à conduta objetiva a\nintenção de ofender, injuriar ou vilipendiar a honra da suposta\nvítima não tem o condão, no contexto fático dos autos, de revelar a\nprática das infrações penais imputadas à denunciada.\n11. Contexto em que não é visível a possibilidade de extensão\nsignificativa da produção probatória para a confirmação da hipótese\nacusatória, motivo pelo qual a denúncia não pode ser recebida se já\ndemonstrada de maneira suficiente a ausência de elementar dos crimes\nimputados à denunciada.\n12. Não se revestindo os fatos descritos da necessária tipicidade,\nnão há justa causa para a instauração da ação penal.\n13. Rejeição da denúncia com fundamento no art. 395, III, do CPP, c.\nc. art. 3º, I, da Lei n. 8.038/1990, e reconhecimento da prescrição\ndo crime de injúria.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231109",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Corte Especial, por unanimidade,\nrejeitar  a denúncia, com fundamento no art. 395, III, do CPP, c.c.\nart. 3º, I, da Lei n. 8.038/1990, e reconhecer a prescrição do crime\nde injúria, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Ricardo Villas Bôas Cueva - revisor, Sebastião\nReis Júnior, Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Luis Felipe Salomão,\nMauro Campbell Marques, Raul Araújo e Maria Isabel Gallotti votaram\ncom o Sr. Ministro Relator.\nAusentes, justificadamente, os Srs. Ministros Og Fernandes e\nBenedito Gonçalves.",
  "jurisprudenciaCitada" : "(FORO POR PRERROGATIVA DE FUNÇÃO - DESEMBARGADOR - CRIME QUE NÃO\nGUARDA RELAÇÃO COM O EXERCÍCIO DO CARGO - COMPETÊNCIA - STJ)\n   STJ - <<QO na APn 878>>-DF, <<APn 943>>-DF\n(FORO POR PRERROGATIVA DE FUNÇÃO - DESEMBARGADOR - EXTENSÃO DA\nINTERPRETAÇÃO)\n   STF - [[RE 1331044]]-DF (REPERCUSSÃO GERAL - TEMA(s) 1147)\n(PRINCÍPIO DA INDIVISIBILIDADE - AÇÃO PENAL PÚBLICA CONDICIONADA À\nREPRESENTAÇÃO - INAPLICABILIDADE)\n   STJ - <<HC 108341>>-BA\n(DIFAMAÇÃO - INJÚRIA - INTERNET - COAUTORIA - PARTICIPAÇÃO -\nINEXISTÊNCIA)\n   STJ - <<AgRg no RHC 159718>>-PR\n(INÉPCIA - FALTA DE JUSTA CAUSA - DISTINÇÃO)\n   STJ - <<APn 1028>>-DF\n(DIFAMAÇÃO - INJÚRIA - DOLO SUBJETIVO - ANIMUS INJURIANDI OU\nDIFAMANDI)\n   STJ - <<APn 991>>-DF, <<HC 234134>>-MT, <<APn 941>>-DF\n(PUBLICAÇÃO OU CRÍTICA INDEVIDA - REDE SOCIAL - COMPARTILHAMENTO -\nDOLO ESPECÍFICO - AUSÊNCIA)\n   STJ - <<RHC 75125>>-PB\n(INJÚRIA - DIFAMAÇÃO - DOLO ESPECÍFICO - AUSÊNCIA - JUSTA CAUSA -\nAUSÊNCIA)\n   STJ - <<APn 881>>-DF\n(CRIMES CONTRA A HONRA - INTERNET - CRIME FORMAL - CONSUMAÇÃO)\n   STJ - <<CC 173458>>-SC",
  "notas" : null,
  "informacoesComplementares" : "     \"[...] pende de julgamento no STF o Recurso Extraordinário\n1.331.044/DF, originário do ARE 1.223.589/DF, com repercussão geral\nreconhecida, em que se discute a extensão da interpretação da\nquestão. No entanto, não existe fundamento legal para a suspensão\ndeste processo até que o STF venha a julgar definitivamente aquele\nrecurso, atentando-se ainda ao fato de que não haveria suspensão da\nfluência do prazo prescricional\".\n     \"[...] 'os crimes contra a honra praticados pela internet são\nformais, consumando-se no momento da disponibilização do conteúdo\nofensivo no espaço virtual, por força da imediata potencialidade de\nvisualização por terceiros' ou pelo ofendido [...]\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:008038 ANO:1990\n        ART:00003 INC:00001", "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00041 ART:00048 ART:00394 PAR:00005 ART:00395\n        INC:00001 INC:00003 ART:00397", "LEG:FED LEI:011719 ANO:2008", "LEG:FED DEL:002848 ANO:1940\n*****  CP-40    CÓDIGO PENAL\n        ART:00139 ART:00140 ART:00141 INC:00002 INC:00003\n        ART:00145" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000860100",
  "numeroProcesso" : "1854589",
  "numeroRegistro" : "202100711996",
  "siglaClasse" : "EAREsp",
  "descricaoClasse" : "EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RAUL ARAÚJO",
  "dataPublicacao" : "DJE        DATA:24/11/2023",
  "ementa" : "PROCESSUAL CIVIL. ÔNUS DA SUCUMBÊNCIA NA EXECUÇÃO EXTINTA POR\nPRESCRIÇÃO INTERCORRENTE. EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM\nRECURSO ESPECIAL. CUSTAS. HONORÁRIOS ADVOCATÍCIOS. RECONHECIMENTO DA\nPRESCRIÇÃO INTERCORRENTE, PRECEDIDO DE RESISTÊNCIA DO EXEQUENTE.\nRESPONSABILIDADE PELOS ÔNUS SUCUMBENCIAIS. PREVALÊNCIA DO PRINCÍPIO\nDA CAUSALIDADE. EMBARGOS DE DIVERGÊNCIA PROVIDOS.\n1. A controvérsia cinge-se em saber se a resistência do exequente ao\nreconhecimento de prescrição intercorrente é capaz de afastar o\nprincípio da causalidade na fixação dos ônus sucumbenciais, mesmo\napós a extinção da execução pela prescrição.\n2. Segundo farta jurisprudência desta Corte de Justiça, em caso de\nextinção da execução, em razão do reconhecimento da prescrição\nintercorrente, mormente quando este se der por ausência de\nlocalização do devedor ou de seus bens, é o princípio da causalidade\nque deve nortear o julgador para fins de verificação da\nresponsabilidade pelo pagamento das verbas sucumbenciais.\n3. Mesmo na hipótese de resistência do exequente - por meio de\nimpugnação da exceção de pré-executividade ou dos embargos do\nexecutado, ou de interposição de recurso contra a decisão que\ndecreta a referida prescrição -, é indevido atribuir-se ao credor,\nalém da frustração na pretensão de resgate dos créditos executados,\ntambém os ônus sucumbenciais com fundamento no princípio da\nsucumbência, sob pena de indevidamente beneficiar-se duplamente a\nparte devedora, que não cumpriu oportunamente com a sua obrigação,\nnem cumprirá.\n4. A causa determinante para a fixação dos ônus sucumbenciais, em\ncaso de extinção da execução pela prescrição intercorrente, não é a\nexistência, ou não, de compreensível resistência do exequente à\naplicação da referida prescrição. É, sobretudo, o inadimplemento do\ndevedor, responsável pela instauração do feito executório e, na\nsequência, pela extinção do feito, diante da não localização do\nexecutado ou de seus bens.\n5. A resistência do exequente ao reconhecimento de prescrição\nintercorrente não infirma nem supera a causalidade decorrente da\nexistência das premissas que autorizaram o ajuizamento da execução,\napoiadas na presunção de certeza, liquidez e exigibilidade do título\nexecutivo e no inadimplemento do devedor.\n6. Embargos de divergência providos para negar provimento ao recurso\nespecial da ora embargada.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231109",
  "decisao" : "Prosseguindo no julgamento, após o voto-vista da Sra. Ministra Nancy\nAndrighi, a Corte Especial, por unanimidade, decide conhecer dos\nembargos de divergência e dar-lhes provimento, para negar provimento\nao recurso especial, nos termos do voto do Sr. Ministro Relator. A\nSra. Ministra Maria Isabel Gallotti e os Srs. Ministros Antonio\nCarlos Ferreira, Ricardo Villas Bôas Cueva, Nancy Andrighi, Humberto\nMartins, Herman Benjamin, Mauro Campbell Marques e Benedito\nGonçalves votaram com o Sr. Ministro Relator. Não participou do\njulgamento o Sr. Ministro Sebastião Reis Júnior. Ausentes,\njustificadamente, os Srs. Ministros Francisco Falcão, João Otávio de\nNoronha, Og Fernandes e Luis Felipe Salomão. Aposentada a Sra.\nMinistra Laurita Vaz.",
  "jurisprudenciaCitada" : "(EXECUÇÃO - AUSÊNCIA DE LOCALIZAÇÃO DE BENS PENHORÁVEIS - PRESCRIÇÃO\nINTERCORRENTE - SUCUMBÊNCIA - PRINCÍPIO DA CAUSALIDADE)\n   STJ - <<AgInt no REsp 1992596>>-GO,\n         <<AgInt no REsp 1981120>>-MS,\n         <<AgInt no AREsp 1630885>>-MS,\n         <<AgInt nos EDcl nos EAREsp 957460>>-PR,\n         <<AgInt no REsp 1749342>>-PR,\n         <<AgInt no AgInt no AREsp 2037941>>-PR,\n         <<AgInt no AREsp 1900192>>-PR,\n         <<AgInt no AREsp 1532496>>-SP,\n         <<AgInt no AREsp 1355818>>-SP,\n         <<AgInt no REsp 1783853>>-SP, <<REsp 1769201>>-SP\n(EXECUÇÃO - EXCEÇÃO DE PRÉ-EXECUTIVIDADE - PRESCRIÇÃO INTERCORRENTE\n- SUCUMBÊNCIA - PRINCÍPIO DA CAUSALIDADE)\n   STJ - <<AgInt no AREsp 2013706>>-GO,\n         <<AgInt no REsp 1929415>>-SC",
  "notas" : "Técnica de Distinção (distinguishing) aplicada em relação ao Recurso\nRepetitivo  <<REsp 1185036>>",
  "informacoesComplementares" : "     \"[...] não se aplica, no caso em exame, a tese firmada no Tema\n421 dos recursos especiais repetitivos, segundo a qual é possível a\ncondenação da Fazenda Pública ao pagamento de honorários\nadvocatícios em decorrência da extinção da execução fiscal pelo\nacolhimento de exceção de pré-executividade'. Isso, porque neste\ntema afirmou-se apenas a possibilidade de fixação de honorários\nadvocatícios em exceção de pré-executividade, quando seu acolhimento\nacarreta o fim da execução fiscal em debate mais aproximado do\nmérito acerca da dívida executada [...]\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:014195 ANO:2021", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00085 ART:00921 PAR:00005\n(COM A REDAÇÃO ANTERIOR À DADA PELA LEI 14.195/2021)" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000860207",
  "numeroProcesso" : "1883018",
  "numeroRegistro" : "202101209759",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MAURO CAMPBELL MARQUES",
  "dataPublicacao" : "DJE        DATA:17/11/2023",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA.\nREVISÃO DE ADMISSIBILIDADE DE RECURSO ESPECIAL. IMPOSSIBILIDADE.\nACÓRDÃO EMBARGADO. OBSERVAÇÃO DA JURISPRUDÊNCIA DO STJ. SÚM. N.\n168/STJ. AUSÊNCIA DE COTEJO ANALÍTICO. SIMILITUDE FÁTICA E JURÍDICA.\nNÃO DEMONSTRAÇÃO. AGRAVO INTERNO NÃO PROVIDO.\n1. Nas razões do agravo, a recorrente alega ter se deparado com uma\nhipoteca judiciária referente a um processo de prestação de compras\nem fase de execução provisória de sentença quando foi registrar a\naquisição de uma propriedade de bem imóvel. Alega ter opostos\nembargos de terceiros, julgados improcedentes, e a carta de\nadjudicação do imóvel nos autos da execução. Em agravo de\ninstrumento no próprio cumprimento de sentença afirma que houve\ndeclaração de possibilidade e do ato de adjudicação por meio de ação\nanulatória autônoma. Em sequência, afirma ter ajuizado ação\nanulatória demonstrando nulidades na adjudicação e requerendo\n(também) indenização por prejuízos causados. Narra o indeferimento\nde seu pedido de tutela de urgência nos autos dessa ação anulatória.\nManejado agravo de instrumento contra o indeferimento da tutela de\nurgência, o Tribunal de origem negou provimento ao pedido recursal\ne, por isso, a empresa interpôs recurso especial, o qual não foi\nconhecido. Aduz que a decisão que não admitiu os embargos de\ndivergência subsequentes deve ser reformada.\n2. Não é possível afastar a incidência da Súm. n. 168/STJ, pois a\njurisprudência do STJ declara, em regra, o não cabimento de recurso\nespecial contra acórdão que defere ou indefere tutela antecipada nos\ntermos da Súm. n. 735/STF. A exceção que permite o cabimento se\nrefere à determinação dos próprios requisitos para o deferimento da\ntutela jurisdicional precária.\n3. Quanto à adequação da ação anulatória, a Terceira Turma do STJ\nressaltou a necessidade de prévio exame das provas dos autos, razão\npela qual concluiu pela incidência da Súm. n. 7/STJ. Com efeito, a\nrevisão dos critérios de admissibilidade do recurso especial não\nconfigura hipótese de cabimento de embargos de divergência.\n4. As pretensões elencadas nos embargos de divergência não pode ser\nadmitidas quando as teses apresentadas pelo recorrente são genéricas\npor serem simples transcrição de trechos dos paradigmas e do\njulgado impugnado. De fato, não houve efetivo cotejo analítico capaz\nde indicar a similitude fática e jurídica entre o caso dos autos e\nos indicados como paradigmas.\n5. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231109",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Corte Especial, por unanimidade,\nnegar provimento ao agravo, nos termos do voto do Sr. Ministro\nRelator.\nOs Srs. Ministros Benedito Gonçalves, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva,\nSebastião Reis Júnior, Francisco Falcão, Nancy Andrighi, Humberto\nMartins, Herman Benjamin e Luis Felipe Salomão votaram com o Sr.\nMinistro Relator.\nAusentes, justificadamente, os Srs. Ministros João Otávio de Noronha\ne Og Fernandes.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000860262",
  "numeroProcesso" : "45717",
  "numeroRegistro" : "202301833506",
  "siglaClasse" : "Rcl",
  "descricaoClasse" : "RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA THEREZA DE ASSIS MOURA",
  "dataPublicacao" : "DJE        DATA:16/11/2023",
  "ementa" : "RECLAMAÇÃO AJUIZADA PELA UNIÃO PARA GARANTIR A AUTORIDADE DE DECISÃO\nDO STJ. ACÓRDÃO DA CORTE ESPECIAL QUE ESTIPULOU A INVIABILIDADE DA\nCONCESSÃO DE MEDIDA LIMINAR DEFERITÓRIA DE INGRESSO DE ESTRANGEIROS\nNO BRASIL, À MÍNGUA DE VISTO, EXCETO QUANDO HAJA (A) O ESGOTAMENTO\nDAS POSSIBILIDADES ADMINISTRATIVAS; E (B) A ADOÇÃO PRÉVIA DAS\nMEDIDAS INSTRUTÓRIAS DE INFORMAÇÃO VIÁVEIS, INCLUSIVE PERÍCIA SOCIAL\nNO BRASIL. DECISÃO QUE DESPREZOU ESSAS CONDICIONANTES.\nBENEFICIÁRIOS DA DECISÃO RECLAMADA QUE NEM SEQUER FORAM ENCONTRADOS\nNOS ENDEREÇOS RESIDENCIAIS E PROFISSIONAIS QUE INDICARAM NOS AUTOS.\nEFEITOS DA DECISÃO LIMINAR EM SLS QUE PERDURAM ATÉ O TRÂNSITO EM\nJULGADO, E NÃO ATÉ A SENTENÇA DE PRIMEIRA INSTÂNCIA. PROCEDÊNCIA DA\nRECLAMAÇÃO.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231109",
  "decisao" : "A Corte Especial, por unanimidade, julgou procedente a reclamação,\nnos termos do voto da Sra. Ministra Relatora. Os Srs. Ministros\nFrancisco Falcão, Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Herman Benjamin, Maria Isabel Gallotti, Antonio Carlos\nFerreira, Ricardo Villas Bôas Cueva e Sebastião Reis Júnior votaram\ncom a Sra. Ministra Relatora.\nAusentes, justificadamente, os Srs. Ministros Og Fernandes, Luis\nFelipe Salomão, Mauro Campbell Marques e Benedito Gonçalves.\nPresidiu o julgamento o Sr. Ministro Raul Araújo.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00187" ],
  "acordaosSimilares" : [ "Rcl  45877  AP  2023/0216866-1  Decisão:23/11/2023\nDJE        DATA:28/11/2023", "Rcl  46220  SP  2023/0290072-7  Decisão:23/11/2023\nDJE        DATA:28/11/2023" ]
}, {
  "id" : "000860267",
  "numeroProcesso" : "1904217",
  "numeroRegistro" : "202002905300",
  "siglaClasse" : "EREsp",
  "descricaoClasse" : "EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJE        DATA:16/11/2023",
  "ementa" : "CIVIL. PROCESSUAL CIVIL. EMBARGOS DE DIVERGÊNCIA EM RECURSO\nESPECIAL. JUÍZO DE ADMISSIBILIDADE. EMBARGOS À EXECUÇÃO E EMBARGOS À\nPENHORA NO CPC/73. COEXISTÊNCIA DOS DOIS EMBARGOS À EXECUÇÃO DIANTE\nDA POSSIBILIDADE DE MANEJO DE PRIMEIROS EMBARGOS SOBRE MATÉRIAS\nELENCADAS NO ART. 745 E SUPERVENIENTES EMBARGOS SOBRE PENHORA\nINCORRETA NO CURSO DA EXECUÇÃO. REGIME DECISÓRIO E RECURSAL\nUNIFORME. JULGAMENTO DE AMBAS AS HIPÓTESES POR SENTENÇA IMPUGNÁVEL\nPOR APELAÇÃO. EXAME DA MATÉRIA À LUZ DO CPC/15. EMBARGOS À EXECUÇÃO\nPOR PENHORA INCORRETA CONTEMPORÂNEOS À OPOSIÇÃO RESOLVIDOS POR\nSENTENÇA IMPUGNÁVEL POR APELAÇÃO. POSSIBILIDADE DE ARGUIÇÃO DE\nSUPERVENIENTE PENHORA INCORRETA POR SIMPLES PETIÇÃO (ART. 917, §\n1º). AUSÊNCIA DE REGRAMENTO ESPECÍFICO SOBRE A RESOLUÇÃO DO\nINCIDENTE E RECURSO CABÍVEL. MODIFICAÇÃO NORMATIVA SUBSTANCIAL NÃO\nEXAMINADA NOS PARADIGMAS. CIRCUNSTÂNCIAS FÁTICAS ESPECÍFICAS DA\nHIPÓTESE EM EXAME QUE TAMBÉM NÃO FORAM EXAMINADAS NOS PARADIGMAS.\nEXISTÊNCIA DE DECISÃO INTERLOCUTÓRIA PRECLUSA QUE RECEBEU OS\nEMBARGOS À EXECUÇÃO OPOSTOS COMO EMBARGOS À PENHORA, SEM\nESPECIFICAÇÃO, INCLUSIVE, DE SE TRATAR DO RITO DO ART. 917, § 1º.\nDESSEMELHANÇA FÁTICA QUE DESAUTORIZA O JUÍZO POSITIVO DE\nADMISSIBILIDADE DOS EMBARGOS DE DIVERGÊNCIA.\n1- Embargos de divergência em recurso especial opostos em 21/06/2022\ne atribuídos à Relatora em 29/06/2022.\n2- O propósito recursal consiste em definir se, na vigência do\nCPC/15, o pronunciamento jurisdicional de 1º grau que resolve os\nembargos à penhora é equiparável ao pronunciamento jurisdicional de\n1º grau que resolve os embargos à execução e, em caso positivo, se\nse trata de sentença impugnável por apelação ou se se trata de\ndecisão interlocutória impugnável por agravo de instrumento.\n3- Na vigência do CPC/73, em especial após as alterações\nintroduzidas pela Lei nº 11.382/2006, em que a oposição de embargos\nà execução independia da penhora, o prazo para a oposição dos\nembargos à execução era de 15 dias contados da juntada aos autos do\nmandado de citação e o executado poderia também alegar a penhora\nincorreta nos embargos à execução, existia a possibilidade de, em\ndeterminadas hipóteses, existirem dois embargos em uma mesma\nexecução.\n4- Isso porque, nos primeiros embargos à execução, poderia o\nembargante deduzir quaisquer das matérias arroladas no art. 745 do\nCPC/73 e, posteriormente, sobrevindo uma penhora incorreta no curso\nda execução, poderia o embargante deduzir essa específica matéria em\nnovos embargos, que foram rotulados como embargos à penhora, embora\nse tratassem, tecnicamente, de segundos embargos à execução.\n5- Assim, na vigência do CPC/73, era possível afirmar que o\npronunciamento do juiz que resolvia os embargos à execução, em\nqualquer das hipóteses elencadas no art. 745, I a V, inclusive nos\nimpropriamente denominados embargos à penhora, era sentença por\nexpressa disposição legal (art. 740, caput, do CPC/73) e, como tal,\nera impugnável por apelação.\n6- Na vigência do CPC/15, foram estabelecidos ritos procedimentais\ndiferentes para os embargos à execução que versam sobre a penhora\nincorreta (art. 917, II), em que foram mantidas as mesmas\ncaracterísticas do regime revogado, inclusive quanto ao\npronunciamento que o resolve e o recurso cabível (respectivamente,\nsentença e apelação, art. 920, III), e para a arguição superveniente\nde penhora incorreta, que se fará por simples petição (art. 917, §\n1º), que não possui regramento procedimental específico, inclusive\nquanto ao pronunciamento jurisdicional que a resolve e quanto ao\nrecurso cabível.\n7- Na hipótese em exame, verifica-se que nenhum dos paradigmas\ninvocados pelos embargantes tratou do novo regramento estabelecido\npelo CPC/15, tampouco versou sobre questões fático-processuais\nespecíficas que somente são encontradas na hipótese do acórdão\nembargado, como, por exemplo, a existência de decisão interlocutória\npreclusa em que houve o recebimento dos embargos à execução como\nembargos à penhora na vigência do CPC/15 e as eventuais repercussões\nque essa conversão procedimental e que o art. 917, § 1º, possuem no\nregime decisório e de recorribilidade da decisão que resolve a\nmatéria.\n8- Dado que se está no âmbito de embargos de divergência, meio\nimpugnativo de fundamentação vinculada cujo propósito é a\nuniformização de questões idênticas ou extremamente semelhantes que\nrecebam dos órgãos fracionários desta Corte interpretações díspares,\nnão há que se falar em juízo positivo de admissibilidade do\npresente recurso, eis que ausente o requisito da similitude fática\nentre o acórdão embargado e os acórdãos paradigmas.\n9- Embargos de divergência não conhecidos, com majoração de\nhonorários.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231109",
  "decisao" : "Vistos, relatados e discutidos estes autos, acordam os Ministros da\nCorte Especial do Superior Tribunal de Justiça, na conformidade dos\nvotos e das notas taquigráficas constantes dos autos.  A Corte\nEspecial, por unanimidade, não conhecer dos embargos de divergência,\nnos termos do voto da Sra. Ministra Relatora. Os Srs. Ministros\nJoão Otávio de Noronha, Humberto Martins, Herman Benjamin, Raul\nAraújo, Maria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo\nVillas Bôas Cueva, Sebastião Reis Júnior e Francisco Falcão votaram\ncom a Sra. Ministra Relatora.\nAusentes, justificadamente, os Srs. Ministros Og Fernandes, Luis\nFelipe Salomão, Mauro Campbell Marques e Benedito Gonçalves.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00917 INC:00002 PAR:00001 ART:00920 INC:00003" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000860554",
  "numeroProcesso" : "5611",
  "numeroRegistro" : "202102472697",
  "siglaClasse" : "HDE",
  "descricaoClasse" : "HOMOLOGAÇÃO DE DECISÃO ESTRANGEIRA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RAUL ARAÚJO",
  "dataPublicacao" : "DJE        DATA:24/11/2023",
  "ementa" : "DECISÃO ESTRANGEIRA CONTESTADA. RECONHECIMENTO DE UNIÃO ESTÁVEL POST\nMORTEM. HERDEIRA TESTAMENTÁRIA. PARTICIPAÇÃO NO PROCESSO\nESTRANGEIRO. DESNECESSÁRIO. DEFERIMENTO DO PEDIDO DE HOMOLOGAÇÃO.\n1. É devida a homologação da sentença estrangeira, porquanto foram\natendidos os requisitos previstos nos arts. 963 e 964 do CPC de 2015\ne 216-C e 216-D do RISTJ, bem como constatada a ausência de ofensa\nà soberania nacional, à dignidade da pessoa humana e à ordem pública\n(CPC/2015, art. 963, VI; LINDB, art. 17; RISTJ, art. 216-F).\n2. Não era obrigatória, no caso, a citação da herdeira testamentária\nno âmbito do processo estrangeiro de ação declaratória de união\nestável post mortem, porquanto não tinha legitimidade para\nquestionar ou insurgir-se contra o reconhecimento da aludida união\nestável, iniciada, segundo consta dos autos, em anos bem anteriores\nà época em que se tornou cuidadora e herdeira testamentária do\nfalecido.\n3. Pedido de homologação de sentença estrangeira deferido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231109",
  "decisao" : "Vistos e relatados estes autos, em que são partes as acima\nindicadas, decide a Corte Especial, por unanimidade, deferir o\npedido de homologação, nos termos do voto do Sr. Ministro Relator. A\nSra. Ministra Maria Isabel Gallotti e os Srs. Ministros Antonio\nCarlos Ferreira, Ricardo Villas Bôas Cueva, Sebastião Reis Júnior,\nFrancisco Falcão, Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins e Herman Benjamin votaram com o Sr. Ministro Relator.\nAusentes, justificadamente, os Srs. Ministros Og Fernandes, Luis\nFelipe Salomão, Mauro Campbell Marques e Benedito Gonçalves.",
  "jurisprudenciaCitada" : "(AÇÃO RECONHECIMENTO DE UNIÃO ESTÁVEL POST MORTEM - HERDEIRA\nTESTAMENTÁRIA NÃO CITADA - DESNECESSÁRIO)\n   STJ - <<REsp 1340479>>-MG\n(HOMOLOGAÇÃO DE DECISÃO ESTRANGEIRA - LIMITAÇÃO DO CONTEÚDO)\n   STJ - <<SE-AO 5590>>, <<SEC 5528>>-EX, <<SEC 5275>>-EX,\n         <<SEC 968>>",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED EMC:000045 ANO:2004", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00023 ART:00963 INC:00006 ART:00964", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:0216C ART:0216D ART:0216F", "LEG:FED DEL:004657 ANO:1942\n*****  LINDB-42    LEI DE INTRODUÇÃO ÀS NORMAS DO DIREITO BRASILEIRO\n        ART:00017" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000860556",
  "numeroProcesso" : "6519",
  "numeroRegistro" : "202200616731",
  "siglaClasse" : "HDE",
  "descricaoClasse" : "HOMOLOGAÇÃO DE DECISÃO ESTRANGEIRA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RAUL ARAÚJO",
  "dataPublicacao" : "DJE        DATA:24/11/2023",
  "ementa" : "HOMOLOGAÇÃO DE DECISÃO ESTRANGEIRA. CUMPRIMENTO DOS REQUISITOS.\nPEDIDO DEFERIDO.\n1. É devida a homologação da sentença estrangeira, porquanto foram\natendidos os requisitos previstos nos arts. 963 e 964 do CPC de 2015\ne 216-C e 216-D do RISTJ, bem como constatada a ausência de ofensa\nà soberania nacional, à dignidade da pessoa humana e à ordem pública\n(CPC/2015, art. 963, VI; LINDB, art. 17; RISTJ, art. 216-F).\n2. A jurisprudência do Superior Tribunal de Justiça faz importante\ndistinção, relativamente à citação do requerido/réu no processo\nestrangeiro: (I) em se tratando de requerido/réu brasileiro\ndomiciliado no exterior, o ato citatório deverá ocorrer de acordo\ncom o sistema jurídico estrangeiro ou, de acordo com este, há de ser\n\"legalmente verificada a revelia\"; (II) em se tratando de\nrequerido/réu brasileiro domiciliado no Brasil, à época em que\ntramita o processo no exterior, a citação haverá de ser realizada\npor meio de carta rogatória. Tal orientação é plenamente aplicável\ntanto para as pessoas naturais como para as pessoas jurídicas\nbrasileiras.\n3. Nos termos do art. 248, § 2º, do CPC/2015, a citação de pessoa\njurídica será considerada válida desde que o aviso de recebimento\nseja assinado por pessoa com poderes de gerência, administração ou\npor funcionário responsável pelo recebimento de correspondências.\n4. Com base na teoria da aparência, considera-se válida a citação\nquando é encaminhada ao endereço da pessoa jurídica e recebida por\nquem se apresenta como representante legal da empresa, sem ressalvas\nquanto à inexistência de poderes de representação em juízo.\nPrecedentes.\n5. Uma vez cumpridos os requisitos exigidos pela legislação\naplicável, não há óbice à homologação da decisão estrangeira.\n6. Pedido de homologação da decisão estrangeira deferido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231109",
  "decisao" : "Vistos e relatados estes autos, em que são partes as acima\nindicadas, decide a Corte Especial, por unanimidade, deferir o\npedido de homologação, nos termos do voto do Sr. Ministro Relator. A\nSra. Ministra Maria Isabel Gallotti e os Srs. Ministros Antonio\nCarlos Ferreira, Ricardo Villas Bôas Cueva, Sebastião Reis Júnior,\nFrancisco Falcão, Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins e Herman Benjamin votaram com o Sr. Ministro Relator.\nAusentes, justificadamente, os Srs. Ministros Og Fernandes, Luis\nFelipe Salomão, Mauro Campbell Marques e Benedito Gonçalves.",
  "jurisprudenciaCitada" : "(PROCESSO ESTRANGEIRO - CITAÇÃO DO REQUERIDO)\n   STJ - <<HDE 5227>>-EX\n(PROCESSO ESTRANGEIRO - CITAÇÃO DE PESSOA JURÍDICA - REPRESENTANTE\nLEGAL DA EMPRESA - TEORIA DA APARÊNCIA)\n   STJ - <<EREsp 864947>>-SC, <<AgRg nos EREsp 205275>>-PR",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00963 INC:00002 INC:00006 ART:00964", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:0216C ART:0216D ART:0216F ART:0216H", "LEG:FED DEL:004657 ANO:1942\n*****  LINDB-42    LEI DE INTRODUÇÃO ÀS NORMAS DO DIREITO BRASILEIRO\n        ART:00017" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000860674",
  "numeroProcesso" : "15802",
  "numeroRegistro" : "202300937293",
  "siglaClasse" : "AgRg na Pet",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA PETIÇÃO",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJE        DATA:20/11/2023",
  "ementa" : "PROCESSUAL PENAL - AGRAVO REGIMENTAL - FUNDAMENTO INATACADO  -\nAUSÊNCIA DE PRESSUPOSTO RECURSAL GENÉRICO - ART. 320 DO CPP -\nFLEXIBILIZAÇÃO - VIAGEM A LAZER - DESCABIMENTO.\n1. Deixando a parte agravante de impugnar especificamente o\nfundamento da decisão recorrida, não merece ser conhecido o agravo\nregimental.\n2. A flexibilização da medida cautelar prevista no art. 320 do CPP\nencontra cabimento quando se trata de viagem ao exterior por\nnecessidade de trabalho ou para tratamento de saúde. Descabimento da\npretensão em caso de viagem a lazer.\n3. Agravo regimental conhecido em parte e, nessa extensão,\ndesprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231109",
  "decisao" : "Vistos, relatados e discutidos estes autos, acordam os Ministros da\nCorte Especial do Superior Tribunal de Justiça, na conformidade dos\nvotos e das notas taquigráficas constantes dos autos.  A Corte\nEspecial, por unanimidade, conhecer parcialmente do agravo e, nesta\nparte, negar-lhe provimento, nos termos do voto da Sra. Ministra\nRelatora. Os Srs. Ministros João Otávio de Noronha, Humberto\nMartins, Herman Benjamin, Raul Araújo, Maria Isabel Gallotti,\nAntonio Carlos Ferreira, Ricardo Villas Bôas Cueva, Sebastião Reis\nJúnior e Francisco Falcão votaram com a Sra. Ministra Relatora.\nAusentes, justificadamente, os Srs. Ministros Og Fernandes, Luis\nFelipe Salomão, Mauro Campbell Marques e Benedito Gonçalves.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00320" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000860675",
  "numeroProcesso" : "15802",
  "numeroRegistro" : "202300937293",
  "siglaClasse" : "AgRg na Pet",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA PETIÇÃO",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJE        DATA:20/11/2023",
  "ementa" : "PROCESSUAL PENAL. INQUÉRITO. SUPOSTA PRÁTICA DE CRIMES CONTRA A\nADMINISTRAÇÃO PÚBLICA, DE ORGANIZAÇÃO CRIMINOSA E DE LAVAGEM DE\nDINHEIRO. ARTS. 319, VI E 320, AMBOS DO CPP. MANUTENÇÃO.\n1. Inquérito no qual se investigam, dentre outros delitos, a suposta\nprática de crimes contra a Administração Pública, de organização\ncriminosa e de lavagem de dinheiro.\n2. Investigado que teve contra si decretadas as medidas cautelares\nprevistas nos arts. 319, VI e 320, ambos do CPP. Descabimento de\nflexibilização da medida de suspensão do exercício de função pública\npara o fim de permitir-se a contratação do citado agente para\ncondução de aeronave em região de fronteira.\n3. Agravo regimental não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231109",
  "decisao" : "Vistos, relatados e discutidos estes autos, acordam os Ministros da\nCorte Especial do Superior Tribunal de Justiça, na conformidade dos\nvotos e das notas taquigráficas constantes dos autos.  A Corte\nEspecial, por unanimidade, negar provimento ao agravo, nos termos do\nvoto da Sra. Ministra Relatora. Os Srs. Ministros João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Raul Araújo, Maria\nIsabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva,\nSebastião Reis Júnior e Francisco Falcão votaram com a Sra.\nMinistra Relatora.\nAusentes, justificadamente, os Srs. Ministros Og Fernandes, Luis\nFelipe Salomão, Mauro Campbell Marques e Benedito Gonçalves.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00319 INC:00006 ART:00320" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000860678",
  "numeroProcesso" : "15785",
  "numeroRegistro" : "202300853505",
  "siglaClasse" : "AgRg na Pet",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA PETIÇÃO",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJE        DATA:20/11/2023",
  "ementa" : "PENAL E PROCESSO PENAL. INQUÉRITO. AUTORIDADE COM PRERROGATIVA DE\nFORO NO STJ. SUPOSTA PRÁTICA DE CRIMES CONTRA A ADMINISTRAÇÃO\nPÚBLICA, DE LAVAGEM DE DINHEIRO E DE ORGANIZAÇÃO CRIMINOSA.\nDESMEMBRAMENTO. ART. 80 DO CPP. PRECEDENTES DA CORTE ESPECIAL DO\nSTJ.\nInquérito instaurado para apurar a possível existência de\norganização criminosa complexa, caracterizada pela divisão de\ntarefas e dotada de aparato operacional dividido em núcleos, que\nteria se instalado no Poder Executivo do Estado do Acre e, de forma\norgânica e estruturada, supostamente tem causado graves prejuízos ao\nerário, locupletamento de servidores públicos e agentes políticos e\ncausando danos sociais acentuados à população daquela unidade da\nfederação.\nConforme apontado pelos órgãos de persecução penal, a suposta\norganização é composta pelos núcleos político, familiar, empresarial\ne operacional e funciona com o objetivo de viabilizar o possível\ndesvio de grande soma de recursos públicos por meio da suposta\nprática dos delitos de peculato, corrupção ativa, passiva, fraude à\nlicitação e lavagem de dinheiro.\nO Inquérito n. 1.475/DF, a CauInomCrim n. 69/DF e a CauInomCrim n.\n87/DF contêm mais de 22.000 (vinte e duas mil) páginas,\nconsubstanciadas  por centenas de mandados de busca expedidos e\ncumpridos, relatórios policiais e termos de apreensões,  que\nresultaram  em  dezenas  de  petições  avulsas  e  elevado  número\nde investigados,  fatos  que  recomendam  a  separação  do Inquérito\nem 08 (oito) novos procedimentos, sob pena de obstaculizar o\nandamento  dos  trabalhos  e,  eventualmente,  contrariar o\nprincípio  da duração razoável do processo, aplicável à fase\npré-processual.\nA fase inquisitorial se desenvolve de forma regular, conforme\nconsignado em decisão monocrática proferida nos autos de habeas\ncorpus em curso no STF.\nAgravo regimental não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231109",
  "decisao" : "Vistos, relatados e discutidos estes autos, acordam os Ministros da\nCorte Especial do Superior Tribunal de Justiça, na conformidade dos\nvotos e das notas taquigráficas constantes dos autos.  A Corte\nEspecial, por unanimidade, negar provimento ao agravo, nos termos do\nvoto da Sra. Ministra Relatora. Os Srs. Ministros João Otávio de\nNoronha, Herman Benjamin, Raul Araújo, Maria Isabel Gallotti,\nAntonio Carlos Ferreira, Ricardo Villas Bôas Cueva, Sebastião Reis\nJúnior e Francisco Falcão votaram com a Sra. Ministra Relatora.\nImpedido o Sr. Ministro Humberto Martins.\nAusentes, justificadamente, os Srs. Ministros Og Fernandes, Luis\nFelipe Salomão, Mauro Campbell Marques e Benedito Gonçalves.",
  "jurisprudenciaCitada" : "(AGENTES COM PRERROGATIVA DE FORO - APURAÇÃO DE SUPOSTA PRÁTICA\nDELITIVA - DESMEMBRAMENTO DE PROCEDIMENTOS INSTAURADOS -\nVIABILIDADE)\n   STJ - <<AgRg na APn 980>>-DF, <<QO na APn 885>>-DF",
  "notas" : "Processo referente à Operação Ptolomeu III.",
  "informacoesComplementares" : null,
  "termosAuxiliares" : "GOVERNADOR",
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00080" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000860679",
  "numeroProcesso" : "1877388",
  "numeroRegistro" : "202001301287",
  "siglaClasse" : "AgRg nos EREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGENCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJE        DATA:20/11/2023",
  "ementa" : "PROCESSUAL PENAL. EMBARGOS DE DIVERGÊNCIA. AGRAVO REGIMENTAL.\nQUESTÃO NÃO EXAMINADA PELO ARESTO PARADIGMA. DISSÍDIO\nJURISPRUDENCIAL NÃO CONFIGURADO.\n1. Os embargos de divergência constituem recurso extremamente\ntécnico e de fundamentação vinculada que demanda, para que seja\nconhecido, que os arestos confrontados tenham emitido juízo de valor\nsobre as teses dissonantes, nos termos do art. 1.043, § 4°, do CPC.\n2. Aresto paradigma que não emitiu juízo de valor sobre a questão\nsuscitada pelo recorrente.\n3. Agravo regimental não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231109",
  "decisao" : "Vistos, relatados e discutidos estes autos, acordam os Ministros da\nCorte Especial do Superior Tribunal de Justiça, na conformidade dos\nvotos e das notas taquigráficas constantes dos autos.  A Corte\nEspecial, por unanimidade, negar provimento ao agravo, nos termos do\nvoto da Sra. Ministra Relatora. Os Srs. Ministros João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Raul Araújo, Maria\nIsabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva,\nSebastião Reis Júnior e Francisco Falcão votaram com a Sra.\nMinistra Relatora.\nAusentes, justificadamente, os Srs. Ministros Og Fernandes, Luis\nFelipe Salomão, Mauro Campbell Marques e Benedito Gonçalves.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - DISSÍDIO JURISPRUDENCIAL - NÃO\nCONFIGURAÇÃO)\n   STJ - <<AgRg nos EAREsp 1500725>>-SC,\n         <<AgInt nos EDv nos EREsp 1520995>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01043 PAR:00004" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000858785",
  "numeroProcesso" : "2014656",
  "numeroRegistro" : "202202213339",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "FRANCISCO FALCÃO",
  "dataPublicacao" : "DJE        DATA:26/10/2023",
  "ementa" : "PROCESSUAL CIVIL. AMBIENTAL. AÇÃO DE INDENIZAÇÃO POR DANOS MORAIS.\nDANO AMBIENTAL. USINA DE BELO MONTE. DESPROVIMENTO DO AGRAVO\nINTERNO. MANUTENÇÃO DA DECISÃO RECORRIDA. AUSÊNCIA DE SIMILITUDE\nFÁTICA.\nI - Na origem, trata-se de ação de indenização por danos morais\nobjetivando condenar os réus ao pagamento de indenização ante o dano\nambiental causado pela construção da Usina de Belo Monte. Na\nsentença o processo foi extinto sem a resolução do mérito ante a\nausência de documentos que demonstrassem o suposto dano. No Tribunal\na quo, não se conheceu do recurso de apelação. Nesta corte, deu-se\nprovimento ao recurso especial para anular o acórdão recorrido e\ndeterminar a devolução dos autos para o Juízo de primeiro grau para\npossibilitar à parte autora emendar a inicial.\nII - Verifica-se patente a ausência de similitude fática entre os\nacórdãos confrontados. Com efeito, \"para que se configure o dissídio\njurisprudencial é indispensável que os julgados confrontados\nrevelem soluções distintas extraídas das mesmas premissas fáticas e\njurídicas\" (AgRg nos EREsp 1.202.436/RS, relator Ministro Teori\nAlbino Zavaski, DJe 10/2/2012.)\nIII - O acórdão embargado versa sobre ação de indenização contra\nNorte Energia S.A., em virtude de alegado dano a pescador, por\ntambém alegada diminuição de peixes decorrente da construção da UHE\nde Belo Monte, concluindo-se pela necessidade de que o magistrado\noportunize a emenda da inicial, nos termos do art. 321 do CPC/2015.\nIV - Já os acórdãos paradigmas tratam da possibilidade de emenda à\ninicial, na interpretação aos arts. 264 e 284 do CPC/1973, no\nsentido de não ser possível a emenda à inicial, por iniciativa da\nparte autora, após o recebimento da contestação, com alteração do\npedido ou causa de pedir.\nV - A questão processual debatida no acórdão recorrido é adstrita ao\nart. 21 do atual Código de Processo Civil, sem adentrar a questão\nquanto à possibilidade de emenda à inicial quando haja alteração do\npedido ou causa de pedir (atual art. 329, II, do CPC/2015).\nVI - Desse modo, é inviável o conhecimento dos embargos de\ndivergência quando ausente a similitude fática entre os arestos\nconfrontados. Confiram-se: AgInt nos EREsp 1.637.051/MG,\n2016/0293812-7, relator Min. Benedito Gonçalves, Corte Especial,\njulgado em 2/5/2018, DJe 10/05/2018; AgInt nos EDcl nos EREsp\n1.685.558/SP, relator Min. Lázaro Guimarães- Desembargador Convocado\ndo TRF 5ª Região, Segunda Seção, julgado em 25/4/2018, DJe\n30/4/2018.\nVII - A jurisprudência deste Tribunal Superior há muito pacificou\nentendimento de que somente \"são cabíveis os Embargos de Divergência\nquando os arestos trazidos à colação firmaram posição antagônica\nsobre os mesmos fatos e questões jurídicas deduzidos no acórdão\nembargado. Ao contrário, devem ser indeferidos os embargos quando,\nconsiderando as peculiaridades de cada caso concreto, foram dadas\nsoluções diferentes para as hipóteses confrontadas\" (EREsp\n443.095/SC, Segunda Seção, relator Min. Castro Filho, DJ de\n2/2/2004).\nVIII - Também manifestamente incabíveis os embargos de divergência,\nno tocante à competência interna para o julgamento do recurso\nespecial.\nIX - À uma; porque nem sequer ventilada a questão no acórdão\nembargado; a duas, porque a questão quanto à competência relativa\ninterna é matéria que deve ser alegada pela parte no momento\noportuno, sob pena de preclusão e prorrogação da competência, em\nface do princípio da Kompetenz Kompetenz, bem como pela dicção do\nart. 71, §4º, do RISTJ. Neste sentido: AgInt nos EREsp n.\n1.399.470/MS, relator Ministro Napoleão Nunes Maia Filho, Corte\nEspecial, julgado em 11/6/2019, DJe de 14/6/2019; EDcl no AgInt nos\nEDcl no CC n. 163.375/RS, relator Ministro Ricardo Villas Bôas\nCueva, Segunda Seção, julgado em 5/5/2020, DJe 7/5/2020; AgInt nos\nEDcl no REsp n. 1.813.821/MA, relator Ministro Luis Felipe Salomão,\nQuarta Turma, julgado em 17/12/2019, DJe 4/2/2020; e AgInt no REsp\nn. 1.857.931/MG, relator Ministro Marco Buzzi, Quarta Turma, julgado\nem 28/9/2020, DJe 1º/10/2020.\nX - Por outro lado, não há falar em divergência com decisões\npontuais proferidas pelas Turmas da Primeira Seção, à época em que\ncontrovertida a competência da matéria, julgada na Questão de Ordem\njulgada suscitada no REsp 2.013.351/PA, na qual se declarou a\ncompetência das Turmas da Segunda Seção, para julgamento de demandas\nenvolvendo ação de particular contra as empresas responsáveis pela\nconstrução da Usina Hidrelétrica de Belo Monte - UHE/BM, objetivando\na obtenção de indenização por danos materiais e morais sofridos.\nXI - Por fim, e ainda que assim não fosse, a questão debatida, foi\npacificada no âmbito da Segunda Seção, havendo centenas de decisões\njá proferidas no mesmo sentido, pelo que se aplica também à espécie\no entendimento sumular n. 168, segundo o qual \"Não cabem embargos de\ndivergência, quando a jurisprudência do Tribunal de firmou no mesmo\nsentido do acórdão embargado\". Neste sentido: AgInt no REsp n.\n2.013.613/PA, relator Ministro Antonio Carlos Ferreira, Quarta\nTurma, julgado em 20/3/2023, DJe de 24/3/2023; AgInt no REsp n.\n2.013.319/PA, relator Ministro João Otávio de Noronha, Quarta Turma,\njulgado em 6/3/2023, DJe de 9/3/2023; EREsp 202.469, relator\nMinistro Raul Araújo, Data da Publicação 25/4/2023; EREsp 2.025.898,\nrelatora Ministra Maria Isabel Gallotti, Data da Publicação\n26/4/2023.\nXII - Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231024",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 18/10/2023 a 24/10/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Herman Benjamin, Og Fernandes, Luis Felipe Salomão, Mauro\nCampbell Marques, Benedito Gonçalves, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira e Ricardo Villas Bôas Cueva\nvotaram com o Sr. Ministro Relator.\nNão participou do julgamento a Sra. Ministra Laurita Vaz.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(COMPETÊNCIA RELATIVA INTERNA - AUSÊNCIA DE IMPUGNAÇÃO EM MOMENTO\nOPORTUNO - PRECLUSÃO E PRORROGAÇÃO DA COMPETÊNCIA)\n   STJ - <<AgInt nos EREsp 1399470>>-MS,\n         <<EDcl no AgInt nos EDcl no CC 163375>>-RS,\n         <<AgInt nos EDcl no REsp 1813821>>-MA,\n         <<AgInt no REsp 1857931>>-MG",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00071 PAR:00004" ],
  "acordaosSimilares" : [ "AgInt nos EREsp  2026079  PA  2022/0287600-7  Decisão:24/10/2023\nDJE        DATA:26/10/2023" ]
}, {
  "id" : "000858805",
  "numeroProcesso" : "1593752",
  "numeroRegistro" : "201600842913",
  "siglaClasse" : "AgInt no RE na PET no REsp",
  "descricaoClasse" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO NA PETIÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA THEREZA DE ASSIS MOURA",
  "dataPublicacao" : "DJE        DATA:26/10/2023",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO.\nAUSÊNCIA DE IMPUGNAÇÃO ESPECÍFICA DOS FUNDAMENTOS DA DECISÃO\nAGRAVADA. ARTS. 932, III, E 1.021, § 1º, DO CPC. SÚMULA N. 182/STJ.\nSUPERVENIÊNCIA DA LEI N. 14.230/2021. TEMA N. 1.199/STF. CONDUTA\nDOLOSA. PRESCRIÇÃO. IRRETROATIVIDADE. AGRAVO INTERNO NÃO CONHECIDO.\n1. Nos termos dos arts. 932, III, e 1.021, § 1º, do CPC, deve a\nparte agravante, na petição do seu agravo interno, impugnar\nespecificamente os fundamentos da decisão recorrida, o que, na\nhipótese dos autos, não foi atendido.\n2. No caso, a parte insurgente não combateu a aplicação dos Temas n.\n339 e 181 do STF.\n3. Incidência da Súmula n. 182 do STJ (\"É inviável o agravo do art.\n545 do CPC que deixa de atacar especificamente os fundamentos da\ndecisão agravada\").\n4. No tocante à aplicação da Lei n. 14.230/2021, o Pretório Excelso,\nno julgamento do Tema n. 1.199, firmou teses segundo as quais (i) é\nnecessária a comprovação de responsabilidade subjetiva dolosa na\ntipificação dos atos de improbidade administrativa; (ii) a revogação\nda modalidade culposa de improbidade administrativa é, em regra,\nirretroativa; (iii) no caso de atos culposos praticados na vigência\ndo texto anterior, porém sem condenação transitada em julgado, deve\nser feita nova análise do elemento subjetivo; e (iv) o novo regime\nprescricional não retroage, aplicando-se os novos marcos temporais\napenas após a publicação da nova lei.\n5. Quanto à tipicidade, as instâncias ordinárias concluíram pela\nexistência de conduta dolosa do agente, não se tratando de\ncondenação por ato ímprobo culposo capaz de ensejar o reexame do\nelemento subjetivo da conduta.\n6. Em relação à prescrição, o STF consignou a irretroatividade do\nregime instituído pela nova legislação, estabelecendo que os marcos\ntemporais constantes do art. 23, §§ 4º e 5º, da LIA apenas sejam\naplicáveis a partir da publicação da Lei n. 14.230/2021, o que\nocorreu em 26/10/2021.\n7. As alterações promovidas na Lei de Improbidade Administrativa e o\njulgamento do referido paradigma pela Suprema Corte em nada\nimpactam a solução dada à presente causa, mormente se consideradas\nas estreitas balizas do juízo de admissibilidade do recurso\nextraordinário, previstas no art. 1.030 do Código de Processo Civil.\n8. Agravo interno não conhecido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231024",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 18/10/2023 a 24/10/2023,\npor unanimidade, não conhecer do recurso, nos termos do voto da Sra.\nMinistra Relatora.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Luis Felipe Salomão,\nMauro Campbell Marques, Benedito Gonçalves, Raul Araújo, Maria\nIsabel Gallotti, Antonio Carlos Ferreira e Ricardo Villas Bôas Cueva\nvotaram com a Sra. Ministra Relatora.\nNão participou do julgamento a Sra. Ministra Laurita Vaz.\nPresidiu o julgamento o Sr. Ministro Og Fernandes.",
  "jurisprudenciaCitada" : "(ATO DE IMPROBIDADE ADMINISTRATIVA - ELEMENTO SUBJETIVO DOLOSO -\nNOVA REDAÇÃO DADA PELA LEI 14.230/2021)\n   STF - [[ARE-RG 843989]] (REPERCUSSÃO GERAL - TEMA(s) 1199)",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:014230 ANO:2021", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00932 INC:00003 ART:01021 PAR:00001 ART:01030", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000182", "LEG:FED LEI:008429 ANO:1992\n*****  LIA-92    LEI DE IMPROBIDADE ADMINISTRATIVA\n        ART:00023 PAR:00004 PAR:00005" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000858806",
  "numeroProcesso" : "1847103",
  "numeroRegistro" : "202100480369",
  "siglaClasse" : "EDcl no AgInt no RE no AgInt no AREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO NO AGRAVO INTERNO NO AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA THEREZA DE ASSIS MOURA",
  "dataPublicacao" : "DJE        DATA:26/10/2023",
  "ementa" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO. RECURSO EXTRAORDINÁRIO.\nNEGATIVA DE SEGUIMENTO. VÍCIO. INEXISTÊNCIA. RECURSO ESPECIAL\nINTEMPESTIVO. FORMAÇÃO DA COISA JULGADA. SUPERVENIÊNCIA DA LEI N.\n14.230/2021. TEMA N. 1.199/STF. IRRETROATIVIDADE. ACLARATÓRIOS\nREJEITADOS.\n1. Os embargos de declaração, conforme dispõe o art. 1.022 do Código\nde Processo Civil, destinam-se a esclarecer obscuridade, eliminar\ncontradição, suprir omissão ou corrigir erro material.\n2. Ausente vício capaz de ensejar o acolhimento dos declaratórios,\nconstata-se a pretensão exclusiva de rediscutir a causa, a fim de\nmodificar o acórdão embargado, o que não se coaduna com a via\naclaratória.\n3. No tocante à aplicação da Lei n. 14.230/2021, o Pretório Excelso,\nno julgamento do Tema n. 1.199, firmou teses segundo as quais (i) é\nnecessária a comprovação de responsabilidade subjetiva dolosa na\ntipificação dos atos de improbidade administrativa; (ii) a revogação\nda modalidade culposa de improbidade administrativa é, em regra,\nirretroativa; (iii) no caso de atos culposos praticados na vigência\ndo texto anterior, porém sem condenação transitada em julgado, deve\nser feita nova análise do elemento subjetivo; e (iv) o novo regime\nprescricional não retroage, aplicando-se os novos marcos temporais\napenas após a publicação da nova lei.\n4. No caso dos autos, o agravo interposto pelo ora embargante não\nfoi conhecido ante a intempestividade do recurso especial.\n5. Considerando que a formação da coisa julgada na presente demanda\nocorreu antes mesmo da publicação da Lei n. 14.230/2021, não é\npossível a sua aplicação retroativa, nos exatos termos do que foi\ndefinido pela Corte Suprema no referido precedente qualificado.\n6. Embargos de declaração rejeitados.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231024",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 18/10/2023 a 24/10/2023,\npor unanimidade, rejeitar os embargos de declaração, nos termos do\nvoto da Sra. Ministra Relatora.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Luis Felipe Salomão,\nMauro Campbell Marques, Benedito Gonçalves, Raul Araújo, Maria\nIsabel Gallotti, Antonio Carlos Ferreira e Ricardo Villas Bôas Cueva\nvotaram com a Sra. Ministra Relatora.\nNão participou do julgamento a Sra. Ministra Laurita Vaz.\nPresidiu o julgamento o Sr. Ministro Og Fernandes.",
  "jurisprudenciaCitada" : "(IMPROBIDADE ADMINISTRATIVA - APLICAÇÃO DA LEI 14.230/2021 -\nBALIZAS)\n   STF - [[ARE 843989]] (REPERCUSSÃO GERAL - TEMA(s) 1199)\n(TRÂNSITO EM JULGADO DA SENTENÇA - RECURSO INTEMPESTIVO - TERMO\nINICIAL)\n   STJ - <<REsp 1984292>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:014230 ANO:2021" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000858807",
  "numeroProcesso" : "1072257",
  "numeroRegistro" : "201700621025",
  "siglaClasse" : "EDcl no AgInt no RE nos EDcl no AgInt nos EAREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA THEREZA DE ASSIS MOURA",
  "dataPublicacao" : "DJE        DATA:26/10/2023",
  "ementa" : "EMBARGOS DECLARAÇÃO NO AGRAVO INTERNO. RECURSO EXTRAORDINÁRIO.\nNEGATIVA DE SEGUIMENTO. VÍCIO. INEXISTÊNCIA. SUPERVENIÊNCIA DA LEI\nN. 14.230/2021. TEMA N. 1.199/STF. CONDUTA DOLOSA. PRESCRIÇÃO.\nIRRETROATIVIDADE. EMBARGOS REJEITADOS.\n1. Os embargos de declaração, conforme dispõe o art. 1.022 do Código\nde Processo Civil, destinam-se a esclarecer obscuridade, eliminar\ncontradição, suprir omissão ou corrigir erro material.\n2. Ausente vício capaz de ensejar o acolhimento dos declaratórios,\nverifica-se a mera discordância da parte com a solução apresentada,\ncom o nítido propósito de rediscutir a causa e modificar a conclusão\nadotada pelo acórdão embargado.\n3. No que tange às alterações promovidas pela Lei n. 14.230/2021 na\nLei de Improbidade Administrativa, sabe-se que o Supremo Tribunal\nFederal, no julgamento do Tema n. 1.199 sob o rito da repercussão\ngeral, confirmou a natureza civil dos atos ímprobos e respectivas\nsanções, razão pela qual não há falar em aplicação automática do\nprincípio da retroatividade da lei penal mais benéfica.\n4. Na ocasião, o Pretório Excelso firmou teses segundo as quais (i)\né necessária a comprovação de responsabilidade subjetiva dolosa na\ntipificação dos atos de improbidade administrativa; (ii) a revogação\nda modalidade culposa de improbidade administrativa é, em regra,\nirretroativa; (iii) no caso de atos culposos praticados na vigência\ndo texto anterior, porém sem condenação transitada em julgado, deve\nser feita nova análise do elemento subjetivo; e (iv) o novo regime\nprescricional não retroage, aplicando-se os novos marcos temporais\napenas após a publicação  da nova lei.\n5. Quanto à tipicidade, o Tribunal de origem concluiu pela\nexistência de conduta dolosa do agente, não se tratando de\ncondenação por ato ímprobo culposo capaz de ensejar o reexame do\nelemento subjetivo da conduta.\n6. Em relação à prescrição, o STF consignou a irretroatividade do\nregime instituído pela nova legislação, estabelecendo que os marcos\ntemporais constantes do art. 23, §§ 4º e 5º, da LIA apenas sejam\naplicáveis a partir da publicação da Lei n. 14.230/2021, o que\nocorreu em 26/10/2021.\n7. As alterações promovidas na Lei de Improbidade Administrativa e o\njulgamento do referido paradigma pela Suprema Corte em nada\nimpactam a solução dada à presente causa, mormente se consideradas\nas estreitas balizas do juízo de admissibilidade do recurso\nextraordinário, previstas no art. 1.030 do Código de Processo Civil.\n8. Embargos de declaração rejeitados.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231024",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 18/10/2023 a 24/10/2023,\npor unanimidade, rejeitar os embargos de declaração, nos termos do\nvoto da Sra. Ministra Relatora.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Luis Felipe Salomão,\nMauro Campbell Marques, Benedito Gonçalves, Raul Araújo, Maria\nIsabel Gallotti, Antonio Carlos Ferreira e Ricardo Villas Bôas Cueva\nvotaram com a Sra. Ministra Relatora.\nNão participou do julgamento a Sra. Ministra Laurita Vaz.\nPresidiu o julgamento o Sr. Ministro Og Fernandes.",
  "jurisprudenciaCitada" : "(LEI DE IMPROBIDADE ADMINISTRATIVA - APLICAÇÃO DA LEI 14.230/2021)\n   STF - [[ARE 843989]] (REPERCUSSÃO GERAL - TEMA(s) 1199)",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:014230 ANO:2021", "LEG:FED LEI:008429 ANO:1992\n*****  LIA-92    LEI DE IMPROBIDADE ADMINISTRATIVA\n        ART:00023 PAR:00004 PAR:00005", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01030" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000858846",
  "numeroProcesso" : "2222494",
  "numeroRegistro" : "202203137485",
  "siglaClasse" : "EDcl no AgRg nos EAREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:26/10/2023",
  "ementa" : "PROCESSUAL PENAL. EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NOS\nEMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL. VÍCIO.\nINEXISTÊNCIA. EMBARGOS REJEITADOS.\n1. O acolhimento dos embargos de declaração exige a demonstração da\nefetiva existência de algum dos vícios previstos nos arts. 619 e 620\ndo Código de Processo Penal, o que não ocorre na hipótese dos\nautos.\n2. No acórdão recorrido, ficou expressamente esclarecido que o erro\nda parte recorrente na demonstração da divergência é vício\ninsanável, que não admite posterior regularização, conforme pacífica\njurisprudência.\n3. Embargos de declaração rejeitados.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231024",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 18/10/2023 a 24/10/2023,\npor unanimidade, rejeitar os embargos de declaração, nos termos do\nvoto do Sr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Luis Felipe Salomão,\nMauro Campbell Marques, Benedito Gonçalves, Raul Araújo, Maria\nIsabel Gallotti, Antonio Carlos Ferreira e Ricardo Villas Bôas Cueva\nvotaram com o Sr. Ministro Relator.\nNão participou do julgamento a Sra. Ministra Laurita Vaz.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ "EDcl no AgRg nos EAREsp  2055165  SC  2022/0022907-9\nDecisão:24/10/2023\nDJE        DATA:26/10/2023", "EDcl no AgRg nos EDcl nos EDcl no AgRg nos EREsp  2007931  PR\n2022/0184390-3  Decisão:24/10/2023\nDJE        DATA:26/10/2023", "EDcl no AgRg nos EAREsp  2055165  SC  2022/0022907-9\nDecisão:24/10/2023\nDJE        DATA:26/10/2023" ]
}, {
  "id" : "000858849",
  "numeroProcesso" : "1704615",
  "numeroRegistro" : "202001204463",
  "siglaClasse" : "AgRg no RE no AgRg no AREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NO RECURSO EXTRAORDINÁRIO NO AGRAVO REGIMENTAL NO AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:26/10/2023",
  "ementa" : "AGRAVO REGIMENTAL NO RECURSO EXTRAORDINÁRIO. SUFICIÊNCIA DA\nFUNDAMENTAÇÃO DO JULGADO RECORRIDO. CONFORMIDADE COM O TEMA N.\n339/STF. PRÉVIA CONDENAÇÃO. PENA EXTINTA HÁ MAIS DE 5 ANOS. PERÍODO\nDEPURADOR (ART. 64, I, DO CÓDIGO PENAL). MAUS ANTECEDENTES. ELEVAÇÃO\nDA PENA-BASE. VALORAÇÃO NEGATIVA DOS ANTECEDENTES CRIMINAIS.\nPOSSIBILIDADE. ACÓRDÃO RECORRIDO EM HARMONIA COM ENTENDIMENTO DO STF\nFIRMADO EM REPERCUSSÃO GERAL. TEMA N. 150/STF. NEGATIVA DE\nSEGUIMENTO.\n1. \"O art. 93, IX, da Constituição Federal exige que o acórdão ou\ndecisão sejam fundamentados, ainda que sucintamente, sem determinar,\ncontudo, o exame pormenorizado de cada uma das alegações ou provas,\nnem que sejam corretos os fundamentos da decisão\" (Tema n. 339 do\nSTF, QO no Ag n. 791.292/PE).\n2. Existente a fundamentação, entende o Supremo Tribunal Federal que\nfoi respeitado o art. 93, IX, da CF, mesmo que a parte não a repute\nadequada ou completa, conforme a conclusão firmada no Tema n. 339\ndo STF, tese de observância obrigatória (CPC, art. 927, III).\n3. O Supremo Tribunal Federal, no julgamento do RE n. 603.616-RG/RO,\nfirmou a tese de que: \"Não se aplica ao reconhecimento dos maus\nantecedentes o prazo quinquenal de prescrição da reincidência,\nprevisto no art. 64, I, do Código Penal, podendo o julgador,\nfundamentada e eventualmente, não promover qualquer incremento da\npena-base em razão de condenações pretéritas, quando as considerar\ndesimportantes, ou demasiadamente distanciadas no tempo, e,\nportanto, não necessárias à prevenção e repressão do crime, nos\ntermos do comando do artigo 59, do Código Penal\" (Tema n. 150 do\nSTF).\n4. Este Tribunal Superior consignou que condenações criminais\npretéritas com mais de cinco anos de extinção das respectivas penas,\nconquanto não tenham o condão de gerar reincidência, podem ser\nsopesadas na primeira fase da dosimetria, a título de maus\nantecedentes, encontrando-se o acórdão recorrido em consonância com\no entendimento firmado pela Suprema Corte, sob a sistemática da\nrepercussão geral, para o Tema n. 280 do STF.\n5. Agravo regimental a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231024",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 18/10/2023 a 24/10/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Luis Felipe Salomão,\nMauro Campbell Marques, Benedito Gonçalves, Raul Araújo, Maria\nIsabel Gallotti, Antonio Carlos Ferreira e Ricardo Villas Bôas Cueva\nvotaram com o Sr. Ministro Relator.\nNão participou do julgamento a Sra. Ministra Laurita Vaz.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(FUNDAMENTAÇÃO DA DECISÃO - EXAME PORMENORIZADO - DESNECESSIDADE)\n   STF - [[AI-QO 791292]]-PE (REPERCUSSÃO GERAL - TEMA(s) 339)\n(PERÍODO DEPURADOR QUINQUENAL - CONDENAÇÕES PRETÉRITAS -\nRECONHECIMENTO DOS MAUS ANTECEDENTES)\n   STF - [[RE-RG 603616]]-RO (REPERCUSSÃO GERAL - TEMA(s) 150),\n         [[RE 593818]]",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEL:002848 ANO:1940\n*****  CP-40    CÓDIGO PENAL\n        ART:00064 INC:00001", "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00093 INC:00009" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000858850",
  "numeroProcesso" : "15041",
  "numeroRegistro" : "202200859827",
  "siglaClasse" : "AgRg na Pet",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA PETIÇÃO",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:26/10/2023",
  "ementa" : "PROCESSUAL PENAL. OPERAÇÃO FAROESTE. ACORDO DE COLABORAÇÃO PREMIADA.\nVAZAMENTO ILEGAL. INSTAURAÇÃO DE INQUÉRITO PARA APURAR OS FATOS.\nCIÊNCIA DA DEFESA. ANUÊNCIA COM OS TERMOS DO AJUSTE POR OCASIÃO DA\nAUDIÊNCIA DE HOMOLOGAÇÃO. INVIABILIDADE DE RECONHECIMENTO DE\nNULIDADE COM A QUAL CONCORREU A PARTE. ART. 565 DO CÓDIGO DE\nPROCESSO PENAL. INEXISTÊNCIA DE COMPROVAÇÃO DOS PREJUÍZOS SUPORTADOS\nPELA AGRAVANTE. AUSÊNCIA DE PROVAS DA QUEBRA DA CONFIDENCIALIDADE\nDO ACORDO PELO MINISTÉRIO PÚBLICO FEDERAL E PELO PODER JUDICIÁRIO.\nIMPOSSIBILIDADE DE RESCISÃO.\n1. Trata-se de pedido de rescisão de acordo de colaboração premiada\nem razão do suposto descumprimento da cláusula de confidencialidade\npelo Ministério Público Federal e pelo Poder Judiciário.\n2. As petições mencionadas pela defesa e outros documentos contidos\nem procedimentos referentes à Operação Faroeste demonstram que o\nacordo de colaboração premiada celebrado entre a agravante e o\nMinistério Público Federal foi efetivamente divulgado em redes\nsociais, como o aplicativo WhatsApp, e em sites de notícias.\n3. Não obstante tenha ocorrido a efetiva divulgação do acordo de\ncolaboração antes mesmo da sua homologação, foi instaurado inquérito\npolicial para investigar o suposto vazamento de documento sigiloso,\ninexistindo, até o presente momento, indício do envolvimento do\nMinistério Público Federal ou do Poder Judiciário na quebra da\nconfidencialidade do ajuste.\n4. De acordo com o art. 565 do Código de Processo Penal, \"nenhuma\ndas partes poderá arguir nulidade a que haja dado causa, ou para que\ntenha concorrido, ou referente a formalidade cuja observância só à\nparte contrária interesse\".\n5. No caso, no momento da audiência para homologação do acordo de\ncolaboração em 25/2/2021, a agravante já sabia do vazamento do\najuste em redes sociais e na imprensa, e, ainda assim, anuiu com os\nseus termos.\n6. Se, ao tempo que realizada a audiência prevista no art. 4º, § 7º,\nda Lei n. 12.850/2013, a agravante tinha ciência do indevido\nvazamento da notícia na imprensa e em redes sociais, não pode a\ndefesa pretender, agora, a rescisão do ajuste sob o argumento de que\no Ministério Público Federal o teria mencionado no PBAC n. 26/DF,\npor se tratar de comportamento contraditório, vedado no ordenamento\njurídico pátrio.\n7. Não há ilegalidade na utilização do acordo de colaboração pelo\nMinistério Público na denúncia oferecida na APn n. 1.025/DF, pois se\ntrata de medida expressamente autorizada na decisão que o\nhomologou, que está em conformidade com a jurisprudência da Suprema\nCorte sobre o tema.\n8. Uma vez permitida a utilização, em outros processos, do acordo e\ndas provas dele decorrentes, o oferecimento de denúncia em outro\nfeito que a ele faz menção enseja o deferimento do acesso do seu\nteor aos denunciados, nas partes que a eles se referem, desde que\nnão haja diligências investigativas em curso, a fim de que possam\napresentar resposta à acusação, em atenção ao disposto na Súmula\nVinculante n. 14.\n9. O sigilo e a confidencialidade do acordo de colaboração firmado\npela requerente sempre foram observados e preservados pelo\nMinistério Público Federal e por este relator, que agiu com extrema\ncautela e em estrita observância à Súmula Vinculante n. 14 ao\napreciar os diversos pedidos de acesso aos autos da Pet n.\n13.912/DF.\n10. Agravo regimental a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231024",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 18/10/2023 a 24/10/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Luis Felipe Salomão,\nMauro Campbell Marques, Benedito Gonçalves, Raul Araújo, Maria\nIsabel Gallotti, Antonio Carlos Ferreira e Ricardo Villas Bôas Cueva\nvotaram com o Sr. Ministro Relator.\nNão participou do julgamento a Sra. Ministra Laurita Vaz.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(ACORDO DE COLABORAÇÃO PREMIADA - PUBLICIDADE - SIGILO -\nFLEXIBILIZAÇÃO - ESPECIFICIDADES DO CASO CONCRETO)\n   STF - [[Inq-AgR 4415]], [[Pet-AgR 6138]]\n(ACORDO DE COLABORAÇÃO PREMIADA - DECLARAÇÕES DE COLABORADORES -\nACESSO PELA DEFESA)\n   STF - [[Pet-AgR 8216]]",
  "notas" : "Processo referente à Operação Faroeste.",
  "informacoesComplementares" : "     \"É sabido que o art. 7º, § 3º, da Lei n. 12.850/2013 estabelece\nque 'o acordo de colaboração premiada e os depoimentos do\ncolaborador serão mantidos em sigilo até o recebimento da denúncia\nou da queixa-crime, sendo vedado ao magistrado decidir por sua\npublicidade em qualquer hipótese'.\n     Contudo, por se tratar de exceção à regra geral da publicidade\ndos atos processuais, o Supremo Tribunal Federal firmou o\nentendimento de que o aspecto temporal da norma contida no art. 7º,\n§ 3º, da Lei n. 12.850/2013 não limita a publicidade dos termos do\nacordo de colaboração de forma irrestrita até o recebimento da\ndenúncia, podendo ser flexibilizado conforme as especificidades do\ncaso concreto\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:012850 ANO:2013\n        ART:0003B ART:00004 PAR:00007 ART:00007 PAR:00002\n        PAR:00003", "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00565", "LEG:FED SUM:****** ANO:****\n*****  SUV(STF)    SÚMULA VINCULANTE DO SUPREMO TRIBUNAL FEDERAL\n        SUM:000014" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000858851",
  "numeroProcesso" : "178395",
  "numeroRegistro" : "202300958223",
  "siglaClasse" : "AgRg nos EDcl no AgRg no RHC",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NO RECURSO DE HABEAS CORPUS",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:26/10/2023",
  "ementa" : "AGRAVO REGIMENTAL NO RECURSO EXTRAORDINÁRIO. VIOLAÇÃO DE DOMICÍLIO.\nINGRESSO SEM MANDADO JUDICIAL. FUNDADAS RAZÕES. EXISTÊNCIA. TEMA N.\n280/STF. NEGATIVA DE SEGUIMENTO.\n1. O Supremo Tribunal Federal, no julgamento do RE n. 603.616-RG/RO,\nfirmou a tese de que: \"A entrada forçada em domicílio sem mandado\njudicial só é lícita, mesmo em período noturno, quando amparada em\nfundadas razões, devidamente justificadas a posteriori, que indiquem\nque dentro da casa ocorre situação de flagrante delito, sob pena de\nresponsabilidade disciplinar, civil e penal do agente ou da\nautoridade, e de nulidade dos atos praticados\" (Tema n. 280 do STF).\n2. Este Tribunal Superior consignou que foram realizadas\ninvestigações prévias, bem como a campana no local do flagrante e a\nexistência de mandados de prisão em desfavor do recorrente,\ncircunstâncias que justificam o ingresso em domicílio sem mandado\njudicial, encontrando-se o acórdão recorrido em consonância com o\nentendimento firmado pela Suprema Corte, sob a sistemática da\nrepercussão geral, para o Tema n. 280 do STF.\n3. Agravo regimental a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231024",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 18/10/2023 a 24/10/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Luis Felipe Salomão,\nMauro Campbell Marques, Benedito Gonçalves, Raul Araújo, Maria\nIsabel Gallotti, Antonio Carlos Ferreira e Ricardo Villas Bôas Cueva\nvotaram com o Sr. Ministro Relator.\nNão participou do julgamento a Sra. Ministra Laurita Vaz.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(ENTRADA FORÇADA EM DOMICÍLIO SEM MANDADO JUDICIAL - HIPÓTESES DE\nCABIMENTO)\n   STF - [[RE 603616]]-RO (REPERCUSSÃO GERAL - TEMA(s) 280)",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000858852",
  "numeroProcesso" : "1884233",
  "numeroRegistro" : "202101400443",
  "siglaClasse" : "AgRg no RE no AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NO RECURSO EXTRAORDINÁRIO NO AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:26/10/2023",
  "ementa" : "AGRAVO REGIMENTAL NO RECURSO EXTRAORDINÁRIO. OFENSA AOS PRINCÍPIOS\nDA AMPLA DEFESA E DO DEVIDO PROCESSO LEGAL. TEMA N. 660/STF.\nDOSIMETRIA. APRECIAÇÃO DAS CIRCUNSTÂNCIAS JUDICIAIS DO ART. 59 DO\nCÓDIGO PENAL. TEMA N. 182/STF. PRESSUPOSTOS DE ADMISSIBILIDADE\nRECURSAL. TEMA N. 181/STF. AUSÊNCIA DE REPERCUSSÃO GERAL. NEGATIVA\nDE SEGUIMENTO.\n1. A suscitada afronta aos princípios do contraditório, da ampla\ndefesa e do devido processo legal, bem como ao ato jurídico\nperfeito, ao direito adquirido e aos limites da coisa julgada, se\ndependente da análise de normas infraconstitucionais, configura\nofensa reflexa ao texto constitucional, não tendo repercussão geral\n(Tema n. 660 do STF).\n2. O Supremo Tribunal Federal, ao julgar o AI n. 742.460-RG/RJ,\nfirmou o entendimento de que \"não apresenta repercussão geral o\nrecurso extraordinário que verse sobre a questão da valoração das\ncircunstâncias judiciais previstas no art. 59 do Código Penal, na\nfundamentação da fixação da pena-base pelo juízo sentenciante,\nporque se trata de matéria infraconstitucional\" (Tema n. 182/STF).\n3. \"A questão do preenchimento dos pressupostos de admissibilidade\nde recursos da competência de outros Tribunais tem natureza\ninfraconstitucional e a ela são atribuídos os efeitos da ausência de\nrepercussão geral\" (Tema n. 181 do STF).\n4. Aplica-se de forma vinculante o Tema n. 181 do STF quando o\nrecurso extraordinário queira discutir: i) os fundamentos que\nimpediram o conhecimento do recurso anteriormente julgado; ii) os\nfundamentos que impediriam esse conhecimento; ou iii) o mérito da\ncausa, quando a insurgência anterior não ultrapassou a barreira da\nadmissibilidade.\n5. Agravo regimental a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231024",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 18/10/2023 a 24/10/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Luis Felipe Salomão,\nMauro Campbell Marques, Benedito Gonçalves, Raul Araújo, Maria\nIsabel Gallotti, Antonio Carlos Ferreira e Ricardo Villas Bôas Cueva\nvotaram com o Sr. Ministro Relator.\nNão participou do julgamento a Sra. Ministra Laurita Vaz.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(PRINCÍPIOS DA AMPLA DEFESA E DO DEVIDO PROCESSO LEGAL - ANÁLISE DE\nNORMAS INFRACONSTITUCIONAIS - OFENSA REFLEXA AO TEXTO\nCONSTITUCIONAL)\n   STF - [[RE 748371]]-MT (REPERCUSSÃO GERAL - TEMA(s) 660)\n(VALORAÇÃO DAS CIRCUNSTÂNCIAS JUDICIAIS DO ART. 59 DO CÓDIGO PENAL -\nFUNDAMENTAÇÃO DA FIXAÇÃO DA PENA-BASE - MATÉRIA INFRACONSTITUCIONAL)\n   STF - [[AI-RG 742460]]-RJ (REPERCUSSÃO GERAL - TEMA(s) 182)\n(PRESSUPOSTOS DE ADMISSIBILIDADE - RECURSOS DA COMPETÊNCIA DE OUTROS\nTRIBUNAIS - NATUREZA INFRACONSTITUCIONAL - AUSÊNCIA DE REPERCUSSÃO\nGERAL)\n   STF - [[RE 598365]]-MG (REPERCUSSÃO GERAL - TEMA(s) 181),\n         [[ARE-AgR 1227415]], [[RE-AgR 1081829]]",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEL:002848 ANO:1940\n*****  CP-40    CÓDIGO PENAL\n        ART:00059", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00158 ART:00159 INC:00004 ART:00258" ],
  "acordaosSimilares" : [ "AgRg no RE nos EDcl no AgRg no REsp  1965661  PR  2021/0331220-2\nDecisão:29/11/2023\nDJE        DATA:04/12/2023", "AgRg no RE na APn  929  DF  2016/0298083-6  Decisão:29/11/2023\nDJE        DATA:04/12/2023" ]
}, {
  "id" : "000858853",
  "numeroProcesso" : "69097",
  "numeroRegistro" : "202201837542",
  "siglaClasse" : "AgInt no RE no AgInt no RMS",
  "descricaoClasse" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO NO AGRAVO INTERNO NO RECURSO EM MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:26/10/2023",
  "ementa" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO. NEGATIVA DE SEGUIMENTO.\nDIREITO TRIBUTÁRIO. EMENDA CONSTITUCIONAL N. 103/2019. CONTRIBUIÇÃO\nPREVIDENCIÁRIA. REGIME PRÓPRIO. PROGRESSIVIDADE E MAJORAÇÃO DE\nALÍQUOTAS. AUSÊNCIA DE AFRONTA AOS PRINCÍPIOS DA RAZOABILIDADE E DA\nVEDAÇÃO AO CONFISCO.  ENTENDIMENTO DO SUPERIOR TRIBUNAL DE JUSTIÇA\nEM CONFORMIDADE COM A JURISPRUDÊNCIA DO SUPREMO TRIBUNAL FEDERAL.\nTEMA N. 933/STF. AGRAVO A QUE SE NEGA PROVIMENTO.\n1. O Supremo Tribunal Federal, no julgamento do ARE n.\n875.958-RG/GO, sob o regime de repercussão geral, firmou as\nseguintes teses: \"1. A ausência de estudo atuarial específico e\nprévio à edição de lei que aumente a contribuição previdenciária dos\nservidores públicos não implica vício de inconstitucionalidade, mas\nmera irregularidade que pode ser sanada pela demonstração do\ndéficit financeiro ou atuarial que justificava a medida. 2. A\nmajoração da alíquota da contribuição previdenciária do servidor\npúblico para 13,25% não afronta os princípios da razoabilidade e da\nvedação ao confisco\" (Tema n. 933 do STF).\n2.  No caso, o acórdão proferido pelo STJ está em sintonia com a\norientação firmada pela Suprema Corte sob o regime de repercussão\ngeral, de modo que deve ser mantida a decisão que negou seguimento\nao recurso extraordinário.\n3. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231024",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 18/10/2023 a 24/10/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Luis Felipe Salomão,\nMauro Campbell Marques, Benedito Gonçalves, Raul Araújo, Maria\nIsabel Gallotti, Antonio Carlos Ferreira e Ricardo Villas Bôas Cueva\nvotaram com o Sr. Ministro Relator.\nNão participou do julgamento a Sra. Ministra Laurita Vaz.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(CONTRIBUIÇÃO PREVIDENCIÁRIA - REGIME PRÓPRIO - MAJORAÇÃO DE\nALÍQUOTAS - AUSÊNCIA DE ESTUDO ATUARIAL ESPECÍFICO E PRÉVIO - MERA\nIRREGULARIDADE SANÁVEL - RAZOABILIDADE)\n   STF - [[ARE-RG 875958]]-GO (REPERCUSSÃO GERAL - TEMA(s) 933)",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED EMC:000103 ANO:2019" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000858854",
  "numeroProcesso" : "1682448",
  "numeroRegistro" : "202000702248",
  "siglaClasse" : "AgInt no RE nos EDcl no AgInt nos EDcl no AREsp",
  "descricaoClasse" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:26/10/2023",
  "ementa" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO. SUFICIÊNCIA DA\nFUNDAMENTAÇÃO DO JULGADO RECORRIDO. CONFORMIDADE COM O TEMA N.\n339/STF. PRESSUPOSTOS DE ADMISSIBILIDADE DO RECURSO DE COMPETÊNCIA\nDO SUPERIOR TRIBUNAL DE JUSTIÇA. AUSÊNCIA DE REPERCUSSÃO GERAL. TEMA\nN. 181/STF. NEGATIVA DE SEGUIMENTO. SUPERVENIÊNCIA DA LEI N.\n14.230/2021. TEMA N. 1.199/STF. CONDUTA DOLOSA. PRESCRIÇÃO.\nIRRETROATIVIDADE. LIMITES DO JUÍZO DE ADMISSIBILIDADE.\n1. \"O art. 93, IX, da Constituição Federal exige que o acórdão ou\ndecisão sejam fundamentados, ainda que sucintamente, sem determinar,\ncontudo, o exame pormenorizado de cada uma das alegações ou provas,\nnem que sejam corretos os fundamentos da decisão\" (Tema n. 339 do\nSTF, QO no Ag n. 791.292/PE).\n2. Existente a fundamentação, entende o Supremo Tribunal Federal que\nfoi respeitado o art. 93, IX, da CF, mesmo que a parte não a repute\nadequada ou completa, conforme a conclusão firmada no Tema n. 339\ndo STF, tese de observância obrigatória (CPC, art. 927, III).\n3. \"A questão do preenchimento dos pressupostos de admissibilidade\nde recursos da competência de outros Tribunais tem natureza\ninfraconstitucional e a ela são atribuídos os efeitos da ausência de\nrepercussão geral\" (Tema n. 181 do STF).\n4. Aplica-se de forma vinculante o Tema n. 181 do STF quando o\nrecurso extraordinário queira discutir: i) os fundamentos que\nimpediram o conhecimento do recurso anteriormente julgado; ii) os\nfundamentos que impediriam esse conhecimento; ou iii) o mérito da\ncausa, quando a insurgência anterior não ultrapassou a barreira da\nadmissibilidade.\n5. No tocante à aplicação da Lei n. 14.230/2021, a Suprema Corte, no\njulgamento do Tema n. 1.199, firmou teses segundo as quais (i) é\nnecessária a comprovação de responsabilidade subjetiva dolosa na\ntipificação dos atos de improbidade administrativa; (ii) a revogação\nda modalidade culposa de improbidade administrativa é, em regra,\nirretroativa; (iii) no caso de atos culposos praticados na vigência\ndo texto anterior, porém sem condenação transitada em julgado, deve\nser feita nova análise do elemento subjetivo; e (iv) o novo regime\nprescricional não retroage, aplicando-se os novos marcos temporais\napenas após a publicação da nova lei.\n6. Quanto à tipicidade, o Tribunal de origem concluiu pela\nexistência de condutas dolosas dos agentes, não se tratando de\ncondenação por ato ímprobo culposo capaz de ensejar o reexame do\nelemento subjetivo da conduta.\n7. Em relação à prescrição, o STF consignou a irretroatividade do\nregime prescricional instituído pela nova legislação, estabelecendo\nque os marcos temporais constantes do art. 23, §§ 4º e 5º, da LIA\napenas sejam aplicáveis a partir da publicação da Lei n.\n14.230/2021, o que ocorreu em 26/10/2021.\n8. Afora a revogação da modalidade culposa dos atos de improbidade\nadministrativa, não há nenhuma determinação por parte do Supremo\nTribunal Federal, no âmbito do julgamento do Tema n. 1.199, de\naplicação retroativa da nova redação atribuída aos dispositivos da\nLIA.\n9. As alterações promovidas na Lei de Improbidade Administrativa e o\njulgamento do referido paradigma pela Suprema Corte em nada\nimpactam a solução dada à presente causa, tendo em vista as\nestreitas balizas do juízo de admissibilidade do recurso\nextraordinário, previstas no art. 1.030 do Código de Processo Civil.\n10. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231024",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 18/10/2023 a 24/10/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Luis Felipe Salomão,\nMauro Campbell Marques, Benedito Gonçalves, Raul Araújo, Maria\nIsabel Gallotti, Antonio Carlos Ferreira e Ricardo Villas Bôas Cueva\nvotaram com o Sr. Ministro Relator.\nNão participou do julgamento a Sra. Ministra Laurita Vaz.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(LEI DE IMPROBIDADE ADMINISTRATIVA - NOVA REDAÇÃO ATRIBUÍDA PELA LEI\n14.230/2021 - DELIMITAÇÃO DO TEMA EM ANÁLISE EM REPERCUSSÃO GERAL)\n   STF - [[ARE 843989]] (REPERCUSSÃO GERAL - TEMA(s) 1199)",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:014230 ANO:2021", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00927 INC:00003 INC:00005 ART:01030", "LEG:FED LEI:008429 ANO:1992\n*****  LIA-92    LEI DE IMPROBIDADE ADMINISTRATIVA\n        ART:00011 ART:00023 PAR:00004 PAR:00005\n(ART.11 COM A REDAÇÃO DADA PELA LEI 14.230/2021)" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000858855",
  "numeroProcesso" : "1751971",
  "numeroRegistro" : "201801640740",
  "siglaClasse" : "AgInt no RE nos EDcl no AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:26/10/2023",
  "ementa" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO. APLICAÇÃO RETROATIVA DA\nTESE FIXADA NO IAC N. 1/STJ. PRESCRIÇÃO INTERCORRENTE. TERMO\nINICIAL. CPC/1973. TEMA N. 1.162/STF. AUSÊNCIA DE REPERCUSSÃO GERAL.\nOFENSA AOS PRINCÍPIOS DO CONTRADITÓRIO, DA AMPLA DEFESA E DO DEVIDO\nPROCESSO LEGAL, BEM COMO AO ATO JURÍDICO PERFEITO, AO DIREITO\nADQUIRIDO E AOS LIMITES DA COISA JULGADA. TEMA N. 660/STF. AUSÊNCIA\nDE REPERCUSSÃO GERAL. AGRAVO INTERNO NÃO PROVIDO.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231024",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, em sessão virtual de 18/10/2023 a 24/10/2023, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Luis Felipe Salomão,\nMauro Campbell Marques, Benedito Gonçalves, Raul Araújo, Maria\nIsabel Gallotti, Antonio Carlos Ferreira e Ricardo Villas Bôas Cueva\nvotaram com o Sr. Ministro Relator.\nNão participou do julgamento a Sra. Ministra Laurita Vaz.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(PRESCRIÇÃO INTERCORRENTE - TERMO INICIAL - MODULAÇÃO DOS EFEITOS\nPELO STJ - INFRACONSTITUCIONAL - AUSÊNCIA DE REPERCUSSÃO GERAL)\n   STF - [[RE-RG 1333276]] (REPERCUSSÃO GERAL - TEMA(s) 1162)\n(OFENSA AOS PRINCÍPIOS DO CONTRADITÓRIO, DA AMPLA DEFESA E DO DEVIDO\nPROCESSO LEGAL - AUSÊNCIA DE REPERCUSSÃO GERAL)\n   STF - [[ARE-RG 748371]] (REPERCUSSÃO GERAL - TEMA(s) 660)",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000858856",
  "numeroProcesso" : "1795837",
  "numeroRegistro" : "201900320656",
  "siglaClasse" : "AgInt no RE no AgInt no REsp",
  "descricaoClasse" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO NO AGRAVO INTERNO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:26/10/2023",
  "ementa" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO. DIREITO ADMINISTRATIVO E\nPROCESSUAL CIVIL. SERVIÇO MILITAR OBRIGATÓRIO. PROFISSIONAL DA ÁREA\nDE SAÚDE. DISPENSA POR EXCESSO DE CONTINGENTE. CONVOCAÇÃO POSTERIOR.\nLEI N. 12.336/2010. OFENSA REFLEXA À CONSTITUIÇÃO FEDERAL. MATÉRIA\nINFRACONSTITUCIONAL. TEMA N. 449/STF. AUSÊNCIA DE REPERCUSSÃO GERAL.\nNEGATIVA DE SEGUIMENTO.\n1. O Supremo Tribunal Federal consignou que a questão da convocação,\npara o serviço militar, de estudante de medicina dispensado por\nexcesso de contingente configura matéria de natureza\ninfraconstitucional, já pacificada por esta Corte Superior no âmbito\ndos Temas n. 417 e 418 da sistemática dos recursos repetitivos.\n2. Inviável a análise da violação constitucional alegada no recurso\nextraordinário, justamente porque a matéria ventilada possui índole\ninfraconstitucional, conforme o Tema n. 449 do STF.\n3. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231024",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 18/10/2023 a 24/10/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Luis Felipe Salomão,\nMauro Campbell Marques, Benedito Gonçalves, Raul Araújo, Maria\nIsabel Gallotti, Antonio Carlos Ferreira e Ricardo Villas Bôas Cueva\nvotaram com o Sr. Ministro Relator.\nNão participou do julgamento a Sra. Ministra Laurita Vaz.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(SERVIÇO MILITAR - ESTUDANTE DE MEDICINA DISPENSADO POR EXCESSO DE\nCONTINGENTE - CONVOCAÇÃO - MATÉRIA INFRACONSTITUCIONAL)\n   STF - [[RE 754276]] (REPERCUSSÃO GERAL - TEMA(s) 449)",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000858857",
  "numeroProcesso" : "1968281",
  "numeroRegistro" : "202101972580",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:26/10/2023",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO. EMBARGOS DE DIVERGÊNCIA EM RECURSO\nESPECIAL. ART. 1.022 DO CÓDIGO DE PROCESSO CIVIL. DESCABIMENTO DA\nVIA UNIFORMIZADORA. NATUREZA DO DANO MORAL COLETIVO. AUSÊNCIA DE\nDISSONÂNCIA ENTRE OS ACÓRDÃOS CONFRONTADOS. AGRAVO A QUE SE NEGA\nPROVIMENTO.\n1. É inviável o manejo de embargos de divergência para discutir o\nacerto ou o desacerto da aplicação do art. 1.022 do CPC ou de óbices\nao conhecimento do recurso especial, na medida em que dependem da\nanálise de circunstâncias processuais específicas dos autos e não\ncontrapõem teses jurídicas abstratas.\n3. Quanto à assertiva acerca da natureza do dano moral coletivo, não\nfoi demonstrada a discrepância de entendimento entre os acórdãos\nconfrontados, constatando-se, na verdade, a convergência entre os\nacórdãos.\n4. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231024",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 18/10/2023 a 24/10/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Luis Felipe Salomão,\nMauro Campbell Marques, Benedito Gonçalves, Raul Araújo, Maria\nIsabel Gallotti, Antonio Carlos Ferreira e Ricardo Villas Bôas Cueva\nvotaram com o Sr. Ministro Relator.\nNão participou do julgamento a Sra. Ministra Laurita Vaz.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000858858",
  "numeroProcesso" : "2008027",
  "numeroRegistro" : "202200616945",
  "siglaClasse" : "AgInt no RE nos EDcl no AgInt no REsp",
  "descricaoClasse" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:26/10/2023",
  "ementa" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO. CONTRIBUIÇÃO\nPREVIDENCIÁRIA SUBSTITUTIVA. OFENSA AOS PRINCÍPIOS DO DIREITO\nADQUIRIDO E DA SEGURANÇA JURÍDICA. ENTENDIMENTO INFRACONSTITUCIONAL.\nTEMA N. 1.109/STF. AUSÊNCIA DE REPERCUSSÃO GERAL. NEGATIVA DE\nSEGUIMENTO.\n1. \"É infraconstitucional e depende da análise de fatos e provas, a\nela se aplicando os efeitos da ausência de repercussão geral, a\ncontrovérsia relativa à alteração legislativa promovida pela Lei n.\n13.670, de 2018, que excluiu da opção pela contribuição substitutiva\n(CPRB) as pessoas jurídicas que fabricam determinados produtos,\ninclusive no que se refere à irretratabilidade prevista no art. 9º,\n§ 13, da Lei n. 12.546, de 2011.\"\n2. Consoante a tese fixada no Tema n. 1.109 do STF, de observância\ncogente (CPC, art. 927, III), foi afastada a repercussão geral,\nconsiderando que a matéria ventilada tem natureza\ninfraconstitucional.\n3.   Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231024",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 18/10/2023 a 24/10/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Luis Felipe Salomão,\nMauro Campbell Marques, Benedito Gonçalves, Raul Araújo, Maria\nIsabel Gallotti, Antonio Carlos Ferreira e Ricardo Villas Bôas Cueva\nvotaram com o Sr. Ministro Relator.\nNão participou do julgamento a Sra. Ministra Laurita Vaz.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(CONTRIBUIÇÃO PREVIDENCIÁRIA SUBSTITUTIVA - QUESTÃO\nINFRACONSTITUCIONAL - AUSÊNCIA DE REPERCUSSÃO GERAL)\n   STF - [[RE-RG 1286672]] (REPERCUSSÃO GERAL - TEMA(s) 1109)",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:012547 ANO:2011\n        ART:00008 ART:00009 PAR:00013" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000858859",
  "numeroProcesso" : "2046368",
  "numeroRegistro" : "202104058029",
  "siglaClasse" : "AgInt no AgInt nos EDcl nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NO AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:26/10/2023",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO. EMBARGOS DE DIVERGÊNCIA EM AGRAVO\nEM RECURSO ESPECIAL. AUSÊNCIA DE SIMILITUDE FÁTICA. NECESSIDADE DE\nCONTRAPOSIÇÃO DE TESES JURÍDICAS EM ABSTRATO. DESCABIMENTO DA VIA\nUNIFORMIZADORA.\n1. É inviável o manejo de embargos de divergência  quando os\nacórdãos confrontados não apresentam identidade de circunstâncias\nfáticas que permitam a contraposição de teses jurídicas consideradas\nabstratamente.\n2. No acórdão objeto dos embargos de divergência, concluiu-se que a\naplicação da sanção prevista no § 4º do art. 1.021 do Código de\nProcesso Civil deve ser fundamentada, entendimento que não contrasta\ncom o a conclusão do acórdão paradigma.\n3. A pretensão de revisitação dos elementos que embasaram a\naplicação da multa no caso concreto não pode ser veiculada na via\nuniformizadora.\n4. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231024",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 18/10/2023 a 24/10/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Luis Felipe Salomão,\nMauro Campbell Marques, Raul Araújo, Maria Isabel Gallotti, Antonio\nCarlos Ferreira e Ricardo Villas Bôas Cueva  votaram com o Sr.\nMinistro Relator.\nImpedido o Sr. Ministro Benedito Gonçalves.\nNão participou do julgamento a Sra. Ministra Laurita Vaz.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(REDISCUSSÃO DOS FUNDAMENTOS DE APLICAÇÃO DE REGRA PROCESSUAL NO\nCASO CONCRETO - NÃO CABIMENTO)\n   STJ - <<AgInt nos EAREsp 1673549>>-SC,\n         <<AgInt nos EAREsp 1800606>>-SC",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000858873",
  "numeroProcesso" : "1752333",
  "numeroRegistro" : "202002238993",
  "siglaClasse" : "AgInt no RE nos EDcl no AgInt no AREsp",
  "descricaoClasse" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NO AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:26/10/2023",
  "ementa" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO. SUFICIÊNCIA DA\nFUNDAMENTAÇÃO DO JULGADO RECORRIDO. CONFORMIDADE COM O TEMA N.\n339/STF. PRESSUPOSTOS DE ADMISSIBILIDADE DO RECURSO DE COMPETÊNCIA\nDO STJ. AUSÊNCIA DE REPERCUSSÃO GERAL. TEMA N. 181/STF. NEGATIVA DE\nSEGUIMENTO. SUPERVENIÊNCIA DA LEI N. 14.230/2021. TEMA N. 1.199/STF.\nCONDUTA DOLOSA. IRRETROATIVIDADE. LIMITES DO JUÍZO DE\nADMISSIBILIDADE.\n1. \"O art. 93, IX, da Constituição Federal exige que o acórdão ou\ndecisão sejam fundamentados, ainda que sucintamente, sem determinar,\ncontudo, o exame pormenorizado de cada uma das alegações ou provas,\nnem que sejam corretos os fundamentos da decisão\" (Tema n. 339 do\nSTF, QO no Ag n. 791.292/PE).\n2. Existente a fundamentação, entende o Supremo Tribunal Federal que\nfoi respeitado o art. 93, IX, da CF, mesmo que a parte não a repute\nadequada ou completa, conforme a conclusão firmada no Tema n. 339\ndo STF, tese de observância obrigatória (CPC, art. 927, III).\n3. \"A questão do preenchimento dos pressupostos de admissibilidade\nde recursos da competência de outros Tribunais tem natureza\ninfraconstitucional e a ela são atribuídos os efeitos da ausência de\nrepercussão geral\" (Tema n. 181 do STF).\n4. Incide a tese fixada no Tema n. 181 do STF, conquanto se queira,\nno recurso extraordinário, discutir o mérito da causa ou as razões\nimpeditivas do conhecimento do recurso.\n5. No tocante à aplicação da Lei n. 14.230/2021, a Suprema Corte, no\njulgamento do Tema n. 1.199, firmou teses segundo as quais (i) é\nnecessária a comprovação de responsabilidade subjetiva dolosa na\ntipificação dos atos de improbidade administrativa; (ii) a revogação\nda modalidade culposa de improbidade administrativa é, em regra,\nirretroativa; (iii) no caso de atos culposos praticados na vigência\ndo texto anterior, porém sem condenação transitada em julgado, deve\nser feita nova análise do elemento subjetivo; e (iv) o novo regime\nprescricional não retroage, aplicando-se os novos marcos temporais\napenas após a publicação da nova lei.\n6. Quanto à tipicidade, o Tribunal de origem concluiu pela\nexistência de conduta dolosa do agente, não se tratando de\ncondenação por ato ímprobo culposo capaz de ensejar o reexame do\nelemento subjetivo da conduta.\n7. Afora a revogação da modalidade culposa dos atos de improbidade\nadministrativa, não há nenhuma determinação por parte do Supremo\nTribunal Federal, à luz das teses firmadas no julgamento do Tema n.\n1.199, de aplicação retroativa da nova redação atribuída pela Lei n.\n14.230/2021 aos dispositivos da Lei de Improbidade Administrativa.\n8. As alterações promovidas na LIA e o julgamento do referido\nparadigma pelo STF em nada impactam a solução dada à presente causa,\ntendo em vista as estreitas balizas do juízo de admissibilidade do\nrecurso extraordinário, previstas no art. 1.030 do Código de\nProcesso Civil.\n9. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231024",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 18/10/2023 a 24/10/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Luis Felipe Salomão,\nMauro Campbell Marques, Benedito Gonçalves, Raul Araújo, Maria\nIsabel Gallotti, Antonio Carlos Ferreira e Ricardo Villas Bôas Cueva\nvotaram com o Sr. Ministro Relator.\nNão participou do julgamento a Sra. Ministra Laurita Vaz.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(OBRIGATORIEDADE DE FUNDAMENTAÇÃO DAS DECISÕES JUDICIAIS -\nDESNECESSIDADE DE EXAME PORMENORIZADO)\n   STF - [[AI-QO-RG 791292]]-PE (REPERCUSSÃO GERAL - TEMA(s) 339),\n         [[ARE-ED-AgR 1349717]]-SP\n(PRESSUPOSTOS DE ADMISSIBILIDADE - RECURSOS DA COMPETÊNCIA DE OUTROS\nTRIBUNAIS - NATUREZA INFRACONSTITUCIONAL - AUSÊNCIA DE REPERCUSSÃO\nGERAL)\n   STJ - <<AgInt no RE nos EDcl no AgInt no AREsp 1342377>>-SP\n   STF - [[RE-RG 598365]]-MG (REPERCUSSÃO GERAL - TEMA(s) 181),\n         [[ARE-AgR 1227415]], [[RE-AgR 1081829]]",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00093 INC:00009", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01030" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000858874",
  "numeroProcesso" : "1579040",
  "numeroRegistro" : "201600109360",
  "siglaClasse" : "AgInt no RE nos EDcl no AgInt nos EDcl no REsp",
  "descricaoClasse" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:26/10/2023",
  "ementa" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO. SUFICIÊNCIA DA\nFUNDAMENTAÇÃO DO JULGADO RECORRIDO. CONFORMIDADE COM O TEMA N.\n339/STF. OFENSA AO PRINCÍPIO DA INAFASTABILIDADE DE JURISDIÇÃO.\nAUSÊNCIA DE REPERCUSSÃO GERAL. TEMA N. 895/STF. IMPROBIDADE\nADMINISTRATIVA. DOLO RECONHECIDO. IMPACTOS DAS NOVAS DISPOSIÇÕES DA\nLEI DE IMPROBIDADE. AUSÊNCIA. AGRAVO INTERNO NÃO PROVIDO.\n1. \"O art. 93, IX, da Constituição Federal exige que o acórdão ou\ndecisão sejam fundamentados, ainda que sucintamente, sem determinar,\ncontudo, o exame pormenorizado de cada uma das alegações ou provas,\nnem que sejam corretos os fundamentos da decisão\" (Tema n. 339 do\nSTF, QO no Ag n. 791.292/PE).\n2. Existente a fundamentação, entende o Supremo Tribunal Federal que\nfoi respeitado o art. 93, IX, da CF, mesmo que a parte não a repute\nadequada ou completa, conforme a conclusão firmada no Tema n. 339\ndo STF, tese de observância obrigatória (CPC, art. 927, III).\n3. A alegada violação do princípio da inafastabilidade de\njurisdição, por implicar ofensa indireta à Constituição Federal ou\nanálise de matéria fática, tem natureza infraconstitucional e não\npossui repercussão geral (Tema n. 895 do STF).\n4. Faz-se necessária manifestação desta Corte Superior a respeito\ndos impactos da decisão vinculante exarada pelo Supremo Tribunal\nFederal sobre a presente demanda, especialmente em razão da\nsuperveniência do julgamento proferido no Tema n. 1.199, sob o\nregime de repercussão geral.\n5. No tocante à aplicação da Lei n. 14.230/2021, a Suprema Corte\nfirmou teses segundo as quais (i) é necessária a comprovação de\nresponsabilidade subjetiva dolosa na tipificação dos atos de\nimprobidade administrativa; (ii) a revogação da modalidade culposa\nde improbidade administrativa é, em regra, irretroativa; (iii) no\ncaso de atos culposos praticados na vigência do texto anterior,\nporém sem condenação transitada em julgado, deve ser feita nova\nanálise do elemento subjetivo; e (iv) o novo regime prescricional\nnão retroage, aplicando-se os novos marcos temporais apenas após a\npublicação da nova lei.\n6. Inexistindo retroatividade das premissas jurídicas relativas ao\nmarco prescritivo, não há possibilidade de modificação da conclusão\nna solução conferida ao presente incidente.\n7. No caso, não há necessidade de conformação do acórdão recorrido\nao que foi decidido pelo STF, pois as instâncias ordinárias\nconsignaram a presença do elemento subjetivo dolo na conduta dos\nagentes. Portanto, como não se trata de condenação por ato de\nimprobidade administrativa culposo praticado anteriormente à\nvigência da nova LIA, é desnecessária a adoção de providência\ndestinada ao reexame do elemento subjetivo da conduta.\n8. Afora a revogação da modalidade culposa dos atos de improbidade\nadministrativa, não há nenhuma determinação por parte do Supremo\nTribunal Federal, no âmbito do julgamento do Tema n. 1.199, de\naplicação retroativa da nova redação atribuída aos dispositivos da\nLIA.\n9. As alterações promovidas na Lei de Improbidade Administrativa e o\njulgamento do referido paradigma pela Suprema Corte em nada\nimpactam a solução dada à presente causa, tendo em vista as\nestreitas balizas do juízo de admissibilidade do recurso\nextraordinário, previstas no art. 1.030 do Código de Processo Civil.\n10. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231024",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 18/10/2023 a 24/10/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Luis Felipe Salomão,\nMauro Campbell Marques, Benedito Gonçalves, Raul Araújo, Maria\nIsabel Gallotti, Antonio Carlos Ferreira e Ricardo Villas Bôas Cueva\nvotaram com o Sr. Ministro Relator.\nNão participou do julgamento a Sra. Ministra Laurita Vaz.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(LEI DE IMPROBIDADE ADMINISTRATIVA - NOVA REDAÇÃO DADA PELA LEI\n14.230/2021)\n   STF - [[ARE 843989]] (REPERCUSSÃO GERAL - TEMA(s) 1199)",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:014230 ANO:2021", "LEG:FED LEI:008429 ANO:1992\n*****  LIA-92    LEI DE IMPROBIDADE ADMINISTRATIVA\n        ART:00011 ART:00023 PAR:00004 PAR:00005", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00927 INC:00005 ART:01030" ],
  "acordaosSimilares" : [ "AgInt no RE nos EDcl no AgInt nos EDcl no AREsp  1626908  RS\n2019/0352746-2  Decisão:24/10/2023\nDJE        DATA:26/10/2023" ]
}, {
  "id" : "000858875",
  "numeroProcesso" : "1985070",
  "numeroRegistro" : "202200379172",
  "siglaClasse" : "AgInt no RE nos EDcl no AgInt no REsp",
  "descricaoClasse" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:26/10/2023",
  "ementa" : "AGRAVO INTERNO. RECURSO EXTRAORDINÁRIO. NEGATIVA DE SEGUIMENTO.\nCONTRATAÇÃO DE PESSOAL PELA ADMINISTRAÇÃO PÚBLICA SEM CONCURSO.\nNULIDADE. DIREITO AO FGTS. TEMA N. 191/STF. APLICAÇÃO AOS\nEMPREGADOS. TEMA N. 308/STF. CONTRATAÇÃO TEMPORÁRIA ILÍCITA. DIREITO\nÀ PERCEPÇÃO DO FGTS. TEMA N. 916/STF. ACÓRDÃO RECORRIDO EM\nCONFORMIDADE COM O POSICIONAMENTO DA SUPREMA CORTE. AGRAVO\nIMPROVIDO.\n1. No julgamento do RE n. 596.478-RG/RR, sob o regime de repercussão\ngeral, o Supremo Tribunal Federal fixou a tese de que é \"devido o\ndepósito do Fundo de Garantia do Tempo de Serviço - FGTS na conta de\ntrabalhador cujo contrato com a Administração Pública seja\ndeclarado nulo por ausência de prévia aprovação em concurso público,\ndesde que mantido o direito ao salário\" (Tema n. 191 do STF).\n2. Da mesma forma, ao apreciar o RE n. 705.140-RG/RS, também sob o\nregime da repercussão geral, o STF firmou entendimento de que a\ncontratação de pessoal pela administração pública sem a observância\nda regra do concurso público gera o direito ao recebimento do FGTS\n(Tema n. 308 do STF).\n3. No RE n. 765.320-RG/MG, a Suprema Corte, reafirmando sua\njurisprudência e ampliando as situações jurídicas que legitimam a\npercepção do FGTS, estabeleceu que \"a contratação por tempo\ndeterminado para atendimento de necessidade temporária de\nexcepcional interesse público realizada em desconformidade com os\npreceitos do art. 37, IX, da Constituição Federal não gera quaisquer\nefeitos jurídicos válidos em relação aos servidores contratados,\ncom exceção do direito à percepção dos salários referentes ao\nperíodo trabalhado e, nos termos do art. 19-A da Lei 8.036/1990, ao\nlevantamento dos depósitos efetuados no Fundo de Garantia do Tempo\nde Serviço - FGTS\" (Tema n. 916 do STF).\n4. Na espécie, consta do acórdão objeto do recurso extraordinário\nque o contrato firmado pela administração pública foi prorrogado\nsucessivas vezes e, por isso, foi dado provimento ao recurso\nespecial para acompanhar a jurisprudência do STF no sentido de\nreconhecer o direito dos contratados por tempo determinado aos\ndireitos sociais discutidos.\n5. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231024",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 18/10/2023 a 24/10/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Luis Felipe Salomão,\nMauro Campbell Marques, Benedito Gonçalves, Raul Araújo, Maria\nIsabel Gallotti, Antonio Carlos Ferreira e Ricardo Villas Bôas Cueva\nvotaram com o Sr. Ministro Relator.\nNão participou do julgamento a Sra. Ministra Laurita Vaz.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(CONTRATAÇÃO DE PESSOAL PELA ADMINISTRAÇÃO PÚBLICA SEM CONCURSO\nPÚBLICO - DIREITO AO RECEBIMENTO DO FGTS)\n   STF - [[RE-RG 596478]]-RR (REPERCUSSÃO GERAL - TEMA(s) 191),\n         [[RE-RG 705140]]-RS (REPERCUSSÃO GERAL - TEMA(s) 308)\n(CONTRATAÇÃO TEMPORÁRIA ILÍCITA - DIREITO À PERCEPÇÃO DO FGTS)\n   STF - [[RE-RG 765320]]-MG (REPERCUSSÃO GERAL - TEMA(s) 916)\n(SERVIDORES CONTRATADOS POR PRAZO DETERMINADO - DIREITO À PERCEPÇÃO\nDO FGTS - SUCESSIVAS RENOVAÇÕES DO CONTRATO)\n   STF - [[RE-AgR 752206]]-MG",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00037 INC:00009 PAR:00002", "LEG:FED LEI:008036 ANO:1990\n*****  LFGTS-1990    LEI DO FUNDO DE GARANTIA DO TEMPO DE SERVIÇO\n        ART:0019A" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000859012",
  "numeroProcesso" : "1894733",
  "numeroRegistro" : "202002355840",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "ANTONIO CARLOS FERREIRA",
  "dataPublicacao" : "DJE        DATA:03/11/2023",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM\nRECURSO ESPECIAL. INDEFERIMENTO LIMINAR PELA PRESIDÊNCIA DO STJ.\nDEMONSTRAÇÃO DO DISSÍDIO. REQUISITOS DO ART. 1.043, § 4º, DO CPC DE\n2015. INOBSERVÂNCIA. PARADIGMAS ORIUNDOS DE IDÊNTICO ÓRGÃO JULGADOR.\nALTERAÇÃO DE COMPOSIÇÃO NOS TERMOS DO § 3º DO ART. 1.043 DO\nCPC/2015 NÃO OBSERVADA. INADMISSIBILIDADE.\n1. Configura pressuposto indispensável para a comprovação da\ndivergência jurisprudencial a adoção de uma das  seguintes\nprovidências quanto a paradigma indicado como divergente: (a) a\njuntada de certidões; (b) a apresentação de cópia do inteiro teor do\njulgado; (c) a citação do repositório oficial, autorizado ou\ncredenciado, em que se ache publicado, inclusive em mídia\neletrônica; e (d) a reprodução do julgado disponível na rede mundial\nde computadores, com a indicação da respectiva fonte na internet.\n2. Sendo o paradigma oriundo da Turma que deu origem ao acórdão\nrecorrido, tornam-se inadmissíveis os embargos de divergência, uma\nvez não alterada a composição do órgão julgador na proporção\ndeterminada no § 3º do art. 1.043 do CPC/2015.\n3. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231024",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 18/10/2023 a 24/10/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Og Fernandes, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Maria Isabel Gallotti e Ricardo Villas Bôas Cueva  votaram\ncom o Sr. Ministro Relator.\nNão participou do julgamento a Sra. Ministra Laurita Vaz.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - ACÓRDÃO PARADIGMA DA MESMA TURMA)\n   STJ - <<AgRg nos EDcl no AREsp 2004271>>-SC,\n         <<AgInt nos EDcl nos EREsp 1902977>>-PB\n(EMBARGOS DE DIVERGÊNCIA - ACÓRDÃO PARADIGMA - DOCUMENTAÇÃO - CÓPIA\nDO INTEIRO TEOR - COMPOSIÇÃO DO DOCUMENTO)\n   STJ - <<AgInt nos EREsp 1903273>>-PR",
  "notas" : null,
  "informacoesComplementares" : "     \"[...] 'no que diz respeito à cópia do \u001Cinteiro teor\u001C do\nacórdão paradigma, a jurisprudência da Corte Especial considera que\ntal documento compreende o relatório, o voto, a ementa/acórdão e a\nrespectiva certidão de julgamento' [...]\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01043 PAR:00003" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000859264",
  "numeroProcesso" : "2100231",
  "numeroRegistro" : "202200928722",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA ISABEL GALLOTTI",
  "dataPublicacao" : "DJE        DATA:30/10/2023",
  "ementa" : "AGRAVO INTERNO. EMBARGOS DE DIVERGÊNCIA. REQUISITOS DE\nADMISSIBILIDADE DOS EMBARGOS DE DIVERGÊNCIA. NÃO PREENCHIMENTO.\nAUSÊNCIA DE SIMILITUDE FÁTICA ENTRE OS JULGADOS. AGRAVO INTERNO NÃO\nPROVIDO.\n1. \"Não é possível o conhecimento de agravo interposto contra\ndecisão do tribunal a quo que julgou prejudicado o recurso especial\"\n(STJ, AgRg no AREsp n. 40.599/SP, relator Ministro MAURO CAMPBELL\nMARQUES, SEGUNDA TURMA, julgado em 6/3/2012, DJe de 9/3/2012).\n2. Não cabe, em embargos de divergência, reexaminar os pressupostos\nde conhecimento do recurso especial, para extrair conclusão diversa\na respeito da incidência de óbices.\n3. A ausência de similitude fático-jurídica entre os acórdãos\nconfrontados impede o conhecimento dos embargos de divergência, que\ntêm como escopo único uniformizar a jurisprudência do Tribunal, não\nse prestando para ser utilizado como via de rejulgamento do Recurso\nEspecial (STJ, AgInt nos EREsp n. 1.565.059/ES, relatora  Ministra\nREGINA HELENA COSTA,  PRIMEIRA SEÇÃO, julgado em 20/9/2022, DJe de\n23/9/2022).\n4. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231024",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 18/10/2023 a 24/10/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Og Fernandes, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Antonio Carlos Ferreira e Ricardo Villas Bôas Cueva  votaram\ncom a Sra. Ministra Relatora.\nNão participou do julgamento a Sra. Ministra Laurita Vaz.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(AGRAVO INTERPOSTO CONTRA DECISÃO DO TRIBUNAL A QUO QUE JULGOU\nPREJUDICADO O RECURSO ESPECIAL - NÃO CABIMENTO)\n   STJ - <<AgRg no AREsp 40599>>-SP\n(FALTA DE SIMILITUDE FÁTICO-JURÍDICA ENTRE OS ACÓRDÃOS CONFRONTADOS)\n   STJ - <<AgInt nos EREsp 1565059>>-ES",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000859274",
  "numeroProcesso" : "1752971",
  "numeroRegistro" : "201801706379",
  "siglaClasse" : "AgInt no AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NO AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA ISABEL GALLOTTI",
  "dataPublicacao" : "DJE        DATA:30/10/2023",
  "ementa" : "AGRAVO INTERNO. EMBARGOS DE DIVERGÊNCIA. APRECIAÇÃO DA CONTROVÉRSIA.\nNÃO OCORRÊNCIA. POSTERIOR COMPROVAÇÃO DE FERIADO LOCAL.\nIMPOSSIBILIDADE. SÚMULA 168/STJ. AGRAVO NÃO PROVIDO\n1. Não cabe, em embargos de divergência, reexaminar os pressupostos\nde conhecimento do recurso especial, para extrair conclusão diversa\na respeito da incidência de óbices.\n2. Embora o art. 1043, inciso III, do novo CPC, preveja o cabimento\nde embargos de divergência quando um acórdão tiver apreciado o\nmérito e o outro não, dispõe expressamente que neste último deverá\nter sido apreciada a controvérsia. No caso em julgamento, o acórdão\nembargado entendeu incabível a análise do mérito do recurso especial\npor intempestividade do recurso. Não apreciou a controvérsia.\n3. Questão de ordem resolvida no sentido de reconhecer que a tese\nfirmada por ocasião do julgamento do REsp 1.813.684/SP é restrita ao\nferiado de segunda-feira de carnaval e que não se aplica aos demais\nferiados, inclusive aos feriados locais (QO no REsp n.\n1.813.684/SP, relatora Ministra Nancy Andrighi, Corte Especial,\njulgado em 3/2/2020, DJe de 28/2/2020).\n4. \"Não cabem embargos de divergência, quando a jurisprudência do\ntribunal se firmou no mesmo sentido do acórdão embargado\" (Súmula\n168/STJ).\n5. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231024",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 18/10/2023 a 24/10/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Og Fernandes, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Antonio Carlos Ferreira e Ricardo Villas Bôas Cueva  votaram\ncom a Sra. Ministra Relatora.\nNão participou do julgamento a Sra. Ministra Laurita Vaz.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - ACÓRDÃO EMBARGADO QUE NÃO JULGA O MÉRITO\nDA CONTROVÉRSIA - NÃO CABIMENTO)\n   STJ - <<AgRg nos EDcl nos EDv nos EDcl no AREsp 2203366>>-SP\n(COMPROVAÇÃO POSTERIOR DE FERIADO LOCAL - POSSIBILIDADE QUANDO SE\nREFERE À SEGUNDA-FEIRA ANTERIOR AO FERIADO DE CARNAVAL)\n   STJ - <<QO no REsp 1813684>>-SP,\n         <<AgInt nos EAREsp 2009812>>-PR,\n         <<AgInt no AREsp 2154696>>-MG,\n         <<AgInt no AREsp 2249741>>-SP,\n         <<AgInt no AREsp 2241653>>-BA",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01043 INC:00003", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000168" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000859275",
  "numeroProcesso" : "1563122",
  "numeroRegistro" : "201502672755",
  "siglaClasse" : "AgInt nos EDcl nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA ISABEL GALLOTTI",
  "dataPublicacao" : "DJE        DATA:30/10/2023",
  "ementa" : "AGRAVO INTERNO. AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA. AUSÊNCIA\nDE COMPROVAÇÃO DO RECOLHIMENTO DO PREPARO NO ATO DA INTERPOSIÇÃO.\nINTIMAÇÃO DA PARTE PARA EFETUAR A REGULARIZAÇÃO. PRAZO NÃO CUMPRIDO.\nDESERÇÃO CARACTERIZADA.\n1. A ausência do número de código de barras no comprovante de\npagamento bancário caracteriza irregularidade no preparo do recurso\nespecial, tornando-se, portanto, deserto.\n2. Ainda que se considerasse a possibilidade da regularização do\npreparo em momento posterior à interposição do recurso a ele\ninerente, o recorrente somente o fez após o prazo estabelecido no\nart. 1.007, § 4º, do CPC. É incabível, assim, a regularização, em\nrazão da preclusão consumativa.\n3. Considera-se deserto o recurso quando a parte, mesmo após\nintimada a regularizar o preparo, não o faz devidamente. Incidência\nda Súmula n.º 187 do STJ.\n4. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231024",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 18/10/2023 a 24/10/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Og Fernandes, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Antonio Carlos Ferreira e Ricardo Villas Bôas Cueva  votaram\ncom a Sra. Ministra Relatora.\nNão participou do julgamento a Sra. Ministra Laurita Vaz.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(PREPARO - AUSÊNCIA DO NÚMERO DE CÓDIGO DE BARRAS NO COMPROVANTE DE\nPAGAMENTO BANCÁRIO - DESERÇÃO)\n   STJ - <<AgInt no AREsp 1703448>>-RS,\n         <<AgInt no AREsp 2080382>>-SP\n(PREPARO - REGULARIZAÇÃO EM MOMENTO POSTERIOR À INTERPOSIÇÃO DO\nRECURSO - PRECLUSÃO)\n   STJ - <<AgInt no AREsp 2247703>>-AM\n(PREPARO - INTIMAÇÃO - NÃO REGULARIZAÇÃO - SÚMULA 187/STJ)\n   STJ - <<AgInt no AREsp 1669029>>-PR",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01007 PAR:00004", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000187" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000859276",
  "numeroProcesso" : "29513",
  "numeroRegistro" : "202302360228",
  "siglaClasse" : "AgInt no MS",
  "descricaoClasse" : "AGRAVO INTERNO NO MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RAUL ARAÚJO",
  "dataPublicacao" : "DJE        DATA:31/10/2023",
  "ementa" : "AGRAVO INTERNO NO MANDADO DE SEGURANÇA. CONSTITUCIONAL. PROCESSUAL\nCIVIL. ATO COATOR. DECISÃO JUDICIAL. CABIMENTO RESTRITO.\nEXCEPCIONALIDADE. INEXISTÊNCIA. AUSÊNCIA DE MANIFESTA ILEGALIDADE OU\nTERATOLOGIA. AGRAVO DESPROVIDO.\n1. Não cabe mandado de segurança contra ato judicial passível de\nrecurso ou correição\" (Súmula 267/STF).\n2. Não há, na hipótese, excepcionalidade apta a ensejar o cabimento\ndo mandado de segurança contra o ato judicial que concluiu pela\nintempestividade do recurso especial, diante da ausência de\ncomprovação, no ato da interposição, de feriado local (diverso da\nsegunda-feira de carnaval).\n3. A Corte Especial, ao interpretar os artigos 932, parágrafo único,\ne 1.003, § 6º, do CPC de 2015, bem assim os princípios consagrados\npelo novo Código, por maioria, firmou orientação de que o recorrente\ndeve comprovar \"a ocorrência de feriado local no ato de\ninterposição do recurso\", de maneira que fica inviabilizada a\napresentação de documento hábil em momento posterior para demonstrar\nsua tempestividade (AgInt no AREsp 957.821/MS, Rel. Ministro RAUL\nARAÚJO, Rel. p/ Acórdão Ministra NANCY ANDRIGHI, CORTE ESPECIAL,\njulgado em 20/11/2017, DJe 19/12/2017).\n2. No julgamento do REsp 1.813.684/SP, a colenda Corte Especial,\ndelimitou que a orientação de comprovação do feriado local no\nmomento da interposição do recurso especial deveria persistir para\nos feriados e suspensões de expedientes locais em geral,\nexcetuando-se apenas a segunda-feira de carnaval, em relação à qual\nhouve modulação de efeitos do julgado anterior, permitindo-se a\ncomprovação a posteriore, quando se tratar de recursos interpostos\nno período entre a vigência do CPC de 2015 e a data da publicação do\nacórdão prolatado no mencionado recurso especial (REsp\n1.813.684/SP, Rel. Ministro RAUL ARAÚJO, Rel. p/ Acórdão Ministro\nLUIS FELIPE SALOMÃO, CORTE ESPECIAL, julgado em 02/10/2019, DJe\n18/11/2019). Tal orientação foi confirmada na Questão de Ordem\napresentada, subsequentemente, pela Ministra NANCY ANDRIGHI naquele\nREsp 1.813.684/SP e, na sequência, no julgamento do AgInt no AREsp\n1.481.810/SP (Rel. p/ acórdão Ministra NANCY ANDRIGHI), não se\nestendendo a modulação sequer ao feriado de Corpus Christi.\n4. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231024",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 18/10/2023 a 24/10/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Og Fernandes, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Maria\nIsabel Gallotti, Antonio Carlos Ferreira e Ricardo Villas Bôas Cueva\nvotaram com o Sr. Ministro Relator.\nNão participou do julgamento a Sra. Ministra Laurita Vaz.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000859287",
  "numeroProcesso" : "1961507",
  "numeroRegistro" : "202103029170",
  "siglaClasse" : "AgRg nos EDcl nos EREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RAUL ARAÚJO",
  "dataPublicacao" : "DJE        DATA:31/10/2023",
  "ementa" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DECLARAÇÃO NO EMBARGOS DE\nDIVERGÊNCIA NO RECURSO ESPECIAL. PROCESSUAL CIVIL. EMBARGOS DE\nDECLARAÇÃO MANIFESTAMENTE INADMISSÍVEIS E NÃO CONHECIDOS. NÃO\nINTERRUPÇÃO DO PRAZO RECURSAL. AGRAVO DESPROVIDO.\n1. Nos termos da jurisprudência consagrada no âmbito da Corte\nEspecial, a oposição de embargos de declaração não é capaz de\ninterromper o prazo recursal quando os embargos forem intempestivos\nou incabíveis ou quando deixarem de indicar os vícios próprios de\nembargabilidade (omissão, contradição, obscuridade ou erro\nmaterial). Precedentes.\n2. \"Não cabem embargos de divergência, quando a jurisprudência do\nTribunal se firmou no mesmo sentido do acórdão recorrido\" (Súmula\n168/STJ).\n3. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231024",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 18/10/2023 a 24/10/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Og Fernandes, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Maria\nIsabel Gallotti, Antonio Carlos Ferreira e Ricardo Villas Bôas Cueva\nvotaram com o Sr. Ministro Relator.\nNão participou do julgamento a Sra. Ministra Laurita Vaz.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DECLARAÇÃO INTEMPESTIVOS OU INCABÍVEIS OU DEFICIENTES -\nINTERRUPÇÃO DE PRAZO - IMPOSSIBILIDADE)\n   STJ - <<AgRg nos EAREsp 2216810>>-SP, <<EAREsp 175648>>-RS,\n         <<EREsp 1352199>>-MG, <<AgRg no AREsp 2149594>>-MG,\n         <<AgInt no AREsp 1613608>>-RS, <<REsp 1554361>>-GO",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000168" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000859292",
  "numeroProcesso" : "2028862",
  "numeroRegistro" : "202203029779",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA ISABEL GALLOTTI",
  "dataPublicacao" : "DJE        DATA:31/10/2023",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL.\nPROCESSUAL CIVIL. COMPETÊNCIA INTERNA DO STJ. NATUREZA RELATIVA.\nPRECLUSÃO. AUSÊNCIA DE COTEJO ANALÍTICO. MERA TRANSCRIÇÃO DE\nEMENTAS. INSUFICIÊNCIA. AUSÊNCIA DE SIMILITUDE FÁTICA ENTRE OS\nACÓRDÃOS CONFRONTADOS. DIVERGÊNCIA DE TESES JURÍDICAS. NÃO\nOCORRÊNCIA. AGRAVO INTERNO A QUE SE NEGA PROVIMENTO.\n1. É relativa a competência interna dos órgãos fracionários desta\nCorte, de modo que deve ser questionada pela parte interessada na\nprimeira oportunidade que tiver para se manifestar nos autos, sob\npena de preclusão.\n2. \"O dissídio jurisprudencial deve ser demonstrado conforme\npreceituam os arts. 266, § 4°, do RISTJ e 1.043, § 4°, do CPC,\nmediante o cotejo analítico dos arestos, indicando-se as\ncircunstâncias que identifiquem ou assemelhem os casos confrontados\"\n(AgRg nos EREsp 1.842.988/CE, Relator Ministro João Otávio de\nNoronha, Corte Especial, DJe de 9.6.2021).\n3. Para a configuração da divergência, os acórdãos confrontados\ndevem apresentar similitude de base fática capaz de ensejar decisões\nconflitantes a propósito da mesma questão jurídica, situação não\nverificada nos autos.\n4. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231024",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 18/10/2023 a 24/10/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Og Fernandes, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Antonio Carlos Ferreira e Ricardo Villas Bôas Cueva  votaram\ncom a Sra. Ministra Relatora.\nNão participou do julgamento a Sra. Ministra Laurita Vaz.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - FALTA DE SIMILITUDE FÁTICA ENTRE OS\nACÓRDÃOS CONFRONTADOS)\n   STJ - <<AgInt nos EREsp 2028386>>-PA,\n         <<AgInt nos EREsp 2015198>>-PA,\n         <<AgInt nos EREsp 2022696>>-PA,\n         <<AgInt nos EREsp 2024691>>-PR,\n         <<AgInt nos EREsp 2017003>>-PA",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ "AgInt nos EREsp 2030345 PA 2022/0311946-3 Decisão:24/10/2023\nDJE        DATA:31/10/2023", "AgInt nos EREsp 2030526 PA 2022/0313056-5 Decisão:24/10/2023\nDJE        DATA:31/10/2023", "AgInt nos EREsp 2031070 PA 2022/0315917-1 Decisão:24/10/2023\nDJE        DATA:31/10/2023", "AgInt nos EREsp 2035248 PA 2022/0339808-6 Decisão:24/10/2023\nDJE        DATA:31/10/2023", "AgInt nos EREsp 2041172 PA 2022/0376790-5 Decisão:24/10/2023\nDJE        DATA:31/10/2023", "AgInt nos EREsp 2041174 PA 2022/0376791-7 Decisão:24/10/2023\nDJE        DATA:31/10/2023" ]
}, {
  "id" : "000859300",
  "numeroProcesso" : "332911",
  "numeroRegistro" : "201301484070",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA ISABEL GALLOTTI",
  "dataPublicacao" : "DJE        DATA:31/10/2023",
  "ementa" : "AGRAVO INTERNO. EMBARGOS DE DIVERGÊNCIA. PARADIGMAS DE TURMAS QUE\nNÃO MAIS POSSUEM COMPETÊNCIA PARA APRECIAÇÃO DA MATÉRIA. SÚMULA\n158/STJ. APLICABILIDADE. BENEFÍCIO PREVIDENCIÁRIO. PRESCRIÇÃO.\nSÚMULA 85/STJ. INCIDÊNCIA. SÚMULA 168/STJ. AGRAVO NÃO PROVIDO.\n1. \"Não se presta a justificar embargos de divergência o dissídio\ncom acórdão de Turma ou Seção que não mais tenha competência para a\nmatéria neles versada\" (Súmula 158/STJ).\n2. A concessão inicial do benefício poderá ser solicitada a qualquer\ntempo, e somente existirá prescrição do fundo de direito se não for\najuizada ação nos cinco anos posteriores à ciência do respectivo\nindeferimento administrativo, se houver (PUIL n. 169/RS, relator\nMinistro Og Fernandes, Primeira Seção, julgado em 24/3/2021, DJe de\n6/4/2021).\n3. \"Não cabem embargos de divergência, quando a jurisprudência do\ntribunal se firmou no mesmo sentido do acórdão embargado\" (Súmula\n168/STJ).\n4. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231024",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 18/10/2023 a 24/10/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Luis Felipe Salomão,\nMauro Campbell Marques, Benedito Gonçalves, Raul Araújo, Antonio\nCarlos Ferreira e Ricardo Villas Bôas Cueva  votaram com a Sra.\nMinistra Relatora.\nImpedida a Sra. Ministra Maria Thereza de Assis Moura.\nNão participou do julgamento a Sra. Ministra Laurita Vaz.\nPresidiu o julgamento o Sr. Ministro Og Fernandes.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - SÚMULA 158/STJ)\n   STJ - <<AgInt nos EREsp 1377449>>-ES\n(BENEFÍCIO - SOLICITAÇÃO A QUALQUER TEMPO - PRESCRIÇÃO - FUNDO DE\nDIREITO)\n   STJ - <<PUIL 169>>-RS\n   STF - [[RE 626489]]-SE (REPERCUSSÃO GERAL - TEMA(s) 313)",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000085 SUM:000158 SUM:000168" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000859315",
  "numeroProcesso" : "1800352",
  "numeroRegistro" : "202003203290",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA ISABEL GALLOTTI",
  "dataPublicacao" : "DJE        DATA:30/10/2023",
  "ementa" : "AGRAVO INTERNO. EMBARGOS DE DIVERGÊNCIA. INADMISSIBILIDADE. DISSIDIO\nJURISPRUDENCIAL. NÃO VERIFICADO. NEGATIVA DE PRESTAÇÃO\nJURISDICIONAL. NÃO VERIFICADA. INTEMPESTIVIDADE DO RECURSO ESPECIAL.\nEXCEÇÃO NÃO VERIFICADA. MITIGAÇÃO. IMPOSSIBILIDADE. REQUISITOS DE\nADMISSIBILIDADE DO RECURSO ESPECIAL. NÃO PREENCHIDOS.\n1. Esta Corte somente excepciona a obrigatoriedade de comprovação de\nferiado local no ato da interposição do recurso no caso da\nsegunda-feira de carnaval. Ainda assim, exige-se que o recurso tenha\nsido interposto antes da publicação do REsp 1.813.684/SP (Corte\nEspecial), que ocorreu em 18/11/2019.\n3. Sem ter havido justa causa, devidamente comprovada, que legitime\no descumprimento do prazo para recurso, não há como afastar a\nexigência, consolidada, de comprovação do feriado local no ato da\ninterposição do recurso especial.\n3. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231024",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 18/10/2023 a 24/10/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Og Fernandes, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Antonio Carlos Ferreira e Ricardo Villas Bôas Cueva  votaram\ncom a Sra. Ministra Relatora.\nNão participou do julgamento a Sra. Ministra Laurita Vaz.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(FERIADO LOCAL - NECESSIDADE DE COMPROVAÇÃO NO ATO DE INTERPOSIÇÃO\nDO RECURSO - MODULAÇÃO DOS EFEITOS)\n   STJ - <<REsp 1813684>>-SP, <<QO no REsp 1813684>>-SP,\n         <<AgInt no REsp 1829351>>-RJ,\n         <<EDcl no AgInt no AREsp 1514686>>-RJ\n(FERIADO LOCAL - NECESSIDADE DE COMPROVAÇÃO NO ATO DE INTERPOSIÇÃO\nDO RECURSO - MITIGAÇÃO - JUSTA CAUSA)\n   STJ - <<EAREsp 1759860>>-PI\n(RECURSO ESPECIAL - VÍCIO FORMAL - SANEAMENTO - TEMPESTIVIDADE)\n   STJ - <<AgInt no AREsp 957821>>-MS,\n         <<AgInt no REsp 1626179>>-MT,\n         <<AgInt no AREsp 991944>>-GO,\n         <<AgInt no AREsp 1005100>>-SP\n   STF - [[ARE-AgR 1033168]]-RJ",
  "notas" : null,
  "informacoesComplementares" : "     \"[...] destaca-se que o CPC/2015 acabou por excluir a\nintempestividade do rol de vícios sanáveis, conforme se extrai do\nseu art. 1.003, § 6º ('O recorrente comprovará a ocorrência de\nferiado local no ato de interposição do recurso'), e do seu art.\n1.029, § 3º ('O Supremo Tribunal Federal ou o Superior Tribunal de\nJustiça poderá desconsiderar vício formal de recurso tempestivo ou\ndeterminar sua correção, desde que não o repute grave')\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01003 PAR:00006 ART:01029 PAR:00003" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000859316",
  "numeroProcesso" : "1990781",
  "numeroRegistro" : "202200705643",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RAUL ARAÚJO",
  "dataPublicacao" : "DJE        DATA:31/10/2023",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA NO RECURSO ESPECIAL.\nDECISÃO QUE INDEFERIU LIMINARMENTE OS EMBARGOS. SÚMULAS 158 e\n315/STJ. CONFIRMAÇÃO. AGRAVO DESPROVIDO.\n1. A Corte Especial, no julgamento dos EAREsp 324.073/SP, firmou\norientação no sentido de que, a partir da vigência do CPC de 2015,\ndeve ser mitigada a força da Súmula 315/STJ, porquanto a inovação\nprevista em seu art. 1.043, III, passou a autorizar os embargos de\ndivergência quando, embora desprovido o agravo, a fundamentação do\njulgado passar pelo exame do mérito do recurso especial.\n2. No caso em exame, contudo, a questão de fundo discutida no apelo\nespecial não foi analisada por este Tribunal, porque presente óbices\nformais ao conhecimento do recurso, de maneira que é devida a\nincidência da Súmula 315/STJ.\n3. É imprópria a discussão, em sede de embargos de divergência,\nacerca da aplicação de regra técnica relativa ao conhecimento do\nrecurso especial. Afinal, a função dos embargos de divergência é\nuniformizar teses jurídicas dissidentes quanto à matéria meritória.\n4. Mesmo após a entrada em vigor do Código de Processo Civil de\n2015, permanece aplicável a Súmula 158/STJ, segundo o qual: \"Não se\npresta a justificar embargos de divergência o dissídio com acórdão\nde Turma ou Seção que não mais tenha competência para a matéria\nneles versada.\"\n5. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231024",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 18/10/2023 a 24/10/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Og Fernandes, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Maria\nIsabel Gallotti, Antonio Carlos Ferreira e Ricardo Villas Bôas Cueva\nvotaram com o Sr. Ministro Relator.\nNão participou do julgamento a Sra. Ministra Laurita Vaz.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - QUESTÃO DE REGRA TÉCNICA RELATIVA AO\nCONHECIMENTO DO RECURSO ESPECIAL - NÃO CABIMENTO)\n   STJ - <<AgInt nos EDcl nos EAREsp 717860>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000158 SUM:000315" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000859317",
  "numeroProcesso" : "2243598",
  "numeroRegistro" : "202203510315",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RAUL ARAÚJO",
  "dataPublicacao" : "DJE        DATA:31/10/2023",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA NO RECURSO ESPECIAL.\nDECISÃO QUE INDEFERIU LIMINARMENTE OS EMBARGOS. CONFIRMAÇÃO. AGRAVO\nDESPROVIDO.\n1. A Corte Especial, no julgamento dos EAREsp 324.073/SP, firmou\norientação no sentido de que, a partir da vigência do CPC de 2015,\ndeve ser mitigada a força da Súmula 315/STJ, porquanto a inovação\nprevista em seu art. 1.043, III, passou a autorizar os embargos de\ndivergência quando, embora desprovido o agravo, a fundamentação do\njulgado passar pelo exame do mérito do recurso especial.\n2. No caso em exame, contudo, a questão de fundo discutida no apelo\nespecial não foi analisada por este Tribunal, porque presente óbice\nformal ao conhecimento do agravo em recurso especial (Súmula\n182/STJ), de maneira que é devida a incidência da Súmula 315/STJ.\n3. A Corte Especial, por ocasião do julgamento dos EAREsp\n701.404/SC, EAREsp 746.775/SC e EAREsp 831.326/SC (Relator para\nacórdão o Ministro Luis Felipe Salomão, DJe 30/11/2018), por\nmaioria, firmou orientação no sentido de que, na interposição do\nagravo de que trata o art. 1.042 do CPC de 2015 (antigo art. 544 do\nCPC de 1973), deve o agravante impugnar todos os fundamentos,\nautônomos ou não, da decisão que não admitiu o recurso especial na\norigem.\n4. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231024",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 18/10/2023 a 24/10/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Og Fernandes, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Maria\nIsabel Gallotti, Antonio Carlos Ferreira e Ricardo Villas Bôas Cueva\nvotaram com o Sr. Ministro Relator.\nNão participou do julgamento a Sra. Ministra Laurita Vaz.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(SÚMULA 315/STJ - VIGÊNCIA DO NOVO CÓDIGO DE PROCESSO - MITIGAÇÃO)\n   STJ - <<AgRg no AREsp 324073>>-PR, <<EAREsp 624073>>-SP\n(INADMISSÃO DE RECURSO ESPECIAL - IMPUGNAÇÃO DE TODOS FUNDAMENTO -\nNECESSIDADE - SÚMULA 182/STJ)\n   STJ - <<EAREsp 701404>>-SC, <<EAREsp 746775>>-PR,\n         <<EAREsp 831326>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000182" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000859686",
  "numeroProcesso" : "1982734",
  "numeroRegistro" : "202100827773",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MAURO CAMPBELL MARQUES",
  "dataPublicacao" : "DJE        DATA:31/10/2023",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA.\nAUSÊNCIA DE SIMILITUDE ENTRE ACÓRDÃOS EMBARGADO E PARADIGMA.\nDIVERGÊNCIA NÃO CONFIGURADA. AUSÊNCIA DE COMPROVAÇÃO DA DIVERGÊNCIA\nPOR QUALQUER DAS FORMAS PREVISTAS NOS ARTS. 1.043, § 4º, DO CPC E\n266, § 4º, DO RISTJ. AGRAVO INTERNO NÃO PROVIDO.\n1. Em regra, julgados de uma mesma Turma não justificam a oposição\ndos embargos de divergência. A exceção está no art. 1.043, § 3º, do\nCPC/2015 e, também no art. 266, § 3º, do RISTJ. Assim, nos termos da\njurisprudência do STJ e dos dispositivos legais mencionados, os\nembargos de divergência admitem acórdãos paradigmas de uma mesma\nTurma quando demonstrada a alteração de mais da metade de seus\nmembros.\n2. As pretensões elencadas nos embargos de divergência não pode ser\nadmitidas quando as teses apresentadas pelo recorrente são genéricas\npor serem simples transcrição de trechos dos paradigmas e do\njulgado impugnado. De fato, não houve efetivo cotejo analítico capaz\nde indicar a similitude fática e jurídica entre o caso dos autos e\nos indicados como paradigmas.\n3. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231024",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 18/10/2023 a 24/10/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Og Fernandes, Luis\nFelipe Salomão, Benedito Gonçalves, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira e Ricardo Villas Bôas Cueva\nvotaram com o Sr. Ministro Relator.\nNão participou do julgamento a Sra. Ministra Laurita Vaz.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000858787",
  "numeroProcesso" : "1700202",
  "numeroRegistro" : "202001086833",
  "siglaClasse" : "EDcl nos EDcl no AgInt nos EAREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LAURITA VAZ",
  "dataPublicacao" : "DJE        DATA:27/10/2023",
  "ementa" : "EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO\nNOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL. RECURSO\nPROTOCOLIZADO DEPOIS DE PRAZO DE CINCO DIAS ÚTEIS. EMBARGOS DE\nDECLARAÇÃO NÃO CONHECIDOS.\n1. O acórdão embargado foi publicado em 29/08/2023. No entanto, os\nembargos de declaração somente foram protocolizados em 06/09/2023,\ndepois de escoado o prazo de 5 (cinco) dias úteis, que se encerrou\nem 05/09/2023.\n 2. Embargos de declaração não conhecidos.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231018",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Corte Especial, por unanimidade,\nnão conhecer dos embargos de declaração, nos termos do voto da Sra.\nMinistra Relatora.\nOs Srs. Ministros João Otávio de Noronha, Humberto Martins, Herman\nBenjamin, Luis Felipe Salomão, Mauro Campbell Marques, Benedito\nGonçalves, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira, Ricardo Villas Bôas Cueva, Sebastião Reis Júnior, Sérgio\nKukina e Nancy Andrighi votaram com a Sra. Ministra Relatora.\nAusentes, justificadamente, os Srs. Ministros Francisco Falcão e Og\nFernandes.\nConvocados os Srs. Ministros Sebastião Reis Júnior e Sérgio Kukina.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ "EDcl nos EDcl no AgInt nos EAREsp 1700202 GO 2020/0108683-3 Decisão:18/10/2023\nDJE        DATA:27/10/2023" ]
}, {
  "id" : "000858788",
  "numeroProcesso" : "2013410",
  "numeroRegistro" : "202202137102",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LAURITA VAZ",
  "dataPublicacao" : "DJE        DATA:27/10/2023",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL. AÇÃO\nINDENIZATÓRIA. CONSTRUÇÃO DA USINA HIDRELÉTRICA DE BELO MONTE-PA.\nAPONTADO PREJUÍZO AOS PESCADORES. ACÓRDÃO EMBARGADO QUE, COM BASE NO\nART. 321 DO CÓDIGO DE PROCESSO CIVIL, ENTENDEU PELA POSSIBILIDADE\nDE EMENDA À INICIAL. QUESTÃO JÁ RESOLVIDA NO ÂMBITO DA SEGUNDA\nSEÇÃO. PARADIGMAS QUE NEM SEQUER TANGENCIARAM AS PECULIARIDADES\nDESTES AUTOS. MANIFESTA AUSÊNCIA DE SIMILITUDE FÁTICO-JURÍDICA.\nSUPOSTA INCOMPETÊNCIA DA SEGUNDA SEÇÃO. MATÉRIA PRECLUSA E, ADEMAIS,\nNÃO ENFRENTADA PELO ACÓRDÃO EMBARGADO. INADMISSIBILIDADE. EMBARGOS\nDE DIVERGÊNCIA LIMINARMENTE INDEFERIDOS.  AGRAVO INTERNO DESPROVIDO.\n1. O acórdão embargado resolveu a controvérsia alinhado com o\nacórdão da Segunda Seção, prolatado nos autos do REsp 2.013.351/PA,\nRelatora Ministra Nancy Andrighi, DJe de 19/09/2022, afetado\njustamente para pacificar o entendimento sobre a questão trazida em\nmúltiplos recursos, no sentido de que \"o indeferimento da petição\ninicial, quer por força do não-preenchimento dos requisitos exigidos\nnos arts. 319 e 320 do CPC, quer pela verificação de defeitos e\nirregularidades capazes de dificultar o julgamento de mérito,\nreclama a concessão de prévia oportunidade de emenda pelo autor, nos\ntermos do art. 321 do CPC.\"\n2. Os acórdãos paradigmas, por sua vez, se debruçaram sobre a\ninterpretação dos arts. 264 e 284 do Código de Processo Civil de\n1973, vigentes à época, para concluir que, havendo alteração do\npedido ou da causa de pedir, não seria cabível emenda à inicial após\no recebimento da contestação. Nem sequer tangenciaram as\npeculiaridades tratadas nestes autos.\n3. Há, portanto, manifesta ausência de similitude fático-jurídica\nentre os casos comparados, o que enseja a inadmissibilidade dos\nembargos de divergência. Precedentes.\n4. A suposta incompetência da Segunda Seção, por se tratar de\ncompetência relativa, é matéria que, não tendo sido arguida em tempo\ne modo adequados, sofre preclusão. Ademais, não são admissíveis\nembargos de divergência para a análise de questão não enfrentada\npelo acórdão embargado, porquanto ausente dissídio jurisprudencial a\nser composto. Precedentes.\n5. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231018",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Corte Especial, por unanimidade,\nnegar provimento ao agravo, nos termos do voto da Sra. Ministra\nRelatora.\nOs Srs. Ministros João Otávio de Noronha, Humberto Martins, Herman\nBenjamin, Luis Felipe Salomão, Mauro Campbell Marques, Benedito\nGonçalves, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira, Ricardo Villas Bôas Cueva, Sebastião Reis Júnior, Sérgio\nKukina e Nancy Andrighi votaram com a Sra. Ministra Relatora.\nAusentes, justificadamente, os Srs. Ministros Francisco Falcão e Og\nFernandes.\nConvocados os Srs. Ministros Sebastião Reis Júnior e Sérgio Kukina.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ "AgInt nos EREsp  2022646  PA  2022/0268371-5  Decisão:18/10/2023\nDJE        DATA:27/10/2023", "AgInt nos EREsp  2025929  PA  2022/0286759-9  Decisão:18/10/2023\nDJE        DATA:27/10/2023", "AgInt nos EREsp  2028867  PA  2022/0303029-1  Decisão:18/10/2023\nDJE        DATA:27/10/2023", "AgInt nos EREsp  2031194  PA  2022/0316984-0  Decisão:18/10/2023\nDJE        DATA:27/10/2023", "AgInt nos EREsp  2033485  PA  2022/0329845-8  Decisão:18/10/2023\nDJE        DATA:27/10/2023", "AgInt nos EREsp  2034930  PA  2022/0337031-6  Decisão:18/10/2023\nDJE        DATA:27/10/2023", "AgInt nos EREsp  2035240  PA  2022/0339749-3  Decisão:18/10/2023\nDJE        DATA:27/10/2023", "AgInt nos EREsp  2025595  PA  2022/0284904-7  Decisão:18/10/2023\nDJE        DATA:27/10/2023", "AgInt nos EREsp  2015404  PA  2022/0225782-3  Decisão:18/10/2023\nDJE        DATA:27/10/2023", "AgInt nos EREsp  2027137  PA  2022/0292121-0  Decisão:18/10/2023\nDJE        DATA:27/10/2023", "AgInt nos EREsp  2025789  PA  2022/0285782-1  Decisão:18/10/2023\nDJE        DATA:27/10/2023", "AgInt nos EREsp  2030085  PA  2022/0310198-9  Decisão:18/10/2023\nDJE        DATA:27/10/2023", "AgInt nos EREsp  2028822  PA  2022/0302511-0  Decisão:18/10/2023\nDJE        DATA:27/10/2023", "AgInt nos EREsp  2031540  PA  2022/0318235-4  Decisão:18/10/2023\nDJE        DATA:27/10/2023", "AgInt nos EREsp  2030356  PA  2022/0311991-9  Decisão:18/10/2023\nDJE        DATA:27/10/2023", "AgInt nos EREsp  2034386  PA  2022/0333791-0  Decisão:18/10/2023\nDJE        DATA:27/10/2023", "AgInt nos EREsp  2033357  PA  2022/0328724-9  Decisão:18/10/2023\nDJE        DATA:27/10/2023", "AgInt nos EREsp  2035195  PA  2022/0339377-0  Decisão:18/10/2023\nDJE        DATA:27/10/2023", "AgInt nos EREsp  2034412  PA  2022/0333926-9  Decisão:18/10/2023\nDJE        DATA:27/10/2023", "AgInt nos EREsp  2041367  PA  2022/0378774-5  Decisão:18/10/2023\nDJE        DATA:27/10/2023", "AgInt nos EREsp  2035198  PA  2022/0339380-8  Decisão:18/10/2023\nDJE        DATA:27/10/2023", "AgInt nos EREsp  2044496  PA  2022/0395837-6  Decisão:18/10/2023\nDJE        DATA:27/10/2023", "AgInt nos EREsp  2014434  PA  2022/0219869-5  Decisão:10/10/2023\nDJE        DATA:23/10/2023", "AgInt nos EREsp  2021574  PA  2022/0258890-0  Decisão:10/10/2023\nDJE        DATA:23/10/2023", "AgInt nos EREsp  2025295  PA  2022/0283410-2  Decisão:10/10/2023\nDJE        DATA:23/10/2023", "AgInt nos EREsp  2026024  PA  2022/0287258-3  Decisão:10/10/2023\nDJE        DATA:23/10/2023", "AgInt nos EREsp  2028101  PA  2022/0298150-4  Decisão:10/10/2023\nDJE        DATA:23/10/2023", "AgInt nos EREsp  2028499  PA  2022/0300835-9  Decisão:10/10/2023\nDJE        DATA:23/10/2023", "AgInt nos EREsp  2030120  PA  2022/0310335-4  Decisão:10/10/2023\nDJE        DATA:23/10/2023", "AgInt nos EREsp  2027228  PA  2022/0292445-3  Decisão:10/10/2023\nDJE        DATA:23/10/2023", "AgInt nos EREsp  2012845  PA  2022/0209723-6  Decisão:10/10/2023\nDJE        DATA:23/10/2023", "AgInt nos EREsp  2013857  PA  2022/0216301-2  Decisão:10/10/2023\nDJE        DATA:23/10/2023", "AgInt nos EREsp  2016522  PA  2022/0233456-5  Decisão:10/10/2023\nDJE        DATA:23/10/2023", "AgInt nos EREsp  2017545  PA  2022/0239753-8  Decisão:10/10/2023\nDJE        DATA:23/10/2023", "AgInt nos EREsp  2025100  PA  2022/0282182-0  Decisão:10/10/2023\nDJE        DATA:23/10/2023", "AgInt nos EREsp  2025290  PA  2022/0283395-0  Decisão:10/10/2023\nDJE        DATA:23/10/2023", "AgInt nos EREsp  2025867  PA  2022/0286315-5  Decisão:10/10/2023\nDJE        DATA:23/10/2023", "AgInt nos EREsp  2025888  PA  2022/0286463-4  Decisão:10/10/2023\nDJE        DATA:23/10/2023", "AgInt nos EREsp  2026759  PA  2022/0290064-6  Decisão:10/10/2023\nDJE        DATA:23/10/2023", "AgInt nos EREsp  2027113  PA  2022/0291963-5  Decisão:10/10/2023\nDJE        DATA:23/10/2023", "AgInt nos EREsp  2027543  PA  2022/0293688-6  Decisão:10/10/2023\nDJE        DATA:23/10/2023", "AgInt nos EREsp  2027609  PA  2022/0295249-6  Decisão:10/10/2023\nDJE        DATA:23/10/2023", "AgInt nos EREsp  2028389  PA  2022/0300058-0  Decisão:10/10/2023\nDJE        DATA:23/10/2023", "AgInt nos EREsp  2028487  PA  2022/0300623-8  Decisão:10/10/2023\nDJE        DATA:23/10/2023", "AgInt nos EREsp  2028848  PA  2022/0302874-5  Decisão:10/10/2023\nDJE        DATA:23/10/2023", "AgInt nos EREsp  2029871  PA  2022/0308383-7  Decisão:10/10/2023\nDJE        DATA:23/10/2023", "AgInt nos EREsp  2030140  PA  2022/0310611-0  Decisão:10/10/2023\nDJE        DATA:23/10/2023", "AgInt nos EREsp  2034410  PA  2022/0333898-0  Decisão:10/10/2023\nDJE        DATA:23/10/2023" ]
}, {
  "id" : "000859129",
  "numeroProcesso" : "981",
  "numeroRegistro" : "202002856256",
  "siglaClasse" : "AgRg na APn",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA AÇÃO PENAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RAUL ARAÚJO",
  "dataPublicacao" : "DJE        DATA:03/11/2023",
  "ementa" : "PROCESSUAL PENAL. FORO POR PRERROGATIVA DE FUNÇÃO. DENÚNCIA PENDENTE\nDE RECEBIMENTO. APOSENTADORIA COMPULSÓRIA. DECLÍNIO DA COMPETÊNCIA.\nTRANCAMENTO DOS INQUÉRITOS SUPOSTAMENTE CONEXOS. AUSÊNCIA DE OBJETO\nCAPAZ DE EXERCER A VIS ATRACTIVA. AGRAVO REGIMENTAL DESPROVIDO.\n1. Nos termos do pacífico entendimento do Superior Tribunal de\nJustiça e do Supremo Tribunal Federal, a competência ratione\npersonae dos membros do Poder Judiciário pressupõe a ocupação do\ncargo público, razão pela qual a aposentadoria, voluntária ou\ncompulsória, encerra a hipótese de foro por prerrogativa de função.\nTema 453 do Supremo Tribunal Federal.\n2. Embora a Súmula 704 do Supremo Tribunal Federal permita a atração\npor continência ou conexão do processo ou inquérito ao foro por\nprerrogativa de função de outro denunciado ou investigado, inexiste\nno caso dos autos qualquer feito capaz de exercer a vis atractiva,\nhaja vista o trancamento dos inquéritos correlatos, por força de\ndecisões proferidas pelo Supremo Tribunal Federal.\n3. Ademais, mesmo se houvesse conexão, é certo que a reunião de\nações penais e/ou de inquéritos por conexão ou continência não\nrepresenta uma obrigação, mas sim o resultado de um juízo de valor\nquanto à excepcional conveniência do julgamento conjunto dos feitos\n(Código de Processo Penal, art. 80), a ser promovido pela própria\nCorte Superior, o que inexiste no caso concreto.\n4. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231018",
  "decisao" : "Vistos e relatados estes autos, em que são partes as acima\nindicadas, decide a Corte Especial, por unanimidade, negar\nprovimento ao agravo regimental, nos termos do voto do Sr. Ministro\nRelator. Os Srs. Ministros Maria Isabel Gallotti, Antonio Carlos\nFerreira, Ricardo Villas Bôas Cueva, Sebastião Reis Júnior, Sérgio\nKukina, Nancy Andrighi, Laurita Vaz, Humberto Martins, Luis Felipe\nSalomão, Mauro Campbell Marques e Benedito Gonçalves votaram com o\nSr. Ministro Relator. Impedido o Sr. Ministro João Otávio de\nNoronha. Ausentes, justificadamente, os Srs. Ministros Francisco\nFalcão, Herman Benjamin e Og Fernandes. Convocados os Srs. Ministros\nSebastião Reis Júnior e Sérgio Kukina.",
  "jurisprudenciaCitada" : "(PROCESSUAL PENAL - CONEXÃO - NÃO OBRIGATORIEDADE - JUÍZO DE\nCONVENIÊNCIA)\n   STJ - <<AgRg no AREsp 1237832>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STF)    SÚMULA DO SUPREMO TRIBUNAL FEDERAL\n        SUM:000704", "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00080", "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00105 INC:00001 LET:A" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000859137",
  "numeroProcesso" : "1040",
  "numeroRegistro" : "202201088220",
  "siglaClasse" : "AgRg na APn",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA AÇÃO PENAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RAUL ARAÚJO",
  "dataPublicacao" : "DJE        DATA:14/11/2023",
  "ementa" : "PROCESSO PENAL. AGRAVO REGIMENTAL. TEMPESTIVIDADE. DESNECESSIDADE DE\nAGUARDAR RECURSO INTERPOSTO EM RECLAMAÇÃO. AUSÊNCIA DE VIOLAÇÃO AOS\nPRINCÍPIOS DO DEVIDO PROCESSO LEGAL, DO CONTRADITÓRIO, DA AMPLA\nDEFESA E DA PUBLICIDADE. INOVAÇÃO RECURSAL EM AGRAVO REGIMENTAL. NÃO\nCONHECIMENTO. REMESSA DA AÇÃO PENAL AO TRE/PR. RECURSO PARCIALMENTE\nCONHECIDO E, NA EXTENSÃO CONHECIDA, PARCIALMENTE PROVIDO.\n1. Em sendo a tempestividade recursal uma manifestação do instituto\nda preclusão temporal, seu reconhecimento está umbilicalmente ligado\nà inércia, que apenas pode surgir a partir da ciência da decisão\ncapaz de causar prejuízo à parte. Em consequência, alegando o\nagravante a violação ao princípio constitucional do devido processo\nlegal exatamente em razão da falta de prévia habilitação e acesso\naos autos no STJ, o prazo recursal tem início da efetiva ciência do\ntrâmite da ação perante esta Corte. Agravo tempestivo.\n2. O agravo regimental previsto no art. 258 do Regimento Interno do\nSuperior Tribunal de Justiça não possui efeito suspensivo, razão\npela qual sua interposição no âmbito de reclamação constitucional\natrelada à presente ação penal não suspende a tramitação do feito\nprincipal. Ausência de nulidade.\n3. O princípio do devido processo legal é elemento aglutinador dos\ndiversos outros princípios constitucionais de proteção às partes, em\nespecial o contraditório, a ampla defesa e a publicidade (artigo\n5º, LIV, LV e LX, da Constituição), mas não pode ser deturpado de\nmaneira a abarcar forma sem conteúdo.\n4. O arquivamento de inquérito relacionado a fatos delitivos\nsupostamente praticados pelo único detentor de foro por prerrogativa\nde função perante o Superior Tribunal de Justiça gera, por\nconsectário lógico, a impossibilidade do reconhecimento de conexão\nou continência com as denúncias promovidas em desfavor de indivíduos\nsujeitos à jurisdição de primeiro grau, dada a inexistência do\nobjeto capaz, em tese, de exercer a força atrativa. Sendo a\nincompetência reconhecida nos autos da ação penal mero desdobramento\nnecessário do arquivamento promovido no inquérito, no qual vige o\nprincípio da inquisitoriedade, desnecessária a oitiva dos\ndenunciados/agravantes.\n5. O direito fundamental ao contraditório não garante um direito a\nréplica pela defesa, quando coube a ela mesma a arguição de\ndeterminada nulidade processual. Pelo contrário, sendo o\ncontraditório uma garantia de todos os litigantes, a provocação do\nJudiciário pela defesa impõe a aplicação da garantia em favor do\nMinistério Público. Tampouco existe a necessidade de oitiva dos\ndemais corréus, ora agravantes, quanto à nulidade arguida apenas por\num deles, garantida a possibilidade de aproveitamento do eventual\nreconhecimento jurisdicional do vício.\n6. Como contraface da orientação segundo a qual o recurso deverá\nenfrentar os fundamentos da própria decisão agravada (Súmula\n182/STJ), não é admissível a inovação recursal em sede de agravo\nregimental. Precedentes. Alegação de manipulação da competência da\nJustiça Eleitoral que não havia sido trazida anteriormente pelas\ndefesas e, portanto, não fora objeto da decisão agravada. Não\nconhecimento.\n7. Fixada a incompetência do Superior Tribunal de Justiça para\nconhecer originariamente da ação penal em face de denunciados\nalheios ao foro por prerrogativa de função, cabe à própria\njurisdição ordinária apreciar a existência das nulidades\nsupostamente praticadas pelos órgãos do Ministério Público Estadual\ne Eleitoral e pelo juízo eleitoral, no contexto do arquivamento das\ninvestigações quanto ao crime eleitoral.\n8. Pendente de apreciação recurso criminal eleitoral interposto em\nface da decisão de arquivamento do inquérito relativo ao suposto\ncrime eleitoral, a continuidade da tramitação da investigação no\njuízo comum estadual, enquanto ainda pendente o recurso,\nrepresentaria riscos à validade da prova, dada a possibilidade de\nreforma ou anulação da decisão de arquivamento. Remessa dos autos ao\nTRE, para julgamento do recurso criminal eleitoral.\n9. Agravo regimental parcialmente conhecido e, na extensão\nconhecida, parcialmente provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231018",
  "decisao" : "Prosseguindo no julgamento, após o voto-vista do Sr. Ministro João\nOtávio de Noronha, a Corte Especial, por unanimidade, decide\nconhecer parcialmente do agravo e, nessa parte, dar-lhe parcial\nprovimento, determinando o retorno dos autos ao Tribunal Regional\nEleitoral para julgamento do recurso eleitoral criminal, nos termos\ndo voto do Sr. Ministro Relator. A Sra. Ministra Maria Isabel\nGallotti e os Srs. Ministros Antonio Carlos Ferreira, Nancy\nAndrighi, Laurita Vaz, João Otávio de Noronha, Humberto Martins,\nMauro Campbell Marques e Benedito Gonçalves votaram com o Sr.\nMinistro Relator. Não participaram do julgamento os Srs. Ministros\nPaulo de Tarso Sanseverino, Ricardo Villas Bôas Cueva, Sebastião\nReis Júnior, Sérgio Kukina e Luis Felipe Salomão. Ausentes,\njustificadamente, os Srs. Ministros Francisco Falcão, Herman\nBenjamin e Og Fernandes. Convocados os Srs. Ministros Sebastião Reis\nJúnior e Sérgio Kukina.",
  "jurisprudenciaCitada" : "(AGRAVO REGIMENTAL - IMPUGNAÇÃO ESPECÍFICA DOS FUNDAMENTOS DA\nDECISÃO AGRAVADA - NECESSIDADE)\n   STJ - <<AgInt no AgInt no MS 28326>>-BA\n(AGRAVO REGIMENTAL - INOVAÇÃO RECURSAL - POSSIBILIDADE)\n   STJ - <<AgRg no REsp 2025633>>-TO\n(INQUÉRITO POLICIAL - INQUISITORIEDADE)\n   STJ - <<RHC 38811>>-SP, <<AgRg na Pet 13410>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00258", "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00005 INC:00054 INC:00055 INC:00060", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000182" ],
  "acordaosSimilares" : [ "AgRg na APn  1040  DF  2022/0108822-0  Decisão:18/10/2023\nDJE        DATA:14/11/2023", "AgRg na APn  1038  DF  2022/0103959-7  Decisão:18/10/2023\nDJE        DATA:14/11/2023", "AgRg na APn  1040  DF  2022/0108822-0  Decisão:18/10/2023\nDJE        DATA:14/11/2023", "AgRg na APn  1039  DF  2022/0105644-7  Decisão:18/10/2023\nDJE        DATA:14/11/2023", "AgRg na APn  1039  DF  2022/0105644-7  Decisão:18/10/2023\nDJE        DATA:14/11/2023", "AgRg na APn  1038  DF  2022/0103959-7  Decisão:18/10/2023\nDJE        DATA:14/11/2023" ]
}, {
  "id" : "000859140",
  "numeroProcesso" : "38602",
  "numeroRegistro" : "201902284443",
  "siglaClasse" : "AgRg na Rcl",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RAUL ARAÚJO",
  "dataPublicacao" : "DJE        DATA:14/11/2023",
  "ementa" : "PROCESSO PENAL. AGRAVO REGIMENTAL EM RECLAMAÇÃO. MATÉRIA JÁ DECIDIDA\nEM DECISÃO COM TRÂNSITO EM JULGADO. PRECLUSÃO. RECLAMAÇÃO QUE\nATINGIU A SUA FINALIDADE COM A REMESSA DOS AUTOS DAS INVESTIGAÇÕES\nAO SUPERIOR TRIBUNAL DE JUSTIÇA. RATIFICAÇÃO DOS ATOS PRATICADOS NA\nORIGEM. POSSIBILIDADE. RECURSO NÃO CONHECIDO.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231018",
  "decisao" : "Prosseguindo no julgamento, após o voto-vista da Sr. Ministro João\nOtávio de Noronha, a Corte Especial, por unanimidade, decide não\nconhecer do agravo regimental, nos termos do voto do Sr. Ministro\nRelator. A Sra. Ministra Maria Isabel Gallotti e os Srs. Ministros\nFrancisco Falcão, Nancy Andrighi, Laurita Vaz, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin e Benedito Gonçalves\nvotaram com o Sr. Ministro Relator. Não participaram do julgamento\nos Srs. Ministros Paulo de Tarso Sanseverino, Antonio Carlos\nFerreira, Ricardo Villas Bôas Cueva, Sebastião Reis Júnior, Sérgio\nKukina, Luis Felipe Salomão e Mauro Campbell Marques. Ausentes,\njustificadamente, os Srs. Ministros Francisco Falcão, Herman\nBenjamin e Og Fernandes. Aposentado o Sr. Ministro Jorge Mussi.\nConvocados os Srs. Ministros Sebastião Reis Júnior e Sérgio Kukina.",
  "jurisprudenciaCitada" : "(INTERPOSIÇÃO DE SEGUNDO RECURSO CONTRA UMA MESMA DECISÃO -\nPRECLUSÃO CONSUMATIVA)\n   STJ - <<AgRg na Pet 14616>>-SC\n(NULIDADE ABSOLUTA - PRECLUSÃO TEMPORAL)\n   STJ - <<AgRg nos EDcl no HC 705154>>-SP\n(ATOS DECISÓRIOS - INCOMPETÊNCIA ABSOLUTA - RATIFICAÇÃO -\nPOSSIBILIDADE)\n   STJ - <<AgRg no HC 507755>>-RJ, <<EDcl no RHC 52549>>-MT\n   STF - [[HC 123465]]",
  "notas" : "Processo referente à Operação Quadro Negro",
  "informacoesComplementares" : "     \"[...] 'em respeito à segurança jurídica e a lealdade\nprocessual, tem se orientado no sentido de que mesmo as nulidades\ndenominadas absolutas, ou qualquer outra falha ocorrida no acórdão\nimpugnado, também devem ser arguidas em momento oportuno,\nsujeitando-se à preclusão temporal' [...]\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000859153",
  "numeroProcesso" : "3281",
  "numeroRegistro" : "202301678398",
  "siglaClasse" : "AgInt na SLS",
  "descricaoClasse" : "AGRAVO INTERNO NA SUSPENSÃO DE LIMINAR E DE SENTENÇA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA THEREZA DE ASSIS MOURA",
  "dataPublicacao" : "DJE        DATA:24/10/2023",
  "ementa" : "AGRAVO INTERNO NA SUSPENSÃO DE LIMINAR E DE SENTENÇA. DETERMINAÇÃO\nDE PAGAMENTO RELATIVO A ROYALTIES DE PETRÓLEO. CONTROVÉRSIA SOBRE O\nMONTANTE DEVIDO. GRAVE LESÃO À ORDEM PÚBLICA EVIDENCIADA. PEDIDO\nDEFERIDO. RECURSO NÃO PROVIDO.\n1. A suspensão dos efeitos do ato judicial é providência\nexcepcional, cumprindo ao requerente a efetiva demonstração da grave\ne iminente lesão aos bens jurídicos tutelados pela legislação de\nregência, quais sejam: a ordem, a saúde, a segurança e/ou a economia\npúblicas.\n2. Decisão que, potencialmente, produz grave lesão na ordem pública\nao autorizar o pagamento de elevados valores sem critério seguro,\ngerando instabilidade e insegurança no mercado regulado e na\ndistribuição dos royalties.\n3. A necessidade de conferência, em perícia judicial, dos cálculos\ndos valores devidos revela a presença de elevado risco que o\npagamento imediato trará ao mercado regulado como um todo,\nrepercutindo negativamente na coletividade.\n4. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231018",
  "decisao" : "A Corte Especial, por unanimidade, negou provimento ao agravo, nos\ntermos do voto da Sra. Ministra Relatora. As Sras. Ministras Nancy\nAndrighi e Laurita Vaz e os Srs. Ministros João Otávio de Noronha,\nHumberto Martins, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Maria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo\nVillas Bôas Cueva, Sebastião Reis Júnior e Sérgio Kukina votaram com\na Sra. Ministra Relatora.\nAusentes, justificadamente, os Srs. Ministros Francisco Falcão,\nHerman Benjamin e Og Fernandes.\nConvocados os Srs. Ministros Sebastião Reis Júnior e Sérgio Kukina.\nPresidiu o julgamento o Sr. Ministro Luis Felipe Salomão.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000859154",
  "numeroProcesso" : "45876",
  "numeroRegistro" : "202302168648",
  "siglaClasse" : "Rcl",
  "descricaoClasse" : "RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA THEREZA DE ASSIS MOURA",
  "dataPublicacao" : "DJE        DATA:24/10/2023",
  "ementa" : "RECLAMAÇÃO AJUIZADA PELA UNIÃO PARA GARANTIR A AUTORIDADE DE DECISÃO\nDO STJ. ACÓRDÃO DA CORTE ESPECIAL QUE ESTIPULOU A INVIABILIDADE DA\nCONCESSÃO DE MEDIDA LIMINAR DEFERITÓRIA DE INGRESSO DE ESTRANGEIROS\nNO BRASIL, À MÍNGUA DE VISTO, EXCETO QUANDO HAJA (A) O ESGOTAMENTO\nDAS POSSIBILIDADES ADMINISTRATIVAS; E (B) A ADOÇÃO PRÉVIA DAS\nMEDIDAS INSTRUTÓRIAS DE INFORMAÇÃO VIÁVEIS, INCLUSIVE PERÍCIA SOCIAL\nNO BRASIL. DECISÃO QUE DESPREZOU ESSAS CONDICIONANTES. PROCEDÊNCIA\nDA RECLAMAÇÃO.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231018",
  "decisao" : "A Corte Especial, por unanimidade, julgou procedente a reclamação,\nnos termos do voto da Sra. Ministra Relatora. As Sras. Ministras\nNancy Andrighi e Laurita Vaz e os Srs. Ministros João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Mauro Campbell Marques,\nBenedito Gonçalves, Raul Araújo, Maria Isabel Gallotti, Antonio\nCarlos Ferreira, Ricardo Villas Bôas Cueva, Sebastião Reis Júnior e\nSérgio Kukina votaram com a Sra. Ministra Relatora.\nAusentes, justificadamente, os Srs. Ministros Francisco Falcão e Og\nFernandes.\nConvocados os Srs. Ministros Sebastião Reis Júnior e Sérgio Kukina.\nPresidiu o julgamento o Sr. Ministro Luis Felipe Salomão.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00187" ],
  "acordaosSimilares" : [ "Rcl  45879  SP  2023/0216875-0  Decisão:18/10/2023\nDJE        DATA:24/10/2023" ]
}, {
  "id" : "000858607",
  "numeroProcesso" : "2027781",
  "numeroRegistro" : "202202149523",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RICARDO VILLAS BÔAS CUEVA",
  "dataPublicacao" : "DJE        DATA:18/10/2023",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA NO RECURSO ESPECIAL.\nPROCESSUAL CIVIL. DISSÍDIO JURISPRUDENCIAL. NÃO DEMONSTRAÇÃO.\nAUSÊNCIA DE SIMILITUDE FÁTICA E JURÍDICA.\n1. A teor do que dispõem os artigos 1.043 do Código de Processo\nCivil e 266 do Regimento Interno do Superior Tribunal de Justiça,\nsão cabíveis embargos de divergência, recurso cujo objetivo é a\nuniformização da jurisprudência desta Corte, com a eliminação de\ndissidências internas quanto à interpretação do direito em tese,\nquando determinado órgão fracionário, julgando recurso especial,\ndissente de julgamento atual de qualquer outro órgão do mesmo\ntribunal.\n2. No caso, a divergência afirmada pela parte embargante quanto à\npossibilidade de emenda à inicial após a apresentação de\ncontestação, bem como a relacionada com a competência interna para\napreciação do recurso especial, não está configurada, haja vista não\nhaver identidade fática e jurídica entre o julgado recorrido e os\nacórdãos indicados como paradigmas.\n3. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231010",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 04/10/2023 a 10/10/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Laurita Vaz,\nJoão Otávio de Noronha, Humberto Martins, Herman Benjamin, Og\nFernandes, Luis Felipe Salomão, Mauro Campbell Marques, Benedito\nGonçalves, Raul Araújo, Maria Isabel Gallotti e Antonio Carlos\nFerreira  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA -  AUSÊNCIA DE SIMILITUDE FÁTICA E\nJURÍDICA)\n   STJ - {{EREsp 2031056}}-PA, {{EREsp 2028108}}-PA,\n         {{EREsp 2013147}}-PA, {{EREsp 2029616}}-PA,\n         {{EREsp 2025898}}-PA, {{EREsp 2027091}}-PA,\n         <<AgInt nos EREsp 2017003>>-PA,\n         <<AgInt nos EREsp 2028386>>-PA\n(COMPETÊNCIA INTERNA DO STJ - NATUREZA RELATIVA - PRECLUSÃO)\n   STJ - <<AgInt nos EREsp 1399470>>-MS,\n         <<EDcl no AgInt nos EDcl no CC 163375>>-RS,\n         <<AgInt nos EDcl no REsp 1813821>>-MA,\n         <<AgInt no REsp 1857931>>-MG",
  "notas" : null,
  "informacoesComplementares" : "     \"Consoante iterativa jurisprudência do STJ, a competência\ninterna desta Corte é de natureza relativa, motivo pelo qual a\nprevenção ou prorrogação apontada como indevida deve ser contestada\naté o início do julgamento, sob pena de preclusão, nos termos do\nart. 71, § 4º, do Regimento Interno do STJ\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01043", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00071 PAR:00004 ART:00266" ],
  "acordaosSimilares" : [ "AgInt nos EREsp 2027872 PA 2022/0296396-0 Decisão:29/11/2023\nDJE        DATA:04/12/2023", "AgInt nos EREsp 2029888 PA 2022/0309109-1 Decisão:29/11/2023\nDJE        DATA:04/12/2023", "AgInt nos EREsp 2030523 PA 2022/0313053-0 Decisão:29/11/2023\nDJE        DATA:04/12/2023", "AgInt nos EREsp 2035188 PA 2022/0339364-3 Decisão:29/11/2023\nDJE        DATA:04/12/2023", "AgInt nos EREsp 2039240 PA 2022/0362360-4 Decisão:29/11/2023\nDJE        DATA:04/12/2023", "AgInt nos EREsp 2041183 PA 2022/0376878-6 Decisão:29/11/2023\nDJE        DATA:04/12/2023", "AgInt nos EREsp 2042495 PA 2022/0383584-0 Decisão:29/11/2023\nDJE        DATA:04/12/2023", "AgInt nos EAREsp 1930760 RS 2021/0204317-0 Decisão:24/10/2023\nDJE        DATA:30/10/2023", "AgInt nos EREsp 2015972 PA 2022/0229235-2 Decisão:24/10/2023\nDJE        DATA:30/10/2023", "AgInt nos EREsp 2013888 PA 2022/0216487-9 Decisão:10/10/2023\nDJE        DATA:18/10/2023", "AgInt nos EREsp 2016157 PA 2022/0230237-7 Decisão:10/10/2023\nDJE        DATA:18/10/2023", "AgInt nos EREsp 2021832 PA 2022/0264603-8 Decisão:10/10/2023\nDJE        DATA:18/10/2023", "AgInt nos EREsp 2023967 PA 2022/0275012-1 Decisão:10/10/2023\nDJE        DATA:18/10/2023", "AgInt nos EREsp 2024339 PA 2022/0278203-0 Decisão:10/10/2023\nDJE        DATA:18/10/2023", "AgInt nos EREsp 2025287 PA 2022/0283391-3 Decisão:10/10/2023\nDJE        DATA:18/10/2023", "AgInt nos EREsp 2026402 PA 2022/0289374-0 Decisão:10/10/2023\nDJE        DATA:18/10/2023", "AgInt nos EREsp 2026524 PA 2022/0289818-3 Decisão:10/10/2023\nDJE        DATA:18/10/2023", "AgInt nos EREsp 2027139 PA 2022/0292143-5 Decisão:10/10/2023\nDJE        DATA:18/10/2023", "AgInt nos EREsp 2027187 PA 2022/0292424-0 Decisão:10/10/2023\nDJE        DATA:18/10/2023", "AgInt nos EREsp 2027392 PA 2022/0293476-5 Decisão:10/10/2023\nDJE        DATA:18/10/2023", "AgInt nos EREsp 2028095 PA 2022/0298145-2 Decisão:10/10/2023\nDJE        DATA:18/10/2023", "AgInt nos EREsp 2028492 PA 2022/0300736-2 Decisão:10/10/2023\nDJE        DATA:18/10/2023", "AgInt nos EREsp 2028505 PA 2022/0300846-1 Decisão:10/10/2023\nDJE        DATA:18/10/2023", "AgInt nos EREsp 2029170 PA 2022/0305073-0 Decisão:10/10/2023\nDJE        DATA:18/10/2023", "AgInt nos EREsp 2030347 PA 2022/0311890-9 Decisão:10/10/2023\nDJE        DATA:18/10/2023", "AgInt nos EREsp 2030382 PA 2022/0312135-2 Decisão:10/10/2023\nDJE        DATA:18/10/2023", "AgInt nos EREsp 2031539 PA 2022/0318236-6 Decisão:10/10/2023\nDJE        DATA:18/10/2023", "AgInt nos EREsp 2031560 PA 2022/0318215-2 Decisão:10/10/2023\nDJE        DATA:18/10/2023", "AgInt nos EREsp 2031618 PA 2022/0318687-5 Decisão:10/10/2023\nDJE        DATA:18/10/2023", "AgInt nos EREsp 2033437 PA 2022/0329296-5 Decisão:10/10/2023\nDJE        DATA:18/10/2023", "AgInt nos EREsp 2034413 PA 2022/0333922-1 Decisão:10/10/2023\nDJE        DATA:18/10/2023", "AgInt nos EREsp 2034443 PA 2022/0334056-5 Decisão:10/10/2023\nDJE        DATA:18/10/2023" ]
}, {
  "id" : "000858578",
  "numeroProcesso" : "15988",
  "numeroRegistro" : "202301918356",
  "siglaClasse" : "AgRg na Pet",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA PETIÇÃO",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA ISABEL GALLOTTI",
  "dataPublicacao" : "DJE        DATA:20/10/2023",
  "ementa" : "DIREITO PROCESSUAL PENAL. MEDIDA CAUTELAR DE AFASTAMENTO DE CARGO\nPÚBLICO. CONSELHEIRO DO TRIBUNAL DE CONTAS ESTADUAL. EXCESSO DE\nPRAZO NÃO CONFIGURADO. COMPLEXIDADE DA CAUSA. INFRAÇÕES ANTECEDENTES\nAO CRIME DE LAVAGEM DE DINHEIRO. PROXIMIDADE COM O CARGO. RISCO DE\nREITERAÇÃO DELITIVA. AGRAVO REGIMENTAL A QUE SE NEGA PROVIMENTO.\n1. As razões do agravo regimental não são suficientes para afastar a\nconclusão da decisão agravada.\n2. Não há excesso de prazo na presente medida cautelar de\nafastamento de cargo público, a qual foi deferida no recebimento da\ndenúncia da APn 927/DF, configurando novo título judicial.\n3. A complexidade objetiva do caso justifica a tramitação do feito,\nque se mostra regular, apesar de diversos documentos, diligências e\nprovidências.\n4. O afastamento do cargo permanece necessário e suficiente, neste\nmomento processual, para evitar eventual prática de novas infrações\ne para, dessa forma, salvaguardar a ordem pública.\n5. Agravo regimental a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231004",
  "decisao" : "A Corte Especial, por unanimidade, negou provimento ao agravo, nos\ntermos do voto da Sra. Ministra Relatora. Os Srs. Ministros Antonio\nCarlos Ferreira, Ricardo Villas Bôas Cueva, Sebastião Reis Júnior,\nFrancisco Falcão, Nancy Andrighi, Laurita Vaz, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Og Fernandes, Luis\nFelipe Salomão, Mauro Campbell Marques e Raul Araújo votaram com a\nSra. Ministra Relatora.\nAusente, justificadamente, o Sr. Ministro Benedito Gonçalves.\nConvocado o Sr. Ministro Sebastião Reis Júnior.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000858580",
  "numeroProcesso" : "2",
  "numeroRegistro" : "202001034348",
  "siglaClasse" : "AgRg nos EDcl na AlienBac",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DECLARAÇÃO NA ALIENAÇÃO DE BENS DO ACUSADO",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA ISABEL GALLOTTI",
  "dataPublicacao" : "DJE        DATA:20/10/2023",
  "ementa" : "ALIENAÇÃO ANTECIPADA DE BENS APREENDIDOS. OMISSÃO. AUSÊNCIA.\nDEFICIÊNCIA DE FUNDAMENTAÇÃO. NÃO OCORRÊNCIA. AGRAVO REGIMENTAL A\nQUE SE NEGA PROVIMENTO.\n1. As razões do agravo regimental não são suficientes para afastar a\nconclusão da decisão agravada.\n2. O acórdão recorrido analisou as questões necessárias ao deslinde\nda controvérsia, não se configurando omissão, contradição ou\nnegativa de prestação jurisdicional.\n3. A alienação antecipada dos bens deve prosseguir, conforme\nrequerido pela autoridade policial, diante do risco concreto de\ndeterioração dos bens e estando em ordem a avaliação já realizada.\n4. Não há possibilidade de nomeação da recorrente como fiel\ndepositária dos bens apreendidos em razão dos indícios de que sejam\nobjeto material do crime de lavagem de dinheiro. Carece, em tese, da\ndevida idoneidade para funcionar como auxiliar da justiça. Vedação\nque também se extrai, no caso concreto, dos artigos 118, 119 e 120,\ncaput, do Código de Processo Penal, para não comprometer a aplicação\ndas penas pecuniárias e de perdimento e o ressarcimento dos danos e\ndas despesas processuais, nos termos dos artigos 91, inciso II,\nalínea \"b\", e 91-A, ambos do Código Penal e do artigo 140 da Lei\nProcessual Penal.\n5. Agravo regimental a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231004",
  "decisao" : "A Corte Especial, por unanimidade, negou provimento ao agravo, nos\ntermos do voto da Sra. Ministra Relatora. Os Srs. Ministros Antonio\nCarlos Ferreira, Ricardo Villas Bôas Cueva, Sebastião Reis Júnior,\nFrancisco Falcão, Nancy Andrighi, Laurita Vaz, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Og Fernandes, Luis\nFelipe Salomão, Mauro Campbell Marques e Raul Araújo votaram com a\nSra. Ministra Relatora.\nAusente, justificadamente, o Sr. Ministro Benedito Gonçalves.\nConvocado o Sr. Ministro Sebastião Reis Júnior.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00118 ART:00119 ART:00120 ART:00140 ART:0144A", "LEG:FED DEL:002848 ANO:1940\n*****  CP-40    CÓDIGO PENAL\n        ART:00091 INC:00002 LET:B ART:0091A" ],
  "acordaosSimilares" : [ ]
} ]