[ {
  "id" : "000864463",
  "numeroProcesso" : "182184",
  "numeroRegistro" : "202102711568",
  "siglaClasse" : "CC",
  "descricaoClasse" : "CONFLITO DE COMPETENCIA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "BENEDITO GONÇALVES",
  "dataPublicacao" : "DJE        DATA:27/02/2024",
  "ementa" : "PROCESSUAL CIVIL. CONFLITO DE COMPETÊNCIA. NATUREZA JURÍDICA DA\nRELAÇÃO LITIGIOSA. ART 9º DO RISTJ. PRETENSÃO DE DIREITO MATERIAL DE\nNATUREZA PRIVADA. INEXISTÊNCIA DE REPERCUSSÃO PARA A RELAÇÃO\nJURÍDICO TRIBUTÁRIA. COMPETÊNCIA DA SEGUNDA SEÇÃO DO SUPERIOR\nTRIBUNAL DE JUSTIÇA.\n1. A discussão de fundo, sobre a qual suscitado o presente conflito\nde competência, aportou no Superior Tribunal de Justiça por meio dos\nseguintes recursos: AREsp 1.680.027/RJ e REsp 1.906.082/RJ.\n2. Na hipótese dos autos, a relação jurídica tem como origem\ncontrato de compra e venda celebrado entre particulares, cujo objeto\nforam cabos condutores de alumínio, importados ao Brasil e que\ningressaram pela Zona Franca de Manaus.\n3. A contenda entre as partes, pelo ponto de vista contratual,\nemerge a respeito de quem deveria arcar contratualmente com o custo\ntributário para que a efetiva entrega do objeto do contrato fosse\npossível - liberação alfandegária dos bens (cabos condutores de\nalumínio).\n4. No presente conflito de competência, deve ser observada a\ndiretriz normativa presente no artigo 9º do Regimento Interno do\nSuperior Tribunal de Justiça (RISTJ), segundo a qual \"a competência\ndas Seções e das respectivas Turmas é fixada em função da natureza\nda relação jurídica litigiosa\".\n5. Considerando que a pretensão de direito material veiculada por\nmeio das ações judiciais é de natureza contratual, tendo a sentença\ne o acórdão proferido pela Câmara Cível do Tribunal de Justiça do\nRio de Janeiro (TJ/RJ) se restringido à análise da questão relativa\nà rescisão contratual e aos consectários das cláusulas rescisórias,\nnão há qualquer repercussão para a relação jurídica tributária.\n6. Assim, a natureza da relação jurídica litigiosa é de direito\nprivado (contratual), atraindo a competência das Turmas que integram\na Segunda Seção do Superior Tribunal de Justiça.\n7. Conflito conhecido para declarar a competência da Segunda Seção.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240221",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Corte Especial, por unanimidade,\nconhecer do conflito de competência para declarar competente a\nSegunda Seção do STJ, nos termos do voto do Sr. Ministro relator.\nOs Srs. Ministros Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira, Ricardo Villas Bôas Cueva, Sebastião Reis Júnior,\nFrancisco Falcão, Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Herman Benjamin, Luis Felipe Salomão e Mauro Campbell\nMarques votaram com o Sr. Ministro Relator.\nAusente, justificadamente, o Sr. Ministro Og Fernandes.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00009" ],
  "acordaosSimilares" : [ "CC  182188  DF  2021/0271283-3  Decisão:21/02/2024\nDJE        DATA:27/02/2024", "CC  187915  DF  2022/0126857-0  Decisão:21/02/2024\nDJE        DATA:27/02/2024", "CC  187995  DF  2022/0128923-2  Decisão:21/02/2024\nDJE        DATA:27/02/2024" ]
}, {
  "id" : "000864584",
  "numeroProcesso" : "195616",
  "numeroRegistro" : "202300838347",
  "siglaClasse" : "CC",
  "descricaoClasse" : "CONFLITO DE COMPETENCIA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "ANTONIO CARLOS FERREIRA",
  "dataPublicacao" : "DJE        DATA:28/02/2024",
  "ementa" : "PROCESSUAL CIVIL. CONFLITO INTERNO DE COMPETÊNCIA. PEDIDO DE DIREITO\nDE RESPOSTA. EVENTUAL INJÚRIA E CALÚNIA. ANTIGA LEI DE IMPRENSA\n(LEI N. 5.250/1967). NATUREZA DE SANÇÃO PENAL. AUSÊNCIA DE CUMULAÇÃO\nDE PEDIDOS DE INDENIZAÇÃO E DE DIREITO DE RESPOSTA. COMPETÊNCIA DA\nTERCEIRA SEÇÃO. PRECEDENTES.\n1. Ação proposta com o único pedido de direito de resposta,\nvinculado a suposta injúria e calúnia em editorial jornalístico e\nfundamentado nos dispositivos da antiga Lei de Imprensa (Lei n.\n5.250/1967). Em tal contexto, o referido pleito tem natureza de\nsanção penal, conforme jurisprudência da TERCEIRA SEÇÃO.\n2. A decisão do Plenário do STF, proferida na Arguição de\nDescumprimento de Preceito Fundamental n. 130/DF, em 30/9/2009, que\ndeclarou \"como não recepcionado pela Constituição de 1988 todo o\nconjunto de dispositivos da Lei federal nº 5.250, de 9 de fevereiro\nde 1967\", não modifica a natureza penal originária da presente\ndemanda, proposta em 2005, com fundamento no referido diploma\ninfraconstitucional. Apenas caberá ao órgão competente para os\nprocessos criminais, no caso, a TERCEIRA SEÇÃO, definir os efeitos e\nas consequências imediatas do julgamento realizado pelo STF sobre o\nresultado final meritório das demandas em andamento. Isso inclusive\nfoi realizado em mais de uma oportunidade no âmbito da própria\nTERCEIRA SEÇÃO.\n3. A eventual cumulação de pedido indenizatório com pretensão de\ndireito de resposta - o que não ocorre nestes autos - poderia\natrair, de fato, a competência da SEGUNDA SEÇÃO, tendo em vista que\no requerimento de indenização, até mesmo por praticidade e\nfuncionalidade, deve ser considerado como principal, ressaltando-se\na inviabilidade de cisão do julgamento do recurso neste Tribunal\nSuperior. A propósito, a natureza secundária do direito de resposta,\nfrente a um eventual pedido de reparação de danos, revela-se na\nprópria Lei de Imprensa, segundo a qual, (i) \"extingue-se ainda do\ndireito de resposta com o exercício de ação [...] civil contra o\njornal, periódico, emissora ou agência de notícias [...]\" (art. 29,\n§ 3º) e (ii) \"a publicação ou transmissão da resposta ou pedido e\nretificação não prejudicará as ações do ofendido para promover a\nresponsabilidade [...] civil\" (art. 35).\n4. Conflito de competência conhecido e declarada a competência da\nSEXTA TURMA para processar e julgar o REsp n. 1.036.380/MS.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240221",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Corte Especial, por unanimidade,\nconhecer do conflito de competência para declarar competente a Sexta\nTurma do STJ para processar e julgar o REsp n. 1.036.380/MS, nos\ntermos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Ricardo Villas Bôas Cueva, Sebastião Reis Júnior,\nFrancisco Falcão, Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Herman Benjamin, Luis Felipe Salomão, Mauro Campbell\nMarques, Benedito Gonçalves, Raul Araújo e Maria Isabel Gallotti\nvotaram com o Sr. Ministro Relator.\nAusente, justificadamente, o Sr. Ministro Og Fernandes.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000864119",
  "numeroProcesso" : "3294",
  "numeroRegistro" : "202302064371",
  "siglaClasse" : "EDcl no AgInt na SLS",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NA SUSPENSÃO DE LIMINAR E DE SENTENÇA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA THEREZA DE ASSIS MOURA",
  "dataPublicacao" : "DJE        DATA:14/02/2024",
  "ementa" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NA SUSPENSÃO DE LIMINAR E\nDE SENTENÇA. OMISSÃO E CONTRADIÇÃO. INEXISTÊNCIA. INEXISTÊNCIA.\nPRETENSÃO DE REEXAME. EMBARGOS REJEITADOS.\n1. Consoante a literalidade do artigo 1.022 do Código de Processo\nCivil, os Embargos de Declaração são cabíveis para esclarecer\nobscuridade, eliminar contradição, suprir omissão de ponto ou\nquestão sobre a qual deveria se pronunciar o juiz de ofício ou a\nrequerimento e/ou corrigir eventual erro material.\n2. A contradição que enseja o acolhimento dos declaratórios é aquela\ninterna no julgado que contém proposições inconciliáveis entre si,\ne não entre a decisão embargada e fato externo ou entre a tese\ndefendida pela parte e a adotada em outros julgados.\n3. Os aclaratórios possuem finalidade integrativa e, portanto, não\nse prestam à reforma do entendimento aplicado ou ao rejulgamento do\nPedido de Suspensão, conforme pretende a embargante.\n4. Embargos de Declaração rejeitados.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240207",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 01/02/2024 a 07/02/2024,\npor unanimidade, rejeitar os embargos de declaração, nos termos do\nvoto da Sra. Ministra Relatora.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Luis Felipe Salomão,\nMauro Campbell Marques, Benedito Gonçalves, Raul Araújo, Maria\nIsabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva\ne Sebastião Reis Júnior  votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento o Sr. Ministro Og Fernandes.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ "EDcl no AgInt no RE nos EDcl no AgInt nos EREsp 1896233 DF 2020/0245041-6 Decisão:27/02/2024\nDJE        DATA:04/03/2024", "EDcl no AgInt na ExeMS  25758 DF 2021/0284061-0 Decisão:07/02/2024\nDJE        DATA:14/02/2024", "EDcl no AgInt na SLS   3300 SC 2023/0216067-8 Decisão:07/02/2024\nDJE        DATA:14/02/2024", "EDcl no AgInt no RE nos EDcl no REsp 1457376 RJ 2014/0129842-6 Decisão:07/02/2024\nDJE        DATA:14/02/2024" ]
}, {
  "id" : "000864218",
  "numeroProcesso" : "1723304",
  "numeroRegistro" : "202001615399",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "FRANCISCO FALCÃO",
  "dataPublicacao" : "DJE        DATA:14/02/2024",
  "ementa" : "PROCESSUAL CIVIL. DIREITO CIVIL. RESPONSABILIDADE CIVIL. ACIDENTE DE\nTRÂNSITO. ATROPELAMENTO DA VÍTIMA POR ÔNIBUS. EMPRESA PRIVADA.\nPRESTADORA DE SERVIÇO PÚBLICO. DESPROVIMENTO DO AGRAVO INTERNO.\nMANUTENÇÃO DA DECISÃO RECORRIDA.\nI - Na origem, trata-se de ação indenizatória objetivando o\npagamento de dano moral, estético e pensão vitalícia. Na sentença o\npedido foi julgado parcialmente procedente. No Tribunal a quo, a\nsentença foi parcialmente reformada, para afastar a condenação da\nempresa ao pagamento de dano estético e determinar que os juros de\nmora sobre os danos morais incidam desde a data da citação.\nII - No caso em comento, verifica-se patente a inadmissibilidade do\nrecurso, sendo o caso de indeferimento liminar. Com efeito, \"para\nque se configure o dissídio jurisprudencial é indispensável que os\njulgados confrontados revelem soluções distintas extraídas das\nmesmas premissas fáticas e jurídicas\" (AgRg nos EREsp n.\n1.202.436/RS, relator Ministro Teori Albino Zavaski, DJe 10/2/2012).\nDe fato, o recurso não comporta admissibilidade, seja pela\nincidência do enunciado n. 315 da Súmula do STJ, tendo em vista que\nnem sequer foi conhecido o recurso especial no que tange ao mérito;\nseja pela falta de cotejo analítico entre os casos em confronto;\nseja, pela falta de similitude fática.\nIII - De fato, verifica-se, de início que, muito embora a conclusão\nda decisão agravada tenha assentado o desprovimento do recurso\nespecial, o órgão fracionário nem sequer apreciou o mérito recursal,\nnão tendo conhecido do recurso no ponto relativo à alegação de\nnegativa de produção de provas (cerceamento de defesa), devido à\nincidência dos enunciados n. 7 e 83 da Súmula do STJ, conforme fls.\n619; 623; 624; e 625. Aplica-se o disposto no enunciado n. 315, da\nSúmula do STJ: \"Não cabem embargos de divergência no âmbito do\nagravo de instrumento que não admite recurso especial.\" Neste\nsentido: AgInt nos EDcl nos EAREsp n. 763.260/SP, Corte Especial,\nrelator Ministro Humberto Martins, DJe 5/4/2017; AgInt nos EAREsp n.\n635.823/TO, Corte Especial, relatora Ministra Laurita Vaz, DJe\n19/9/2016.\nIV - Ademais, ainda que assim não fosse, o recurso também não\ncomporta conhecimento, ante a ausência do necessário cotejo\nanalítico. Não foi realizado o comparativo entre os julgados\nproferidos, na forma do art. 266, § 4º, do RISTJ. Não basta para o\natendimento do requisito a mera transcrição de trechos esparsos e da\nementa dos julgados que entende ser divergente, é necessária a\ndemonstração analítica da divergência jurisprudencial invocada, por\nintermédio da transcrição dos trechos específicos dos acórdãos que\nconfiguram o dissídio, em comparação com o acórdão recorrido, com a\nclara indicação das circunstâncias que identificam ou assemelham os\ncasos confrontados, o que torna inviável a apreciação da\ndivergência. Nesse sentido: AgInt nos EAREsp n. 261.239/MT, Corte\nEspecial, relator Ministro Humberto Martins, DJe 30/8/2016; AgInt\nnos EAREsp n. 992.733/SP, Corte Especial, relatora Ministra Nancy\nAndrighi, DJe 4/12/2017.\nV - Além de deficiente o referido cotejo analítico, é possível\nperceber a ausência de similitude fática, já que os paradigmas\nreferem-se a situações distintas do caso dos autos. No acórdão\nrecorrido, a conclusão respousa na dicção do acórdão de origem\nacerca da ausência de provas pela não produção das provas pericial e\ntestemunhal, por culpa do embargante, situação diversa do acórdão\nparadigma, segundo fls. 619-620. Labora o embargante no limiar da\nlitigância de má-fé, trazendo aos autos alegação manifestamente\nimprocedente.\nVI - Por fim, no que tange aos juros de mora, igualmente não houve\napreciação do mérito, inadmitido pela incidência da Súmula n.\n83/STJ, estando a decisão em consonância com a jurisprudência\ndominante nesta Corte Superior.\nVII - Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240207",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 01/02/2024 a 07/02/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Herman Benjamin, Og Fernandes, Luis Felipe Salomão, Mauro\nCampbell Marques, Benedito Gonçalves, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva e\nSebastião Reis Júnior  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(DISSÍDIO JURISPRUDENCIAL - CONFIGURAÇÃO - PREMISSAS FÁTICAS E\nJURÍDICAS - IDENTIDADE)\n   STJ - <<AgRg nos EREsp 1202436>>-RS\n(EMBARGOS DE DIVERGÊNCIA - CONTROVÉRSIA NÃO ANALISADA)\n   STJ - <<AgInt nos EDcl nos EAREsp 763260>>-SP,\n         <<AgInt nos EAREsp 635823>>-TO",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000315" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000864265",
  "numeroProcesso" : "2002554",
  "numeroRegistro" : "202201441660",
  "siglaClasse" : "AgRg nos EREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGENCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "SEBASTIÃO REIS JÚNIOR",
  "dataPublicacao" : "DJE        DATA:14/02/2024",
  "ementa" : "AGRAVO REGIMENTAL EM EMBARGOS DE DIVERGÊNCIA  EM RECURSO ESPECIAL.\nAUSÊNCIA DE IMPUGNAÇÃO ESPECÍFICA DOS FUNDAMENTOS DA DECISÃO\nAGRAVADA. PROCESSUAL PENAL. SÚMULA 182/STJ.\n1. Nos termos do entendimento consolidado no Superior Tribunal de\nJustiça, deve o agravo regimental impugnar especificamente os\nfundamentos da decisão agravada, sob pena de não ser conhecido\n(Súmula 182/STJ).\n2. Agravo regimental não conhecido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240207",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 01/02/2024 a 07/02/2024,\npor unanimidade, não conhecer do recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Og Fernandes, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Maria Isabel Gallotti, Antonio Carlos Ferreira e Ricardo\nVillas Bôas Cueva  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(AUSÊNCIA DE IMPUGNAÇÃO ESPECÍFICA - SÚMULA 182/STJ)\n   STJ - <<AgInt no RE na PET no REsp 1593752>>-MG",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000182" ],
  "acordaosSimilares" : [ "AgRg nos EAREsp  2372702  RJ  2023/0183592-0  Decisão:07/02/2024\nDJE        DATA:14/02/2024", "AgInt nos EAREsp  2005369  RS  2021/0332733-7  Decisão:07/02/2024\nDJE        DATA:14/02/2024" ]
}, {
  "id" : "000864277",
  "numeroProcesso" : "1932846",
  "numeroRegistro" : "202102290554",
  "siglaClasse" : "AgRg no RE no AgRg nos EDcl no AREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NO RECURSO EXTRAORDINÁRIO NO AGRAVO REGIMENTAL NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:15/02/2024",
  "ementa" : "AGRAVO REGIMENTAL NO RECURSO EXTRAORDINÁRIO. SUFICIÊNCIA DA\nFUNDAMENTAÇÃO DO JULGADO RECORRIDO. CONFORMIDADE COM O TEMA N.\n339/STF. PRESSUPOSTOS DE ADMISSIBILIDADE DE RECURSO DE COMPETÊNCIA\nDO SUPERIOR TRIBUNAL DE JUSTIÇA. IMPOSSIBILIDADE DE DEBATE OU\nSUPERAÇÃO. TEMA N. 181 DA REPERCUSSÃO GERAL DO SUPREMO TRIBUNAL\nFEDERAL. DOSIMETRIA. APRECIAÇÃO DAS CIRCUNSTÂNCIAS JUDICIAIS DO ART.\n59 DO CÓDIGO PENAL. AUSÊNCIA DE REPERCUSSÃO GERAL. TEMA N. 182/STF.\nNEGATIVA DE SEGUIMENTO.\n1. \"O art. 93, IX, da Constituição Federal exige que o acórdão ou\ndecisão sejam fundamentados, ainda que sucintamente, sem determinar,\ncontudo, o exame pormenorizado de cada uma das alegações ou provas,\nnem que sejam corretos os fundamentos da decisão\" (Tema n. 339 do\nSTF, QO no Ag n. 791.292/PE).\n2. Existente a fundamentação, entende o Supremo Tribunal Federal que\nfoi respeitado o art. 93, IX, da CF, mesmo que a parte não a repute\nadequada ou completa, conforme a conclusão firmada no Tema n. 339\ndo STF, tese de observância obrigatória (CPC, art. 927, III).\n3. Quanto às demais alegações, em caso de não conhecimento do\nrecurso anterior por ausência de algum de seus requisitos, as razões\ndo recurso extraordinário, sejam voltadas ao óbice aplicado ou à\nmatéria de fundo, demandariam a reapreciação da conclusão que não\nconheceu do recurso.\n4. A Corte Suprema definiu, sob o regime da repercussão geral, que a\nquestão relativa a pressupostos de admissibilidade de recurso da\ncompetência de outros tribunais não possui repercussão geral (Tema\nn. 181 do STF).\n5. Nos termos do art. 1.030, I, a, do Código de Processo Civil, não\né possível a remessa do recurso extraordinário ao STF nos casos em\nque definida a ausência de repercussão geral.\n6. O Supremo Tribunal Federal, ao julgar o AI n. 742.460-RG/RJ,\nfirmou o entendimento de que \"não apresenta repercussão geral o\nrecurso extraordinário que verse sobre a questão da valoração das\ncircunstâncias judiciais previstas no art. 59 do Código Penal, na\nfundamentação da fixação da pena-base pelo juízo sentenciante,\nporque se trata de matéria infraconstitucional\" (Tema n. 182 do\nSTF).\n7. Agravo regimental a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240207",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 01/02/2024 a 07/02/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Luis Felipe Salomão,\nMauro Campbell Marques, Benedito Gonçalves, Raul Araújo, Maria\nIsabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva\ne Sebastião Reis Júnior  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(DECISÕES JUDICIAIS - FUNDAMENTAÇÃO)\n   STF - [[AI-QO-RG 791292]] (REPERCUSSÃO GERAL - TEMA(s) 339)\n(PRESSUPOSTOS DE ADMISSIBILIDADE - RECURSOS DA COMPETÊNCIA DE OUTROS\nTRIBUNAIS - NATUREZA DA MATÉRIA)\n   STF - [[RE-RG 598365]] (REPERCUSSÃO GERAL), [[ARE-AgR 1317340]],\n         [[ARE-AgR 822158]]\n(RECURSO EXTRAORDINÁRIO - COMPETÊNCIA)\n   STF - [[RE-AgR 1081829]]\n(CIRCUNSTÂNCIAS JUDICIAIS - NATUREZA DA MATÉRIA)\n   STF - [[AI-RG 742460]] (REPERCUSSÃO GERAL - TEMA(s) 182)\n(REGIME DE CUMPRIMENTO DE PENA - NATUREZA DA MATÉRIA)\n   STJ - <<AgRg no RE no AgRg no AREsp 910270>>-MG,\n         <<AgRg no RE no AgRg no AREsp 1519643>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00093 INC:00009", "LEG:FED DEL:002848 ANO:1940\n*****  CP-40    CÓDIGO PENAL\n        ART:00059" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000864283",
  "numeroProcesso" : "1829982",
  "numeroRegistro" : "201902273828",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "SEBASTIÃO REIS JÚNIOR",
  "dataPublicacao" : "DJE        DATA:14/02/2024",
  "ementa" : "AGRAVO INTERNO EM EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL.\nDECISÃO MANTIDA POR SEUS PRÓPRIOS FUNDAMENTOS. PRAZO RECURSAL. TERMO\nFINAL PARA INTERPOSIÇÃO DO RECURSO. INFORMAÇÃO ERRÔNEA CONSTANTE DO\nSISTEMA ELETRÔNICO DO TRIBUNAL DE ORIGEM. PRINCÍPIOS DA CONFIANÇA E\nDA BOA-FÉ. JUSTA CAUSA. INTEMPESTIVIDADE AFASTADA. PRECEDENTES DA\nCORTE ESPECIAL.\n1. Não há como abrigar agravo interno que não logra desconstituir o\nfundamento da decisão atacada.\n2. A falha induzida por informação equivocada prestada por sistema\neletrônico de tribunal deve ser levada em consideração, em homenagem\naos princípios da boa-fé e da confiança, para a aferição da\ntempestividade do recurso (EAREsp 1.759.860/PI, Ministra Laurita\nVaz, Corte Especial, DJe 21/3/2022).\n3. Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240207",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 01/02/2024 a 07/02/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Og Fernandes, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Maria Isabel Gallotti, Antonio Carlos Ferreira e Ricardo\nVillas Bôas Cueva  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(SISTEMA ELETRÔNICO DE TRIBUNAL - INFORMAÇÃO EQUIVOCADA -\nCONSIDERAÇÃO)\n   STJ - <<EAREsp 1759860>>-PI, <<EAREsp 1889302>>-SC,\n         <<AgInt nos EREsp 1902163>>-PE",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000864288",
  "numeroProcesso" : "3484",
  "numeroRegistro" : "202303661572",
  "siglaClasse" : "AgInt na SS",
  "descricaoClasse" : "AGRAVO INTERNO NA SUSPENSÃO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA THEREZA DE ASSIS MOURA",
  "dataPublicacao" : "DJE        DATA:15/02/2024",
  "ementa" : "AGRAVO INTERNO. SUSPENSÃO DE SEGURANÇA. GRAVE LESÃO À ORDEM E À\nECONOMIA PÚBLICAS. SERVIÇO DE LIMPEZA URBANA. NULIDADE. RETOMADA DO\nCERTAME. ASSEGURAMENTO DA PRESTAÇÃO DOS  SERVIÇOS CONTRATADOS,\nENQUANTO NÃO ULTIMADA A LICITAÇÃO, EM CONFORMIDADE COM O QUE\nDELIBEROU A INSTÂNCIA DE ORIGEM.\n1. O deferimento do pedido de suspensão está condicionado à\ndemonstração de que a manutenção da decisão impugnada causa efetiva\ne grave lesão à ordem, à saúde, à segurança e à economia públicas.\n2. Os serviços de varrição manual e mecanizada, lavagem, roçada e\ncapina de vias e logradouros públicos, pintura de guias, carga e\nremoção de entulho e limpeza manual e mecanizada de bocas de lobo\nnão podem ser interrompidos, mesmo que por curto espaço de tempo,\nsob pena de se causar transtornos de toda a ordem à população, sendo\nrazoável o estabelecimento do prazo de 45 dias para que o\nrequerente  conclua o certame ou adote providência outra que\nviabilize a continuidade do serviço essencial.\n3. A suspensão de segurança é medida excepcional, que não tem\nnatureza jurídica de recurso, razão pela qual não admite a devolução\ndo conhecimento da matéria de mérito da controvérsia para o\neventual reexame ou reforma.\n4. Pretensão de que a licitante contratada permaneça por mais 6\nmeses em atividade que esvazia de objeto o Man dado de Segurança e a\nprópria Suspensão de Segurança.\n4. Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240207",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de JustiÃ§a, em sessÃ£o virtual de 01/02/2024 a 07/02/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Luis Felipe Salomão,\nMauro Campbell Marques, Benedito Gonçalves, Raul Araújo, Maria\nIsabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva\ne Sebastião Reis Júnior  votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento o Sr. Ministro Og Fernandes.",
  "jurisprudenciaCitada" : "(SUSPENSÃO DE SEGURANÇA - ACERTO OU DESACERTO DA DECISÃO - SUCEDÂNEO\nRECURSAL)\n   STJ - <<AgInt na SS 3135>>-BA, <<AgInt na SS 2867>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:008437 ANO:1992\n        ART:00004" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000864295",
  "numeroProcesso" : "2027170",
  "numeroRegistro" : "202202922926",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "SEBASTIÃO REIS JÚNIOR",
  "dataPublicacao" : "DJE        DATA:14/02/2024",
  "ementa" : "AGRAVO INTERNO EM EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL.\nDECISÃO MANTIDA POR SEUS PRÓPRIOS FUNDAMENTOS. AÇÃO INDENIZATÓRIA.\nCONSTRUÇÃO DA USINA HIDRELÉTRICA DE BELO MONTE-PA. APONTADO PREJUÍZO\nAOS PESCADORES. SUPOSTA INCOMPETÊNCIA DA QUARTA TURMA. QUESTÃO\nNOVA, NÃO DEBATIDA NO ACÓRDÃO EMBARGADO. NO MAIS, COM BASE NO ART.\n321 DO CPC, ENTENDEU O ACÓRDÃO EMBARGADO PELA POSSIBILIDADE DE\nEMENDA À INICIAL. QUESTÃO JÁ RESOLVIDA NO ÂMBITO DA SEGUNDA SEÇÃO.\nPARADIGMAS QUE NEM SEQUER TANGENCIARAM AS PECULIARIDADES DESTES\nAUTOS. MANIFESTA AUSÊNCIA DE SIMILITUDE FÁTICO-JURÍDICA. PRECEDENTES\nDA CORTE ESPECIAL.\n1. Não há como abrigar agravo interno que não logra desconstituir o\nfundamento da decisão atacada.\n2. O acórdão embargado resolveu a controvérsia alinhado com o\nacórdão da Segunda Seção, prolatado nos autos do REsp 2.013.351/PA,\nRelatora Ministra Nancy Andrighi, DJe 19/9/2022, afetado justamente\npara pacificar o entendimento sobre a questão trazida em múltiplos\nrecursos, no sentido de que, o indeferimento da petição inicial,\nquer por força do não-preenchimento dos requisitos exigidos nos\narts. 319 e 320 do CPC, quer pela verificação de defeitos e\nirregularidades capazes de dificultar o julgamento de mérito,\nreclama a concessão de prévia oportunidade de emenda pelo autor, nos\ntermos do art. 321 do CPC.\n3. Os acórdãos paradigmas, por sua vez, se debruçaram sobre a\ninterpretação dos arts. 264 e 284 do Código de Processo Civil de\n1973, vigentes à época, para concluir que, havendo alteração do\npedido ou da causa de pedir, não seria cabível emenda à inicial após\no recebimento da contestação. Nem sequer tangenciaram as\npeculiaridades tratadas nestes autos.\n4. Há, portanto, manifesta ausência de similitude fático-jurídica\nentre os casos comparados, o que enseja a inadmissibilidade dos\nembargos de divergência. Precedentes.\n5. A suposta incompetência da Segunda Seção, por se tratar de\ncompetência relativa, é matéria que, não tendo sido arguida em tempo\ne  modo adequados, sofre preclusão. Ademais, não são admissíveis\nembargos de divergência para a análise de questão não enfrentada\npelo acórdão embargado, porquanto ausente dissídio jurisprudencial a\nser composto. (AgInt nos EREsp n. 2.013.410/PA, Ministra Laurita\nVaz, Corte Especial, DJe 27/10/2023).\n5. Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240207",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 01/02/2024 a 07/02/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Og Fernandes, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Maria Isabel Gallotti, Antonio Carlos Ferreira e Ricardo\nVillas Bôas Cueva  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(EMBARGOS  DE DIVERGÊNCIA - TESE NOVA)\n   STJ - <<AgRg nos EREsp 1494389>>-SP,\n         <<AgInt nos EREsp 2013410>>-PA\n(EMBARGOS DE DIVERGÊNCIA - AUSÊNCIA DE SIMILITUDE FÁTICO-JURÍDICA)\n   STJ - <<AgRg nos EAREsp 1909408>>-SC,\n         <<AgInt nos EDcl nos EAREsp 1337814>>-RS,\n         <<AgInt nos EAREsp 805488>>-SP,\n         <<AgInt nos EREsp 2028386>>-PA,\n         <<AgInt nos EREsp 2013410>>-PA",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01043 PAR:00004", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266 PAR:00004" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000864306",
  "numeroProcesso" : "940",
  "numeroRegistro" : "201903722302",
  "siglaClasse" : "QO na APn",
  "descricaoClasse" : "QUESTÃO DE ORDEM NA AÇÃO PENAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:23/02/2024",
  "ementa" : "PROCESSO PENAL. AÇÃO PENAL ORIGINÁRIA. QUESTÃO DE ORDEM.\nDESEMBARGADORA E MAGISTRADA DO PODER JUDICIÁRIO. PRORROGAÇÃO DAS\nMEDIDAS CAUTELARES DE AFASTAMENTO DO CARGO. NECESSIDADE E ADEQUAÇÃO\nDA MEDIDA. PERSISTÊNCIA DAS RAZÕES QUE MOTIVARAM A SUSPENSÃO DO\nEXERCÍCIO DO CARGO. PRORROGAÇÃO DEFERIDA PELO PRAZO DE UM ANO.\n1. Em 1º de fevereiro de 2023, a Corte Especial do Superior Tribunal\nde Justiça, por unanimidade, deliberou pela prorrogação do\nafastamento de MARIA DA GRAÇA OSÓRIO PIMENTEL LEAL e MARIA DO\nSOCORRO BARRETO SANTIAGO do cargo de Desembargadora do Tribunal de\nJustiça do Estado da Bahia e de MARIVALDA ALMEIDA MOUTINHO do cargo\nde Juíza de Direito do Tribunal de Justiça do Estado da Bahia, pelo\nprazo de um ano.\n2. Exaurido o prazo estipulado, entendo que persistem, de forma\ninequívoca, os motivos que deram causa à suspensão dos denunciados.\n3. Os fatos supostamente criminosos ainda não foram julgados, mas a\npresente ação penal tem seguido curso prospectivo, encontrando-se,\natualmente, em análise os pedidos complementares de produção de\nprova e os interrogatórios\n4. Há notícia nos autos de que a Polícia Federal disponibilizou todo\no conteúdo extraído das mídias arrecadadas em poder de investigados\npor ocasião das deflagrações das Fases 1, 2, 3 e 4 da \"Operação\nFaroeste\".\n5. Vários pedidos de nulidade formulados nos autos foram apreciados.\n6. Além desta ação penal, o Ministério Público Federal já ofereceu,\nno âmbito das investigações da \"Operação Faroeste\", somente perante\nesta Relatoria, outras seis denúncias, sendo que duas (Inq 1.659 e\nInq 1.653) encontram-se em análise pelo Ministro revisor para que\nsejam submetidas à apreciação desta Corte Especial para fins de\nrecebimento da denúncia.\n7. Novos inquéritos foram instaurados e remetidos à livre\ndistribuição entre os membros desta Corte, o que pode eventualmente\noriginar novas ações penais.\n 8. Este panorama demonstra que, nada obstante as investigações\nestejam avançando, não é possível afirmar que a apuração dos graves\nfatos investigados foi concluída. Logo, não é recomendável permitir\nque as denunciadas reassumam suas atividades neste momento, pois o\nseu retorno pode gerar instabilidade e desassossego na composição,\nnas decisões e na jurisprudência do Tribunal de Justiça do Estado da\nBahia.\n9. Consta dos autos a informação de que MARIA DA GRAÇA OSÓRIO\nPIMENTEL LEAL foi aposentada compulsoriamente pelo Tribunal de\nJustiça do Estado da Bahia em 16/5/2023, motivo pelo qual a\nprorrogação da medida cautelar de afastamento do exercício das\nfunções mostra-se desnecessária em relação a ela.\n10. Questão de ordem resolvida no sentido de referendar a decisão\nque determinou a prorrogação das medidas cautelares de afastamento\ndo cargo em relação  a MARIA DO SOCORRO BARRETO SANTIAGO e MARIVALDA\nALMEIDA MOUTINHO.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240207",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Corte Especial, por unanimidade,\nacolher a questão de ordem para referendar a decisão que prorrogou a\nsuspensão cautelar das denunciadas Maria do Socorro Barreto\nSantiago e Marivalda Almeida Moutinho do exercício de suas funções,\npelo prazo de 1 (um) ano, a contar de 1º/2/2024, nos termos do voto\ndo Sr. Ministro Relator.\nOs Srs. Ministros Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Maria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo\nVillas Bôas Cueva, Sebastião Reis Júnior, Francisco Falcão, João\nOtávio de Noronha, Humberto Martins e Herman Benjamin votaram com o\nSr. Ministro Relator.\nAusentes, justificadamente, os Srs. Ministros Nancy Andrighi e Luis\nFelipe Salomão.",
  "jurisprudenciaCitada" : null,
  "notas" : "Processo referente à Operação Faroeste.",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000864307",
  "numeroProcesso" : "1658",
  "numeroRegistro" : "202100000377",
  "siglaClasse" : "QO no Inq",
  "descricaoClasse" : "QUESTÃO DE ORDEM NO INQUÉRITO",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:23/02/2024",
  "ementa" : "PROCESSO PENAL. AÇÃO PENAL ORIGINÁRIA. QUESTÃO DE ORDEM.\nDESEMBARGADORA DO PODER JUDICIÁRIO. PRORROGAÇÃO DA MEDIDA CAUTELAR\nDE AFASTAMENTO DO CARGO. NECESSIDADE E ADEQUAÇÃO DA MEDIDA.\nPERSISTÊNCIA DAS RAZÕES QUE MOTIVARAM A SUSPENSÃO DO EXERCÍCIO DO\nCARGO. PRORROGAÇÃO DEFERIDA PELO PRAZO DE UM ANO.\n1. Em 1º de fevereiro de 2023, a Corte Especial do Superior Tribunal\nde Justiça, por unanimidade, prorrogou o afastamento cautelar de\nLÍGIA MARIA RAMOS CUNHA LIMA do cargo de Desembargadora do Tribunal\nde Justiça do Estado de Bahia, pelo prazo de um ano.\n2. O Supremo Tribunal Federal, no bojo do HC n. 225.915/BA, julgado\nem agosto de 2023, manteve a medida de cautela, confirmando\nintegralmente o acórdão proferido nesta Corte de Justiça.\n3. Exaurido o prazo estipulado, entendo que persistem, de forma\ninequívoca, os motivos que deram causa à suspensão dos denunciados.\n4. Trata-se de feito complexo, com inúmeros incidentes processuais,\nsendo graves as acusações que pesam contra a desembargadora, e\ndemais integrantes da suposta organização criminosa.\n5. A complexidade dos fatos investigados e o grande volume de\nelementos probatórios arrecadados geraram a determinação de\nreabertura do prazo para a apresentação de resposta à acusação após\no acesso dos denunciados à íntegra das provas obtidas na fase\nextrajudicial.\n 6. Além desta ação penal, o Ministério Público Federal já ofereceu,\nno âmbito das investigações da \"Operação Faroeste\", somente perante\nesta Relatoria, outras seis denúncias, sendo que duas (Inq 1.659 e\nInq 1.653) encontram-se em análise pelo Ministro revisor para que\nsejam submetidas à apreciação desta Corte Especial para fins de\nrecebimento da denúncia.\n7. Novos inquéritos foram instaurados e remetidos à livre\ndistribuição entre os membros desta Corte, o que pode eventualmente\noriginar novas ações penais.\n8. Este panorama demonstra que, nada obstante as investigações\nestejam avançando, não é possível afirmar que a apuração dos graves\nfatos investigados foi concluída. Logo, não é recomendável permitir\nque as denunciadas reassumam suas atividades neste momento, pois o\nseu retorno pode gerar instabilidade e desassossego na composição,\nnas decisões e na jurisprudência do Tribunal de Justiça do Estado da\nBahia.\n 9.  Questão de ordem resolvida no sentido de referendar a decisão\nque determinou a prorrogação da medida cautelar de afastamento do\ncargo de Desembargadora.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240207",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Corte Especial, por unanimidade,\nacolher a questão de ordem para referendar a decisão que prorrogou a\nmedida de afastamento cautelar da denunciada Lígia Maria Ramos da\nCunha Lima do exercício de suas funções, pelo prazo de 1 ano, a\ncontar de 1º/2/2024, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Maria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo\nVillas Bôas Cueva, Sebastião Reis Júnior, Francisco Falcão, João\nOtávio de Noronha, Humberto Martins e Herman Benjamin votaram com o\nSr. Ministro Relator.\nAusentes, justificadamente, os Srs. Ministros Nancy Andrighi e Luis\nFelipe Salomão.",
  "jurisprudenciaCitada" : null,
  "notas" : "Processo referente à Operação Faroeste.",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000864308",
  "numeroProcesso" : "1659",
  "numeroRegistro" : "202100000365",
  "siglaClasse" : "QO no Inq",
  "descricaoClasse" : "QUESTÃO DE ORDEM NO INQUÉRITO",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:23/02/2024",
  "ementa" : "PROCESSO PENAL. AÇÃO PENAL ORIGINÁRIA. QUESTÃO DE ORDEM.\nDESEMBARGADORA DO PODER JUDICIÁRIO. PRORROGAÇÃO DA MEDIDA CAUTELAR\nDE AFASTAMENTO DO CARGO. NECESSIDADE E ADEQUAÇÃO DA MEDIDA.\nPERSISTÊNCIA DAS RAZÕES QUE MOTIVARAM A SUSPENSÃO DO E XERCÍCIO DO\nCARGO. PRORROGAÇÃO DEFERIDA PELO PRAZO DE UM ANO.\n1. Em 1º de fevereiro de 2023, a Corte Especial do Superior Tribunal\nde Justiça, por unanimidade, prorrogou o afastamento cautelar de\nILONA MARCIA REIS do cargo de Desembargadora do Tribunal de Justiça\ndo Estado da Bahia, pelo prazo de um ano.\n2. Exaurido o prazo estipulado, entendo que persistem, de forma\ninequívoca, os motivos que deram causa à suspensão dos denunciados.\n3. Trata-se de feito complexo, com inúmeros incidentes processuais,\nsendo graves as acusações que pesam contra a desembargadora, e\ndemais integrantes da suposta organização criminosa.\n6. Além desta ação penal, o Ministério Público Federal já ofereceu,\nno âmbito das investigações da \"Operação Faroeste\", somente perante\nesta Relatoria, outras seis denúncias, sendo que duas (a presente\ndenúncia e o  Inq 1.653) encontram-se em análise pelo Ministro\nrevisor para que sejam submetidas à apreciação desta Corte Especial\npara fins de recebimento da denúncia.\n7. Novos inquéritos foram instaurados e remetidos à livre\ndistribuição entre os membros desta Corte, o que pode eventualmente\noriginar novas ações penais.\n8. Este panorama demonstra que, nada obstante as investigações\nestejam avançando, não é possível afirmar que a apuração dos graves\nfatos investigados foi concluída. Logo, não é recomendável permitir\nque as denunciadas reassumam suas atividades neste momento, pois o\nseu retorno pode gerar instabilidade e desassossego na composição,\nnas decisões e na jurisprudência do Tribunal de Justiça do Estado da\nBahia.\n9. Questão de ordem resolvida no sentido de referendar a decisão que\ndeterminou a prorrogação da medida cautelar de afastamento do cargo\nde Desembargadora.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240207",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Corte Especial, por unanimidade,\nacolher a questão de ordem para referendar a decisão que prorrogou a\nmedida de afastamento cautelar da denunciada Ilona Marcia Reis do\nexercício de suas funções, pelo prazo de 1 ano, a contar de\n1º/2/2024, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Maria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo\nVillas Bôas Cueva, Sebastião Reis Júnior, Francisco Falcão, João\nOtávio de Noronha, Humberto Martins e Herman Benjamin votaram com o\nSr. Ministro Relator.\nAusentes, justificadamente, os Srs. Ministros Nancy Andrighi e Luis\nFelipe Salomão.",
  "jurisprudenciaCitada" : null,
  "notas" : "Processo referente à Operação Faroeste.",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000864309",
  "numeroProcesso" : "1870584",
  "numeroRegistro" : "202000863598",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "ANTONIO CARLOS FERREIRA",
  "dataPublicacao" : "DJE        DATA:23/02/2024",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM\nRECURSO ESPECIAL. CUMPRIMENTO DE SENTENÇA. TAXA CONDOMINIAL.\nCOMPETÊNCIA. AUSÊNCIA DE SEMELHANÇA ENTRE OS CASOS CONFRONTADOS.\nDECISÃO MANTIDA.\n1. A jurisprudência desta Corte está sedimentada no sentido de que\ndeve existir similitude fático-jurídica entre o acórdão embargado e\no paradigma, nos termos dos arts. 1.043, § 4º, do CPC/2015 e 266, §\n4º, do RISTJ, o que não se verifica nestes autos, tendo em vista que\no acórdão recorrido não apreciou matéria de mérito, em razão do\nóbice da Súmula n. 282/STF e da ausência de similitude fática entre\no acórdão recorrido e os paradigmas apresentados para a demonstração\nde conflito jurisprudencial, em controvérsia que se originou de\ncumprimento de sentença condenatória para pagamento de dívida\ncondominial. O paradigma, diversamente, suplantou a incidência da\nSúmula n. 282/STF, no caso concreto, para determinar que o Juízo de\norigem definisse o valor da compensação pelos danos morais.\n2. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240207",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 01/02/2024 a 07/02/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Og Fernandes, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Maria Isabel Gallotti, Ricardo Villas Bôas Cueva e Sebastião\nReis Júnior  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000864332",
  "numeroProcesso" : "2266674",
  "numeroRegistro" : "202203930566",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "HUMBERTO MARTINS",
  "dataPublicacao" : "DJE        DATA:21/02/2024",
  "ementa" : "PROCESSO CIVIL. AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA.\nVERIFICAÇÃO DA EXISTÊNCIA DOS VÍCIOS DESCRITOS NO ART. 1.022 DO CPC.\nMATÉRIA NÃO IMPUGNÁVEL EM EMBARGOS DE DIVERGÊNCIA.  REJULGAMENTO DO\nRECURSO ESPECIAL. IMPOSSIBILIDADE. PREQUESTIONAMENTO DE\nDISPOSITIVOS CONSTITUCIONAIS. IMPOSSIBILIDADE.\n1. O entendimento do Superior Tribunal de Justiça é no sentido de\nque a análise da existência dos vícios elencados no art. 1.022 do\nCódigo de Processo Civil ou no art. 619 do CPP envolve matéria a ser\ndirimida em embargos de declaração, e não em embargos de\ndivergência, exatamente por envolver, em regra, verificação\ncasuística. Precedentes: AgInt nos EAREsp n. 1.331.871/SC, relator\nMinistro Raul Araújo, Corte Especial, julgado em 7/6/2022, DJe de\n21/6/2022; AgInt nos EDcl nos EAREsp n. 1.464.605/RS, relator\nMinistro Mauro Campbell Marques, Primeira Seção, julgado em\n18/8/2021, DJe de 20/8/2021; AgInt nos EDv nos EREsp n.\n1.783.510/RJ, relator Ministro Moura Ribeiro, Segunda Seção, julgado\nem 15/2/2022, DJe de 17/2/2022; AgRg nos EAREsp n. 2.002.337/DF,\nrelator Ministro Antonio Saldanha Palheiro, Terceira Seção, julgado\nem 24/8/2022, DJe de 30/8/2022.\n2. A jurisprudência desta corte firmou entendimento de que não cabe,\nem embargos de divergência, a análise de possível acerto ou\ndesacerto do acórdão embargado, mas tão somente a de eventual\ndissídio de teses jurídicas, a fim de uniformizar a interpretação do\ndireito infraconstitucional no âmbito do Superior Tribunal de\nJustiça.\n3. Não cabe a esta corte se manifestar, ainda que para efeito de\nprequestionamento, acerca de suposta afronta a artigos\nconstitucionais,  sob pena de usurpação da competência do Supremo\nTribunal Federal.\nAgravo regimental improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240207",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 01/02/2024 a 07/02/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Herman Benjamin, Og Fernandes, Luis Felipe Salomão, Mauro\nCampbell Marques, Benedito Gonçalves, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva e\nSebastião Reis Júnior  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(VÍCIOS - EMBARGOS DE DECLARAÇÃO - VERIFICAÇÃO CASUÍSTICA)\n   STJ - <<AgInt nos EAREsp 1331871>>-SC,\n         <<AgInt nos EDcl nos EAREsp 1464605>>-RS,\n         <<AgInt nos EDv nos EREsp 1783510>>-RJ,\n         <<AgRg nos EAREsp 2002337>>-DF\n(EMBARGOS DE DIVERGÊNCIA - ACERTO OU DESACERTO DO ACÓRDÃO EMBARGADO\n- UNIFORMIZAÇÃO)\n   STJ - <<AgInt nos EAREsp 1840631>>-SP,\n         <<AgInt nos EAREsp 1990878>>-RN\n(MATÉRIA CONSTITUCIONAL - FINS DE PREQUESTIONAMENTO - USURPAÇÃO DA\nCOMPETÊNCIA DO STF)\n   STJ - <<EDcl nos EDcl nos EDcl no AgInt nos EDcl nos EDcl nos\nEDcl no AgInt nos EDcl nos EDcl no AgInt no AREsp 1296593>>-SP,\n         <<EDcl no REsp 1650546>>-PE",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00489 ART:01022", "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00619" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000864392",
  "numeroProcesso" : "940",
  "numeroRegistro" : "201903722302",
  "siglaClasse" : "AgRg na PET na APn",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA PETIÇÃO NA AÇÃO PENAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:23/02/2024",
  "ementa" : "PROCESSUAL PENAL. AGRAVO REGIMENTAL. AÇÃO PENAL. OPERAÇÃO FAROESTE.\nDENÚNCIA RECEBIDA. ALEGAÇÃO DE NULIDADE PROCESSUAL PELA JUNTADA DE\nELEMENTOS DE INFORMAÇÃO APÓS APRESENTAÇÃO DE DEFESA. NÃO OCORRÊNCIA.\nINSTRUÇÃO PROCESSUAL NÃO ENCERRADA. POSSIBILIDADE DE REALIZAÇÃO DE\nNOVAS DILIGÊNCIAS. PLENO EXERCÍCIO DO DIREITO DE DEFESA. AUSÊNCIA DE\nDEMONSTRAÇÃO DE PREJUÍZO. AGRAVO REGIMENTAL A QUE SE NEGA\nPROVIMENTO.\n1. Trata-se de agravo regimental interposto por José Olegário Monção\nCaldas, atacando decisão monocrática que indeferiu o pedido de\ndesentranhamento de documentos supostamente juntados\nextemporaneamente.\n2. O agravante alega que o órgão de acusação não pode reforçar o\nconjunto probatório após a apresentação de defesa, utilizando como\nfundamento voto do Ministro Edson Fachin, que trata de situação\ndiversa, impassível de equiparação.\n3. No caso julgado pelo STF, discutia-se a possibilidade de reforço\nprobatório da acusação no momento da apreciação da denúncia. No\npresente caso, no entanto, a denúncia já foi recebida, estando o\nprocesso em fase de instrução processual, momento apropriado para a\nprodução probatória.\n4. É possível a juntada de documentos no curso da instrução.\nPrecedentes.\n5. Hipótese em que a instrução processual ainda não foi encerrada,\nde sorte que a juntada de documento novo enseja a possibilidade de\nacesso a todo o seu conteúdo pelos acusados, o que abrange o acesso\nintegral à fonte de dados e o conhecimento pleno da cadeia de\ncustódia da prova apresentada em juízo.\n6. Os principais procedimentos investigativos que deram ensejo a\nesta ação penal foram arquivados recentemente, o que significa que a\nanálise dos elementos de informação arrecadados pela Polícia\nFederal está encerrada, portanto, com a instrução processual ainda\nem curso.\n7. É possível a realização de novas diligências pelas defesas a\npartir da demonstração da sua necessidade em razão de circunstâncias\nocorridas na instrução processual.\n8. Ausência de demonstração de prejuízo às defesas, o que impede a\ndecretação de nulidade processual. Precedente.\n9. No atual estágio da marcha processual, com a instrução probatória\nainda em curso e a possibilidade concreta do pleno exercício do\ndireito de defesa pelos acusados, não há falar em violação dos\nprincípios do contraditório e da ampla defesa.\n10. Agravo regimental a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240207",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Corte Especial, por unanimidade,\nnegar provimento ao agravo, nos termos do voto do Sr. Ministro\nRelator.\nOs Srs. Ministros Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Maria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo\nVillas Bôas Cueva, Sebastião Reis Júnior, Presidente do STJ, Nancy\nAndrighi, João Otávio de Noronha, Humberto Martins e Herman Benjamin\nvotaram com o Sr. Ministro Relator.\nAusentes, justificadamente, os Srs. Ministros Francisco Falcão e\nLuis Felipe Salomão.",
  "jurisprudenciaCitada" : "(INSTRUÇÃO PROCESSUAL - JUNTADA DE DOCUMENTO)\n   STJ - <<AgRg no RHC 162884>>-RJ, <<HC 265329>>-RJ\n(NULIDADE PROCESSUAL - DEMONSTRAÇÃO DE PREJUÍZO)\n   STJ - <<AgRg nos EDcl no AREsp 2436138>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00563" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000864393",
  "numeroProcesso" : "1650568",
  "numeroRegistro" : "202000122270",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "ANTONIO CARLOS FERREIRA",
  "dataPublicacao" : "DJE        DATA:23/02/2024",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM\nAGRAVO EM RECURSO ESPECIAL. CLÁUSULA DE ELEIÇÃO DE FORO. NULIDADE\nNÃO VERIFICADA NA ORIGEM. REVISÃO. REEXAME DE PROVA. SÚMULA N.\n7/STJ. AUSÊNCIA DE SEMELHANÇA ENTRE OS CASOS CONFRONTADOS. DECISÃO\nMANTIDA.\n1. A jurisprudência desta Corte está sedimentada no sentido de que\ndeve existir similitude fático-jurídica entre o acórdão embargado e\no paradigma, nos termos dos arts. 1.043, § 4º, do CPC/2015 e 266, §\n4º, do RISTJ, o que não se verifica nestes autos, tendo em vista que\no acórdão embargado entendeu que, reconhecida a ausência de\nnulidade de cláusula de eleição de foro na origem, sua revisão, no\npresente caso, demandaria reexame de prova, o que resulta na\ninadmissibilidade do recurso especial, diante da Súmula n. 7/STJ. Os\nacórdãos confrontados apreciaram a incidência da Súmula n. 7 do STJ\nà luz dos respectivos arestos recorridos e dos recursos especiais,\npeças com conteúdos próprios e que não se comunicam entre si.\n2. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240207",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 01/02/2024 a 07/02/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, João Otávio de Noronha, Humberto\nMartins, Herman Benjamin, Og Fernandes, Luis Felipe Salomão, Mauro\nCampbell Marques, Benedito Gonçalves, Raul Araújo, Maria Isabel\nGallotti, Ricardo Villas Bôas Cueva e Sebastião Reis Júnior  votaram\ncom o Sr. Ministro Relator.\nImpedida a Sra. Ministra Nancy Andrighi.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000007", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01043 PAR:00004", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266 PAR:00004" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000864464",
  "numeroProcesso" : "2080023",
  "numeroRegistro" : "202302072019",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJE        DATA:28/02/2024",
  "ementa" : "PROPOSTA DE AFETAÇÃO. RECURSO ESPECIAL. RITO DOS RECURSOS\nREPETITIVOS. PENHORA. PEQUENA PROPRIEDADE RURAL. EXPLORAÇÃO\nFAMILIAR. CONTROVÉRSIA: ÔNUS DA PROVA. SUSPENSÃO DOS RECURSOS\nESPECIAIS E AGRAVOS EM RECURSO ESPECIAL.\n1. Delimitação da controvérsia: definir sobre qual das partes recai\no ônus de provar que a pequena propriedade rural é explorada pela\nfamília para fins de reconhecimento de sua impenhorabilidade.\n2. Recurso especial afetado ao rito dos recursos repetitivos.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231212",
  "decisao" : "Vistos, relatados e discutidos estes autos, acordam os Ministros da\nCorte Especial do Superior Tribunal de Justiça, na conformidade dos\nvotos e das notas taquigráficas constantes dos autos,  A Corte\nEspecial, por unanimidade, afetar o processo ao rito dos recursos\nrepetitivos (artigo 1.036 do CPC e art. 257-C do RISTJ) para\nconsolidar entendimento acerca da seguinte questão jurídica: definir\nsobre qual das partes recai o ônus de provar que a pequena\npropriedade rural é explorada  pela  família  para  fins  de\nreconhecimento  de  sua impenhorabilidade. E, ainda, por maioria,\nsuspendar  a tramitação de  recursos  especiais  e  agravos  em\nrecurso especial que versem sobre a questão controvertida nos\nTribunais de Justiça, Tribunais Regionais Federais e no STJ, com\nobservância do disposto no art. 256-L do RISTJ, nos termos do voto\nda Sra. Ministra Relatora. Quanto à afetação, os Srs. Ministros João\nOtávio de Noronha, Humberto Martins, Herman Benjamin, Og Fernandes,\nLuis Felipe Salomão, Mauro Campbell Marques, Benedito Gonçalves,\nRaul Araújo, Maria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo\nVillas Bôas Cueva, Sebastião Reis Júnior e Francisco Falcão votaram\ncom a Sra. Ministra Relatora.\nQuanto à abrangência da suspensão, os Srs. Ministros Ministros João\nOtávio de Noronha, Humberto Martins, Herman Benjamin, Og Fernandes,\nLuis Felipe Salomão, Mauro Campbell Marques, Benedito Gonçalves,\nRaul Araújo, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva,\nSebastião Reis Júnior e Francisco Falcão votaram com a Sra. Ministra\nRelatora. Vencida a Sra. Ministra Maria Isabel Gallotti, que votava\npela suspensão dos recursos especiais e agravos em recursos\nespeciais em trâmite apenas perante a Segunda Instância.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : "Aguardando análise.",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000864465",
  "numeroProcesso" : "2091805",
  "numeroRegistro" : "202302035670",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJE        DATA:28/02/2024",
  "ementa" : "PROPOSTA DE AFETAÇÃO. RECURSO ESPECIAL. RITO DOS RECURSOS\nREPETITIVOS. PENHORA. PEQUENA PROPRIEDADE RURAL. EXPLORAÇÃO\nFAMILIAR. CONTROVÉRSIA: ÔNUS DA PROVA. SUSPENSÃO DOS RECURSOS\nESPECIAIS E AGRAVOS EM RECURSO ESPECIAL.\n1. Delimitação da controvérsia: definir sobre qual das partes recai\no ônus de provar que a pequena propriedade rural é explorada pela\nfamília para fins de reconhecimento de sua impenhorabilidade.\n2. Recurso especial afetado ao rito dos recursos repetitivos.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231212",
  "decisao" : "Vistos, relatados e discutidos estes autos, acordam os Ministros da\nCorte Especial do Superior Tribunal de Justiça, na conformidade dos\nvotos e das notas taquigráficas constantes dos autos,  A Corte\nEspecial, por unanimidade, afetar o processo ao rito dos recursos\nrepetitivos (artigo 1.036 do CPC e art. 257-C do RISTJ) para\nconsolidar entendimento acerca da seguinte questão jurídica: definir\nsobre qual das partes recai o ônus de provar que a pequena\npropriedade rural é explorada  pela  família  para  fins  de\nreconhecimento  de  sua impenhorabilidade. E, ainda, por maioria,\nsuspendar  a tramitação de  recursos  especiais  e  agravos  em\nrecurso especial que versem sobre a presente questão controvertida\nnos Tribunais de Justiça, Tribunais Regionais Federais e no STJ, com\nobservância do disposto no art. 256-L do RISTJ, nos termos do voto\nda Sra. Ministra Relatora. Quanto à afetação, os Srs. Ministros João\nOtávio de Noronha, Humberto Martins, Herman Benjamin, Og Fernandes,\nLuis Felipe Salomão, Mauro Campbell Marques, Benedito Gonçalves,\nRaul Araújo, Maria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo\nVillas Bôas Cueva, Sebastião Reis Júnior e Francisco Falcão votaram\ncom a Sra. Ministra Relatora.\nQuanto à abrangência da suspensão, os Srs. Ministros Ministros João\nOtávio de Noronha, Humberto Martins, Herman Benjamin, Og Fernandes,\nLuis Felipe Salomão, Mauro Campbell Marques, Benedito Gonçalves,\nRaul Araújo, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva,\nSebastião Reis Júnior e Francisco Falcão votaram com a Sra. Ministra\nRelatora. Vencida a Sra. Ministra Maria Isabel Gallotti, que votava\npela suspensão dos recursos especiais e agravos em recursos\nespeciais em trâmite apenas perante a Segunda Instância.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : "Aguardando análise.",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
} ]