[ {
  "id" : "000894262",
  "numeroProcesso" : "2143376",
  "numeroRegistro" : "202201677626",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RAUL ARAÚJO",
  "dataPublicacao" : "DJE        DATA:23/12/2024",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. PARADIGMA EM SEDE DE AÇÃO CONSTITUCIONAL. NÃO CABIMENTO.\nRECURSO NÃO PROVIDO.\n1. Os embargos de divergência têm por finalidade pacificar a\njurisprudência no âmbito do Tribunal quanto à interpretação da\nlegislação federal examinada na via do recurso especial.\n2. Não servem como paradigmas, para fins de comprovação de dissídio\njurisprudencial em embargos de divergência, acórdãos proferidos em\nsede de ação constitucional, notadamente porque diverso o grau de\ncognição com relação ao recurso especial.\n3. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241106",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL, por maioria, negar\nprovimento ao agravo interno, nos termos do voto da Sra. Ministra\nMaria Thereza de Assis Moura, que lavrará o acórdão.\nVencidos os Srs. Ministros Raul Araújo (Relator), Humberto Martins,\nOg Fernandes, Maria Isabel Gallotti e Sebastião Reis Júnior.\nVotaram com a Sra. Ministra Maria Thereza de Assis Moura os Srs.\nMinistros João Otávio de Noronha, Antonio Carlos Ferreira, Ricardo\nVilllas Bôas Cueva, Francisco Falcão, Nancy Andrighi, Luis Felipe\nSalomão e Benedito Gonçalves.\nAusente, justificadamente, o Sr. Ministro Mauro Campbell Marques.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : "Aguardando análise.",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000894182",
  "numeroProcesso" : "2037918",
  "numeroRegistro" : "202103856077",
  "siglaClasse" : "EDcl nos EDcl no AgInt nos EAREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RICARDO VILLAS BÔAS CUEVA",
  "dataPublicacao" : "DJE        DATA:03/12/2024",
  "ementa" : "EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO\nNOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL.\nINTEMPESTIVIDADE. NÃO CONHECIMENTO.\n1. São intempestivos os embargos de declaração opostos após o prazo\nde 5 (cinco) dias úteis previsto no art. 1.023 do Código de Processo\nCivil.\n2. Embargos de declaração não conhecido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241127",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 21/11/2024 a 27/11/2024,\npor unanimidade, não conhecer do recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, João Otávio de Noronha, Humberto\nMartins, Maria Thereza de Assis Moura, Og Fernandes, Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira e Sebastião Reis\nJúnior votaram com o Sr. Ministro Relator.\nNão participou do julgamento a Sra. Ministra Nancy Andrighi.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000894156",
  "numeroProcesso" : "902",
  "numeroRegistro" : "201701512466",
  "siglaClasse" : "APn",
  "descricaoClasse" : "AÇÃO PENAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "SEBASTIÃO REIS JÚNIOR",
  "dataPublicacao" : "DJE        DATA:19/12/2024",
  "ementa" : "AÇÃO PENAL ORIGINÁRIA. DESEMBARGADOR. VIOLÊNCIA DOMÉSTICA CONTRA A\nMULHER. ART. 129, § 9° DO CP. CRIME CONTINUADO. PRELIMINAR. NULIDADE\nRECEBIMENTO DENÚNCIA. MODIFICAÇÃO DA COMPETÊNCIA POR PRERROGATIVA\nDE FUNÇÃO. TEMPUS REGIT ACTUM. ATO JURÍDICO PERFEITO. JULGAMENTO COM\nPERSPECTIVA DE GÊNERO. PALAVRA DA VÍTIMA COM VALOR PROBATÓRIO\nDIFERENCIADO. DESNECESSIDADE DE EXAME DE CORPO DE DELITO. PROVAS\nSUFICIENTES DA AUTORIA E DA MATERIALIDADE. CONDENAÇÃO.\nCIRCUNSTÂNCIAS JUDICIAIS DESFAVORÁVEIS. PENA-BASE ACIMA DO MÍNIMO\nLEGAL. CIRCUNSTÂNCIA AGRAVANTE. COINCIDÊNCIA COM ELEMENTO DO TIPO\nPENAL. INAPLICABILIDADE. PENA EM CONCRETO. RECONHECIMENTO DE OFÍCIO\nDA PRESCRIÇÃO. EXTINÇÃO DA PUNIBILIDADE.\n1.Preliminar de irregularidade da tramitação processual pela\nausência da fase da apresentação de resposta antes da análise do\nrecebimento da denúncia (art. 4º Lei n. 8.038/1990). Acusado que no\nmomento do recebimento da denúncia não detinha foro por prerrogativa\nde função em razão de afastamento do cargo por decisão\nadministrativa, posteriormente comutado em disponibilidade.\n2. A jurisprudência desta Corte é uníssona em afirmar que o\nrecebimento da denúncia pelo Magistrado de primeiro grau - à época\ndos fatos, o Juízo competente para o conhecimento da ação penal -\nconfigura ato jurídico perfeito. Precedentes.\n3. Iniciada a ação penal no Juízo comum de primeira instância, com a\nsuperveniência de condição que atraia o foro especial por\nprerrogativa de função, deve o processo ser remetido, no estado em\nque se encontra, ao Tribunal competente. Nesse caso, a superveniente\nmodificação da competência não tem o condão de invalidar os atos\nválidos anteriormente praticados no processo, sob pena de violação\ndo princípio tempus regit actum, uma vez que o juiz era competente\nantes de tal modificação. Despiciendo, pois, qualquer ratificação\ndos atos pretéritos - seja em decisão monocrática, seja pelo\ncolegiado - porquanto os atos até então praticados eram válidos.\nPrecedentes.\n4. Imputação ao denunciado, Desembargador do Tribunal de Justiça de\nSanta Catarina, da prática do crime de lesões corporais em desfavor\nda companheira, em contexto de violência doméstica contra mulher e\nem continuidade delitiva.\n5. Violência de gênero contra as mulheres é um dos meios pelos quais\na assimetria de poder estrutural e os papéis estereotipados são\nperpetuados. Imprescindível que o Poder Judiciário utilize as lentes\nde gênero na interpretação do Direito. Adoção das diretrizes\nestabelecidas no Protocolo para julgamento com perspectiva de gênero\neditado pelo Conselho Nacional de Justiça.\n6. Jurisprudência desta Corte é assente no sentido de que, em se\ntratando de crimes praticados no âmbito doméstico, a palavra da\nvítima tem valor probante diferenciado, desde que corroborada por\noutros elementos probatórios, tal como ocorrido na espécie.\nPrecedentes.\n7. A prova oral conduz à conclusão de que fora praticada a conduta\nconforme a descrição dos fatos lançada na denúncia. Fotografias\ntiradas no dia do registro da ocorrência policial comprovam as\nagressões por sofridas.\n8. O exame de corpo de delito é prescindível para a configuração do\ncrime de lesão corporal ocorrido no âmbito doméstico, podendo a\nmaterialidade ser comprovada por outros meios, como na espécie, em\nque o depoimento coeso e seguro prestado pela vítima, associado às\nfotografias tiradas no dia do registro da ocorrência policial,\ncomprovam as agressões sofridas por ela e não deixam dúvida acerca\nda autoria imputada ao acusado no crime de lesão corporal.\nPrecedentes.\n9. Réu que apresenta lesões corporais. Provas produzidas demonstram\nque houve luta corporal, uma vez que a ofendida tentava ver-se livre\ndas investidas do réu que sistematicamente a perseguia e a\nsegurava.\n10. A violência doméstica praticada contra a mulher, buscando a\nigualdade substantiva entre os gêneros, fundou-se justamente na\nindiscutível desproporcionalidade física existente entre os gêneros,\nno histórico discriminatório e na cultura vigente. Ou seja, a\nfragilidade da mulher, sua hipossuficiência ou vulnerabilidade, na\nverdade, são os fundamentos que levaram o legislador a conferir\nproteção especial à mulher. Precedentes.\n11. Vulnerabilidade da vítima que transborda a questão de gênero. O\nfato de o réu ser Desembargador gera assimetria adicional nas\nrelações de poder, independente da condição econômica da ofendida,\ndemonstrada por sucessivas falhas na atuação da rede de proteção à\nmulher vítima de violência.\n12. Nos termos do art. 71, do CP, a caracterização da continuidade\ndelitiva pressupõe a existência de ações praticadas em idênticas\ncondições de tempo, lugar e modo de execução (requisitos objetivos),\nalém de um liame a indicar a unidade de desígnios entre os delitos\ncometidos (requisito subjetivo). Precedentes.\n13. Preenchimento dos pressupostos e reconhecimento da incidência do\ncrime continuado das três distintas situações descritas na\ndenúncia. Utilização da fração de aumento de 1/5, nos termos da\njurisprudência do Superior Tribunal de Justiça. Precedentes.\n14. Majoração da pena-base ante a valoração negativa da\nculpabilidade, das circunstâncias e consequências do crime.\n15. Não incide a agravante prevista no artigo 61, inciso II, alínea\nf , do CP, pois os seus pressupostos fáticos são elementares do tipo\nprevisto no art. 129, § 9°, do mesmo diploma.\n16. Ação penal julgada procedente para condenar o réu a 1 (um) ano,\n6 (seis) meses e 10 (dez) dias de detenção, em regime inicial\naberto.\n17. Pena imposta em concreto e em feito que julgou totalmente\nprocedente o pedido da acusação. Regulação da prescrição pela pena\njá aplicada. Não incidência da Súmula 438/STJ.\n18. Reconhecimento da prescrição punitiva de ofício (art. 61 do CPP)\ne declaração de extinção da punibilidade do réu.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241204",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, prosseguindo no julgamento, após o voto-vista do Sr.\nMinistro João Otávio de Noronha, por unanimidade, julgar procedente\na ação penal para condenar o réu à pena privativa de liberdade de 1\n(um) ano, 6 (seis) meses e 10 (dez) dias de detenção, em regime\naberto, reconhecendo, de ofício, a ocorrência da prescrição da\npretensão punitiva estatal para declarar extinta a punibilidade do\nréu, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, João Otávio de Noronha, Humberto\nMartins, Luis Felipe Salomão, Mauro Campbell Marques, Benedito\nGonçalves, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira e Ricardo Villas Bôas Cueva votaram com o Sr. Ministro\nRelator.\nPresidiu o julgamento o Sr. Ministro Og Fernandes.\nAusente, justificadamente, a Sra. Ministra Maria Thereza de Assis\nMoura.\nNão participaram do julgamento os Srs. Ministros Nancy Andrighi e\nHerman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : "Aguardando análise.",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000893687",
  "numeroProcesso" : "1546949",
  "numeroRegistro" : "201902120351",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LUIS FELIPE SALOMÃO",
  "dataPublicacao" : "DJE        DATA:25/11/2024",
  "ementa" : "DIREITO PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE\nDIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL. REGRA TÉCNICA DE\nADMISSIBILIDADE DO APELO EXTREMO. INCIDÊNCIA DA SÚMULA 315/STJ.\nI. CASO EM EXAME\n1. Agravo interno interposto contra decisão que indeferiu\nliminarmente os embargos de divergência (aplicando a Súmula 315/STJ)\ne determinou a majoração dos honorários advocatícios em 15% sobre o\nvalor já arbitrado.\nII. QUESTÃO EM DISCUSSÃO\n2. Cabimento (ou não) de embargos de divergência em face de decisão\nque aplicou óbices ao conhecimento do recurso especial.\nIII. RAZÕES DE DECIDIR\n3. Nos termos dos artigos 266 do RISTJ e 1.043 do CPC/2015, os\nembargos de divergência têm, como requisito de admissibilidade, a\nexistência de dissenso interpretativo entre diferentes órgãos\nfracionários desta Corte, devendo ter sido apreciada a matéria de\nmérito do recurso especial, seja de natureza processual seja\nmaterial. Desse modo, não são cabíveis embargos de divergência para\no reexame de regras técnicas alusivas ao conhecimento do recurso\nespecial, a exemplo da Súmula n. 211/STJ.\n4. Tal exegese reforça o teor da Súmula n. 315/STJ, segundo a qual\n\"não cabem embargos de divergência no âmbito do agravo de\ninstrumento que não admite recurso especial\".\nIV. DISPOSITIVO E TESE\n5. Agravo interno não provido. Tese de julgamento: \"Os embargos de\ndivergência não são cabíveis para reexaminar regras técnicas de\nadmissibilidade do recurso especial, nos termos da Súmula 315/STJ.\"",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241112",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 06/11/2024 a 12/11/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Mauro\nCampbell Marques, Benedito Gonçalves, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva e\nSebastião Reis Júnior votaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Og Fernandes.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000893686",
  "numeroProcesso" : "16919",
  "numeroRegistro" : "202201345617",
  "siglaClasse" : "AgRg na Pet",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA PETIÇÃO",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LUIS FELIPE SALOMÃO",
  "dataPublicacao" : "DJE        DATA:25/11/2024",
  "ementa" : "DIREITO PROCESSUAL CIVIL. AGRAVO REGIMENTAL. EMBARGOS DE DIVERGÊNCIA\nCONTRA ACÓRDÃO EM EMBARGOS DE DIVERGÊNCIA. INADMISSIBILIDADE. ERRO\nGROSSEIRO.\n1. Agravo regimental interposto contra decisão da Presidência do\nSuperior Tribunal de Justiça (STJ) que indeferiu liminarmente os\nembargos de divergência, reautuados na classe de petição,\nfundamentando-se na inadmissibilidade de embargos de divergência\ninterpostos contra acórdão proferido em embargos de divergência,\nalém da ausência de comprovação do dissídio.\n2. Nas razões recursais, o agravante reiterou a existência de\ndissídio jurisprudencial, argumentando que a decisão agravada teria\nse baseado em \"meras formalidades processuais\", utilizando critério\n\"totalmente subjetivo e discricionário\".\nII. QUESTÃO EM DISCUSSÃO\n3. A questão em discussão consiste em verificar se é cabível a\ninterposição de embargos de divergência contra decisão proferida em\nanteriores embargos de divergência.\nIII. RAZÕES DE DECIDIR\n4. Conforme o disposto nos arts. 1.043, § 4º, do Código de Processo\nCivil de 2015 e 266, § 4º, do Regimento Interno do STJ, os embargos\nde divergência são cabíveis para impugnar acórdãos proferidos pelos\nórgãos fracionários em sede de recurso especial, sendo impossível\nsua interposição contra julgados de outras classes processuais.\n5. A jurisprudência do STJ é pacífica no sentido de que não é\ncabível a oposição de embargos de divergência contra decisões\nproferidas em embargos de divergência anteriores, configurando-se,\nnesse caso, erro grosseiro e abuso do direito de recorrer.\nPrecedentes: AgRg na Pet n. 16.817/SC, relator Ministro Mauro\nCampbell Marques, Corte Especial, julgado em 21/8/2024, DJe de\n27/8/2024; AgRg na Pet n. 15.618/SC, relator Ministro Ricardo Villas\nBôas Cueva, Corte Especial, julgado em 11/6/2024, DJe de 18/6/2024;\nAgInt na Pet n. 16.709/DF, relator Ministro Ricardo Villas Bôas\nCueva, Corte Especial, julgado em 25/6/2024, DJe de 1/7/2024.\n6. No caso dos autos, com o julgamento dos embargos de divergência\nanteriores e respectivos agravo regimental e embargos de declaração,\nrestaram esgotadas todas as possibilidades recursais perante o STJ,\nconfigurando-se abuso do exercício do direito de recorrer.\nIV. DISPOSITIVO E TESE\n7. Tese de julgamento: \"É incabível a interposição de embargos de\ndivergência contra decisão proferida em anteriores embargos de\ndivergência, configurando erro grosseiro e abuso do direito de\nrecorrer.\"\n8. Agravo regimental não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241112",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 06/11/2024 a 12/11/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Mauro\nCampbell Marques, Benedito Gonçalves, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva e\nSebastião Reis Júnior votaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Og Fernandes.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - ACÓRDÃO EM ANTERIORES EMBARGOS DE\nDIVERGÊNCIA)\n   STJ - <<AgRg na Pet 16817>>-SC, <<AgRg na Pet 15618>>-SC,\n         <<AgInt na Pet 16709>>-DF, <<AgRg na Pet 15617>>-AM,\n         <<AgInt na Pet 14958>>-RS, <<AgRg na Pet 16541>>-SC,\n         <<AgInt nos EDcl na Pet 14614>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01043 PAR:00004", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266 PAR:00004" ],
  "acordaosSimilares" : [ "AgRg na Pet  16943  SC  2023/0107000-5  Decisão:12/11/2024\nDJE        DATA:25/11/2024" ]
}, {
  "id" : "000893684",
  "numeroProcesso" : "2244920",
  "numeroRegistro" : "202203551704",
  "siglaClasse" : "AgInt nos EDcl nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LUIS FELIPE SALOMÃO",
  "dataPublicacao" : "DJE        DATA:25/11/2024",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NOS\nEMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL. AUSÊNCIA DE\nJUNTADA DO INTEIRO TEOR DOS ACÓRDÃOS PARADIGMAS. REQUISITO DE\nADMISSIBILIDADE NÃO PREENCHIDO. PEDIDO INCIDENTAL DE SUSPENSÃO DO\nPROCESSO. ANÁLISE PREJUDICADA. AGRAVO INTERNO NÃO PROVIDO.\nI. CASO EM EXAME\n1. Agravo interno interposto contra decisão monocrática que\nindeferiu liminarmente os embargos de divergência por ausência da\njuntada do inteiro teor dos acórdãos apontados como paradigmas,\nassim como considerou prejudicado o pedido de suspensão do processo.\nII. QUESTÕES EM DISCUSSÃO\n2. Há duas questões em discussão: (i) admissibilidade ou não dos\nembargos de divergência sem a juntada do inteiro teor dos acórdãos\nparadigmas; e (ii) cabimento ou não da suspensão do processo em\nrazão da afetação da matéria de fundo para julgamento pela Corte\nEspecial na hipótese em que os embargos de divergência não preenchem\nos requisitos de admissibilidade.\nIII. RAZÕES DE DECIDIR\n3. Para comprovar o dissídio jurisprudencial autorizador da\ninterposição de embargos de divergência, é obrigatória a juntada do\ninteiro teor dos acórdãos apontados como paradigmas, nos termos dos\nartigos 1.043, § 4º, do CPC e 266, § 4º, do Regimento Interno do\nSTJ.\n4. A ausência do inteiro teor configura vício substancial insanável,\nnão sendo suprida pela mera indicação do Diário da Justiça em que\ntais acórdãos teriam sido publicados (AgInt nos EAREsp n.\n1.950.564/MS).\n5. A análise de pedidos incidentais, como o de suspensão do\nprocesso, reclama o cumprimento dos requisitos de admissibilidade do\nrecurso em curso.\n6. Ademais, o julgamento do REsp n. 1.795.982/SP (afetado à Corte\nEspecial) já foi concluído, o que também torna prejudicada a análise\ndo pleito.\nIV. DISPOSITIVO E TESE\n7. Agravo interno não provido. Teses de julgamento: 7.1. \"A ausência\nde juntada do inteiro teor dos acórdãos paradigmas em embargos de\ndivergência configura vício substancial insanável.\" 7.2. \"A análise\nde pedidos incidentais, como o de suspensão do processo, reclama o\ncumprimento dos requisitos de admissibilidade do recurso em curso.\"",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241112",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 06/11/2024 a 12/11/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Mauro\nCampbell Marques, Benedito Gonçalves, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva e\nSebastião Reis Júnior votaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Og Fernandes.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000893683",
  "numeroProcesso" : "2286871",
  "numeroRegistro" : "202300252089",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LUIS FELIPE SALOMÃO",
  "dataPublicacao" : "DJE        DATA:25/11/2024",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM\nAGRAVO EM RECURSO ESPECIAL. REANÁLISE DOS VÍCIOS INDICADOS NO ARTIGO\n1.022 DO CPC. IMPOSSIBILIDADE. AGRAVO INTERNO NÃO PROVIDO.\nI. CASO EM EXAME\n1. Agravo interno interposto contra decisão monocrática que\nindeferiu liminarmente embargos de divergência, nos quais se aponta\ndissídio jurisprudencial sobre a violação do artigo 1.022 do CPC.\nII. QUESTÃO EM DISCUSSÃO\n2. Possibilidade de manejo de embargos de divergência para discutir\na aplicação do artigo 1.022 do CPC.\nIII. RAZÕES DE DECIDIR\n3. Consoante cediço no STJ, as peculiaridades de cada caso concreto\nimpedem a configuração de dissídio jurisprudencial acerca da\nocorrência ou não de vício elencado nos artigos 489, § 1º, e 1.022\ndo CPC, o que inviabiliza o conhecimento dos embargos de divergência\n(AgInt nos EREsps n. 2.039.239/MG e 2.245.133/PR).\nIV. DISPOSITIVO E TESE\n4. Agravo interno não provido. Tese de julgamento: \"A análise da\nviolação do artigo 1.022 do CPC está vinculada às peculiaridades de\ncada caso concreto, sendo incabível o manejo de embargos de\ndivergência para discutir seu acerto ou desacerto.\"",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241112",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 06/11/2024 a 12/11/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Mauro\nCampbell Marques, Benedito Gonçalves, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva e\nSebastião Reis Júnior votaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Og Fernandes.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000893469",
  "numeroProcesso" : "897",
  "numeroRegistro" : "201702135303",
  "siglaClasse" : "PET na APn",
  "descricaoClasse" : "PETIÇÃO NA AÇÃO PENAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA ISABEL GALLOTTI",
  "dataPublicacao" : "DJE        DATA:16/12/2024",
  "ementa" : "PROCESSUAL PENAL. AGRAVO REGIMENTAL. SUSPENSÃO DA AÇÃO PENAL PELO\nSTF. JUNTADA DE DELAÇÕES PREMIADAS. ACESSO IRRESTRITO.\nIMPOSSIBILIDADE. LIMITAÇÃO A TRECHOS QUE MENCIONEM OU INCRIMINEM.\nNECESSIDADE DE OITIVA DE TESTEMUNHAS. PERTINÊNCIA QUANTO AOS FATOS.\nMANUTENÇÃO DA DECISÃO AGRAVADA POR SEUS PRÓPRIOS FUNDAMENTOS. AGRAVO\nINTERNO A QUE SE NEGA PROVIMENTO.\n1. As razões do agravo regimental não são suficientes para afastar a\nconclusão da decisão agravada.\n2. A Defesa pretende que seja mantida a suspensão da presente ação\npenal, sob o fundamento de que não foram juntados os termos de\ndepoimento das testemunhas Marcelo Thadeu da Silva Neto e José\nRicardo Nogueira, conforme determinado pelo STF no HC 242.279/DF.\n3. O Supremo Tribunal Federal, concedeu a ordem de habeas corpus\npara sobrestar o curso desta APn 897, \"até que a defesa do\nimpetrante obtenha acesso aos termos das colaborações premiadas\nhomologadas, firmadas pelas referidas testemunhas (\"(1) José\nAdelmário Pinheiro Filho, (2) José Ricardo Nogueira Breghirolli, (3)\nJosé Ricardo da Silva, (4) Reginaldo Assunção e (4) Marcelo Thadeu\nda Silva Neto\") e que digam respeito a Marco Antonio Barbosa de\nAlencar, salvo quando se referirem a diligência em curso\".\n4. O acesso concedido ao delatado não deve ser irrestrito a todos os\nelementos do acordo de colaboração premiada. Limita-se àqueles que\nlhe mencionem ou incriminem.\n5. Os fatos narrados por Marcelo Thadeu da Silva Neto e José Ricardo\nNogueira Breghirolli, em suas respectivas delações, não fazem\nmenção a eles e tampouco se relacionam ou possuem conexão com os\nfatos ilícitos inseridos no contexto do Tribunal de Contas do Rio de\nJaneiro.\n6. A decisão do STF foi cumprida em sua totalidade, com a juntada\naos autos de todos os elementos do acordo de colaboração premiada\nque mencionam e/ou incriminam o peticionário, conforme devidamente\ncertificado pela Coordenadoria de Processamento de Feitos da Corte\nEspecial (fl. 14862), acarretando a retomada do curso da presente\nação penal.\n7. Agravo regimental a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241210",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 04/12/2024 a 10/12/2024,\npor unanimidade, negar provimento ao agravo regimental, nos termos\ndo voto da Sra. Ministra Maria Isabel Gallotti.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Luis Felipe Salomão, Mauro Campbell Marques, Benedito\nGonçalves, Raul Araújo, Antonio Carlos Ferreira e Sebastião Reis\nJúnior votaram com a Sra. Ministra Relatora.\nNão participou do julgamento o Sr. Ministro Ricardo Villas Bôas\nCueva.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000893449",
  "numeroProcesso" : "13",
  "numeroRegistro" : "202402795635",
  "siglaClasse" : "QC",
  "descricaoClasse" : "QUEIXA-CRIME",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "ANTONIO CARLOS FERREIRA",
  "dataPublicacao" : "DJE        DATA:16/12/2024",
  "ementa" : "DIREITO PENAL. QUEIXA-CRIME. REJEIÇÃO.\nI. Caso em exame1. Queixa-Crime oferecida por Conselheira do\nTribunal de Contas do Estado do Amazonas contra outro Conselheiro da\nmesma Corte, pela prática, em tese, dos crimes de ameaça e\nviolência política, com pedido de afastamento cautelar do cargo e\nindenização por danos morais e patrimoniais.\nII. Questão em discussão2. A controvérsia em discussão gira em torno\nda possibilidade de ajuizar ação penal privada subsidiária da\npública pelo fato de a ofendida discordar da atuação do Ministério\nPúblico, que ofereceu, em razão dos mesmos fatos, denúncia pelo\ncrime de injúria, sob argumento de omissão do órgão ministerial e\nproteção deficiente.\nIII. Razões de decidir3. A ação penal privada subsidiária da pública\né cabível, excepcionalmente, apenas em caso de inércia do\nMinistério Público, o que não ocorreu no presente caso. Precedentes\ndo STJ.\n4. O Ministério Público ofereceu denúncia pelo crime de injúria, não\nhavendo omissão que justificasse a ação penal privada subsidiária.\n5. A discordância da ofendida quanto à tipificação dos fatos pelo\nMinistério Público não autoriza a propositura de queixa-crime.\n6. Nos crimes contra a honra de servidor público, a legitimidade\npara a ação penal é concorrente, mas a representação do ofendido ao\nMinistério Público preclui a possibilidade de ajuizar ação penal\nprivada, mesmo que o ofendido discorde do enquadramento legal dado\npelo órgão ministerial. Inteligência da Súmula n. 714 do STF.\nPrecedentes do STF e do STJ.\nIV. Dispositivo e tese7. Queixa-Crime rejeitada.\nTese de julgamento:  1. A ação penal privada subsidiária da pública\né incabível na ausência de inércia do Ministério Público. 2. A\ndiscordância do querelante quanto à tipificação dos fatos dada pelo\nMinistério Público não autoriza a propositura de queixa-crime. 3.\nNos crimes contra a honra de servidor público, a representação ao\nMinistério Público preclui a via da ação penal privada.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241204",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Corte Especial, por unanimidade, rejeitar a\nqueixa-crime, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Ricardo Villas Bôas Cueva, Sebastião Reis Júnior,\nSérgio Kukina, Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Og Fernandes, Luis Felipe Salomão,\nBenedito Gonçalves, Raul Araújo e Maria Isabel Gallotti votaram com\no Sr. Ministro Relator.\nImpedido o Sr. Ministro Mauro Campbell Marques.\nAusente, justificadamente, a Sra. Ministra Maria Thereza de Assis\nMoura.\nConvocado o Sr. Ministro Sérgio Kukina.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : "Aguardando análise.",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000893404",
  "numeroProcesso" : "2464510",
  "numeroRegistro" : "202303311589",
  "siglaClasse" : "AgRg no RE nos EDcl no AgRg no AREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NO AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LUIS FELIPE SALOMÃO",
  "dataPublicacao" : "DJE        DATA:22/11/2024",
  "ementa" : "AGRAVO REGIMENTAL. RECURSO EXTRAORDINÁRIO. OFENSA AOS PRINCÍPIOS DO\nCONTRADITÓRIO, DA AMPLA DEFESA E DO DEVIDO PROCESSO LEGAL. AUSÊNCIA\nDE REPERCUSSÃO GERAL. TEMA N. 660 DO STF. INAFSTABILIDADE DA\nJURISDIÇÃO. NATUREZA INFRACONSTITUCIONAL. INEXISTÊNCIA DE\nREPERCUSSÃO GERAL. TEMA N. 895 DO STF. PRESSUPOSTOS DE\nADMISSIBILIDADE DE RECURSO DE COMPETÊNCIA DO STJ. TEMA N. 181 DO\nSTF. NEGATIVA DE SEGUIMENTO. ART. 1.030, I, A, DO CPC.\nI. CASO EM EXAME\n1.1. Agravo regimental interposto contra a decisão que negou\nseguimento ao recurso extraordinário, fundamentada na ausência de\nrepercussão geral das matérias discutidas, conforme definido nos\nTemas n. 660, 895 e 181 do STF.\n1.2. A parte agravante sustenta que os mencionados temas de\nrepercussão geral não se aplicam ao caso dos autos, afirmando que\nhouve violação direta dos princípios constitucionais apontados.\nII. QUESTÕES EM DISCUSSÃO\n2.1. A aplicabilidade dos Temas n. 660 e 895 do STF a caso em que se\ndiscute a suposta contrariedade aos princípios constitucionais,\nquando o exame depende de normas infraconstitucionais, da superação\nde óbices processuais ou da apreciação da matéria fática.\n2.2. A aplicabilidade do Tema n. 181 do STF quando se discute a\nadmissibilidade de recurso anterior de competência do STJ.\nIII. RAZÕES DE DECIDIR\n3.1. O STF, no Tema n. 660, firmou a tese de que a alegação de\nafronta aos princípios do contraditório, da ampla defesa, do devido\nprocesso legal e da segurança jurídica, bem como ao ato jurídico\nperfeito, ao direito adquirido e aos limites da coisa julgada,\nquando depende de análise de normas infraconstitucionais, configura\nofensa reflexa ao texto constitucional, não possuindo repercussão\ngeral.\n3.2. O STF também firmou, no Tema n. 895, o entendimento de que a\nquestão relativa à violação do princípio da inafastabilidade de\njurisdição possui natureza infraconstitucional quando envolve óbice\nprocessual intransponível ao exame de mérito, ofensa indireta à\nConstituição Federal ou a necessidade de análise de matéria fática,\nestando ausente a repercussão geral.\n3.3. No caso concreto, a discussão suscitada no recurso\nextraordinário dependeria da análise de normas infraconstitucionais,\nda superação de óbices processuais ou da apreciação da matéria\nfática, motivo pelo qual se aplica os entendimentos consolidados nos\nTemas n. 660 e 895 do STF.\n3.4. A decisão agravada fundamentou-se, ainda, na aplicação do Tema\nn. 181 do STF, que estabelece ausência de repercussão geral da\nquestão relativa ao preenchimento dos pressupostos de\nadmissibilidade de recursos de competência de outros Tribunais.\n3.5. As razões do recurso extraordinário, voltadas ao óbice aplicado\nou à matéria de fundo, demandam a reanálise ou superação do\nentendimento acerca do não conhecimento de recurso anterior.\n3.6. Nos termos do art. 1.030, I, a, do CPC, é justificada a\nnegativa de seguimento ao recurso extraordinário quando a questão\ncontrovertida não possui repercussão geral.\nIV. DISPOSITIVO\n4.1. Agravo regimental a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241112",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 06/11/2024 a 12/11/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Mauro\nCampbell Marques, Benedito Gonçalves, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva e\nSebastião Reis Júnior votaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Og Fernandes.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000893403",
  "numeroProcesso" : "2311383",
  "numeroRegistro" : "202300667640",
  "siglaClasse" : "AgRg no ARE no RE nos EDcl no AgRg nos EDcl no AREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NO AGRAVO EM RECURSO EXTRAORDINÁRIO NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LUIS FELIPE SALOMÃO",
  "dataPublicacao" : "DJE        DATA:22/11/2024",
  "ementa" : "AGRAVO REGIMENTAL. RECURSO EXTRAORDINÁRIO. FUNDAMENTAÇÃO DO JULGADO\nRECORRIDO. SUFICIÊNCIA. TEMA N. 339 DO STF. CONFORMIDADE COM A TESE\nFIXADA EM REPERCUSSÃO GERAL. INAFASTABILIDADE DA JURISDIÇÃO.\nNATUREZA INFRACONSTITUCIONAL. INEXISTÊNCIA DE REPERCUSSÃO GERAL.\nTEMA N. 895 DO STF. ART. 1.030, I, A, DO CPC.\nI. CASO EM EXAME\n1.1. Agravo regimental interposto contra decisão que negou\nseguimento a recurso extraordinário, sob o fundamento de que o\nacórdão recorrido estaria em conformidade com a tese fixada pelo STF\nno Tema n. 339 da repercussão geral e de ausência de repercussão\ngeral quanto à possível violação do princípio da inafastabilidade de\njurisdição.\n1.2. A parte agravante alegou a inaplicabilidade dos Temas n. 339 e\n895 ao caso, argumentando que não houve fundamentação adequada no\nacórdão recorrido quanto às matérias suscitadas e que haveria ofensa\ndireta ao texto constitucional.\nII. QUESTÕES EM DISCUSSÃO\n2.1. A existência de afronta ao art. 93, IX, da Constituição Federal\nquando se discute a suficiência da fundamentação das decisões\njudiciais, com aplicabilidade do Tema n. 339 do STF.\n2.2. Se a questão da violação do princípio da inafastabilidade de\njurisdição caracteriza-se como matéria de natureza\ninfraconstitucional e, portanto, se estaria ausente a repercussão\ngeral necessária para o seguimento do recurso extraordinário.\nIII. RAZÕES DE DECIDIR\n3.1. O STF, ao tratar do Tema n. 339 da repercussão geral, firmou a\ntese de que a Constituição Federal exige que acórdãos e decisões\nsejam fundamentados, ainda que sucintamente, sem vinculação à\ncorreção ou abrangência detalhada de todas as alegações das partes,\nmas sim à existência de motivação que permita a compreensão da\nsolução dada à controvérsia.\n3.2. No caso concreto, o acórdão recorrido apresentou motivação\nadequada para a solução da controvérsia, em conformidade com o Tema\nn. 339, razão pela qual é justificada a negativa de seguimento ao\nrecurso extraordinário nos termos do art. 1.030, I, a, do CPC.\n3.3. O Supremo Tribunal Federal firmou o entendimento de que a\nquestão relativa à violação do princípio da inafastabilidade de\njurisdição possui natureza infraconstitucional quando envolve óbice\nprocessual intransponível ao exame de mérito, ofensa indireta à\nConstituição Federal ou a necessidade de análise de matéria fática\n(Tema n. 895 do STF).\n3.4. No caso concreto, a aferição da existência da apontada violação\ndo art. 5º, XXXV, da Constituição Federal, demandaria a análise de\nnormas infraconstitucionais e de revolvimento de matéria fática,\nenquadrando-se na hipótese tratada no Tema n. 895 do STF, o que\njustifica a negativa de seguimento ao recurso extraordinário.\nIV. DISPOSITIVO\n4.1. Agravo regimental a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241112",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 06/11/2024 a 12/11/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Mauro\nCampbell Marques, Benedito Gonçalves, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva e\nSebastião Reis Júnior votaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Og Fernandes.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000893402",
  "numeroProcesso" : "2514173",
  "numeroRegistro" : "202304224845",
  "siglaClasse" : "AgRg no ARE no RE no AgRg no AREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NO AGRAVO EM RECURSO EXTRAORDINÁRIO NO RECURSO EXTRAORDINÁRIO NO AGRAVO REGIMENTAL NO AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LUIS FELIPE SALOMÃO",
  "dataPublicacao" : "DJE        DATA:22/11/2024",
  "ementa" : "AGRAVO REGIMENTAL. RECURSO EXTRAORDINÁRIO. AUSÊNCIA DE IMPUGNAÇÃO\nESPECÍFICA AOS FUNDAMENTOS DA DECISÃO RECORRIDA. ARTS. 932, III, E\n1.021, § 1º, DO CPC. SÚMULA N. 182 DO STJ.\nI. CASO EM EXAME\n1.1. Trata-se de agravo regimental interposto contra a decisão que\nnão conheceu do agravo em recurso extraordinário manejado contra a\ndecisão que negou seguimento ao recurso extraordinário.\n1.2. A parte agravante reiterou as alegações apresentadas no agravo\nem recurso extraordinário, sem impugnar especificamente os\nfundamentos da decisão agravada.\nII. QUESTÕES EM DISCUSSÃO\n2.1. A necessidade de impugnação específica dos fundamentos da\ndecisão recorrida, nos termos dos arts. 932, III, e 1.021, § 1º, do\nCódigo de Processo Civil.\nIII. RAZÕES DE DECIDIR\n3.1. O agravo regimental não ultrapassa o juízo de admissibilidade,\npois a parte agravante limitou-se a reiterar as razões do agravo em\nrecurso extraordinário, sem atacar especificamente os fundamentos da\ndecisão agravada.\n3.2. Nos termos dos arts. 932, III, e 1.021, § 1º, do CPC,\naplicáveis subsidiariamente ao processo penal conforme o art. 3º do\nCPP, o agravo regimental deve impugnar de forma específica os\nfundamentos da decisão agravada, o que não foi observado no caso em\nanálise.\n3.3. A ausência de impugnação específica atrai a aplicação da Súmula\nn. 182 do STJ, que estabelece a inviabilidade do agravo regimental\nque deixa de atacar os fundamentos da decisão recorrida.\nIV. DISPOSITIVO\n4.1. Agravo regimental não conhecido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241112",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 06/11/2024 a 12/11/2024,\npor unanimidade, não conhecer do recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Mauro\nCampbell Marques, Benedito Gonçalves, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva e\nSebastião Reis Júnior votaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Og Fernandes.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ "AgInt nos EAREsp  2504565  SP  2023/0354530-0  Decisão:12/11/2024\nDJE        DATA:25/11/2024" ]
}, {
  "id" : "000893401",
  "numeroProcesso" : "2116867",
  "numeroRegistro" : "202304616952",
  "siglaClasse" : "AgRg no RE no AgRg no REsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NO RECURSO EXTRAORDINÁRIO NO AGRAVO REGIMENTAL NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LUIS FELIPE SALOMÃO",
  "dataPublicacao" : "DJE        DATA:22/11/2024",
  "ementa" : "AGRAVO REGIMENTAL. PARCIAL NEGATIVA DE SEGUIMENTO A RECURSO\nEXTRAORDINÁRIO. PRESSUPOSTOS DE ADMISSIBILIDADE DE RECURSO DE\nCOMPETÊNCIA DO STJ. AUSÊNCIA DE REPERCUSSÃO GERAL. ART. 1.030, I, A,\nDO CPC. TEMA N. 181 DO STF. DECISÃO HÍBRIDA. PARCIAL NEGATIVA DE\nSEGUIMENTO E INADMISSÃO DO RECURSO EXTRAORDINÁRIO. AGRAVO REGIMENTAL\nE AGRAVO EM RECURSO EXTRAORDINÁRIO. INTERPOSIÇÃO SIMULTÂNEA.\nUNIRRECORRIBILIDADE. EXCEÇÃO.\nI. CASO EM EXAME\n1.1. Agravo regimental interposto contra a decisão que, em parte,\nnegou seguimento ao recurso extraordinário, sob a justificativa de\nque a matéria discutida envolvia pressupostos de admissibilidade de\nrecurso de competência do STJ, e, no mais, não admitiu o recurso com\nbase na Súmula 279 do STF.\n1.2. A parte agravante argumentou que o recurso extraordinário\napontava violação a dispositivos da Constituição Federal, afirmando\na inaplicabilidade do Tema n. 181 do STF ao caso concreto, bem como\na não incidência da Súmula n. 279 do STF, uma vez que não se\ntrataria de reexame de fatos e provas.\nII. QUESTÕES EM DISCUSSÃO\n2.1. A aplicabilidade do Tema n. 181 do STF quando há necessidade de\ndiscussão ou superação de óbices de admissibilidades que resultaram\nno não conhecimento de recurso de competência do STJ.\n2.2. A incidência da Súmula n. 279 do STF como óbice à análise da\nmatéria suscitada no recurso extraordinário.\nIII. RAZÕES DE DECIDIR\n3.1. A decisão agravada fundamentou-se na aplicação do Tema n. 181\ndo STF, que estabelece ausência de repercussão geral da questão\nrelativa ao preenchimento dos pressupostos de admissibilidade de\nrecursos de competência de outros Tribunais.\n3.2. As razões do recurso extraordinário, voltadas ao óbice aplicado\nou à matéria de fundo, demandam a reanálise ou superação do\nentendimento acerca do não conhecimento de recurso anterior.\n3.3. Nos termos do art. 1.030, I, a, do CPC, é justificada a\nnegativa de seguimento ao recurso extraordinário quando a questão\ncontrovertida não possui repercussão geral.\n3.4. A decisão que nega seguimento em parte ao recurso e, no mais,\nnão o admite, possui natureza híbrida, demandando a interposição\nsimultânea de agravo regimental e de agravo em recurso\nextraordinário, tratando-se de exceção ao princípio da\nunirrecorribilidade (§§ 1º e 2º do art. 1.030 do Código de Processo\nCivil, c/c o art. 3º do Código de Processo Penal), ônus do qual a\nparte agravante não se desincumbiu.\nIV. DISPOSITIVO\n4.1. Agravo regimental conhecido em parte e, nessa extensão, não\nprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241112",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 06/11/2024 a 12/11/2024,\npor unanimidade, conhecer parcialmente do recurso, mas lhe negar\nprovimento, nos termos do voto do Sr. Ministro Luis Felipe Salomão.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Mauro\nCampbell Marques, Benedito Gonçalves, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva e\nSebastião Reis Júnior votaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Og Fernandes.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000893400",
  "numeroProcesso" : "2404131",
  "numeroRegistro" : "202302250831",
  "siglaClasse" : "AgInt no RE nos EDcl no AgInt nos EDcl no AREsp",
  "descricaoClasse" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LUIS FELIPE SALOMÃO",
  "dataPublicacao" : "DJE        DATA:22/11/2024",
  "ementa" : "AGRAVO INTERNO. RECURSO EXTRAORDINÁRIO. GRATUIDADE DA JUSTIÇA.\nLIMITAÇÃO A UM DETERMINADO ATO PROCESSUAL. POSSIBILIDADE. EFEITOS\nPROSPECTIVOS DO BENEFÍCIO. FUNDAMENTAÇÃO DO JULGADO RECORRIDO.\nSUFICIÊNCIA. TEMA N. 339 DO STF. CONFORMIDADE COM A TESE FIXADA EM\nREPERCUSSÃO GERAL. ART. 1.030, I, A, DO CPC.\nI. CASO EM EXAME\n1.1. Agravo interno interposto contra decisão que negou seguimento a\nrecurso extraordinário, sob o fundamento de que o acórdão recorrido\nestaria em conformidade com a tese fixada pelo STF no Tema n. 339\nda repercussão geral.\n1.2. A parte agravante insurge-se contra a limitação dos benefícios\nda gratuidade da justiça à interposição do recurso extraordinário,\npois entende que a benesse deve se estender a todas as instâncias e\natos processuais. Alega, ainda, a inaplicabilidade do Tema n. 339 ao\ncaso, argumentando que não houve fundamentação adequada no acórdão\nrecorrido quanto às matérias suscitadas, o que configuraria ofensa\nao texto constitucional.\nII. QUESTÕES EM DISCUSSÃO\n2.1.  A possibilidade de se limitar a concessão dos benefícios da\ngratuidade da justiça à prática de um determinado ato processual.\n2.2. A existência de afronta ao art. 93, IX, da Constituição Federal\nquando se discute a suficiência da fundamentação das decisões\njudiciais, com aplicabilidade do Tema n. 339 do STF.\nIII. RAZÕES DE DECIDIR\n3.1. Nos termos preceituados pelo art. 98, § 5º, do Código de\nProcesso Civil, a gratuidade da justiça poderá ser concedida para a\nprática de apenas um determinado ato processual. Ademais, a\nconcessão do benefício possui efeitos prospectivos, não alcançando\natos processuais pretéritos. Precedentes.\n3.2. O STF, ao tratar do Tema n. 339 da repercussão geral, firmou a\ntese de que a Constituição Federal exige que acórdãos e decisões\nsejam fundamentados, ainda que sucintamente, sem vinculação à\ncorreção ou abrangência detalhada de todas as alegações das partes,\nmas sim à existência de motivação que permita a compreensão da\nsolução dada à controvérsia.\n3.3. No caso concreto, o acórdão recorrido apresentou motivação\nadequada para a solução da controvérsia, em conformidade com o Tema\nn. 339, razão pela qual é justificada a negativa de seguimento ao\nrecurso extraordinário nos termos do art. 1.030, I, a, do CPC.\nIV. DISPOSITIVO\n4.1. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241112",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 06/11/2024 a 12/11/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Mauro\nCampbell Marques, Benedito Gonçalves, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva e\nSebastião Reis Júnior votaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Og Fernandes.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000893399",
  "numeroProcesso" : "1924736",
  "numeroRegistro" : "202101933150",
  "siglaClasse" : "AgInt no RE no AgInt no AgInt no AREsp",
  "descricaoClasse" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO NO AGRAVO INTERNO NO AGRAVO INTERNO NO AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LUIS FELIPE SALOMÃO",
  "dataPublicacao" : "DJE        DATA:22/11/2024",
  "ementa" : "AGRAVO INTERNO. NEGATIVA DE SEGUIMENTO A RECURSO EXTRAORDINÁRIO.\nIMPROBIDADE ADMINISTRATIVA. APLICAÇÃO DA LEI N. 14.230/2021 AOS\nPROCESSOS EM CURSO. CONDUTA DOLOSA. IMPOSSIBILIDADE. TEMA N. 1.199\nDO STF.   ART. 1.030, I, A, DO CPC. DECISÃO HÍBRIDA. PARCIAL\nNEGATIVA DE SEGUIMENTO E INADMISSÃO DO RECURSO EXTRAORDINÁRIO.\nAGRAVO INTERNO E AGRAVO EM RECURSO EXTRAORDINÁRIO. INTERPOSIÇÃO\nSIMULTÂNEA. UNIRRECORRIBILIDADE. EXCEÇÃO.\nI. CASO EM EXAME\n1.1. Agravo interno interposto contra decisão que negou seguimento,\nem parte, ao recurso extraordinário, com base no Tema n. 1.199 do\nSTF, referente à aplicação da Lei n. 14.230/2021 aos processos não\ntransitados em julgado, e não o admitiu no tocante às teses\nremanescentes. 1.2. A parte agravante sustenta que a Lei n.\n14.230/2021 deveria ser aplicada imediatamente ao caso, e que a\nmatéria tratada no recurso extraordinário teria sido prequestionada,\nnão incidindo o óbice das Súmulas n. 282 e 356 do STF.\nII. QUESTÕES EM DISCUSSÃO\n2.1. A questão em discussão consiste em saber se é aplicável a Lei\nn. 14.230/2021, que alterou a Lei n. 8.429/1992, ao caso concreto.\nIII. RAZÕES DE DECIDIR\n3.1. O Supremo Tribunal Federal, no julgamento do ARE n.\n843.989-RG/PR (Tema n. 1.199), estabeleceu que é necessária a\ncomprovação de responsabilidade subjetiva para a tipificação dos\natos de improbidade administrativa previstos nos arts. 9º, 10 e 11\nda Lei n. 8.429/1992, exigindo-se a presença do elemento subjetivo\ndolo.\n3.2. A Suprema Corte também fixou, ainda, o entendimento de que a\nLei n. 14.230/2021, ao revogar a modalidade culposa do ato de\nimprobidade administrativa, é irretroativa, não tendo incidência em\nrelação à eficácia da coisa julgada, tampouco durante o processo de\nexecução das penas e seus incidentes.\n3.3. O Pretório Excelso consignou que a Lei n. 14.230/2021 aplica-se\naos atos de improbidade administrativa culposos praticados na\nvigência do texto anterior da lei, porém sem condenação transitada\nem julgado, em virtude da revogação expressa do texto anterior;\ndevendo o juízo competente analisar eventual dolo por parte do\nagente.\n3.4. Por fim, a Corte Suprema definiu que o novo regime\nprescricional previsto na Lei n. 14.230/2021 é irretroativo,\naplicando-se os novos marcos temporais a partir da publicação da\nlei.3.5. No caso, o julgado impugnado se encontra em harmonia com o\nentendimento da Suprema Corte consolidado no Tema n. 1.199 do STF.\n3.6. A decisão de natureza mista, que nega seguimento em parte ao\nrecurso e, no mais, não o admite, possui natureza híbrida, e,\nportanto, desafia a interposição simultânea de agravo interno e de\nagravo em recurso extraordinário, tratando-se de exceção ao\nprincípio da unirrecorribilidade, que encontra amparo na\ninterpretação dos §§ 1º e 2º do art. 1.030 do Código de Processo\nCivil, c/c o art. 3º do Código de Processo Penal.\nIV. DISPOSITIVO\n4.1. Agravo interno conhecido, em parte, e, nessa extensão, não\nprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241112",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 06/11/2024 a 12/11/2024,\npor unanimidade, conhecer parcialmente do recurso, mas lhe negar\nprovimento, nos termos do voto do Sr. Ministro Luis Felipe Salomão.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Mauro\nCampbell Marques, Benedito Gonçalves, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva e\nSebastião Reis Júnior votaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Og Fernandes.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ "AgInt no RE nos EDcl no AgInt no AgInt no AREsp  1363075  SP\n2018/0237212-6  Decisão:12/11/2024\nDJE        DATA:22/11/2024" ]
}, {
  "id" : "000893394",
  "numeroProcesso" : "2544510",
  "numeroRegistro" : "202400056070",
  "siglaClasse" : "AgInt no RE no AgInt no AREsp",
  "descricaoClasse" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO NO AGRAVO INTERNO NO AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LUIS FELIPE SALOMÃO",
  "dataPublicacao" : "DJE        DATA:22/11/2024",
  "ementa" : "AGRAVO INTERNO. RECURSO EXTRAORDINÁRIO. SUFICIÊNCIA DA FUNDAMENTAÇÃO\nDO JULGADO RECORRIDO. TEMA N. 339 DO STF. GRATUIDADE DE JUSTIÇA.\nCOMPROVAÇÃO DA HIPOSSUFICIÊNCIA POR PESSOA JURÍDICA. QUESTÃO\nINFRACONSTITUCIONAL. AUSÊNCIA DE REPERCUSSÃO GERAL. TEMA N. 103 DO\nSTF.  PRESSUPOSTOS DE ADMISSIBILIDADE DE RECURSO DE COMPETÊNCIA DO\nSTJ. TEMA N. 181 DO STF. NEGATIVA DE SEGUIMENTO. ART. 1.030, I, A,\nDO CPC.\nI. CASO EM EXAME\n1.1. Agravo interno interposto contra decisão que negou seguimento a\nrecurso extraordinário, sob a fundamentação de que a decisão\nrecorrida está em conformidade com o Tema n. 339 do STF e diante da\nausência de repercussão geral dos Temas n. 103 e 181 do STF.\n1.2. A parte afirmou que faria jus ao benefício da justiça gratuita,\numa vez que a hipossuficiência financeira teria sido comprovada.\n1.3. A parte agravante argumentou a ausência de fundamentação\njurisdicional adequada, em contrariedade ao Tema n. 339 do STF,\nalegando ainda que o Tema n. 181 do STF não deveria ser aplicado ao\ncaso, em razão de existir ofensa direta à Constituição Federal.\nII. QUESTÕES EM DISCUSSÃO\n2.1. A conformidade do acórdão recorrido com o Tema n. 339 do STF,\nque trata da suficiência da fundamentação das decisões judiciais.\n2.2. A aplicabilidade do Tema n. 103 do STF quanto à comprovação da\nhipossuficiência da pessoa jurídica para fins de concessão do\nbenefício da gratuidade de justiça.\n2.3. A aplicabilidade do Tema n. 181 do STF quando se discute a\nadmissibilidade de recurso anterior de competência do STJ.\nIII. RAZÕES DE DECIDIR\n3.1.  O STF, ao tratar do Tema n. 339 da repercussão geral, firmou a\ntese de que a Constituição Federal exige que acórdãos e decisões\nsejam fundamentados, ainda que sucintamente, sem vinculação à\ncorreção ou abrangência detalhada de todas as alegações das partes,\nmas sim à existência de motivação que permita a compreensão da\nsolução dada à controvérsia.\n3.2. O acórdão recorrido foi considerado fundamentado de forma\nsuficiente para a solução da controvérsia, em conformidade com o\nTema n. 339 do STF, sendo imperativa a negativa de seguimento do\nrecurso extraordinário.\n3.3. A Corte Suprema definiu, sob o regime da repercussão geral, que\na questão sobre o preenchimento dos requisitos para assistência\njurídica gratuita às pessoas jurídicas, quanto à comprovação do\nestado de hipossuficiência, não tem repercussão geral, pois ausente\nrelevância econômica, política, social ou jurídica que transcenda ao\ninteresse das partes (Tema n. 103 do STF).\n3.4. A decisão agravada fundamentou-se na aplicação do Tema n. 181\ndo STF, que estabelece ausência de repercussão geral da questão\nrelativa ao preenchimento dos pressupostos de admissibilidade de\nrecursos de competência de outros Tribunais.\n3.5. As razões do recurso extraordinário, voltadas ao óbice aplicado\nou à matéria de fundo, demandam a reanálise ou superação do\nentendimento acerca do não conhecimento de recurso anterior.\n3.6. Nos termos do art. 1.030, I, a, do CPC, é justificada a\nnegativa de seguimento ao recurso extraordinário quando a questão\ncontrovertida não possui repercussão geral.\nIV. DISPOSITIVO\n4.1. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241112",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 06/11/2024 a 12/11/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Mauro\nCampbell Marques, Benedito Gonçalves, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva e\nSebastião Reis Júnior votaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Og Fernandes.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ "AgInt no RE no AgInt nos EDcl no REsp 2036938 PR 2022/0346634-0 Decisão:10/12/2024\nDJE        DATA:13/12/2024", "AgInt no RE nos EDcl no AgInt no AgInt no AREsp 2336422 SP 2023/0104202-3 Decisão:10/12/2024\nDJE        DATA:13/12/2024", "AgInt no RE nos EDcl no AgInt no AgInt no REsp 1894377 AM 2020/0233020-1 Decisão:10/12/2024\nDJE        DATA:13/12/2024", "AgInt no RE nos EDcl no AgInt no AREsp 2218936 SP 2022/0306618-0 Decisão:10/12/2024\nDJE        DATA:13/12/2024", "AgInt no RE nos EDcl no AgInt no AREsp 2250147 SP 2022/0359410-2 Decisão:10/12/2024\nDJE        DATA:13/12/2024", "AgInt no RE nos EDcl no AgInt no AREsp 2298931 SP 2023/0048586-1 Decisão:10/12/2024\nDJE        DATA:13/12/2024", "AgInt no RE nos EDcl no AgInt no AREsp 2319010 MG 2023/0082444-8 Decisão:10/12/2024\nDJE        DATA:13/12/2024", "AgInt no RE nos EDcl no AgInt nos EDcl no AREsp 2103293 MG 2022/0100510-2 Decisão:10/12/2024\nDJE        DATA:13/12/2024", "AgInt no RE nos EDcl no AgInt nos EDcl no AREsp 2336562 SP 2023/0103573-9 Decisão:10/12/2024\nDJE        DATA:13/12/2024", "AgInt no RE nos EDcl no AgInt nos EDcl no AREsp 2401971 SP 2023/0219966-1 Decisão:10/12/2024\nDJE        DATA:13/12/2024", "AgInt no RE nos EDcl no AgInt nos EDcl no AREsp 2416121 BA 2023/0247461-6 Decisão:10/12/2024\nDJE        DATA:13/12/2024", "AgInt no RE nos EDcl no AgInt nos EDcl no AREsp 2494180 SP 2023/0381516-6 Decisão:10/12/2024\nDJE        DATA:13/12/2024", "AgInt no RE nos EDcl no AgInt nos EDcl no REsp 1935029 SP 2021/0125036-0 Decisão:10/12/2024\nDJE        DATA:13/12/2024", "AgInt no RE nos EDcl no AREsp 2368281 SP 2023/0160227-3 Decisão:10/12/2024\nDJE        DATA:13/12/2024", "AgInt no RE nos EDcl no REsp 1313502 SP 2011/0298660-0 Decisão:10/12/2024\nDJE        DATA:13/12/2024", "AgInt no RE nos EDcl no RMS  68789 SC 2022/0121852-4 Decisão:10/12/2024\nDJE        DATA:13/12/2024", "AgInt no RE nos EDcl no AgInt no AREsp 2152058 RJ 2022/0167553-0 Decisão:12/11/2024\nDJE        DATA:29/11/2024", "AgInt no RE nos EDcl no AgInt no AREsp 2246726 RJ 2022/0358039-0 Decisão:12/11/2024\nDJE        DATA:27/11/2024", "AgInt no RE nos EDcl no AgInt no AREsp 2457142 GO 2023/0288956-8 Decisão:12/11/2024\nDJE        DATA:29/11/2024", "AgInt no RE nos EDcl nos EDcl no AgInt no AREsp 1417385 RS 2018/0334266-1 Decisão:12/11/2024\nDJE        DATA:22/11/2024", "AgRg no RE nos EDcl nos EDcl nos EDcl no AgRg nos EAREsp 1516441 PR 2019/0165098-0 Decisão:12/11/2024\nDJE        DATA:25/11/2024" ]
}, {
  "id" : "000893393",
  "numeroProcesso" : "2390317",
  "numeroRegistro" : "202301938981",
  "siglaClasse" : "AgInt no AgInt no RE nos EDcl no AgInt no AREsp",
  "descricaoClasse" : "AGRAVO INTERNO NO AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NO AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LUIS FELIPE SALOMÃO",
  "dataPublicacao" : "DJE        DATA:22/11/2024",
  "ementa" : "AGRAVO INTERNO.  RECURSO EXTRAORDINÁRIO.\nINAFASTABILIDADE DA JURISDIÇÃO. MULTA APLICADA POR EMBARGOS\nPROTELATÓRIOS. AUSÊNCIA DE REPERCUSSÃO GERAL. MATÉRIA\nINFRACONSTITUCIONAL. ART. 1.030, I, A, DO CPC. NEGATIVA DE\nSEGUIMENTO. AGRAVO DESPROVIDO.\nI. CASO EM EXAME\n1.1. Agravo interno interposto contra a decisão que negou seguimento\nao recurso extraordinário, fundamentada na ausência de repercussão\ngeral das matérias discutidas, conforme definido nos Temas n. 197 e\n895 do STF.\n1.2. A parte agravante sustenta que os mencionados temas de\nrepercussão geral não se aplicam ao caso dos autos, afirmando que\nhouve violação direta aos princípios constitucionais apontados.\nII. QUESTÕES EM DISCUSSÃO\n2.1. Discute-se se a questão da violação do princípio da\ninafastabilidade de jurisdição e a matéria referente à multa\nprocessual, caracterizam-se como temas de natureza\ninfraconstitucional e, portanto, se estaria ausente a repercussão\ngeral necessária para o seguimento do recurso extraordinário.\nIII. RAZÕES DE DECIDIR\n3.1. O Supremo Tribunal Federal firmou o entendimento de que a\nquestão relativa à violação do princípio da inafastabilidade de\njurisdição possui natureza infraconstitucional quando envolve óbice\nprocessual intransponível ao exame de mérito, ofensa indireta à\nConstituição Federal ou a necessidade de análise de matéria fática\n(Tema n. 895 do STF).\n3.2. No caso dos autos, a alegada ofensa ao princípio da\ninafastabilidade de jurisdição dependeria, para ser examinada, da\nanálise de normas infraconstitucionais, motivo pelo qual se aplica a\nconclusão do STF no mencionado Tema n. 895.\n3.3. Ademais, no Tema n. 197, a Corte definiu que a imposição de\nmulta por embargos de declaração protelatórios se restringe ao plano\nprocessual, não alcançando estatura constitucional, o que também\nafasta a repercussão geral (AI n. 752.633/SP, rel. Min. Cézar\nPeluso, DJe de 18/12/2009).\n3.4. No presente caso, a alegada violação constitucional decorre da\naplicação de multa por interposição de recurso protelatório, o que\njá foi pacificado pela jurisprudência do STF como matéria\ninfraconstitucional, sem repercussão geral.\n3.5. Nos termos do art. 1.030, I, a, do CPC, é justificada a\nnegativa de seguimento ao recurso extraordinário quando a questão\ncontrovertida não possui repercussão geral.\nIV. DISPOSITIVO\n4.1. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241112",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 06/11/2024 a 12/11/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Mauro\nCampbell Marques, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira, Ricardo Villas Bôas Cueva e Sebastião Reis Júnior votaram\ncom o Sr. Ministro Relator.\nImpedido o Sr. Ministro Benedito Gonçalves.\nNão participou do julgamento o Sr. Ministro Og Fernandes.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000893392",
  "numeroProcesso" : "2094820",
  "numeroRegistro" : "202303159822",
  "siglaClasse" : "AgInt no RE nos EDcl no AgInt no REsp",
  "descricaoClasse" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LUIS FELIPE SALOMÃO",
  "dataPublicacao" : "DJE        DATA:22/11/2024",
  "ementa" : "AGRAVO INTERNO. RECURSO EXTRAORDINÁRIO. SUFICIÊNCIA DA FUNDAMENTAÇÃO\nDO JULGADO RECORRIDO. TEMA N. 339 DO STF. PRESSUPOSTOS DE\nADMISSIBILIDADE DE RECURSO DE COMPETÊNCIA DO STJ. TEMA N. 181 DO\nSTF. NEGATIVA DE SEGUIMENTO. ART. 1.030, I, A, DO CPC. DECISÃO\nHÍBRIDA. PARCIAL NEGATIVA DE SEGUIMENTO E INADMISSÃO DO RECURSO\nEXTRAORDINÁRIO. AGRAVO INTERNO E AGRAVO EM RECURSO EXTRAORDINÁRIO.\nINTERPOSIÇÃO SIMULTÂNEA. UNIRRECORRIBILIDADE. EXCEÇÃO.\nI. CASO EM EXAME\n1.1. Agravo interno interposto contra decisão que negou seguimento a\nrecurso extraordinário, sob a fundamentação de que a decisão\nrecorrida está em conformidade com o Tema n. 339 do STF e diante da\nausência de repercussão geral do Tema n. 181 do STF, e o inadmitiu\nem relação à alegada violação do artigo 97 da Constituição Federal.\n1.2. A parte agravante argumentou a ausência de fundamentação\njurisdicional adequada, em contrariedade ao Tema n. 339 do STF,\nalegando ainda que o Tema n. 181 do STF não deveria ser aplicado ao\ncaso, em razão de existir ofensa direta à Constituição Federal, e\nque estariam preenchidos todos os pressupostos de admissibilidade do\nrecurso extraordinário.\nII. QUESTÕES EM DISCUSSÃO\n2.1. A conformidade do acórdão recorrido com o Tema n. 339 do STF,\nque trata da suficiência da fundamentação das decisões judiciais.\n2.2. A aplicabilidade do Tema n. 181 do STF quando se discute a\nadmissibilidade de recurso anterior de competência do STJ.\n2.3. O preenchimento dos requisitos de admissibilidade do recurso\nextraordinário.\nIII. RAZÕES DE DECIDIR\n3.1.  O STF, ao tratar do Tema n. 339 da repercussão geral, firmou a\ntese de que a Constituição Federal exige que acórdãos e decisões\nsejam fundamentados, ainda que sucintamente, sem vinculação à\ncorreção ou abrangência detalhada de todas as alegações das partes,\nmas sim à existência de motivação que permita a compreensão da\nsolução dada à controvérsia.\n3.2. O acórdão recorrido foi considerado fundamentado de forma\nsuficiente para a solução da controvérsia, em conformidade com o\nTema n. 339 do STF, sendo imperativa a negativa de seguimento do\nrecurso extraordinário.\n3.3. A decisão agravada fundamentou-se na aplicação do Tema n. 181\ndo STF, que estabelece ausência de repercussão geral da questão\nrelativa ao preenchimento dos pressupostos de admissibilidade de\nrecursos de competência de outros Tribunais.\n3.4. As razões do recurso extraordinário, voltadas ao óbice aplicado\nou à matéria de fundo, demandam a reanálise ou superação do\nentendimento acerca do não conhecimento de recurso anterior.\n3.5. Nos termos do art. 1.030, I, a, do CPC, é justificada a\nnegativa de seguimento ao recurso extraordinário quando a questão\ncontrovertida não possui repercussão geral.\n3.6. A decisão de natureza mista, que, em parte, nega seguimento e,\nparcialmente, inadmite recurso extraordinário, desafia a\ninterposição simultânea de agravo regimental e agravo em recurso\nextraordinário, tratando-se de exceção ao princípio da\nunirrecorribilidade, que encontra amparo na interpretação dos §§ 1º\ne 2º do art. 1.030 do CPC, c/c o art. 3º do CPP.\nIV. DISPOSITIVO\n4.1. Agravo interno conhecido, em parte, e, nessa extensão, não\nprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241112",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, em sessão virtual de 06/11/2024 a 12/11/2024, por\nunanimidade, conhecer em parte e, nesta parte, negar provimento ao\nrecurso, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Mauro\nCampbell Marques, Benedito Gonçalves, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva e\nSebastião Reis Júnior votaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Og Fernandes.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ "AgInt no RE no AgInt no AREsp  2563717  SP  2024/0037885-4\nDecisão:12/11/2024\nDJE        DATA:22/11/2024" ]
}, {
  "id" : "000893391",
  "numeroProcesso" : "1543207",
  "numeroRegistro" : "201501700986",
  "siglaClasse" : "AgInt no RE nos EDcl no AgInt no REsp",
  "descricaoClasse" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LUIS FELIPE SALOMÃO",
  "dataPublicacao" : "DJE        DATA:22/11/2024",
  "ementa" : "AGRAVO INTERNO. RECURSO EXTRAORDINÁRIO. OFENSA AOS PRINCÍPIOS DO\nCONTRADITÓRIO E DA AMPLA DEFESA. AUSÊNCIA DE REPERCUSSÃO GERAL. TEMA\nN. 660 DO STF. ART. 1.030, I, A, DO CPC. DECISÃO HÍBRIDA. PARCIAL\nNEGATIVA DE SEGUIMENTO E INADMISSÃO DO RECURSO EXTRAORDINÁRIO.\nAGRAVO INTERNO E AGRAVO EM RECURSO EXTRAORDINÁRIO. INTERPOSIÇÃO\nSIMULTÂNEA. UNIRRECORRIBILIDADE. EXCEÇÃO.\nI. CASO EM EXAME\n1.1. Agravo interno interposto contra a decisão que negou seguimento\nao recurso extraordinário, fundamentada na ausência de repercussão\ngeral em matéria que envolve a suposta ofensa aos princípios do\ncontraditório, da ampla defesa, do devido processo legal e da\nsegurança jurídica, bem como ao ato jurídico perfeito, ao direito\nadquirido e aos limites da coisa julgada, conforme definido no Tema\nn. 660 do STF, e não o admitiu em relação à questão da aplicação\nretroativa da Lei n. 14.230/2021.\n1.2. A parte agravante sustenta que o Tema n. 660 do STF não se\naplica ao caso dos autos, afirmando que houve violação direta aos\nprincípios constitucionais apontados.\nII. QUESTÕES EM DISCUSSÃO\n2.1. A aplicabilidade do Tema n. 660 do STF a caso em que se discute\na suposta contrariedade aos princípios constitucionais, quando o\nexame depende de normas infraconstitucionais.\n2.2. O preenchimento dos requisitos de admissibilidade do recurso\nextraordinário.\nIII. RAZÕES DE DECIDIR\n3.1. O STF, no Tema n. 660 da repercussão geral, firmou a tese de\nque a alegação de afronta aos princípios do contraditório, da ampla\ndefesa, do devido processo legal e da segurança jurídica, bem como\nao ato jurídico perfeito, ao direito adquirido e aos limites da\ncoisa julgada, quando depende de análise de normas\ninfraconstitucionais, configura ofensa reflexa ao texto\nconstitucional, não possuindo repercussão geral.\n3.2. No caso concreto, a discussão suscitada no recurso\nextraordinário exige a prévia apreciação de normas\ninfraconstitucionais, motivo pelo qual se aplica o entendimento\nconsolidado no Tema n. 660 do STF.\n3.3. A decisão de natureza mista, que, em parte, nega seguimento e,\nparcialmente, não admite recurso extraordinário, desafia a\ninterposição simultânea de agravo regimental e agravo em recurso\nextraordinário, tratando-se de exceção ao princípio da\nunirrecorribilidade, que encontra amparo na interpretação dos §§ 1º\ne 2º do art. 1.030 do CPC, c/c o art. 3º do CPP.\nIV. DISPOSITIVO\n4.1. Agravo regimental conhecido, em parte, e, nessa extensão,\nnega-se provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241112",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, em sessão virtual de 06/11/2024 a 12/11/2024, por\nunanimidade, conhecer parcialmente do recurso e, nessa parte\nnegar-lhe provimento, nos termos do voto do Sr. Ministro Luis Felipe\nSalomão.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Mauro\nCampbell Marques, Benedito Gonçalves, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva e\nSebastião Reis Júnior votaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Og Fernandes.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000893390",
  "numeroProcesso" : "2126547",
  "numeroRegistro" : "202400624943",
  "siglaClasse" : "AgInt no RE no AgInt no REsp",
  "descricaoClasse" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO NO AGRAVO INTERNO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LUIS FELIPE SALOMÃO",
  "dataPublicacao" : "DJE        DATA:22/11/2024",
  "ementa" : "AGRAVO INTERNO. RECURSO EXTRAORDINÁRIO. FUNDAMENTAÇÃO DO JULGADO\nRECORRIDO. SUFICIÊNCIA. TEMA N. 339 DO STF. CONFORMIDADE COM A TESE\nFIXADA EM REPERCUSSÃO GERAL. ART. 1.030, I, A, DO CPC. INADMISSÃO.\nNÃO CABIMENTO DO AGRAVO INTERNO. ERRO GROSSEIRO. INAPLICABILIDADE DO\nPRINCÍPIO DA FUNGIBILIDADE RECURSAL. AGRAVO INTERNO CONHECIDO EM\nPARTE E, NESSA EXTENSÃO, DESPROVIDO.\nI. CASO EM EXAME\n1.1. Agravo interno interposto contra decisão que negou seguimento a\nrecurso extraordinário, sob o fundamento de que o acórdão recorrido\nestaria em conformidade com a tese fixada pelo STF no Tema n. 339\nda repercussão geral.\n1.2. A parte agravante alegou a inaplicabilidade do Tema n. 339 ao\ncaso, argumentando que não houve fundamentação adequada no acórdão\nrecorrido quanto às matérias suscitadas, o que configuraria ofensa\nao texto constitucional.\n1.3. Trata-se de agravo interno interposto, também, contra decisão\nque não admitiu recurso extraordinário, com fundamento no art.\n1.030, V, do Código de Processo Civil (CPC), por meio do qual a\nparte agravante requereu a admissão e remessa do recurso\nextraordinário ao STF.\nII. QUESTÕES EM DISCUSSÃO\n2.1. A existência de afronta ao art. 93, IX, da Constituição Federal\nquando se discute a suficiência da fundamentação das decisões\njudiciais, com aplicabilidade do Tema n. 339 do STF.\n2.2. Se é cabível a interposição de agravo interno contra decisão\nque inadmite recurso extraordinário com fundamento no art. 1.030, V,\ndo CPC.\n2.3. A aplicação do princípio da fungibilidade recursal nos casos em\nque há interposição de recurso manifestamente incabível.\nIII. RAZÕES DE DECIDIR\n3.1. O STF, ao tratar do Tema n. 339 da repercussão geral, firmou a\ntese de que a Constituição Federal exige que acórdãos e decisões\nsejam fundamentados, ainda que sucintamente, sem vinculação à\ncorreção ou abrangência detalhada de todas as alegações das partes,\nmas sim à existência de motivação que permita a compreensão da\nsolução dada à controvérsia.\n3.2. No caso concreto, o acórdão recorrido apresentou motivação\nadequada para a solução da controvérsia, em conformidade com o Tema\nn. 339, razão pela qual é justificada a negativa de seguimento ao\nrecurso extraordinário nos termos do art. 1.030, I, a, do CPC.\n3.3. Nos termos dos arts. 1.030, § 1º, e 1.042 do CPC, a decisão que\ninadmite recurso extraordinário deve ser impugnada por agravo em\nrecurso extraordinário para o STF, e não por agravo interno.\n3.4. A jurisprudência do STJ é pacífica no sentido de que a\ninterposição de recurso incorreto contra decisão que não admite\nrecurso extraordinário configura erro grosseiro, o que impede a\naplicação do princípio da fungibilidade recursal.\nIV. DISPOSITIVO\n4.1. Agravo interno a que se conhece em parte e, nessa extensão,\nnega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241112",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 06/11/2024 a 12/11/2024,\npor unanimidade, conhecer parcialmente do recurso, mas lhe negar\nprovimento, nos termos do voto do Sr. Ministro Luis Felipe Salomão.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Mauro\nCampbell Marques, Benedito Gonçalves, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva e\nSebastião Reis Júnior votaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Og Fernandes.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000893389",
  "numeroProcesso" : "7028",
  "numeroRegistro" : "202102029882",
  "siglaClasse" : "AgInt no RE nos EDcl no AgInt na AR",
  "descricaoClasse" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NA AÇÃO RESCISÓRIA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LUIS FELIPE SALOMÃO",
  "dataPublicacao" : "DJE        DATA:22/11/2024",
  "ementa" : "DIREITO PROCESSUAL CIVIL. AGRAVO INTERNO. RECURSO EXTRAORDINÁRIO.\nPRESSUPOSTOS DE ADMISSIBILIDADE DE AÇÃO RESCISÓRIA. TEMA 248 DO STF.\nAUSÊNCIA DE REPERCUSSÃO GERAL. AGRAVO DESPROVIDO.\nI. CASO EM EXAME\n1.1. Agravo interno interposto contra a decisão que negou seguimento\nao recurso extraordinário.\n1.2. A parte agravante sustenta a inaplicabilidade do Tema 248 do\nSTF e a existência de repercussão geral acerca diante da\nplausibilidade de processamento da ação rescisória.\nII. QUESTÕES EM DISCUSSÃO\n2.1. Discute-se a aplicabilidade do Tema 248 do STF quanto à\nausência de repercussão geral em controvérsias que envolvem os\npressupostos de admissibilidade de ação rescisória, em razão do\ncaráter infraconstitucional da matéria.\nIII. RAZÕES DE DECIDIR\n3.1. O Supremo Tribunal Federal, ao julgar o AI n. 751.478-RG/SP,\nfirmou o entendimento de que a controvérsia sobre os pressupostos de\nadmissibilidade de ação rescisória se restringe ao plano\ninfraconstitucional, não havendo repercussão geral (Tema 248).\n3.2. Ainda que o tema tenha sido julgado no âmbito da Justiça do\nTrabalho, a Corte Suprema tem aplicado o entendimento para outras\nesferas do Direito, conforme precedentes.\n3.3. O agravo interno não demonstrou elementos que afastem a\naplicação do Tema 248, sendo, portanto, inviável o recurso\nextraordinário por tratar-se de matéria infraconstitucional.\nIV. DISPOSITIVO\n4.1. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241112",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 06/11/2024 a 12/11/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Mauro\nCampbell Marques, Benedito Gonçalves, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva e\nSebastião Reis Júnior votaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Og Fernandes.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000893388",
  "numeroProcesso" : "2104920",
  "numeroRegistro" : "202003220013",
  "siglaClasse" : "AgInt nos EDcl nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "FRANCISCO FALCÃO",
  "dataPublicacao" : "DJE        DATA:18/11/2024",
  "ementa" : "PROCESSUAL CIVIL. DECISÃO QUE INDEFERIU LIMINARMENTE  EMBARGOS DE\nDIVERGÊNCIA EM RECURSO ESPECIAL. INCIDÊNCIA DA SÚMULA N. 315 DO STJ\nNA PARTE EM QUE NÃO FOI CONHECIDO O RECURSO ESPECIAL. SÚMULA N. 168\nDO STJ. DIVERGÊNCIA NÃO DEMONSTRADA. IMPOSSIBILIDADE DE REEXAME\nFÁTICO-PROBATÓRIO. DESPROVIMENTO DO AGRAVO INTERNO. MANUTENÇÃO DA\nDECISÃO RECORRIDA.\nI - Na origem foi ajuizada ação para a dissolução de união estável\ncumulada com partilha de bens e fixação de alimentos. Na sentença os\npedidos foram julgados parcialmente procedentes para declarar a\ndissolução requerida, fixar a partilha e condenar o espólio do\ndemandado ao pagamento de alimentos. No Tribunal de origem, a\nsentença foi parcialmente reformada para julgar parcialmente\nprocedente pedido de reconhecimento de união estável paralela, feito\nem oposição, e fixação de partilha; também modificou o prazo de\npagamento dos alimentos; e por fim, fixou honorários de sucumbência.\nNo Superior Tribunal de Justiça, a demandante interpôs o presente\nagravo interno contra decisão que indeferiu liminarmente seus\nembargos de divergência em recurso especial.\nII - A Terceira Turma desta Corte Superior, por unanimidade,\nconheceu em parte do recurso especial e, nessa extensão, deu-lhe\nparcial provimento. Por isso, na análise dos embargos de divergência\nora suscitados, incide o enunciado da Súmula n. 315 do STJ, na\nparte em que não foi conhecido o recurso especial.\nIII - Aplica-se à espécie o enunciado da Súmula n. 168 do STJ.\nJurisprudência citada no acórdão embargado: REsp n. 1.124.859/MG,\nrelator Ministro Luis Felipe Salomão, relatora para acórdão Ministra\nMaria Isabel Gallotti, Segunda Seção, julgado em 26/11/2014, DJe de\n27/2/2015. REsp n. 1.324.222/DF, relator Ministro Ricardo Villas\nBôas Cueva, Terceira Turma, julgado em 6/10/2015, DJe de 14/10/2015.\nREsp n. 1.118.937/DF, relator Ministro Antonio Carlos Ferreira,\nQuarta Turma, julgado em 24/2/2015, DJe de 4/3/2015. REsp n.\n1.845.416/MS, relator Ministro Marco Aurélio Bellizze, relatora para\nacórdão Ministra Nancy Andrighi, Terceira Turma, julgado em\n17/8/2021, DJe de 24/8/2021.\nIV - No presente caso, a divergência não foi demonstradoa nos moldes\nlegais, pois, além da ausência do cotejo analítico, não ficou\nevidenciada a similitude fática e jurídica entre os casos\ncolacionados que teriam recebido interpretação divergente por órgão\nfracionário do STJ. Para a caracterização da divergência, nos termos\ndos arts. 1043 e 1.044 do CPC/2015 e do art. 266 e seguintes do\nRISTJ, exige-se, além da transcrição de acórdãos tidos por\ndiscordantes, a realização do cotejo analítico da divergência\ninvocada, com a necessária demonstração de similitude fática entre o\naresto impugnado e os acórdãos paradigmas, assim como a presença de\nsoluções jurídicas diversas para a situação, sendo insuficiente,\npara tanto, a simples transcrição de ementas.\nV - Verifica-se que a Corte de origem analisou a controvérsia dos\nautos levando em consideração os fatos e provas relacionados à\nmatéria. Assim, para se chegar à conclusão diversa, seria necessário\no reexame fático-probatório. Ressalta-se que os embargos de\ndivergência não se prestam a modificar a decisão proferida, quando,\npara sua análise, haja necessidade de se revolver elementos fático-\nprobatórios.\nVI - Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241112",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 06/11/2024 a 12/11/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Maria Thereza de Assis Moura, Luis Felipe Salomão, Mauro\nCampbell Marques, Benedito Gonçalves, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva e\nSebastião Reis Júnior votaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Og Fernandes.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000893362",
  "numeroProcesso" : "2345143",
  "numeroRegistro" : "202301378820",
  "siglaClasse" : "EDcl no AgInt no RE nos EDcl no AgInt no AREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO\nNOS EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NO AGRAVO EM RECURSO\nESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LUIS FELIPE SALOMÃO",
  "dataPublicacao" : "DJE        DATA:13/12/2024",
  "ementa" : "EMBARGOS DE DECLARAÇÃO. AGRAVO INTERNO. RECURSO EXTRAORDINÁRIO.\nAPLICAÇÃO DO RITO DA REPERCUSSÃO GERAL. VÍCIO. EXISTÊNCIA.\nNECESSIDADE DE REALIZAÇÃO DE NOVO JUÍZO DE ADMISSIBILIDADE.\nI. CASO EM EXAME1.1. Embargos de declaração opostos contra acórdão\nque manteve decisão na qual apreciado recurso extraordinário.1.2. O\nacórdão embargado aplicou o entendimento firmado pelo STF, que\nregula a aplicação do rito da repercussão geral.\nII. QUESTÕES EM DISCUSSÃO2.1. A parte embargante alega vícios no\nacórdão que ensejariam a alteração das conclusões adotadas. III.\nRAZÕES DE DECIDIR3.1. Nos termos do art. 1.022 do Código de Processo\nCivil, os embargos de declaração destinam-se a esclarecer\nobscuridade, eliminar contradição, suprir omissão ou corrigir erro\nmaterial.3.2. Na hipótese, verifica-se a existência de omissão na\nanálise da suposta ofensa ao art. 97 da Constituição Federal, a\ndemandar nova análise acerca da viabilidade do apelo extremo.\nIV. DISPOSITIVO4.1. Embargos de declaração acolhidos, com efeitos\nmodificativos, a fim de tornar sem efeito a decisão que negou\nseguimento ao recurso extraordinário, com determinação de retorno\ndos autos à Vice-Presidência para a realização de novo juízo de\nadmissibilidade da insurgência.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241210",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 04/12/2024 a 10/12/2024,\npor unanimidade, acolher os embargos de declaração, com efeitos\nmodificativos, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000893361",
  "numeroProcesso" : "2057084",
  "numeroRegistro" : "202203633193",
  "siglaClasse" : "EDcl nos EDcl no AgInt no RE nos EDcl no AgInt no REsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE\nDECLARAÇÃO NO AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS\nDE DECLARAÇÃO NO AGRAVO INTERNO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LUIS FELIPE SALOMÃO",
  "dataPublicacao" : "DJE        DATA:13/12/2024",
  "ementa" : "EMBARGOS DE DECLARAÇÃO. AGRAVO INTERNO. RECURSO EXTRAORDINÁRIO.\nAPLICAÇÃO DO RITO DA REPERCUSSÃO GERAL. OMISSÃO. EXISTÊNCIA.\nNECESSIDADE DE REALIZAÇÃO DE NOVO JUÍZO DE ADMISSIBILIDADE.\nI. CASO EM EXAME1.1. Embargos de declaração opostos contra acórdão\nque manteve decisão na qual apreciado recurso extraordinário.1.2. O\nacórdão embargado aplicou o entendimento firmado pelo STF, que\nregula a aplicação do rito da repercussão geral.\nII. QUESTÕES EM DISCUSSÃO2.1. A parte embargante alega vícios no\nacórdão que ensejariam a alteração das conclusões adotadas. III.\nRAZÕES DE DECIDIR3.1. Nos termos do art. 1.022 do Código de Processo\nCivil, os embargos de declaração destinam-se a esclarecer\nobscuridade, eliminar contradição, suprir omissão ou corrigir erro\nmaterial.3.2. Na hipótese, verifica-se a existência de omissão a\ndemandar nova análise acerca da viabilidade do apelo extremo.\nIV. DISPOSITIVO4.1. Embargos de declaração acolhidos, com efeitos\nmodificativos, a fim de tornar sem efeito a decisão que negou\nseguimento ao recurso extraordinário, com determinação de retorno\ndos autos à Vice-Presidência para a realização de novo juízo de\nadmissibilidade da insurgência.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241210",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 04/12/2024 a 10/12/2024,\npor unanimidade, acolher os embargos de declaração, com efeitos\nmodificativos, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Mauro Campbell Marques, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva e\nSebastião Reis Júnior votaram com o Sr. Ministro Relator.\nImpedido o Sr. Ministro Benedito Gonçalves.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000893355",
  "numeroProcesso" : "1688",
  "numeroRegistro" : "202303948550",
  "siglaClasse" : "Inq",
  "descricaoClasse" : "INQUÉRITO",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "ANTONIO CARLOS FERREIRA",
  "dataPublicacao" : "DJE        DATA:13/12/2024",
  "ementa" : "DIREITO PENAL. AÇÃO PENAL ORIGINÁRIA. DENÚNCIA RECEBIDA.\nI. Caso em exame1. Denúncia oferecida pelo Ministério Público\nFederal contra Conselheiro do Tribunal de Contas do Estado do\nAmazonas pela prática, em tese, do crime de injúria (art. 140 do\nCódigo Penal). O denunciado teria ofendido a dignidade de uma\nConselheira durante o exercício de suas funções. A denúncia foi\nacompanhada de proposta de suspensão condicional do processo, que\nfoi rejeitada pelo denunciado.\nII. Questão em discussão 2. A questão em discussão consiste em\nverificar o preenchimento dos requisitos legais para o recebimento\nda denúncia, considerando os indícios de autoria e materialidade\ndelitiva e as provas produzidas no curso do inquérito.\nIII. Razões de decidir3. A denúncia descreveu com clareza o fato, em\ntese, criminoso, permitindo o exercício da ampla defesa pelo\ndenunciado.\n4. Em um juízo de delibação, a justa causa para a persecução\ncriminal está presente; denúncia acompanhada de lastro probatório\nmínimo.\n5. O princípio in dubio pro societate prevalece na fase de\nrecebimento da denúncia. Precedentes.\nIV. Dispositivo e tese6. Denúncia recebida.\nTese de julgamento:  1. A denúncia deve ser recebida, preenchidos os\nrequisitos do artigo 41 do CPP e ausentes as hipóteses do artigo\n395 do CPP, com a presença de indícios suficientes de autoria e\nmaterialidade delitiva respaldados em lastro probatório mínimo. 2. O\nprincípio in dubio pro societate justifica o prosseguimento da ação\npenal na fase de recebimento da denúncia desde que presente lastro\nprobatório mínimo.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241204",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Corte Especial, por unanimidade, receber a\ndenúncia, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Ricardo Villas Bôas Cueva, Sebastião Reis Júnior,\nSérgio Kukina, Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Og Fernandes, Luis Felipe Salomão,\nBenedito Gonçalves, Raul Araújo e Maria Isabel Gallotti votaram com\no Sr. Ministro Relator.\nImpedido o Sr. Ministro Mauro Campbell Marques.\nAusente, justificadamente, a Sra. Ministra Maria Thereza de Assis\nMoura.\nConvocado o Sr. Ministro Sérgio Kukina.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : "(AÇÃO PENAL - RECEBIMENTO DA DENÚNCIA - JUSTA CAUSA)\n   STJ - <<Inq 1653>>-DF, <<APn 996>>-DF,\n         <<AgRg no RHC 155733>>-RS, <<AgRg no HC 692063>>-RS,\n         <<Inq 1587>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEL:002848 ANO:1940\n*****  CP-40    CÓDIGO PENAL\n        ART:00041", "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00395 INC:00003" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000893254",
  "numeroProcesso" : "3473",
  "numeroRegistro" : "202402980590",
  "siglaClasse" : "AgInt na SLS",
  "descricaoClasse" : "AGRAVO INTERNO NA SUSPENSÃO DE LIMINAR E DE SENTENÇA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "HERMAN BENJAMIN",
  "dataPublicacao" : "DJE        DATA:25/11/2024",
  "ementa" : "AGRAVO INTERNO CONTRA DECISÃO INDEFERITÓRIA DE PEDIDO DE SUSPENSÃO\nDE SEGURANÇA. GRAVE LESÃO À ORDEM E À ECONOMIA PÚBLICAS. NÃO\nDEMONSTRAÇÃO. AGRAVO IMPROVIDO\n1. Município pretende sustar o acórdão proferido Apelação Cível\n0800674-20.2020.815.0981, que tramitou no Tribunal de Justiça da\nParaíba, e que deu provimento àquele recurso para anular a sentença\nda primeira instância - que extinguiu o processo sem resolução do\nmérito - e determinar que o Juízo de primeiro grau examinasse o\nmérito da causa, restabelecendo os efeitos da tutela cautelar que\nvigorou até a sentença e que permitiu o funcionamento de um posto de\ncombustível.\n2. Inexistência de urgência - tanto que só depois da extinção da\nação de origem sem exame do mérito e do restabelecimento da tutela\ncautelar, pelo Tribunal de Justiça, o município tenta desconstituir,\nvia SLS, o ato jurisdicional - e emprego do excepcional instituto\ncomo sucedâneo recursal.\n3. Argumentos genéricos e hipotéticos, sem densidade jurídica apta a\nconduzir à necessidade da suspensão do Acórdão. Alegação de que o\nAcórdão \"rompe preceitos e competências constitucionais, pois obriga\na administração pública a expedir documento para autorizar o\nfuncionamento de posto de combustíveis\" que não se sustenta, porque\ntodos os atos administrativos, como regra, estão sujeitos ao\ncontrole jurisdicional, principalmente quando eivados de\nilegalidade, consectário direto do princípio constitucional da\ninafastabilidade da jurisdição e do livre acesso ao Poder\nJudiciário.\n4. A grave lesão à ordem pública há de ser circunstanciada àquelas\nsituações efetivamente aptas a transtornar e prejudicar o normal\nfuncionamento da vida em sociedade ou das instituições públicas, o\nestá longe de ser o caso destes autos, em que se discute,\nsimplesmente, a atividade de um único posto de combustíveis. O\nconceito de lesão à ordem pública deve ser lido em seu âmbito mais\nrestrito, de forma que sem o inafastável abalo à paz social ou ao\neficiente funcionamento do Estado, situações aqui indemonstradas e\nnão detectadas, não há que se falar em Suspensão de Liminar e de\nSentença ou em Suspensão de Segurança.\n5. A suspensão de segurança é medida excepcional que não tem\nnatureza jurídica de recurso, razão pela qual não admite a devolução\ndo conhecimento da matéria de mérito da controvérsia para o\neventual reexame ou reforma.6. Agravo Interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241112",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 06/11/2024 a 12/11/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Mauro\nCampbell Marques, Benedito Gonçalves, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva e\nSebastião Reis Júnior votaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Og Fernandes.\nPresidiu o julgamento o Sr. Ministro Luis Felipe Salomão.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000893248",
  "numeroProcesso" : "3453",
  "numeroRegistro" : "202402397321",
  "siglaClasse" : "AgInt nos EDcl na SLS",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NA SUSPENSÃO DE LIMINAR E DE SENTENÇA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "HERMAN BENJAMIN",
  "dataPublicacao" : "DJE        DATA:25/11/2024",
  "ementa" : "AGRAVO INTERNO CONTRA DECISÃO QUE INDEFERE PEDIDO DE SUSPENSÃO DE\nSEGURANÇA. GRAVE LESÃO À ORDEM E À ECONOMIA PÚBLICAS. NÃO\nDEMONSTRAÇÃO. AGRAVO NÃO PROVIDO.\n1. O Município pretende sustar decisão vigente há mais de três anos,\nconfirmada pelo Tribunal de Justiça de Alagoas, que permitiu a 11\nbarqueiros voltar à atividade, diante da ilegalidade do ato de\ncassação das suas licenças.\n2. Inexistência de urgência - tanto que só depois de três anos o\nmunicípio tenta desconstituir, via SLS, o ato jurisdicional - e\nemprego do excepcional instituto como sucedâneo recursal, mais\npróximo de Rescisória do que de recurso em si.\n3. Argumento de grave lesão calcado \"na interferência do Poder\nJudiciário na esfera administrativa\" e na \"inviabilidade do\nexercício do seu poder de polícia\" que não se sustenta, porque todos\nos atos administrativos, como regra, estão sujeitos ao controle\njurisdicional, principalmente quando eivados de ilegalidade,\nconsectário direto do princípio constitucional da inafastabilidade\nda jurisdição e do livre acesso ao Poder Judiciário.\n4. Edilidade equivocadamente assevera que está impedida de exercer\nfiscalização de aspectos ligados à segurança e navegabilidade das\nembarcações, quando o decisum impugnado limitou-se a permitir que\nalguns poucos barqueiros pudessem voltar a explorar o serviço.\nConclusão do município requerente insulada e divorciada de qualquer\ndado constante dos autos.\n5. A grave lesão à ordem pública há de ser circunstanciada àquelas\nsituações efetivamente aptas a transtornar e prejudicar o normal\nfuncionamento da vida em sociedade ou das instituições públicas, o\nestá longe de ser o caso destes autos, em que se discute,\nsimplesmente, a atividade de 11 barqueiros. O conceito de lesão à\nordem pública deve ser lido em seu âmbito mais restrito, de forma\nque sem o inafastável abalo à paz social ou ao eficiente\nfuncionamento do Estado, situações aqui indemonstradas e não\ndetectadas, não há que se falar em Suspensão de Liminar e de\nSentença ou em Suspensão de Segurança.\n6. A suspensão de segurança é medida excepcional que não tem\nnatureza jurídica de recurso, razão pela qual não admite a devolução\ndo conhecimento da matéria de mérito da controvérsia para o\neventual reexame ou reforma.7. Agravo Interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241112",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 06/11/2024 a 12/11/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Mauro\nCampbell Marques, Benedito Gonçalves, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva e\nSebastião Reis Júnior votaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Og Fernandes.\nPresidiu o julgamento o Sr. Ministro Luis Felipe Salomão.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000893245",
  "numeroProcesso" : "2779",
  "numeroRegistro" : "202002103403",
  "siglaClasse" : "PET na SLS",
  "descricaoClasse" : "PETIÇÃO NA SUSPENSÃO DE LIMINAR E DE SENTENÇA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "HERMAN BENJAMIN",
  "dataPublicacao" : "DJE        DATA:25/11/2024",
  "ementa" : "SUSPENSÃO DE LIMINAR E DE SENTENÇA. AGRAVO INTERNO CONTRA DESPACHO\nDE EXPEDIENTE. INADMISSIBILIDADE. PRETENSÃO DE MODULAÇÃO OU DE\nESCLARECIMENTOS DE ACÓRDÃO TRANSITADO EM JULGADO EM SLS.\nIMPOSSIBILIDADE.\n1. Agravo Interno contra despacho de expediente que se limitou a\ndizer que nada havia a prover, porque o acórdão questionado estava\ntransitado em julgado.\n2. Tratando-se de ato jurisdicional sem conteúdo decisório, é\ninviável o conhecimento do recurso, nos termos do art. 1.001 do\nCódigo de Processo Civil.\n3. Pretensão de modulação e de esclarecimentos sobre o acórdão\ntransitado em julgado que não se admite.\n4. A Suspensão de Liminar e de Sentença é procedimento de cognição\nlimitada e superficial que esgota o seu fim com o indeferimento do\npedido ou com o seu provimento. Uma vez julgado, e não se tratando\nda Ação de Conhecimento, de cognição ampla e exauriente, não há como\nse prosseguir nele emanando provimentos jurisdicionais. Novas\nsituações de fato ou de direito ocorridas na origem devem ser lá\ntratadas e desafiam os recursos previstos na legislação, aos órgãos\njurisdicionais competentes.\n3. Agravo interno não conhecido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241112",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 06/11/2024 a 12/11/2024,\npor unanimidade, não conhecer do recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Mauro\nCampbell Marques, Benedito Gonçalves, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva e\nSebastião Reis Júnior votaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Og Fernandes.\nPresidiu o julgamento o Sr. Ministro Luis Felipe Salomão.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000893135",
  "numeroProcesso" : "7741",
  "numeroRegistro" : "202402234960",
  "siglaClasse" : "AgInt na AR",
  "descricaoClasse" : "AGRAVO INTERNO NA AÇÃO RESCISÓRIA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "SEBASTIÃO REIS JÚNIOR",
  "dataPublicacao" : "DJE        DATA:29/11/2024",
  "ementa" : "AGRAVO INTERNO EM AÇÃO RESCISÓRIA. INDEFERIMENTO DA PETIÇÃO INICIAL.\nINÉPCIA. NÃO IMPUGNAÇÃO DE DECISÃO DE MÉRITO. NECESSIDADE.\nDOCUMENTO NOVO POSTERIOR AO TRÂNSITO EM JULGADO. IMPOSSIBILIDADE.\nSUCEDÂNEO RECURSAL. VEDAÇÃO.\n1. É requisito essencial ao cabimento da ação rescisória a\nimpugnação de decisão de mérito, o que não se verificou no caso.\n2. O documento novo que autoriza o ajuizamento da ação rescisória é\naquele que, já existente à época da decisão rescindenda, era\nignorado pelo autor ou do qual não pôde fazer uso por razões\nestranhas à sua vontade, sendo capaz de assegurar, por si só, a\nprocedência do pedido deduzido na demanda. Precedentes.\n3. É vedada a utilização de ação rescisória como sucedâneo recursal\ncapaz de devolver o exame de questões que deveriam ter sido\napresentadas no processo originário. Precedentes.\n4. Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241112",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 06/11/2024 a 12/11/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira e Ricardo Villas Bôas\nCueva votaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Og Fernandes.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000893118",
  "numeroProcesso" : "2150774",
  "numeroRegistro" : "202201817132",
  "siglaClasse" : "EDcl no AgInt no RE nos EDcl no AgInt no AREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NO AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LUIS FELIPE SALOMÃO",
  "dataPublicacao" : "DJE        DATA:22/11/2024",
  "ementa" : "EMBARGOS DE DECLARAÇÃO. AGRAVO INTERNO. RECURSO EXTRAORDINÁRIO.\nAPLICAÇÃO DO RITO DA REPERCUSSÃO GERAL. OMISSÃO. EXISTÊNCIA.\nEMBARGOS DECLARATÓRIOS ACOLHIDOS SEM EFEITOS MODIFICATIVOS.\nI. CASO EM EXAME1.1. Embargos de declaração opostos contra acórdão\nque manteve decisão na qual apreciado recurso extraordinário.1.2. O\nacórdão embargado aplicou o entendimento firmado pelo STF, que\nregula a aplicação do rito da repercussão geral.\nII. QUESTÕES EM DISCUSSÃO2.1. A parte embargante alega omissão no\nacórdão que ensejaria a alteração das conclusões adotadas. III.\nRAZÕES DE DECIDIR\n3.1. Nos termos do art. 1.022 do Código de Processo Civil, os\nembargos de declaração destinam-se a esclarecer obscuridade,\neliminar contradição, suprir omissão ou corrigir erro material.3.2.\nNa hipótese, constata-se a ocorrência de omissão sobre ponto alegado\npela parte embargante.\nIV. DISPOSITIVO4.1. Embargos de declaração acolhidos, sem efeitos\nmodificativos, para sanar a omissão apontada.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241112",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 06/11/2024 a 12/11/2024,\npor unanimidade, acolher parcialmente os embargos de declaração, sem\nefeitos modificativos, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Mauro\nCampbell Marques, Benedito Gonçalves, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva e\nSebastião Reis Júnior votaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Og Fernandes.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000893117",
  "numeroProcesso" : "14657",
  "numeroRegistro" : "202000211888",
  "siglaClasse" : "EDcl nos EDcl nos EDcl no AgInt no RE nos EDcl nos EDcl nos EDcl no AgInt nos EDcl nos EDcl na Pet",
  "descricaoClasse" : "EMB. DE DECLARAÇÃO NOS EMB. DE DECLARAÇÃO NOS EMB. DE DECLARAÇÃO NO AGRAVO INTERNO NO REC. EXTRAORDINÁRIO NOS EMB. DE DECLARAÇÃO NOS EMB. DE DECLARAÇÃO NOS EMB. DE DECLARAÇÃO NO AGRAVO INTERNO NOS EMB. DE DECLARAÇÃO NOS EMBARGOS DE DECLARAÇÃO NA\nPETIÇÃO",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LUIS FELIPE SALOMÃO",
  "dataPublicacao" : "DJE        DATA:22/11/2024",
  "ementa" : "TERCEIROS EMBARGOS DE DECLARAÇÃO. CARÁTER PROTELATÓRIO. MULTA\nMAJORADA. CERTIFICAÇÃO DO TRÂNSITO EM JULGADO.\nI. CASO EM EXAME\n1.1. Novos embargos de declaração opostos contra acórdão que\nrejeitou anteriores embargos declaratórios.\n1.2. A parte embargante reitera a alegação de vício de fundamentação\nno julgado, requerendo o acolhimento dos embargos para sanar os\ndefeitos apontados.\nII. QUESTÕES EM DISCUSSÃO\n2.1. Caráter protelatório dos terceiros embargos de declaração\nsucessivamente opostos.\n2.2. Aplicação de sanção processual pela reiteração de embargos\nmeramente protelatórios.\nIII. RAZÕES DE DECIDIR\n3.1. O julgado anterior já havia reconhecido o caráter protelatório\nda conduta da parte embargante, ao afastar os vícios de\nfundamentação suscitados.\n3.2. Nos termos do art. 1.026, § 3º, do Código de Processo Civil, a\nreiteração de embargos de declaração meramente protelatórios\njustifica a majoração da multa anteriormente aplicada, fixando-se a\nsanção processual em 10% do valor atualizado da causa.\nIV. DISPOSITIVO\nEmbargos de declaração não conhecidos, multa majorada para 10% do\nvalor atualizado da causa, conforme o art. 1.026, § 3º, do CPC e\ncertificação do trânsito em julgado.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241112",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 06/11/2024 a 12/11/2024,\npor unanimidade, não conhecer do recurso, com determinação de\ncertificação de trânsito em julgado, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Mauro\nCampbell Marques, Benedito Gonçalves, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva e\nSebastião Reis Júnior votaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Og Fernandes.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000893116",
  "numeroProcesso" : "6541",
  "numeroRegistro" : "202200670469",
  "siglaClasse" : "AgInt nos EDcl na HDE",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NA HOMOLOGAÇÃO DE DECISÃO ESTRANGEIRA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA THEREZA DE ASSIS MOURA",
  "dataPublicacao" : "DJE        DATA:18/11/2024",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NA HOMOLOGAÇÃO DE DECISÃO\nESTRANGEIRA. SENTENÇA ARBITRAL. CITAÇÃO POR ROGATÓRIA.\nDESNECESSIDADE. CITAÇÃO POR VIA POSTAL. VALIDADE. CIÊNCIA\nINEQUÍVOCA. OCORRÊNCIA. RECURSO NÃO PROVIDO.\n1. Em sede de procedimento arbitral, é válida a citação por via\npostal, desde que haja prova inequívoca do recebimento da\ncorrespondência, como no caso em exame.\n2. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241112",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 06/11/2024 a 12/11/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Luis Felipe Salomão, Mauro Campbell\nMarques, Benedito Gonçalves, Raul Araújo, Maria Isabel Gallotti,\nAntonio Carlos Ferreira, Ricardo Villas Bôas Cueva e Sebastião Reis\nJúnior votaram com a Sra. Ministra Relatora.\nNão participou do julgamento o Sr. Ministro Og Fernandes.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000893115",
  "numeroProcesso" : "16918",
  "numeroRegistro" : "202302696997",
  "siglaClasse" : "AgInt na Pet",
  "descricaoClasse" : "AGRAVO INTERNO NA PETIÇÃO",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA THEREZA DE ASSIS MOURA",
  "dataPublicacao" : "DJE        DATA:18/11/2024",
  "ementa" : "AGRAVO INTERNO NA PETIÇÃO. EMBARGOS DE DIVERGÊNCIA CONTRA ACÓRDÃO EM\nSEDE DE ANTERIORES EMBARGOS DE DIVERGÊNCIA. NÃO CABIMENTO. RECURSO\nNÃO PROVIDO.1. Conforme firme jurisprudência desta Corte, o recurso\nuniformizador não tem cabimento contra acórdão proferido no âmbito\nde anteriores embargos de divergência.\n2. Não se verifica, por ora, no caso, abuso no direito de recorrer,\ntampouco litigância de má-fé a autorizar a imposição de multa.3.\nAgravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241112",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 06/11/2024 a 12/11/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Luis Felipe Salomão, Mauro Campbell\nMarques, Benedito Gonçalves, Raul Araújo, Maria Isabel Gallotti,\nAntonio Carlos Ferreira, Ricardo Villas Bôas Cueva e Sebastião Reis\nJúnior votaram com a Sra. Ministra Relatora.\nNão participou do julgamento o Sr. Ministro Og Fernandes.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000893114",
  "numeroProcesso" : "17163",
  "numeroRegistro" : "202403626390",
  "siglaClasse" : "AgRg na Pet",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA PETIÇÃO",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA THEREZA DE ASSIS MOURA",
  "dataPublicacao" : "DJE        DATA:18/11/2024",
  "ementa" : "AGRAVO REGIMENTAL EM AÇÃO PENAL ORIGINÁRIA. DESPACHO QUE DETERMINA A\nFORMAÇÃO DE EXPEDIENTE SEPARADO PARA ANÁLISE DE PETIÇÃO. DESPACHO\nDE MERO EXPEDIENTE. AUSÊNCIA DE GRAVAME. NEGADO PROVIMENTO AO\nRECURSO.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241112",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 06/11/2024 a 12/11/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Luis Felipe Salomão, Mauro Campbell\nMarques, Benedito Gonçalves, Raul Araújo, Maria Isabel Gallotti,\nAntonio Carlos Ferreira, Ricardo Villas Bôas Cueva e Sebastião Reis\nJúnior votaram com a Sra. Ministra Relatora.\nNão participou do julgamento o Sr. Ministro Og Fernandes.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000893077",
  "numeroProcesso" : "1778339",
  "numeroRegistro" : "201801464163",
  "siglaClasse" : "EREsp",
  "descricaoClasse" : "EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "JOÃO OTÁVIO DE NORONHA",
  "dataPublicacao" : "DJE        DATA:10/12/2024",
  "ementa" : "EMBARGOS DE DIVERGÊNCIA. PROCESSUAL CIVIL. EXCEÇÃO DE\nPRÉ-EXECUTIVIDADE. ACOLHIMENTO EM RECURSO ESPECIAL. HONORÁRIOS\nADVOCATÍCIOS SUCUMBENCIAIS. FIXAÇÃO COM BASE NA LEGISLAÇÃO VIGENTE\nQUANDO DA PROLAÇÃO DA DECISÃO DE IMPOSIÇÃO, AINDA QUE NO ÂMBITO DO\nTRIBUNAL,  NO EXERCÍCIO DE COMPETÊNCIA RECURSAL. EMBARGOS DE\nDIVERGÊNCIA CONHECIDOS E PROVIDOS.\n1. A fixação dos honorários de sucumbência deve observar a\nlegislação vigente no momento da decisão que os impõe. A sentença é\nconsiderada ato processual que qualifica o nascedouro do direito à\npercepção dos honorários advocatícios.\n2. Quando, porém, a decisão que primeiro tratar da verba honorária\nfor proferida pelo tribunal, seja no âmbito de sua competência\noriginária, seja no âmbito de sua competência recursal, esta será o\nmarco temporal para definição da lei aplicável.\n3. Sendo a exceção de pré-executividade acolhida no âmbito de\nrecurso especial julgado na vigência do CPC de 2015, a fixação dos\nhonorários sucumbenciais deve observar as regras do novo CPC, e não\na data da decisão que deu origem à cadeia recursal proferida na\nvigência do CPC de 1973.\n4. Embargos de divergência conhecidos e providos.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241204",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Corte Especial, por unanimidade,\nconhecer dos embargos de divergência e dar-lhes provimento, nos\ntermos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Humberto Martins, Og Fernandes, Luis Felipe\nSalomão, Raul Araújo, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva, Sebastião Reis Júnior, Sérgio Kukina, Francisco Falcão e\nNancy Andrighi votaram com o Sr. Ministro Relator.\nAusentes, justificadamente, a Sra. Ministra Maria Thereza de Assis\nMoura e os Srs. Ministros Mauro Campbell Marques, Benedito Gonçalves\ne Maria Isabel Gallotti.\nConvocado o Sr. Ministro Sérgio Kukina.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000893076",
  "numeroProcesso" : "679431",
  "numeroRegistro" : "201500596047",
  "siglaClasse" : "EAREsp",
  "descricaoClasse" : "EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "JOÃO OTÁVIO DE NORONHA",
  "dataPublicacao" : "DJE        DATA:10/12/2024",
  "ementa" : "PROCESSUAL CIVIL. EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. DESERÇÃO. ILEGIBILIDADE DOS DOCUMENTOS COMPROBATÓRIOS DO\nPREPARO RECURSAL. ALEGAÇÃO DE VÍCIO NA DIGITALIZAÇÃO. COMPROVAÇÃO NA\nPRIMEIRA OPORTUNIDADE. CÓPIAS CERTIFICADAS EXTRAÍDAS DOS AUTOS\nFÍSICOS. DOCUMENTO HÁBIL. EMBARGOS DE DIVERGÊNCIA CONHECIDOS E\nPROVIDOS.\n1. Admite-se a comprovação, na primeira oportunidade, da ocorrência\nde falha na digitalização dos autos, por meio de cópias certificadas\ndos documentos relativos ao preparo recursal, extraídos, na origem,\ndos autos físicos do processo, que foram apresentados no ato da\ninterposição do recurso especial de forma visível e legível.\n2. Embargos de divergência conhecidos e providos. Deserção afastada.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241204",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Corte Especial, por unanimidade,\nconhecer dos embargos de divergência e dar-lhes provimento para\nafastar a deserção do recurso especial, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Humberto Martins, Og Fernandes, Luis Felipe\nSalomão, Raul Araújo, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva, Sebastião Reis Júnior, Sérgio Kukina, Francisco Falcão e\nNancy Andrighi votaram com o Sr. Ministro Relator.\nAusentes, justificadamente, a Sra. Ministra Maria Thereza de Assis\nMoura e os Srs. Ministros Mauro Campbell Marques, Benedito Gonçalves\ne Maria Isabel Gallotti.\nConvocado o Sr. Ministro Sérgio Kukina.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000893075",
  "numeroProcesso" : "87",
  "numeroRegistro" : "202201873194",
  "siglaClasse" : "QO na CauInomCrim",
  "descricaoClasse" : "QUESTÃO DE ORDEM NA CAUTELAR INOMINADA CRIMINAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJE        DATA:10/12/2024",
  "ementa" : "PENAL E PROCESSO PENAL. QUESTÃO DE ORDEM. INQUÉRITO. AUTORIDADE COM\nPRERROGATIVA DE FORO NO STJ. SUPOSTA PRÁTICA DE CRIMES CONTRA A\nADMINISTRAÇÃO PÚBLICA, DE LAVAGEM DE DINHEIRO E DE ORGANIZAÇÃO\nCRIMINOSA. MEDIDAS CAUTELARES. PRORROGAÇÃO. ART. 282, I E II, DO\nCPP. PRECEDENTES DO STJ E DO STF.\n1. Examina-se petição incidental apresentada pelo MPF, na qual se\npostula a prorrogação das medidas cautelares previstas no art. 319,\nII, III e VI, e no art. 320, ambos do CPP.\n2. Inquérito instaurado para apurar a possível existência de\norganização criminosa complexa, caracterizada pela divisão de\ntarefas e dotada de aparato operacional dividido em núcleos, que\nteria se instalado no Poder Executivo do Estado do Acre e, de forma\norgânica e estruturada, supostamente tem causado graves prejuízos ao\nerário, locupletamento de servidores públicos e agentes políticos e\ndanos sociais acentuados à população daquela unidade da federação.\n3. Consoante delineado pelos órgãos de persecução penal, permanecem\nhígidos os motivos que respaldaram a prorrogação das medidas\ncautelares diversas da prisão determinadas pela Corte Especial.\n4. Presença do fumus comissi delicti, ante os elementos indiciários\nde prática delitiva colhidos contra os investigados e pessoas\njurídicas utilizadas pela suposta organização criminosa com o escopo\nde, possivelmente, dissimular a eventual origem ilícita dos\nrecursos desviados do erário e viabilizar que o esquema criminoso\nseja retroalimentado.\n5. Medidas cautelares prorrogadas por 180 (cento e oitenta) dias.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241204",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Corte Especial, por unanimidade,\nacolher a questão de ordem para prorrogar as medidas cautelares por\n180 dias, nos termos do voto da Sra. Ministra Relatora.\nOs Srs. Ministros João Otávio de Noronha, Humberto Martins, Og\nFernandes, Luis Felipe Salomão, Raul Araújo, Antonio Carlos\nFerreira, Ricardo Villas Bôas Cueva, Sebastião Reis Júnior, Sérgio\nKukina e Francisco Falcão votaram com a Sra. Ministra Relatora.\nAusentes, justificadamente, a Sra. Ministra Maria Thereza de Assis\nMoura e os Srs. Ministros Mauro Campbell Marques, Benedito Gonçalves\ne Maria Isabel Gallotti.\nConvocado o Sr. Ministro Sérgio Kukina.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000893069",
  "numeroProcesso" : "1712043",
  "numeroRegistro" : "201703124922",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "JOÃO OTÁVIO DE NORONHA",
  "dataPublicacao" : "DJE        DATA:19/11/2024",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM\nRECURSO ESPECIAL. DISSÍDIO NÃO DEMONSTRADO. REGRA TÉCNICA DE\nCONHECIMENTO. REVISÃO. IMPOSSIBILIDADE\n1. Os embargos de divergência, recurso de fundamentação vinculada,\ndevem, necessariamente, demonstrar o confronto de teses entre o\nacórdão embargado e aqueles indicados como paradigma. Objetiva a\nuniformização da jurisprudência interna do STJ. Portanto, não é\npossível sua interposição quando o intuito é rediscutir o que foi\ndecidido em recurso especial.\n2. Não há falar em inovação de fundamentos ou em afronta ao\nprincípio da não surpresa quando a aplicação de posicionamento\njurídico é adequado ao deslinde da controvérsia e oriundo do exame\ndas proposições feitas pelas partes em seus respectivos recursos.\n3. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241112",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 06/11/2024 a 12/11/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Humberto\nMartins, Maria Thereza de Assis Moura, Luis Felipe Salomão, Mauro\nCampbell Marques, Benedito Gonçalves, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva e\nSebastião Reis Júnior votaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Og Fernandes.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000893068",
  "numeroProcesso" : "29602",
  "numeroRegistro" : "202302874938",
  "siglaClasse" : "AgInt no MS",
  "descricaoClasse" : "AGRAVO INTERNO NO MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "JOÃO OTÁVIO DE NORONHA",
  "dataPublicacao" : "DJE        DATA:19/11/2024",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NO MANDADO DE SEGURANÇA. SUCEDÂNEO\nRECURSAL. ILEGALIDADE, TERATOLOGIA OU ABUSO DE PODER. INEXISTÊNCIA.\nSÚMULA 267 DO STF. AGRAVO INTERNO DESPROVIDO.\n1. O Mandado de Segurança não pode ser utilizado como sucedâneo\nrecursal contra decisão judicial que possui recurso próprio previsto\nno ordenamento jurídico, conforme dispõe a Súmula n. 267 do STF.\n2. No presente caso, não se verificam circunstâncias excepcionais,\ncomo ilegalidade, teratologia ou abuso de poder, que pudessem\njustificar a concessão da medida.\n3. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241112",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 06/11/2024 a 12/11/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Humberto\nMartins, Maria Thereza de Assis Moura, Luis Felipe Salomão, Mauro\nCampbell Marques, Benedito Gonçalves, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva e\nSebastião Reis Júnior votaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Og Fernandes.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000893067",
  "numeroProcesso" : "2036472",
  "numeroRegistro" : "202203455700",
  "siglaClasse" : "AgInt nos EDcl nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "JOÃO OTÁVIO DE NORONHA",
  "dataPublicacao" : "DJE        DATA:19/11/2024",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NOS\nEMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL. NÃO COMPROVAÇÃO DO\nPAGAMENTO DO PREPARO NO ATO DE INTERPOSIÇÃO DO RECURSO. INTIMAÇÃO\nPARA REGULARIZAÇÃO COM RECOLHIMENTO EM DOBRO DAS CUSTAS. PRAZO\nTRANSCORRIDO IN ALBIS. SÚMULA N. 187 DO STJ. AUSÊNCIA DE PROCURAÇÃO\nOU DE CADEIA COMPLETA DE SUBSTABELECIMENTO DE PODERES AO SUBSCRITOR\nDOS EMBARGOS DE DIVERGÊNCIA. SÚMULA N. 115 DO STJ. DISPENSA DO ART.\n1.017, § 5º, DO CPC. INAPLICABILIDADE AOS EMBARGOS DE DIVERGÊNCIA.\nANÁLISE DE VIOLAÇÃO DE DISPOSITIVOS CONSTITUCIONAIS. NÃO CABIMENTO.\nUSURPAÇÃO DA COMPETÊNCIA DO STF. AGRAVO INTERNO DESPROVIDO.\n1. Na hipótese de não comprovação do recolhimento do preparo no ato\nde interposição do recurso, o demandante será intimado para\nefetuá-lo em dobro, sob pena de consolidação da deserção do pleito\nrecursal, conforme estabelece o art. 1.007, caput e § 4º, do CPC.\n2. \"É deserto o recurso interposto para o Superior Tribunal de\nJustiça, quando o recorrente não recolhe, na origem, a importância\ndas despesas de remessa e retorno dos autos\" (Súmula n. 187 do STJ).\n3. Na hipótese de recurso interposto por advogado sem procuração nos\nautos, se a parte recorrente, instada a regularizar a representação\nprocessual, não o faz no prazo assinado, não se conhece do pleito\nrecursal, de acordo com o art. 76, § 2º, I, c/c o art. 932,\nparágrafo único, do CPC de 2015.\n4. \"Na instância especial é inexistente recurso interposto por\nadvogado sem procuração nos autos\" (Súmula n. 115 do STJ).\n5. A dispensa da juntada de procuração em processos eletrônicos,\nprevista no art. 1.017, § 5º, do CPC, não se estende aos embargos de\ndivergência, destinando-se, exclusivamente, ao recurso de agravo de\ninstrumento interposto em autos eletrônicos.\n6. Não cabe ao STJ manifestar-se sobre tema constitucional, ainda\nque para fins de prequestionamento, sob pena de usurpação da\ncompetência do STF.\n7. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241112",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 06/11/2024 a 12/11/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Humberto\nMartins, Maria Thereza de Assis Moura, Luis Felipe Salomão, Mauro\nCampbell Marques, Benedito Gonçalves, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva e\nSebastião Reis Júnior votaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Og Fernandes.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000893066",
  "numeroProcesso" : "1690234",
  "numeroRegistro" : "201701935888",
  "siglaClasse" : "AgInt nos EDcl nos EDcl no AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RESP",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "JOÃO OTÁVIO DE NORONHA",
  "dataPublicacao" : "DJE        DATA:19/11/2024",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA.\nAUSÊNCIA DE DIVERGÊNCIA A SER SANADA. IMPUGNAÇÃO DOS FUNDAMENTOS DA\nDECISÃO AGRAVADA. ART. 1.021, § 1º, DO CPC DE 2015.\n1. Não se conhece do agravo interno que deixa de impugnar os\nfundamentos da decisão agravada, limitando-se apenas a reiterar a\ninvocação de paradigmas cuja imprestabilidade para amparar a\ndivergência já tiver sido apontada no julgado recorrido.\n2. Os embargos de divergência têm como objetivo uniformizar as teses\ninternas do Superior Tribunal de Justiça adotadas em casos\nsemelhantes. Por isso, a utilização desse recurso somente tem êxito\nquando o acórdão recorrido, posto em confronto com precedentes\nrecentes do STJ, revela discrepância de solução judicial dada a\ncasos processuais que guardem entre si similitude fática e jurídica.\n2. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241112",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 06/11/2024 a 12/11/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Humberto\nMartins, Maria Thereza de Assis Moura, Luis Felipe Salomão, Mauro\nCampbell Marques, Benedito Gonçalves, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva e\nSebastião Reis Júnior votaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Og Fernandes.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ "AgInt nos EDcl nos EDcl no MS  28569  DF  2022/0124282-0\nDecisão:12/11/2024\nDJE        DATA:19/11/2024" ]
}, {
  "id" : "000893065",
  "numeroProcesso" : "2078430",
  "numeroRegistro" : "202301960976",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RICARDO VILLAS BÔAS CUEVA",
  "dataPublicacao" : "DJE        DATA:22/11/2024",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL.\nADICIONAL DE INSALUBRIDADE. NATUREZA PROPETER REM. VERBAS. CARGO EM\nCOMISSÃO. COISA JULGADA.\n1. O Superior Tribuna de Justiça possui entendimento firmado no\nsentido de que o adicional noturno, o adicional de insalubridade e\nas horas extras têm natureza propter laborem, pois são devidos aos\nservidores enquanto exercerem atividades no período noturno, sob\nexposição a agentes nocivos à saúde.\n2. Na fase de cumprimento de sentença, não se admite a alteração dos\nparâmetros estabelecidos no título executivo judicial, sob pena de\nviolação à coisa julgada.\n3. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241112",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 06/11/2024 a 12/11/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira e Sebastião Reis\nJúnior votaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Og Fernandes.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000893064",
  "numeroProcesso" : "154",
  "numeroRegistro" : "202303475872",
  "siglaClasse" : "AgRg na TutCautAnt",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA TUTELA CAUTELAR ANTECEDENTE",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MAURO CAMPBELL MARQUES",
  "dataPublicacao" : "DJE        DATA:19/11/2024",
  "ementa" : "PROCESSO PENAL. AGRAVO REGIMENTAL. TEMPESTIVIDADE. PRERROGATIVA DE\nINTIMAÇÃO PESSOAL. PRETENSÃO DE FIXAÇÃO DE REGIME DE VISITAÇÃO.\nMATÉRIA CÍVEL. AUSÊNCIA DE COMPETÊNCIA DO SUPERIOR TRIBUNAL DE\nJUSTIÇA PARA APRECIAR O PEDIDO. AGRAVO REGIMENTAL A QUE SE NEGA\nPROVIMENTO.\n1. A jurisprudência desta Corte, amparada no art. 186, § 1º, do\nCódigo de Processo Civil, assegura aos núcleos de prática jurídica\nvinculados a instituições públicas de ensino, o direito à\nprerrogativa de intimação pessoal e ao prazo em dobro,\nestendendo-lhes o mesmo regime aplicável às Defensorias Públicas, no\ncumprimento de sua missão institucional. Tempestividade do agravo\nregimental apresentado.\n2. Incidente cautelar de natureza penal no bojo do qual foi\nrequerido pelos autores uma extravagante fixação de regime de\nvisitação, com regras e condicionantes de nítido caráter cível, a\nextravasar, por conseguinte, o âmbito da competência criminal fixada\npelo art. 105, inciso I, alínea 'a' da Constituição Federal.\n3. Ao Superior Tribunal de Justiça não é dado ultrapassar seu âmbito\nde competência criminal para analisar, originariamente, questões\ncíveis que deveriam ser apreciadas pelo juízo natural da causa, em\nprimeira instância. Decisão de não conhecimento corretamente fundada\nno caráter cível da pretensão apresentada.\n4. Agravo regimental a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241112",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 06/11/2024 a 12/11/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Luis Felipe\nSalomão, Benedito Gonçalves, Raul Araújo, Maria Isabel Gallotti,\nAntonio Carlos Ferreira, Ricardo Villas Bôas Cueva e Sebastião Reis\nJúnior votaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Og Fernandes.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000893044",
  "numeroProcesso" : "4843",
  "numeroRegistro" : "202100166894",
  "siglaClasse" : "AgInt na HDE",
  "descricaoClasse" : "AGRAVO INTERNO NA HOMOLOGAÇÃO DE DECISÃO ESTRANGEIRA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA ISABEL GALLOTTI",
  "dataPublicacao" : "DJE        DATA:19/11/2024",
  "ementa" : "AGRAVO INTERNO. HOMOLOGAÇÃO DE SENTENÇA ESTRANGEIRA. NÃO EXISTÊNCIA\nDE OFENSA À ORDEM PÚBLICA. PREENCHIMENTO DOS REQUISTOS. REGULARIDADE\nDA REPRESENTAÇÃO PROCESSUAL. LIQUIDAÇÃO DE SENTENÇA. REVISÃO. NÃO\nCABIMENTO. NÃO POSSIBILIDADE DE EXAME DO MÉRITO. AGRAVO INTERNO NÃO\nPROVIDO.\n1. Nos termos dos artigos 15 e 17 da Lei de Introdução às Normas do\nDireito Brasileiro e dos artigos 216-C, 216-D e 216-F do Regimento\nInterno do Superior Tribunal de Justiça, constituem requisitos\nindispensáveis ao deferimento da homologação: (i) instrução da\npetição inicial com o original ou cópia autenticada da decisão\nhomologanda e de outros documentos indispensáveis; (ii) haver sido a\nsentença proferida por autoridade competente; (iii) terem as partes\nsido regularmente citadas ou haver-se legalmente verificado a\nrevelia; (iv) ter a sentença transitado em julgado; (v) não ofender\n\"a soberania, a dignidade da pessoa humana e/ou ordem pública\".\n2. Conforme entendimento desta Corte, \"preenchidos os requisitos\nlegais, impõe-se a homologação da sentença estrangeira, não cabendo\nao Superior Tribunal de Justiça o exame de matéria pertinente ao\nmérito, salvo para, dentro de estreitos limites, verificar eventual\nofensa à ordem pública e à soberania nacional, o que não é o caso\"\n(SEC n. 16.180/EX, relator Ministro Benedito Gonçalves, Corte\nEspecial, DJe de 27/11/2017).\n3. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241112",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 06/11/2024 a 12/11/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Mauro\nCampbell Marques, Benedito Gonçalves, Raul Araújo, Antonio Carlos\nFerreira, Ricardo Villas Bôas Cueva e Sebastião Reis Júnior votaram\ncom a Sra. Ministra Relatora.\nImpedido o Sr. Ministro Luis Felipe Salomão.\nNão participou do julgamento o Sr. Ministro Og Fernandes.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000892797",
  "numeroProcesso" : "17176",
  "numeroRegistro" : "202403658184",
  "siglaClasse" : "AgRg na Pet",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA PETIÇÃO",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJE        DATA:09/12/2024",
  "ementa" : "PROCESSUAL PENAL. AGRAVO REGIMENTAL. INQUÉRITO. MEDIDA CAUTELAR.\nART. 320 DO CPP. FLEXIBILIZAÇÃO. DESCABIMENTO.\n1. Medida cautelar prevista no art. 320 do CPP que foi renovada pela\nCorte Especial do STJ e que foi mantida por decisão de Ministro do\nSTF.\n2. Órgão público que poderá se fazer representar, em evento\ninternacional, por substituto legal de servidor investigado.\n3. Agravo regimental não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241106",
  "decisao" : "${acordao}",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00320" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000892699",
  "numeroProcesso" : "1957736",
  "numeroRegistro" : "202102780143",
  "siglaClasse" : "AgInt nos EDcl nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "JOÃO OTÁVIO DE NORONHA",
  "dataPublicacao" : "DJE        DATA:19/11/2024",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NOS\nEMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL. COMPROVAÇÃO DA\nDIVERGÊNCIA. AUSÊNCIA DA JUNTADA DO INTEIRO TEOR DO ACÓRDÃO\nPARADIGMA. INDICAÇÃO DO DIÁRIO DA JUSTIÇA ELETRÔNICO E DO SITE DO\nSTJ. INSUFICIÊNCIA. VÍCIO SUBSTANCIAL. INAPLICABILIDADE DO PARÁGRAFO\nÚNICO DO ART. 932 DO CPC. JURISPRUDÊNCIA CONSOLIDADA. REQUISITOS\nLEGAIS DE ADMISSIBILIDADE. NÃO PREENCHIMENTO. MATÉRIA DE ORDEM\nPÚBLICA. IMPOSSIBILIDADE DE ANÁLISE. AGRAVO INTERNO DESPROVIDO.\n1. A jurisprudência do Superior Tribunal de Justiça está consolidada\nno sentido de que: (a) a certidão de julgamento compõe o inteiro\nteor do acórdão, não se admitindo, para comprovação da divergência,\njulgado dela desacompanhado; (b) a referência ao site do Tribunal\n(www.stj.jus.br) não é suficiente para substituir a juntada do\ninteiro teor do acórdão paradigma, sendo necessária a indicação de\nlink específico que leve diretamente ao inteiro teor do julgado; (c)\na menção ao Diário da Justiça em que publicado o aresto divergente\nnão atende às exigências formais para comprovação do dissídio\njurisprudencial, ante a ausência de inteiro teor do acórdão naquela\nfonte; e (d) a inobservância desses requisitos constitui vício\nsubstancial, o que afasta a aplicação do parágrafo único do art. 932\ndo CPC.\n2. \"Não tendo sido ultrapassado o juízo de admissibilidade dos\nembargos de divergência, descabe a apreciação das questões\nsuscitadas no recurso, ainda que se trate de matéria de ordem\npública\" (AgInt nos EDcl nos EAREsp n. 503.161/PR, Primeira Seção).\n3. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241112",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 06/11/2024 a 12/11/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Humberto\nMartins, Maria Thereza de Assis Moura, Luis Felipe Salomão, Mauro\nCampbell Marques, Benedito Gonçalves, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva e\nSebastião Reis Júnior votaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Og Fernandes.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : "(DISSÍDIO JURISPRUDENCIAL - INDICAÇÃO DE LINK - ACESSO AO INTEIRO\nTEOR DO PARADIGMA)\n   STJ - <<AgInt nos EAREsp 1786880>>-DF,\n         <<AgRg nos EAREsp 2002287>>-DF,\n         <<AgInt nos EAREsp 2047203>>-SP,\n         <<AgInt nos EAREsp 1974633>>-MG,\n         <<AgInt nos EREsp 1878191>>-PE,\n         <<AgInt nos EAREsp 2128781>>-PR,\n         <<AgInt nos EAREsp 1989083>>-RS,\n         <<AgInt nos EAREsp 2025937>>-RO,\n         <<AgInt nos EDcl nos EAREsp 2039357>>-DF,\n         <<AgRg nos EDcl nos EAREsp 2067269>>-SP,\n         <<AgInt nos EAREsp 1570899>>-MS,\n         <<EDcl nos EDcl no AgRg nos EAREsp 15211>>-PR,\n         <<AgInt nos EAREsp 1610769>>-ES,\n         <<AgRg nos EDv nos EREsp 1728967>>-RN\n(EMBARGOS DE DIVERGÊNCIA - AUSÊNCIA DE JULGAMENTO DE MÉRITO -\nMATÉRIA DE ORDEM PÚBLICA)\n   STJ - <<AgInt nos EDcl nos EAREsp 503161>>-PR,\n         <<EDcl no AgInt nos EDv nos EDcl no AgInt nos EAREsp\n1764848>>-RS",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01043 PAR:00004", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00255 PAR:00003 ART:00266 PAR:00004" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000892503",
  "numeroProcesso" : "7684",
  "numeroRegistro" : "202203880946",
  "siglaClasse" : "AgInt na HDE",
  "descricaoClasse" : "AGRAVO INTERNO NA HOMOLOGAÇÃO DE DECISÃO ESTRANGEIRA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "ANTONIO CARLOS FERREIRA",
  "dataPublicacao" : "DJE        DATA:18/11/2024",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NA HOMOLOGAÇÃO DE DECISÃO\nESTRANGEIRA. CITAÇÃO POSTAL DE EMPRESA BRASILEIRA COM ENDEREÇO NO\nBRASIL. REVELIA VERIFICADA NO PROCESSO ESTRANGEIRO. NULIDADE.\nNECESSIDADE DE CITAÇÃO POR CARTA ROGATÓRIA E DE CONCESSÃO DE\nEXEQUATUR. SOBERANIA NACIONAL. PRECEDENTES.\n1. A prática no Brasil de atos determinados por autoridades\njudiciárias estrangeiras se dá mediante carta rogatória, após a\nconcessão de exequatur pela Presidência ou pela CORTE ESPECIAL do\nSTJ (arts. 1º, I, 105, I, \"i\", da CF, 216-O, 216-T do RISTJ).\n2. Com isso, a citação de pessoa física ou jurídica domiciliada ou\nsediada no Brasil, ré em processo estrangeiro no qual foi proferida\na decisão homologanda, deve ser realizada mediante carta rogatória,\ndepois de concedido o exequatur pelo STJ. Jurisprudência.\n3. No presente caso, verificada a revelia no processo estrangeiro,\ntem-se como inválida a citação realizada no Brasil via AR (aviso de\nrecebimento), expedido nos respectivos autos pela autoridade\nestrangeira, impossibilitando a homologação da sentença estrangeira.\n4. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241112",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 06/11/2024 a 12/11/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Ricardo Villas Bôas Cueva e Sebastião Reis\nJúnior votaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Og Fernandes.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000892502",
  "numeroProcesso" : "2084104",
  "numeroRegistro" : "202302355674",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "ANTONIO CARLOS FERREIRA",
  "dataPublicacao" : "DJE        DATA:18/11/2024",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM\nRECURSO ESPECIAL. NÃO CABIMENTO. RECONHECIMENTO DE SUCUMBÊNCIA\nRECÍPROCA NA ORIGEM. MAJORAÇÃO DOS HONORÁRIOS. ART. 85, § 11, DO\nCPC. LEGALIDADE.\n1. A jurisprudência desta Corte está sedimentada no sentido de que o\nreconhecimento na origem da sucumbência recíproca não impossibilita\na majoração dos honorários recursais, com fundamento no art. 85, §\n11, do CPC.\n2. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241112",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 06/11/2024 a 12/11/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Ricardo Villas Bôas Cueva e Sebastião Reis\nJúnior votaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Og Fernandes.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000892350",
  "numeroProcesso" : "1717151",
  "numeroRegistro" : "202001481091",
  "siglaClasse" : "EDcl nos EDcl no AgRg no RE nos EDcl no AgRg nos EAREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO\nREGIMENTAL NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO NO\nAGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LUIS FELIPE SALOMÃO",
  "dataPublicacao" : "DJE        DATA:04/12/2024",
  "ementa" : "EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DECLARAÇÃO. AGRAVO\nREGIMENTAL. RECURSO EXTRAORDINÁRIO. APLICAÇÃO DO RITO DA REPERCUSSÃO\nGERAL. PRESCRIÇÃO DA PRETENSÃO PUNITIVA. NÃO OCORRÊNCIA.\nPRESCRIÇÃO DA PRETENSÃO EXECUTÓRIA. MATÉRIA NÃO EXAMINADA. OMISSÃO.\nEXISTÊNCIA.\nI. CASO EM EXAME1.1. Embargos de declaração opostos contra acórdão\nque manteve decisão na qual apreciado recurso extraordinário e\nafastada a ocorrência da prescrição da pretensão punitiva. 1.2. O\nacórdão embargado aplicou o entendimento firmado pelo STF, que\nregula a aplicação do rito da repercussão geral, consignando, ainda,\nque não transcorreu prazo suficiente para o reconhecimento da\nprescrição da pretensão punitiva.\nII. QUESTÕES EM DISCUSSÃO2.1. A parte embargante alega omissão no\nacórdão que ensejaria a alteração das conclusões adotadas. III.\nRAZÕES DE DECIDIR\n3.1.Nos termos do art. 619 do Código de Processo Penal, os embargos\nde declaração são cabíveis para sanar ambiguidade, obscuridade,\ncontradição, omissão ou erro material em acórdão.3.2. Na hipótese,\nconstata-se a ocorrência de omissão sobre ponto alegado pelo\nembargante.\nIV. DISPOSITIVO4.1. Embargos de declaração acolhidos, com efeitos\nmodificativos, a fim de declarar extinta a punibilidade do\nembargante pela prescrição da pretensão executória.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241127",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 21/11/2024 a 27/11/2024,\npor unanimidade, acolher os embargos de declaração, com efeitos\nmodificativos, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, João Otávio de Noronha, Humberto\nMartins, Maria Thereza de Assis Moura, Og Fernandes, Mauro Campbell\nMarques, Benedito Gonçalves, Raul Araújo, Maria Isabel Gallotti,\nAntonio Carlos Ferreira, Ricardo Villas Bôas Cueva e Sebastião Reis\nJúnior votaram com o Sr. Ministro Relator.\nNão participou do julgamento a Sra. Ministra Nancy Andrighi.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000892349",
  "numeroProcesso" : "1015888",
  "numeroRegistro" : "201602987024",
  "siglaClasse" : "EDcl nos EDcl no AgInt no RE nos EDcl nos EDcl no AgInt nos EDv nos EAREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO\nNO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE\nDECLARAÇÃO NO AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA NOS\nEMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LUIS FELIPE SALOMÃO",
  "dataPublicacao" : "DJE        DATA:04/12/2024",
  "ementa" : "EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DECLARAÇÃO. AGRAVO INTERNO.\nRECURSO EXTRAORDINÁRIO. APLICAÇÃO DO RITO DA REPERCUSSÃO GERAL.\nOMISSÃO. EXISTÊNCIA. NECESSIDADE DE REALIZAÇÃO DE NOVO JUÍZO DE\nADMISSIBILIDADE.\nI. CASO EM EXAME1.1. Embargos de declaração opostos contra acórdão\nque manteve decisão na qual apreciado recurso extraordinário.1.2. O\nacórdão embargado aplicou o entendimento firmado pelo STF, que\nregula a aplicação do rito da repercussão geral.\nII. QUESTÕES EM DISCUSSÃO2.1. A parte embargante alega omissão no\nacórdão que ensejaria a alteração das conclusões adotadas. III.\nRAZÕES DE DECIDIR\n3.1. Nos termos do art. 1.022 do Código de Processo Civil, os\nembargos de declaração destinam-se a esclarecer obscuridade,\neliminar contradição, suprir omissão ou corrigir erro material.3.2.\nNa hipótese, constata-se a ocorrência de omissão sobre ponto alegado\npelo embargante.\nIV. DISPOSITIVO4.1. Embargos de declaração acolhidos, com efeitos\nmodificativos, a fim de tornar sem efeito a decisão que negou\nseguimento ao recurso extraordinário e os acórdãos que lhe foram\nposteriores, com determinação de retorno dos autos à\nVice-Presidência para a realização de novo juízo de admissibilidade\nda insurgência.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241127",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 21/11/2024 a 27/11/2024,\npor unanimidade, acolher os embargos de declaração, com efeitos\nmodificativos, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, João Otávio de Noronha, Humberto\nMartins, Maria Thereza de Assis Moura, Og Fernandes, Mauro Campbell\nMarques, Benedito Gonçalves, Raul Araújo, Maria Isabel Gallotti,\nAntonio Carlos Ferreira, Ricardo Villas Bôas Cueva e Sebastião Reis\nJúnior votaram com o Sr. Ministro Relator.\nNão participou do julgamento a Sra. Ministra Nancy Andrighi.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : "(IMPROBIDADE ADMINISTRATIVA - ALTERAÇÃO LEGISLATIVA - EXTENSÃO -\nTEMA 1.199/STF)\n   STF - [[ARE-ED-AgR-ED-ED 1235427]], [[ARE-AGR 1456920]],\n         [[ARE 1318242]]",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01022" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000892336",
  "numeroProcesso" : "1979911",
  "numeroRegistro" : "202102352494",
  "siglaClasse" : "AgInt no RE nos EDcl no REsp",
  "descricaoClasse" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO\nNO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LUIS FELIPE SALOMÃO",
  "dataPublicacao" : "DJE        DATA:04/12/2024",
  "ementa" : "AGRAVO INTERNO. RECURSO EXTRAORDINÁRIO. OFENSA AOS PRINCÍPIOS DO\nCONTRADITÓRIO, DA AMPLA DEFESA E DO DEVIDO PROCESSO LEGAL, BEM COMO\nAO ATO JURÍDICO PERFEITO, AO DIREITO ADQUIRIDO E AOS LIMITES DA\nCOISA JULGADA. AUSÊNCIA DE REPERCUSSÃO GERAL. TEMA N. 660 DO STF.\nINAFASTABILIDADE DA JURISDIÇÃO. NATUREZA INFRACONSTITUCIONAL.\nINEXISTÊNCIA DE REPERCUSSÃO GERAL. TEMA N. 895 DO STF. ART. 1.030,\nI, A, DO CPC.\nI. CASO EM EXAME\n1.1. Agravo interno interposto contra a decisão que negou seguimento\nao recurso extraordinário, fundamentada na ausência de repercussão\ngeral das matérias discutidas, conforme definido nos Temas n. 660 e\n895 do STF.\n1.2. A parte agravante sustenta que os mencionados temas de\nrepercussão geral não se aplicam ao caso dos autos, afirmando que\nhouve violação direta aos princípios constitucionais apontados.\nII. QUESTÕES EM DISCUSSÃO\n2.1. A aplicabilidade dos Temas n. 660 e 895 do STF a caso em que se\ndiscute a suposta contrariedade aos princípios constitucionais,\nquando o exame depende de normas infraconstitucionais, da superação\nde óbices processuais ou da apreciação da matéria fática.\nIII. RAZÕES DE DECIDIR\n3.1. O STF fixou a tese de que a alegação de afronta aos princípios\ndo contraditório, da ampla defesa, do devido processo legal e da\nsegurança jurídica, bem como ao ato jurídico perfeito, ao direito\nadquirido e aos limites da coisa julgada, quando depende de análise\nde normas infraconstitucionais, configura ofensa reflexa ao texto\nconstitucional, não possuindo repercussão geral (Tema n. 660 do\nSTF).\n3.2. A Suprema Corte firmou o entendimento de que a questão relativa\nà violação do princípio da inafastabilidade de jurisdição possui\nnatureza infraconstitucional quando envolve óbice processual\nintransponível ao exame de mérito, ofensa indireta à Constituição\nFederal ou a necessidade de análise de matéria fática, estando\nausente a repercussão geral (Tema n. 895 do STF).\n3.3. No caso concreto, a discussão suscitada no recurso\nextraordinário dependeria da análise de normas infraconstitucionais,\nmotivo pelo qual se aplicam os entendimentos consolidados nos Temas\nn. 660 e 895 do STF.\nIV. DISPOSITIVO\n4.1. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241127",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 21/11/2024 a 27/11/2024,\npor unanimidade, negar provimento ao agravo interno, nos termos do\nvoto do Sr. Ministro Luis Felipe Salomão.\nOs Srs. Ministros Francisco Falcão, João Otávio de Noronha, Humberto\nMartins, Maria Thereza de Assis Moura, Og Fernandes, Mauro Campbell\nMarques, Benedito Gonçalves, Raul Araújo, Maria Isabel Gallotti,\nAntonio Carlos Ferreira e Sebastião Reis Júnior votaram com o Sr.\nMinistro Relator.\nImpedido o Sr. Ministro Ricardo Villas Bôas Cueva.\nNão participou do julgamento a Sra. Ministra Nancy Andrighi.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : "(CONTRADITÓRIO - AMPLA DEFESA - DEVIDO PROCESSO LEGAL - LIMITES À\nCOISA JULGADA - NATUREZA INFRACONSTITUCIONAL)\n   STF - [[ARE 748371]] (REPERCUSSÃO GERAL - TEMA(s) 660),\n         [[Rcl-AgR 47840]], [[ARE-AgR 1252422]]\n(OFENSA AO PRINCÍPIO DA INAFASTABILIDADE DE JURISDIÇÃO - NATUREZA\nINFRACONSTITUCIONAL)\n   STF - [[RE 956302]] (REPERCUSSÃO GERAL - TEMA(s) 895)",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01030 INC:00001 LET:A", "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00005 INC:00035 INC:00054" ],
  "acordaosSimilares" : [ "AgInt no RE nos EDcl no AgInt no AREsp  2398742  RJ  2023/0213072-8\nDecisão:12/11/2024\nDJE        DATA:22/11/2024" ]
}, {
  "id" : "000892335",
  "numeroProcesso" : "1965394",
  "numeroRegistro" : "202102454513",
  "siglaClasse" : "AgInt no RE nos EDcl no REsp",
  "descricaoClasse" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO\nNO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LUIS FELIPE SALOMÃO",
  "dataPublicacao" : "DJE        DATA:04/12/2024",
  "ementa" : "AGRAVO INTERNO. RECURSO EXTRAORDINÁRIO. OFENSA AOS PRINCÍPIOS DO\nCONTRADITÓRIO, DA AMPLA DEFESA E DO DEVIDO PROCESSO LEGAL, BEM COMO\nAO ATO JURÍDICO PERFEITO, AO DIREITO ADQUIRIDO E AOS LIMITES DA\nCOISA JULGADA. AUSÊNCIA DE REPERCUSSÃO GERAL. TEMA N. 660 DO STF.\nINAFASTABILIDADE DA JURISDIÇÃO. NATUREZA INFRACONSTITUCIONAL.\nINEXISTÊNCIA DE REPERCUSSÃO GERAL. TEMA N. 895 DO STF. ART. 1.030,\nI, A, DO CPC.\nI. CASO EM EXAME\n1.1. Agravo interno interposto contra a decisão que negou seguimento\nao recurso extraordinário, fundamentada na ausência de repercussão\ngeral das matérias discutidas, conforme definido nos Temas n. 660 e\n895 do STF.\n1.2. A parte agravante sustenta que os mencionados temas de\nrepercussão geral não se aplicam ao caso dos autos, afirmando que\nhouve violação direta aos princípios constitucionais apontados.\nII. QUESTÕES EM DISCUSSÃO\n2.1. A aplicabilidade dos Temas n. 660 e 895 do STF a caso em que se\ndiscute a suposta contrariedade aos princípios constitucionais,\nquando o exame depende de normas infraconstitucionais, da superação\nde óbices processuais ou da apreciação da matéria fática.\nIII. RAZÕES DE DECIDIR\n3.1. O STF fixou a tese de que a alegação de afronta aos princípios\ndo contraditório, da ampla defesa, do devido processo legal e da\nsegurança jurídica, bem como ao ato jurídico perfeito, ao direito\nadquirido e aos limites da coisa julgada, quando depende de análise\nde normas infraconstitucionais, configura ofensa reflexa ao texto\nconstitucional, não possuindo repercussão geral (Tema n. 660 do\nSTF).\n3.2. A Suprema Corte firmou o entendimento de que a questão relativa\nà violação do princípio da inafastabilidade de jurisdição possui\nnatureza infraconstitucional quando envolve óbice processual\nintransponível ao exame de mérito, ofensa indireta à Constituição\nFederal ou a necessidade de análise de matéria fática, estando\nausente a repercussão geral (Tema n. 895 do STF).\n3.3. No caso concreto, a discussão suscitada no recurso\nextraordinário dependeria da análise de normas infraconstitucionais,\nmotivo pelo qual se aplicam os entendimentos consolidados nos Temas\nn. 660 e 895 do STF.\nIV. DISPOSITIVO\n4.1. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241127",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 21/11/2024 a 27/11/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, João Otávio de Noronha, Humberto\nMartins, Maria Thereza de Assis Moura, Og Fernandes, Mauro Campbell\nMarques, Benedito Gonçalves, Raul Araújo, Maria Isabel Gallotti,\nAntonio Carlos Ferreira e Sebastião Reis Júnior votaram com o Sr.\nMinistro Relator.\nImpedido o Sr. Ministro Ricardo Villas Bôas Cueva.\nNão participou do julgamento a Sra. Ministra Nancy Andrighi.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : "(CONTRADITÓRIO - AMPLA DEFESA - DEVIDO PROCESSO LEGAL - LIMITES À\nCOISA JULGADA - NATUREZA INFRACONSTITUCIONAL)\n   STF - [[ARE 748371]] (REPERCUSSÃO GERAL - TEMA(s) 660),\n         [[Rcl-AgR 47840]], [[ARE-AgR 1252422]]\n(OFENSA AO PRINCÍPIO DA INAFASTABILIDADE DE JURISDIÇÃO - NATUREZA\nINFRACONSTITUCIONAL)\n   STF - [[RE 956302]] (REPERCUSSÃO GERAL - TEMA(s) 895)",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01030 INC:00001 LET:A", "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00005 INC:00035 INC:00054" ],
  "acordaosSimilares" : [ "AgInt no RE no AgInt nos EAREsp 332911 DF 2013/0148407-0 Decisão:10/12/2024\nDJE        DATA:13/12/2024" ]
}, {
  "id" : "000892304",
  "numeroProcesso" : "1985341",
  "numeroRegistro" : "202102956802",
  "siglaClasse" : "AgInt nos EDcl nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RICARDO VILLAS BÔAS CUEVA",
  "dataPublicacao" : "DJE        DATA:22/11/2024",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE\nDIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL. CITAÇÃO DO DEVEDOR\nPRINCIPAL. PRESCRIÇÃO INTERROMPIDA QUANTO AO DEVEDOR SOLIDÁRIO.\n1. Havendo a citação válida do devedor principal dentro do prazo\nprescricional, a interrupção alcança o devedor solidário.\n2. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241112",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 06/11/2024 a 12/11/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira e Sebastião Reis\nJúnior votaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Og Fernandes.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000892302",
  "numeroProcesso" : "2393446",
  "numeroRegistro" : "202302019732",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RICARDO VILLAS BÔAS CUEVA",
  "dataPublicacao" : "DJE        DATA:22/11/2024",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. AUSÊNCIA DE JULGAMENTO DE MÉRITO NO ACÓRDÃO EMBARGADO.\nACÓRDÃO PARADIGMA PROFERIDO EM AÇÕES QUE POSSUEM NATUREZA DE\nGARANTIA CONSTITUCIONAL. DIVERGÊNCIA JURISPRUDENCIAL NÃO\nDEMONSTRADA.\n1. Não cabem embargos de divergência quando o acórdão embargado ou o\nparadigma nem sequer adentra no mérito do recurso especial,\ninterpretando os pressupostos de admissibilidade dessa espécie\nrecursal.\n2. O Superior Tribunal de Justiça firmou entendimento no sentido de\nque, em embargos de divergência, não se admite como paradigma\nacórdão proferido em ações que possuem natureza de garantia\nconstitucional.\n3. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241112",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 06/11/2024 a 12/11/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira e Sebastião Reis\nJúnior votaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Og Fernandes.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000892301",
  "numeroProcesso" : "1908672",
  "numeroRegistro" : "202101682994",
  "siglaClasse" : "EDcl no AgInt nos EDcl nos EDcl no RE nos EAREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DECLARAÇÃO NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LUIS FELIPE SALOMÃO",
  "dataPublicacao" : "DJE        DATA:22/11/2024",
  "ementa" : "EMBARGOS DE DECLARAÇÃO. AGRAVO INTERNO. RECURSO EXTRAORDINÁRIO.\nMAJORAÇÃO DE HONORÁRIOS JÁ REALIZADA. AUSÊNCIA DE VÍCIOS.\nREDISCUSSÃO DA MATÉRIA.\nI. CASO EM EXAME1.1. Embargos de declaração opostos contra acórdão\nque manteve decisão na qual apreciado recurso extraordinário.1.2. O\nacórdão embargado aplicou o entendimento firmado pelo STF, que\nregula a aplicação do rito da repercussão geral.\nII. QUESTÕES EM DISCUSSÃO2.1. A parte embargante alega vícios no\nacórdão que ensejariam a majoração dos honorários recursais. III.\nRAZÕES DE DECIDIR3.1. Nos termos do art. 1.022 do Código de Processo\nCivil, os embargos de declaração destinam-se a esclarecer\nobscuridade, eliminar contradição, suprir omissão ou corrigir erro\nmaterial.3.2. O acórdão embargado apresentou, de forma satisfatória,\nos motivos da compreensão adotada, pois não há falar em majoração\nde honorários em sede de agravo interno, uma vez que referida verba\né aplicada apenas uma vez, em cada grau de jurisdição, e não por\ncada recurso interposto na mesma instância.\nIV. DISPOSITIVO4.1. Embargos de declaração rejeitados.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241112",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 06/11/2024 a 12/11/2024,\npor unanimidade, rejeitar os embargos de declaração, nos termos do\nvoto do Sr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Mauro\nCampbell Marques, Benedito Gonçalves, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva e\nSebastião Reis Júnior votaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Og Fernandes.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ "EDcl no AgInt no RE no AgInt no AREsp 2185766 RJ 2022/0247600-1 Decisão:10/12/2024\nDJE        DATA:13/12/2024", "EDcl no AgInt no RE no AgInt no AREsp 2478676 SP 2023/0355663-3 Decisão:10/12/2024\nDJE        DATA:13/12/2024", "EDcl no AgInt no RE no AgInt no AREsp 2556534 MG 2024/0026426-4 Decisão:10/12/2024\nDJE        DATA:13/12/2024", "EDcl no AgInt no RE no AgInt nos EAREsp 2219956 SP 2022/0310537-4 Decisão:10/12/2024\nDJE        DATA:13/12/2024", "EDcl no AgInt no RE nos EDcl na AR   5692 SC 2015/0231465-8 Decisão:10/12/2024\nDJE        DATA:13/12/2024", "EDcl no AgInt no RE nos EDcl no AgInt no AgInt no AREsp 2247715 MG 2022/0352317-6 Decisão:10/12/2024\nDJE        DATA:13/12/2024", "EDcl no AgInt no RE nos EDcl no AgInt no AgInt no AREsp 2455291 ES 2023/0321309-6 Decisão:10/12/2024\nDJE        DATA:13/12/2024", "EDcl no AgInt no RE nos EDcl no AgInt no AgInt no REsp 1702555 ES 2017/0259810-5 Decisão:10/12/2024\nDJE        DATA:13/12/2024", "EDcl no AgInt no RE nos EDcl no AgInt no AgInt no REsp 1787500 ES 2018/0167388-5 Decisão:10/12/2024\nDJE        DATA:13/12/2024", "EDcl no AgInt no RE nos EDcl no AgInt no AREsp 1068792 ES 2017/0056074-0 Decisão:10/12/2024\nDJE        DATA:13/12/2024", "EDcl no AgInt no RE nos EDcl no AgInt no AREsp 1089418 ES 2017/0089349-1 Decisão:10/12/2024\nDJE        DATA:13/12/2024", "EDcl no AgInt no RE nos EDcl no AgInt no AREsp 1311203 ES 2018/0145912-0 Decisão:10/12/2024\nDJE        DATA:13/12/2024", "EDcl no AgInt no RE nos EDcl no AgInt no AREsp 1313912 ES 2018/0150944-6 Decisão:10/12/2024\nDJE        DATA:13/12/2024", "EDcl no AgInt no RE nos EDcl no AgInt no AREsp 1315623 ES 2018/0154343-4 Decisão:10/12/2024\nDJE        DATA:13/12/2024", "EDcl no AgInt no RE nos EDcl no AgInt no AREsp 1649475 MA 2020/0010299-5 Decisão:10/12/2024\nDJE        DATA:13/12/2024", "EDcl no AgInt no RE nos EDcl no AgInt no AREsp 1989971 SP 2021/0305575-0 Decisão:10/12/2024\nDJE        DATA:13/12/2024", "EDcl no AgInt no RE nos EDcl no AgInt no AREsp 2032138 PR 2021/0381561-4 Decisão:10/12/2024\nDJE        DATA:13/12/2024", "EDcl no AgInt no RE nos EDcl no AgInt no AREsp 2183105 MG 2022/0242333-9 Decisão:10/12/2024\nDJE        DATA:13/12/2024", "EDcl no AgInt no RE nos EDcl no AgInt no AREsp 2209981 SP 2022/0296452-8 Decisão:10/12/2024\nDJE        DATA:13/12/2024", "EDcl no AgInt no RE nos EDcl no AgInt no AREsp 2272477 GO 2022/0402683-3 Decisão:10/12/2024\nDJE        DATA:13/12/2024", "EDcl no AgInt no RE nos EDcl no AgInt no AREsp 2313531 SP 2023/0069342-4 Decisão:10/12/2024\nDJE        DATA:13/12/2024", "EDcl no AgInt no RE nos EDcl no AgInt no AREsp 2335493 AL 2023/0101913-1 Decisão:10/12/2024\nDJE        DATA:13/12/2024", "EDcl no AgInt no RE nos EDcl no AgInt no AREsp 2341454 MG 2023/0118498-4 Decisão:10/12/2024\nDJE        DATA:13/12/2024", "EDcl no AgInt no RE nos EDcl no AgInt no AREsp 2359864 MA 2023/0149515-6 Decisão:10/12/2024\nDJE        DATA:13/12/2024", "EDcl no AgInt no RE nos EDcl no AgInt no AREsp 2378828 SP 2023/0188012-8 Decisão:10/12/2024\nDJE        DATA:13/12/2024", "EDcl no AgInt no RE nos EDcl no AgInt no AREsp 2394814 SP 2023/0204404-9 Decisão:10/12/2024\nDJE        DATA:13/12/2024", "EDcl no AgInt no RE nos EDcl no AgInt no AREsp 2404155 PR 2023/0225303-9 Decisão:10/12/2024\nDJE        DATA:13/12/2024", "EDcl no AgInt no RE nos EDcl no AgInt no AREsp 2406521 SP 2023/0228471-1 Decisão:10/12/2024\nDJE        DATA:13/12/2024", "EDcl no AgInt no RE nos EDcl no AgInt no AREsp 2420333 RJ 2023/0238191-5 Decisão:10/12/2024\nDJE        DATA:13/12/2024", "EDcl no AgInt no RE nos EDcl no AgInt no AREsp 2425718 PA 2023/0242626-1 Decisão:10/12/2024\nDJE        DATA:13/12/2024", "EDcl no AgInt no RE nos EDcl no AgInt no AREsp 2454556 RJ 2023/0286635-5 Decisão:10/12/2024\nDJE        DATA:13/12/2024", "EDcl no AgInt no RE nos EDcl no AgInt no REsp 1776058 ES 2017/0281492-4 Decisão:10/12/2024\nDJE        DATA:13/12/2024", "EDcl no AgInt no RE nos EDcl no AgInt no REsp 1776059 ES 2017/0272742-5 Decisão:10/12/2024\nDJE        DATA:13/12/2024", "EDcl no AgInt no RE nos EDcl no AgInt no REsp 1805755 ES 2019/0086365-1 Decisão:10/12/2024\nDJE        DATA:13/12/2024", "EDcl no AgInt no RE nos EDcl no AgInt no REsp 1813194 ES 2019/0131343-3 Decisão:10/12/2024\nDJE        DATA:13/12/2024", "EDcl no AgInt no RE nos EDcl no AgInt no REsp 2020196 PE 2022/0254256-9 Decisão:10/12/2024\nDJE        DATA:13/12/2024", "EDcl no AgInt no RE nos EDcl no AgInt no REsp 2089598 PE 2023/0274461-3 Decisão:10/12/2024\nDJE        DATA:16/12/2024", "EDcl no AgInt no RE nos EDcl no AgInt no REsp 2104151 SC 2023/0336652-5 Decisão:10/12/2024\nDJE        DATA:16/12/2024", "EDcl no AgInt no RE nos EDcl no AgInt no RMS  52469 BA 2016/0298646-7 Decisão:10/12/2024\nDJE        DATA:13/12/2024", "EDcl no AgInt no RE nos EDcl no AgInt no RMS  68380 DF 2022/0044568-0 Decisão:10/12/2024\nDJE        DATA:13/12/2024", "EDcl no AgInt no RE nos EDcl no AgInt nos EAREsp 1749603 GO 2020/0219243-6 Decisão:10/12/2024\nDJE        DATA:13/12/2024", "EDcl no AgInt no RE nos EDcl no AgInt nos EAREsp 1750247 SP 2020/0220095-9 Decisão:10/12/2024\nDJE        DATA:13/12/2024", "EDcl no AgInt no RE nos EDcl no AgInt nos EAREsp 2013648 SP 2021/0349407-4 Decisão:10/12/2024\nDJE        DATA:13/12/2024", "EDcl no AgInt no RE nos EDcl no AgInt nos EAREsp 2121047 SP 2022/0131663-7 Decisão:10/12/2024\nDJE        DATA:13/12/2024", "EDcl no AgInt no RE nos EDcl no AgInt nos EDcl na Rcl  44506 SP 2022/0398876-0 Decisão:10/12/2024\nDJE        DATA:13/12/2024", "EDcl no AgInt no RE nos EDcl no AgInt nos EDcl no AREsp 2348938 SP 2023/0125591-4 Decisão:10/12/2024\nDJE        DATA:13/12/2024", "EDcl no AgInt no RE nos EDcl no AgInt nos EDcl no AREsp 2414221 SP 2023/0243584-2 Decisão:10/12/2024\nDJE        DATA:13/12/2024", "EDcl no AgInt no RE nos EDcl no AgInt nos EDcl no AREsp 2419955 SP 2023/0237172-8 Decisão:10/12/2024\nDJE        DATA:13/12/2024", "EDcl no AgInt no RE nos EDcl no AgInt nos EDcl no AREsp 2439838 SP 2023/0267675-3 Decisão:10/12/2024\nDJE        DATA:13/12/2024", "EDcl no AgInt no RE nos EDcl no AgInt nos EDcl no AREsp 2444886 SP 2023/0274606-3 Decisão:10/12/2024\nDJE        DATA:13/12/2024", "EDcl no AgInt no RE nos EDcl no AgInt nos EDcl no AREsp 2445926 SP 2023/0279487-2 Decisão:10/12/2024\nDJE        DATA:13/12/2024", "EDcl no AgInt no RE nos EDcl no AgInt nos EDcl no AREsp 2486591 SP 2023/0334583-7 Decisão:10/12/2024\nDJE        DATA:13/12/2024", "EDcl no AgInt no RE nos EDcl no AgInt nos EDcl no REsp 2074158 BA 2022/0308002-3 Decisão:10/12/2024\nDJE        DATA:13/12/2024", "EDcl no AgInt no RE nos EDcl no AgInt nos EDcl nos EAREsp 2179373 TO 2022/0235464-7 Decisão:10/12/2024\nDJE        DATA:13/12/2024", "EDcl no AgInt no RE nos EDcl no AgInt nos EREsp 2032102 DF 2022/0321313-2 Decisão:10/12/2024\nDJE        DATA:13/12/2024", "EDcl no AgInt no RE nos EDcl no REsp 2020750 DF 2022/0256032-8 Decisão:10/12/2024\nDJE        DATA:13/12/2024", "EDcl no AgInt no RE nos EDcl nos EDcl no AgInt no AREsp 1084877 RJ 2017/0082787-3 Decisão:10/12/2024\nDJE        DATA:16/12/2024", "EDcl no AgInt no RE nos EDcl nos EDcl no AgInt no AREsp 2106596 RS 2022/0107510-3 Decisão:10/12/2024\nDJE        DATA:13/12/2024", "EDcl no AgInt no RE nos EDcl nos EDcl no AgInt no AREsp 2156570 SP 2022/0179011-3 Decisão:10/12/2024\nDJE        DATA:13/12/2024", "EDcl no AgInt no RE nos EDcl nos EDcl no AgInt nos EDcl no  AREsp 2362219 SP 2023/0152420-5 Decisão:10/12/2024\nDJE        DATA:13/12/2024", "EDcl no AgInt no RE no AgInt no AgInt no AREsp 2320419 SP 2023/0082601-5 Decisão:27/11/2024\nDJE        DATA:04/12/2024", "EDcl no AgInt no RE no AgInt no AREsp 1687706 SP 2020/0080167-5 Decisão:27/11/2024\nDJE        DATA:04/12/2024", "EDcl no AgInt no RE no AgInt no AREsp 2308043 RS 2023/0062087-1 Decisão:27/11/2024\nDJE        DATA:04/12/2024", "EDcl no AgInt no RE nos EDcl no AgInt no AREsp 2142435 RJ 2022/0166543-2 Decisão:27/11/2024\nDJE        DATA:04/12/2024", "EDcl no AgInt no RE nos EDcl no AgInt no AREsp 2160377 PE 2022/0197622-3 Decisão:27/11/2024\nDJE        DATA:04/12/2024", "EDcl no AgInt no RE nos EDcl no AgInt no AREsp 2161477 RJ 2022/0202759-9 Decisão:27/11/2024\nDJE        DATA:04/12/2024", "EDcl no AgInt no RE nos EDcl no AgInt no AREsp 2180174 RS 2022/0237273-4 Decisão:27/11/2024\nDJE        DATA:04/12/2024", "EDcl no AgInt no RE nos EDcl no AgInt no AREsp 2195193 RJ 2022/0258640-9 Decisão:27/11/2024\nDJE        DATA:04/12/2024", "EDcl no AgInt no RE nos EDcl no AgInt no AREsp 2287140 MA 2023/0025937-7 Decisão:27/11/2024\nDJE        DATA:04/12/2024", "EDcl no AgInt no RE nos EDcl no AgInt no AREsp 2307168 RJ 2023/0057906-6 Decisão:27/11/2024\nDJE        DATA:04/12/2024", "EDcl no AgInt no RE nos EDcl no AgInt no AREsp 2415057 SP 2023/0245888-9 Decisão:27/11/2024\nDJE        DATA:04/12/2024", "EDcl no AgInt no RE nos EDcl no AgInt no AREsp 2448056 SP 2023/0315219-1 Decisão:27/11/2024\nDJE        DATA:04/12/2024", "EDcl no AgInt no RE nos EDcl no AgInt nos EDcl no AREsp 2143386 DF 2022/0167952-1 Decisão:27/11/2024\nDJE        DATA:04/12/2024", "EDcl no AgInt no RE nos EDcl no AgInt nos EDcl no AREsp 2243250 RS 2022/0349233-7 Decisão:27/11/2024\nDJE        DATA:04/12/2024", "EDcl no AgInt no RE nos EDcl no AgInt nos EDcl nos EDcl no AREsp 2382672 GO 2023/0186973-4 Decisão:27/11/2024\nDJE        DATA:04/12/2024", "EDcl no AgInt no RE nos EDcl nos EDcl no AgInt no AgInt no AREsp 1556270 PR 2019/0234118-0 Decisão:27/11/2024\nDJE        DATA:04/12/2024", "EDcl no AgInt no RE nos EDcl nos EDcl nos EDcl no AgInt nos EREsp 1422353 RS 2013/0394278-6 Decisão:27/11/2024\nDJE        DATA:04/12/2024", "EDcl no AgInt no RE no AgInt no AREsp 2232924 RN 2022/0332504-3 Decisão:12/11/2024\nDJE        DATA:22/11/2024", "EDcl no AgInt no RE nos EDcl no AgInt no AgInt no AREsp 2162508 MG 2022/0204825-1 Decisão:12/11/2024\nDJE        DATA:22/11/2024", "EDcl no AgInt no RE nos EDcl no AgInt no AREsp 2094519 MG 2022/0084595-3 Decisão:12/11/2024\nDJE        DATA:22/11/2024", "EDcl no AgInt no RE nos EDcl no AgInt nos EDcl no REsp 2022966 BA 2021/0204383-9 Decisão:12/11/2024\nDJE        DATA:22/11/2024", "EDcl nos EDcl no AgInt no RE nos EDcl no AgInt no AgInt no AREsp 2146327 MG 2022/0173179-8 Decisão:12/11/2024\nDJE        DATA:22/11/2024" ]
}, {
  "id" : "000892300",
  "numeroProcesso" : "2349712",
  "numeroRegistro" : "202301268006",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJE        DATA:18/11/2024",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM\nAGRAVO EM RECURSO ESPECIAL. ACÓRDÃO PARADIGMA E EMBARGADO.\nSIMILITUDE FÁTICA E COTEJO ANALÍTICO. AUSÊNCIA. ACÓRDÃO EMBARGADO\nQUE DECIDIU PELO NÃO PREENCHIMENTO DOS REQUISITOS DE ADMISSIBILIDADE\nDO RECURSO ESPECIAL. SÚMULA 315/STJ. NÃO CABIMENTO DOS EMBARGOS DE\nDIVERGÊNCIA REFERENTES À COMPETÊNCIA DA CORTE ESPECIAL. CISÃO DO\nJULGAMENTO. REDISTRIBUIÇÃO À PRIMEIRA SEÇÃO.\n1. Os embargos não podem ser conhecidos pela divergência se o\nembargante não providencia o devido cotejo analítico entre acórdãos\nque versem sobre situações fáticas idênticas, nos termos do disposto\nno artigo 266, § 4º, do RISTJ.\n2. Os embargos de divergência têm por finalidade precípua a\nuniformização da jurisprudência interna do STJ quanto à\ninterpretação da legislação federal, não servindo para discutir o\nerro ou acerto do acórdão embargado quanto à aplicação, ou não, de\nregra técnica de admissibilidade do recurso especial ou do agravo em\nrecurso especial. Precedentes.\n3. Não se admite a interposição de embargos de divergência, quando\nnão tiver sido apreciado o mérito do recurso especial, a teor do que\ndispõe a Súmula 315/STJ, cujo entendimento se alinha ao disposto no\nart. 1.043, I e III do CPC/2015. Precedentes.\n4. Agravo interno não provido, com determinação de remessa dos autos\npara redistribuição do feito no âmbito da Primeira Seção, a fim de\nque sejam analisados os recursos sob a luz dos paradigmas\nremanescentes.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241112",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 06/11/2024 a 12/11/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros Francisco Falcão, João Otávio de Noronha, Humberto\nMartins, Maria Thereza de Assis Moura, Luis Felipe Salomão, Mauro\nCampbell Marques, Benedito Gonçalves, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva e\nSebastião Reis Júnior votaram com a Sra. Ministra Relatora.\nNão participou do julgamento o Sr. Ministro Og Fernandes.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000892297",
  "numeroProcesso" : "2419605",
  "numeroRegistro" : "202302611380",
  "siglaClasse" : "AgRg no RE no AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NO RECURSO EXTRAORDINÁRIO NO AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LUIS FELIPE SALOMÃO",
  "dataPublicacao" : "DJE        DATA:22/11/2024",
  "ementa" : "AGRAVO REGIMENTAL. INTERPOSIÇÃO CONTRA DECISÃO QUE NEGOU SEGUIMENTO\nA RECURSO EXTRAORDINÁRIO DA CORRÉ. ILEGITIMIDADE ATIVA. NÃO\nCONHECIMENTO.\nI. CASO EM EXAME\n1.1. Trata-se de agravo regimental interposto contra decisão que\nnegou seguimento a recurso extraordinário de pessoa diversa.\nII. QUESTÕES EM DISCUSSÃO\n2.1. Cabimento de interposição de agravo regimental contra decisão\nque negou seguimento a recurso extraordinário da corré.\nIII. RAZÕES DE DECIDIR\n3.1. O agravo regimental, previsto no art. 39 do Código de Processo\nCivil e no art. 258 do Regimento Interno do Superior Tribunal de\nJustiça, poderá ser interposto pela parte que se considerar\nprejudicada por decisão monocrática proferida por membro desta\nCorte.\n3.2. Na hipótese, verifica-se a manifesta ilegitimidade ativa, pois\nagravante interpôs o agravo contra decisão que negou seguimento ao\nrecurso extraordinário da corré, de cuja relação processual não é\nparte.\nIV. DISPOSITIVO\n4.1. Agravo regimental não conhecido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241112",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 06/11/2024 a 12/11/2024,\npor unanimidade, não conhecer do recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Mauro\nCampbell Marques, Benedito Gonçalves, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva e\nSebastião Reis Júnior votaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Og Fernandes.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000892296",
  "numeroProcesso" : "1333195",
  "numeroRegistro" : "201001310640",
  "siglaClasse" : "EDcl no AgRg no RE nos EDcl no AgRg nos EAg",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LUIS FELIPE SALOMÃO",
  "dataPublicacao" : "DJE        DATA:22/11/2024",
  "ementa" : "EMBARGOS DE DECLARAÇÃO. AGRAVO REGIMENTAL. RECURSO EXTRAORDINÁRIO.\nAPLICAÇÃO DO RITO DA REPERCUSSÃO GERAL. AUSÊNCIA DE VÍCIOS.\nREDISCUSSÃO DA MATÉRIA. PEDIDO DE INGRESSO NOS AUTOS FORMULADO PELA\nORDEM DOS ADVOGADOS DO BRASIL. FALTA DE PREVISÃO LEGAL. INEXISTÊNCIA\nDE INTERESSE DA CATEGORIA PASSÍVEL DE JUSTIFICAR A INTERVENÇÃO NO\nFEITO. INDEFERIMENTO.\nI. CASO EM EXAME1.1. Embargos de declaração opostos contra acórdão\nque manteve decisão que apreciou recurso extraordinário e petição da\nOrdem dos Advogados do Brasil pleiteando o ingresso no feito. 1.2.\nO acórdão embargado aplicou o entendimento firmado pelo STF, que\nregula a aplicação do rito da repercussão geral.\nII. QUESTÕES EM DISCUSSÃO2.1. A parte embargante alega vícios no\nacórdão que ensejariam a alteração das conclusões nele alcançadas.\n2.2. Possibilidade de admissão da OAB no processo como terceiro\ninteressado. III. RAZÕES DE DECIDIR3.1. Nos termos do art. 619 do\nCódigo de Processo Penal, os embargos de declaração são cabíveis\npara sanar ambiguidade, obscuridade, contradição, omissão ou erro\nmaterial em acórdão.3.2. O acórdão embargado apresentou, de forma\nsatisfatória, os motivos da compreensão nele adotada, constatando-se\na mera discordância da parte com a solução apresentada e o\npropósito de modificação do julgamento.\n3.4. Não é possível a admissão da OAB no feito como terceira\ninteressada, uma vez que não há previsão legal para o ingresso de\nterceiro no feito, nos moldes do instituto previsto no art. 119 do\nCódigo de Processo Civil, somente podendo ocorrer a intervenção de\nsujeito estranho à relação processual na condição de assistente da\nacusação, nos termos do art. 268 do Código de Processo Penal.\nIV. DISPOSITIVO4.1. Embargos de declaração rejeitados.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241112",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 06/11/2024 a 12/11/2024,\npor unanimidade, rejeitar os embargos de declaração, nos termos do\nvoto do Sr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Mauro\nCampbell Marques, Benedito Gonçalves, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva e\nSebastião Reis Júnior votaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Og Fernandes.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ "EDcl no AgRg no RE no AgRg no AREsp 2250949 SP 2022/0367164-1 Decisão:10/12/2024\nDJE        DATA:13/12/2024", "EDcl no AgRg no RE no AgRg no AREsp 2444765 TO 2023/0314965-9 Decisão:10/12/2024\nDJE        DATA:13/12/2024", "EDcl no AgRg no RE no AgRg no AREsp 2528568 BA 2023/0455672-8 Decisão:10/12/2024\nDJE        DATA:13/12/2024", "EDcl no AgRg no RE no AgRg no AREsp 2554733 MG 2024/0023275-9 Decisão:10/12/2024\nDJE        DATA:13/12/2024", "EDcl no AgRg no RE no AgRg no AREsp 2567038 SP 2024/0044171-3 Decisão:10/12/2024\nDJE        DATA:13/12/2024", "EDcl no AgRg no RE no AgRg no AREsp 2582575 SC 2024/0072934-5 Decisão:10/12/2024\nDJE        DATA:13/12/2024", "EDcl no AgRg no RE no AgRg no AREsp 2591037 SP 2024/0089514-8 Decisão:10/12/2024\nDJE        DATA:13/12/2024", "EDcl no AgRg no RE no AgRg no RHC 195765 SP 2024/0104177-4 Decisão:10/12/2024\nDJE        DATA:13/12/2024", "EDcl no AgRg no RE no AgRg no RHC 197842 SP 2024/0168001-6 Decisão:10/12/2024\nDJE        DATA:13/12/2024", "EDcl no AgRg no RE no AgRg nos EAREsp 2040830 PR 2022/0003624-5 Decisão:10/12/2024\nDJE        DATA:13/12/2024", "EDcl no AgRg no RE no AgRg nos EAREsp 2465385 PB 2023/0333608-0 Decisão:10/12/2024\nDJE        DATA:13/12/2024", "EDcl no AgRg no RE nos EDcl no AgRg no AgRg no AREsp 2515867 SP 2023/0427103-8 Decisão:10/12/2024\nDJE        DATA:13/12/2024", "EDcl no AgRg no RE nos EDcl no AgRg no AgRg no AREsp 2563620 GO 2024/0038207-9 Decisão:10/12/2024\nDJE        DATA:13/12/2024", "EDcl no AgRg no RE nos EDcl no AgRg no AREsp 936775 PR 2016/0159106-9 Decisão:10/12/2024\nDJE        DATA:13/12/2024", "EDcl no AgRg no RE nos EDcl no AgRg no AREsp 1809467 PB 2020/0348701-7 Decisão:10/12/2024\nDJE        DATA:13/12/2024", "EDcl no AgRg no RE nos EDcl no AgRg no AREsp 2248842 SC 2022/0350819-6 Decisão:10/12/2024\nDJE        DATA:13/12/2024", "EDcl no AgRg no RE nos EDcl no AgRg no AREsp 2400585 SP 2023/0229762-4 Decisão:10/12/2024\nDJE        DATA:13/12/2024", "EDcl no AgRg no RE nos EDcl no AgRg no AREsp 2436243 SP 2023/0288860-0 Decisão:10/12/2024\nDJE        DATA:13/12/2024", "EDcl no AgRg no RE nos EDcl no AgRg no AREsp 2483204 SP 2023/0372511-8 Decisão:10/12/2024\nDJE        DATA:13/12/2024", "EDcl no AgRg no RE nos EDcl no AgRg no AREsp 2561162 SP 2024/0034667-8 Decisão:10/12/2024\nDJE        DATA:13/12/2024", "EDcl no AgRg no RE nos EDcl no AgRg no REsp 2084124 SP 2023/0234771-3 Decisão:10/12/2024\nDJE        DATA:13/12/2024", "EDcl no AgRg no RE nos EDcl no AgRg nos EAREsp 1477936 DF 2019/0100127-6 Decisão:10/12/2024\nDJE        DATA:13/12/2024", "EDcl no AgRg no RE nos EDcl no AgRg nos EAREsp 2117353 MG 2022/0127318-4 Decisão:10/12/2024\nDJE        DATA:13/12/2024", "EDcl no AgRg no RE nos EDcl no AgRg nos EAREsp 2327724 SC 2023/0091107-4 Decisão:10/12/2024\nDJE        DATA:13/12/2024", "EDcl no AgRg no RE nos EDcl no AgRg nos EAREsp 2347454 SE 2023/0143062-0 Decisão:10/12/2024\nDJE        DATA:13/12/2024", "EDcl no AgRg no RE nos EDcl no AgRg nos EAREsp 2411093 BA 2023/0250248-6 Decisão:10/12/2024\nDJE        DATA:13/12/2024", "EDcl no AgRg no RE no AgRg no AREsp 2279285 SP 2023/0011832-4 Decisão:27/11/2024\nDJE        DATA:04/12/2024", "EDcl no AgRg no RE no AgRg no AREsp 2375663 SP 2023/0189452-1 Decisão:27/11/2024\nDJE        DATA:04/12/2024", "EDcl no AgRg no RE no AgRg no AREsp 2390193 RO 2023/0208829-1 Decisão:27/11/2024\nDJE        DATA:04/12/2024", "EDcl no AgRg no RE no AgRg no AREsp 2435398 SP 2023/0296450-8 Decisão:27/11/2024\nDJE        DATA:04/12/2024", "EDcl no AgRg no RE no AgRg no AREsp 2479772 SP 2023/0362041-3 Decisão:27/11/2024\nDJE        DATA:04/12/2024", "EDcl no AgRg no RE no AgRg no AREsp 2563572 SP 2024/0037563-4 Decisão:27/11/2024\nDJE        DATA:04/12/2024", "EDcl no AgRg no RE no AgRg no AREsp 2564823 SP 2024/0040099-2 Decisão:27/11/2024\nDJE        DATA:04/12/2024", "EDcl no AgRg no RE no AgRg no AREsp 2594406 SP 2024/0095691-5 Decisão:27/11/2024\nDJE        DATA:04/12/2024", "EDcl no AgRg no RE no AgRg no AREsp 2599504 SP 2024/0105185-9 Decisão:27/11/2024\nDJE        DATA:04/12/2024", "EDcl no AgRg no RE no AgRg no AREsp 2601274 SP 2024/0109672-2 Decisão:27/11/2024\nDJE        DATA:04/12/2024", "EDcl no AgRg no RE nos EDcl no AgRg no AREsp 2002249 SP 2021/0345417-6 Decisão:27/11/2024\nDJE        DATA:04/12/2024", "EDcl no AgRg no RE nos EDcl no AgRg no AREsp 2083351 MG 2022/0063713-9 Decisão:27/11/2024\nDJE        DATA:04/12/2024", "EDcl no AgRg no RE nos EDcl no AgRg no AREsp 2090034 MG 2022/0077499-8 Decisão:27/11/2024\nDJE        DATA:04/12/2024", "EDcl no AgRg no RE nos EDcl no AgRg no AREsp 2223299 RJ 2022/0317628-4 Decisão:27/11/2024\nDJE        DATA:04/12/2024", "EDcl no AgRg no RE nos EDcl no AgRg no AREsp 2412194 PA 2023/0253209-6 Decisão:27/11/2024\nDJE        DATA:04/12/2024", "EDcl no AgRg no RE nos EDcl no AgRg no AREsp 2412783 SP 2023/0254995-1 Decisão:27/11/2024\nDJE        DATA:04/12/2024", "EDcl no AgRg no RE nos EDcl no AgRg no AREsp 2465514 PE 2023/0334215-0 Decisão:27/11/2024\nDJE        DATA:04/12/2024", "EDcl no AgRg no RE nos EDcl no AgRg no AREsp 2499709 SP 2023/0398773-0 Decisão:27/11/2024\nDJE        DATA:04/12/2024", "EDcl no AgRg no RE nos EDcl no AgRg no AREsp 2520953 SP 2023/0441906-8 Decisão:27/11/2024\nDJE        DATA:04/12/2024", "EDcl no AgRg no RE nos EDcl no AgRg no AREsp 2534172 SP 2023/0461900-0 Decisão:27/11/2024\nDJE        DATA:04/12/2024", "EDcl no AgRg no RE nos EDcl no AgRg no AREsp 2565165 SC 2024/0040919-9 Decisão:27/11/2024\nDJE        DATA:04/12/2024", "EDcl no AgRg no RE nos EDcl no AgRg no AREsp 2576917 SP 2024/0065152-3 Decisão:27/11/2024\nDJE        DATA:04/12/2024", "EDcl no AgRg no RE nos EDcl no AgRg nos EAREsp 1440681 ES 2019/0033168-7 Decisão:27/11/2024\nDJE        DATA:04/12/2024", "EDcl no AgRg no RE nos EDcl no AgRg nos EDcl no AREsp 2065313 SP 2022/0038427-0 Decisão:27/11/2024\nDJE        DATA:04/12/2024", "EDcl no AgRg no RE nos EDcl no AgRg nos EDcl no AREsp 2204123 SP 2022/0281281-0 Decisão:27/11/2024\nDJE        DATA:04/12/2024", "EDcl no AgRg no RE nos EDcl no AgRg nos EDcl no AREsp 2474551 CE 2023/0356570-8 Decisão:27/11/2024\nDJE        DATA:04/12/2024", "EDcl no AgRg no RE nos EDcl no HC 854588 SP 2023/0334147-8 Decisão:27/11/2024\nDJE        DATA:04/12/2024" ]
}, {
  "id" : "000892295",
  "numeroProcesso" : "2211395",
  "numeroRegistro" : "202202932478",
  "siglaClasse" : "RCD no AgInt nos EAREsp",
  "descricaoClasse" : "PEDIDO DE RECONSIDERAÇÃO NO AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "BENEDITO GONÇALVES",
  "dataPublicacao" : "DJE        DATA:18/11/2024",
  "ementa" : "PEDIDO DE RECONSIDERAÇÃO NO AGRAVO INTERNO NOS EMBARGOS DE\nDIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL. PEDIDO DE RECONSIDERAÇÃO\nCONTRA ACÓRDÃO. AUSÊNCIA DE PREVISÃO LEGAL. RECURSO NÃO CONHECIDO.\n1. É manifestamente incabível a apresentação de pedido de\nreconsideração contra acórdão em face da ausência de previsão legal.\n2. Pedido de reconsideração não conhecido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241112",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 06/11/2024 a 12/11/2024,\npor unanimidade, não conhecer do recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Luis Felipe\nSalomão, Mauro Campbell Marques, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva e\nSebastião Reis Júnior votaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Og Fernandes.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000892294",
  "numeroProcesso" : "1601042",
  "numeroRegistro" : "201903062457",
  "siglaClasse" : "EDcl nos EDcl no AgInt nos EDcl nos EAREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA ISABEL GALLOTTI",
  "dataPublicacao" : "DJE        DATA:22/11/2024",
  "ementa" : "EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DECLARAÇÃO. AGRAVO INTERNO.\nEMBARGOS DE DIVERGÊNCIA. OMISSÃO. NÃO EXISTÊNCIA. RECURSO\nPROTELATÓRIO. MULTA. ART. 1.026, § 2º, DO CPC. EMBARGOS REJEITADOS.\n1. Os embargos de declaração só se prestam a sanar obscuridade,\nomissão ou contradição porventura existentes no acórdão, não\nservindo à rediscussão da matéria já julgada no recurso.\n2. Sendo o recurso manifestamente protelatório, impõe-se a aplicação\nda multa prevista no art. 1.026, § 2º, do Código de Processo Civil.\n3. Embargos de declaração rejeitados.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241112",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 06/11/2024 a 12/11/2024,\npor unanimidade, rejeitar os embargos de declaração, com aplicação\nde multa, nos termos do voto da Sra. Ministra Relatora.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nAntonio Carlos Ferreira, Ricardo Villas Bôas Cueva e Sebastião Reis\nJúnior votaram com a Sra. Ministra Relatora.\nNão participou do julgamento o Sr. Ministro Og Fernandes.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ "EDcl nos EDcl no AgInt nos EDcl nos EAREsp  2115025  SP\n2022/0121551-8  Decisão:12/11/2024\nDJE        DATA:22/11/2024" ]
}, {
  "id" : "000892293",
  "numeroProcesso" : "2630566",
  "numeroRegistro" : "202401641695",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "FRANCISCO FALCÃO",
  "dataPublicacao" : "DJE        DATA:18/11/2024",
  "ementa" : "PROCESSUAL CIVIL. EMBARGOS DE DIVERGÊNCIA INDEFERIDOS LIMINARMENTE.\nDESPROVIMENTO DO AGRAVO INTERNO. MANUTENÇÃO DA DECISÃO RECORRIDA.\nI - Trata-se de agravo interno interposto contra decisão da\nPresidência do Superior Tribunal de Justiça que indeferiu\nliminarmente embargos de divergência.\nII - Verifica-se que o recurso de embargos de divergência versa em\ntorno da ofensa ao art. 619 do Código de Processo Penal o que, nos\ntermos da jurisprudência pacificada desta Corte, é incabível em\nvirtude das situações fático-processuais diferenciadas e da\nnecessidade de análise individualizada de cada caso concreto. Nesse\nsentido: AgRg nos EAREsp n. 2.021.072/RR, relator Ministro Messod\nAzulay Neto, Terceira Seção, DJe de 13/3/2023.AgInt nos EREsp n.\n1.998.469/PE, relator Ministro Gurgel de Faria, Primeira Seção,\njulgado em 14/11/2023, DJe de 23/11/2023. AgInt nos EREsp n.\n1.968.281/DF, relator Ministro Og Fernandes, Corte Especial, julgado\nem 24/10/2023, DJe de 26/10/2023.\nIII - Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241112",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 06/11/2024 a 12/11/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Maria Thereza de Assis Moura, Luis Felipe Salomão, Mauro\nCampbell Marques, Benedito Gonçalves, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva e\nSebastião Reis Júnior votaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Og Fernandes.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000892292",
  "numeroProcesso" : "2330860",
  "numeroRegistro" : "202300994659",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA ISABEL GALLOTTI",
  "dataPublicacao" : "DJE        DATA:22/11/2024",
  "ementa" : "AGRAVO INTERNO. EMBARGOS DE DIVERGÊNCIA. REQUISITOS DE\nADMISSIBILIDADE. MÉRITO RECURSAL. ANÁLISE DA CONTROVÉRSIA. NÃO\nOCORRÊNCIA. SÚMULA 315, STJ. AUSÊNCIA DE IMPUGNAÇÃO ESPECÍFICA À\nDECISÃO DE NÃO ADMISSÃO DO RECURSO ESPECIAL NA CORTE DE ORIGEM.\nAGRAVO INTERNO NÃO PROVIDO.\n1. Nos termos do art. 1.043, III, do CPC, cabem embargos de\ndivergência em face de acórdãos que tenham apreciado o mérito da\ncontrovérsia recursal, ainda que um não tenha sido conhecido.\nExige-se, contudo, efetiva apreciação da controvérsia.\n2. Nos termos do art. 932, II, do CPC, e do art. 253, parágrafo\núnico, I, do RISTJ (com redação dada pela Emenda Regimental n. 22,\n2016), a impugnação específica aos fundamentos da decisão da Corte\nde origem é condição necessária para o conhecimento de agravo. Não\nse preencheu o requisito no presente caso.\n3. Agravo interno ao qual se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241112",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 06/11/2024 a 12/11/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nAntonio Carlos Ferreira, Ricardo Villas Bôas Cueva e Sebastião Reis\nJúnior votaram com a Sra. Ministra Relatora.\nNão participou do julgamento o Sr. Ministro Og Fernandes.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000892291",
  "numeroProcesso" : "2413553",
  "numeroRegistro" : "202302323171",
  "siglaClasse" : "EDcl no AgInt nos EAREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA ISABEL GALLOTTI",
  "dataPublicacao" : "DJE        DATA:22/11/2024",
  "ementa" : "EMBARGOS DE DECLARAÇÃO. AGRAVO INTERNO. EMBARGOS DE DIVERGÊNCIA.\nOMISSÃO. INEXISTÊNCIA. LEI 14.939/24. COMPROVAÇÃO DE FERIADO LOCAL.\nTEMPUS REGIT ACTUM. EMBARGOS REJEITADOS.\n1. Os embargos de declaração só se prestam a sanar obscuridade,\nomissão ou contradição porventura existentes no acórdão, não\nservindo à rediscussão da matéria já julgada no recurso.\n2. Em observância ao princípio do tempus regit actum, a nova redação\ndo art. 1.003, § 6º, do CPC (dada pela Lei n. 14.939/2024) será\naplicada quando a data de intimação da decisão recorrida tenha\nocorrido a partir do dia 31/07/2024.\n3. Embargos de declaração rejeitados.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241112",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 06/11/2024 a 12/11/2024,\npor unanimidade, rejeitar os embargos de declaração, nos termos do\nvoto da Sra. Ministra Relatora.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nAntonio Carlos Ferreira, Ricardo Villas Bôas Cueva e Sebastião Reis\nJúnior votaram com a Sra. Ministra Relatora.\nNão participou do julgamento o Sr. Ministro Og Fernandes.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000892288",
  "numeroProcesso" : "2414795",
  "numeroRegistro" : "202302605867",
  "siglaClasse" : "AgRg no AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NO AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA THEREZA DE ASSIS MOURA",
  "dataPublicacao" : "DJE        DATA:18/11/2024",
  "ementa" : "AGRAVO REGIMENTAL NO AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA\nEM AGRAVO EM RECURSO ESPECIAL. INTERPOSIÇÃO CONTRA DECISÃO\nCOLEGIADA. NÃO CABIMENTO. RECURSO NÃO CONHECIDO.\n1. O agravo regimental só tem cabimento contra provimento\nmonocrático.\n2. Agravo regimental não conhecido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241112",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 06/11/2024 a 12/11/2024,\npor unanimidade, não conhecer do recurso, nos termos do voto da Sra.\nMinistra Relatora.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Luis Felipe Salomão, Mauro Campbell\nMarques, Benedito Gonçalves, Raul Araújo, Maria Isabel Gallotti,\nAntonio Carlos Ferreira, Ricardo Villas Bôas Cueva e Sebastião Reis\nJúnior votaram com a Sra. Ministra Relatora.\nNão participou do julgamento o Sr. Ministro Og Fernandes.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000892287",
  "numeroProcesso" : "1881885",
  "numeroRegistro" : "202101202852",
  "siglaClasse" : "AgInt nos EDcl nos EDcl nos EDcl nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "HUMBERTO MARTINS",
  "dataPublicacao" : "DJE        DATA:19/11/2024",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA NO AGRAVO EM   RECURSO\nESPECIAL. RECURSOS PROTELATÓRIOS. MULTA PREVISTA NO § 3º, DO ART.\n1.026, DO CPC. NÃO RECOLHIMENTO PRÉVIO DA MULTA. NÃO CONHECIMENTO\nDOS RECURSOS POSTERIORES. PRECEDENTES. A jurisprudência desta Corte\nfirmou entendimento no sentido de que \"Nos termos do art. 1.026, §\n3º, do CPC/2015, o não recolhimento da multa cominada com fundamento\nno mesmo dispositivo legal impede o conhecimento dos recursos\nmanejados posteriormente.\"(EDcl nos EDcl nos EDcl nos EDcl no AgInt\nnos EAREsp n. 1.064.251/GO, relator Ministro Paulo de Tarso\nSanseverino, Corte Especial, julgado em 23/8/2022, DJe de 29/8/2022.\n). Precedentes.\nAgravo interno não conhecido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241112",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 06/11/2024 a 12/11/2024,\npor unanimidade, não conhecer do recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Maria Thereza de Assis Moura, Luis Felipe Salomão, Mauro\nCampbell Marques, Benedito Gonçalves, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva e\nSebastião Reis Júnior votaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Og Fernandes.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000892286",
  "numeroProcesso" : "1984562",
  "numeroRegistro" : "202102935734",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "JOÃO OTÁVIO DE NORONHA",
  "dataPublicacao" : "DJE        DATA:19/11/2024",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM\nAGRAVO EM RECURSO ESPECIAL. COMPETÊNCIA DA PRESIDÊNCIA DO STJ.\nDISSÍDIO QUANTO À OFENSA AO ART. 1.022 DO CPC. INVIABILIDADE. AGRAVO\nINTERNO DESPROVIDO.\n1. Nos termos dos arts. 21-E, V, e 266-C do RISTJ, a Presidência do\nSTJ é competente para analisar a admissibilidade dos embargos de\ndivergência.\n2. Não cabem embargos de divergência acerca de violação do art.\n1.022 do CPC quando for impossível verificar a similitude fática\nentre os acórdãos embargado e paradigma, tendo em vista as situações\nfático-processuais distintas e a necessidade de análise\nindividualizada de cada caso concreto.\n3. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241112",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 06/11/2024 a 12/11/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Humberto\nMartins, Maria Thereza de Assis Moura, Luis Felipe Salomão, Mauro\nCampbell Marques, Benedito Gonçalves, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva e\nSebastião Reis Júnior votaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Og Fernandes.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000892185",
  "numeroProcesso" : "1906980",
  "numeroRegistro" : "202003135419",
  "siglaClasse" : "EDcl no AgInt nos EREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA\nEM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA ISABEL GALLOTTI",
  "dataPublicacao" : "DJE        DATA:03/12/2024",
  "ementa" : "EMBARGOS DE DECLARAÇÃO. AGRAVO INTERNO. EMBARGOS DE DIVERGÊNCIA.\nRECURSO ESPECIAL. TEMA EM REPERCUSSÃO GERAL. CONCLUSÃO DO JULGAMENTO\nPELO SUPREMO TRIBUNAL FEDERAL. MODULAÇÃO DE EFEITO. RETORNO DOS\nAUTOS AO TRIBUNAL DE ORIGEM PARA JUÍZO DE CONFORMAÇÃO. EMBARGOS DE\nDECLARAÇÃO ACOLHIDOS.\n1. Os embargos de declaração têm como finalidade o suprimento de\nomissões e o esclarecimento de dúvidas e contradições do julgado, se\nexistentes tais vícios.\n2. \"É aplicável às condenações da Fazenda Pública envolvendo\nrelações jurídicas não tributárias o índice de juros moratórios\nestabelecido no art. 1º-F da Lei n. 9.494/1997, na redação dada pela\nLei n. 11.960/2009, a partir da vigência da referida legislação,\nmesmo havendo previsão diversa em título executivo judicial\ntransitado em julgado\" (Tema 1170/STF).\n3. A jurisprudência desta Corte Superior firmou entendimento de que,\nhavendo julgamento pelo órgão colegiado de matéria submetida à\nsistemática da repercussão geral, o recurso integrativo deve ser\nacolhido, com efeitos modificativos, para anular o acórdão\nembargado, determinando-se a devolução dos autos ao Tribunal de\norigem para que seja promovido o juízo de conformação. Precedentes.\n4. Embargos de Declaração acolhidos, com efeitos infringentes,\ntornando-se sem efeitos as decisões anteriores e determinando-se a\ndevolução dos autos ao Tribunal de origem.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241127",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 21/11/2024 a 27/11/2024,\npor unanimidade, acolher os embargos de declaração, com efeitos\nmodificativos, nos termos do voto da Sra. Ministra Relatora.\nOs Srs. Ministros Francisco Falcão, João Otávio de Noronha, Humberto\nMartins, Maria Thereza de Assis Moura, Og Fernandes, Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nAntonio Carlos Ferreira, Ricardo Villas Bôas Cueva e Sebastião Reis\nJúnior votaram com a Sra. Ministra Relatora.\nNão participou do julgamento a Sra. Ministra Nancy Andrighi.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000892184",
  "numeroProcesso" : "2073648",
  "numeroRegistro" : "202301556316",
  "siglaClasse" : "AgInt nos EDcl nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE\nDIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "FRANCISCO FALCÃO",
  "dataPublicacao" : "DJE        DATA:03/12/2024",
  "ementa" : "PROCESSUAL CIVIL. EXECUÇÃO DE TÍTULO EXTRAJUDICIAL. RECONHECIMENTO\nDA PRESCRIÇÃO INTERCORRENTE. HONORÁRIOS ADVOCATÍCIOS EM FAVOR DO\nEXECUTADO. IMPOSSIBILIDADE. PRINCÍPIO DA CAUSALIDADE. EMBARGOS DE\nDIVERGÊNCIA. INADMISSIBILIDADE. APLICAÇÃO DA SÚMULA N. 168/STJ.\nI - Na origem, trata-se de execução de título extrajudicial ajuizada\npelo Banco Bradesco S.A. contra Comercial Eletro Virtual Ltda. Me\nobjetivando o recebimento de crédito decorrente de confissão de\ndívida com garantia de nota promissória.\nII - Na sentença, reconheceu-se a prescrição intercorrente e\nextinguiu a execução, sem resolução do mérito. No Tribunal a quo, a\nsentença foi parcialmente reformada para condenar o exequente ao\npagamento de honorários advocatícios, fixados em R$ 10.000,00 (dez\nmil reais), nos termos do art. 85, § 8º, do CPC. Esta Corte deu\nprovimento ao recurso especial para afastar a condenação em\nhonorários advocatícios e julgou prejudicado o recurso especial da\nexecutada. A Quarta Turma negou provimento ao agravo interno. Os\nembargos de divergência foram indeferidos liminarmente.\nIII - Patente a inadmissibilidade do recurso. Com efeito, \"para que\nse configure o dissídio jurisprudencial é indispensável que os\njulgados confrontados revelem soluções distintas extraídas das\nmesmas premissas fáticas e jurídicas\" (AgRg nos EREsp n.\n1.202.436/RS, relator Ministro Teori Albino Zavaski, DJe 10/2/2012).\nIV - O recurso não comporta admissibilidade, seja pela ausência de\nsimilitude fática; seja pela ausência de dissídio atual, a incidir o\nenunciado n. 168 da Súmula do STJ; seja porque os embargos de\ndivergência não se prestam a modificar a decisão proferida, quando,\npara sua análise, haja necessidade de se revolver elementos\nfático-probatórios.\nV - O recurso à evidência não comporta conhecimento, ante a ausência\ndo dissídio apontado, não havendo, de fato, divergência a ser\napreciada.\nVI - Ao contrário do que alegado pelo embargante, os precedentes\ntrazidos pela Ministra Relatora, no acórdão embargado, refletem a\norientação atual desta Corte, adequada ao caso em tela, não sendo\npossível, nesta feita, afastar a conclusão a que chegou a Quarta\nTurma.\nVII - Os embargos de divergência não se prestam para dirimência de\ndivergência inatual, o que atrai a aplicação da Súmula n. 168/STJ:\n\"Não cabem embargos de divergência, quando a jurisprudência do\nTribunal se firmou no mesmo sentido do acórdão embargado.\"\nVIII - O recorrente quer trazer à discussão divergência inexistente,\nporque tanto a conclusão a que chegou o acórdão embargado, quanto o\nacórdão paradigma,  assentam-se no mesmo fundamento, que é o\nprincípio da causalidade, não sendo cabível \"atribuir-se ao credor,\nalém da frustração na pretensão de resgate dos créditos executados,\ntambém os ônus sucumbenciais com fundamento no princípio da\nsucumbência, sob pena de indevidamente beneficiar-se duplamente a\nparte devedora, que não cumpriu oportunamente com a sua obrigação,\nnem cumprirá\".\nIX - A situação fática, aliás, é diversa, pois, no caso do acórdão\nparadigma, havia divergência quanto à condenação em honorários de\nsucumbência em face de exceção de pré-executividade, por si só, em\ncontraposição ao aresto paradigma que, embora também tratasse de\nexceção de pré-executividade, o motivo fora a prescrição\nintercorrente. A discussão cingia-se à possibilidade de condenação\nem honorários de sucumbência ante à resistência do exequente em face\nda exceção: \"(...) No recurso especial relativo ao acórdão\nparadigma, concluiu-se que \"a decretação da prescrição intercorrente\npor ausência de localização de bens penhoráveis não afasta o\nprincípio da causalidade em desfavor do devedor, nem atrai a\nsucumbência para a parte exequente\". No recurso julgado no aresto\nembargado, por sua vez, considerou-se que, havendo resistência da\nparte exequente ao pedido de aplicação da prescrição intercorrente,\nem exceção de pré-executividade, a verba honorária será devida pelo\nexequente, com respaldo no princípio da sucumbência.\"\nX - A conclusão a que chegou a Corte Especial foi no sentido de que\na decretação da prescrição intercorrente não afasta o princípio da\ncausalidade em desfavor do devedor, mesmo havendo resistência da\nparte exequente.\nXI - O trecho usado pelo embargante para suscitar suposta\ndivergência - \"mormente quando este se der por ausência de\nlocalização do devedor ou de seus bens\" - apenas reforça a\nprevalência do princípio da causalidade.\nXII - Ora, se mesmo quando não localizados bens do devedor (que\nindicaria ausência de motivo para resistir), a resistência do\nexequente não afasta o princípio da causalidade e não implica sua\ncondenação em sucumbência, muito mais em tendo havido bens\npenhorados, se justificaria a sua resistência. veja-se: \"(...)\nDestarte, a causa determinante para a fixação dos ônus\nsucumbenciais, em caso de extinção da execução pela prescrição\nintercorrente, não é a existência, ou não, de resistência do\nexequente à aplicação da referida prescrição. É, sobretudo, o\ninadimplemento do devedor, gerando sua responsabilidade pela\ninstauração do feito executório e, na sequência, pela sua própria\nextinção, diante da não localização do executado ou de seus bens.\"\nXIII - Conclui-se que o que determina o afastamento da condenação em\nhonorários sucumbenciais ao exequente é o fato de que este não deu\ncausa ao processo executivo, desimportante o fato de resistir ou de\nterem sido localizados bens à penhora.\nXIV - A depender do caso concreto - embora disso não se trate -,\npoder-se-ia até questionar eventuais honorários de sucumbência em\nfavor do advogado do exequente, já que, em tese, o seu trabalho\ndeficiente é que teria levado ao insucesso da demanda, mas nunca a\ncondenação do exequente, sob pena de, como visto, este vir a ser\nduplamente penalizado.\nXV - Diante da inexistência de dissídio, estando o v. acórdão\nembargado em consonância com a jurisprudência dominante, não há\nfalar em divergência que dê suporte ao manejo dos embargos.\nXVI - Os embargos de divergência não se prestam a avaliar a justiça\nou injustiça da decisão proferida, nem a modificá-la, quando, para\nsua análise, haja necessidade de revolver elementos\nfático-probatórios (enunciado n. 7 da Súmula do STJ), como também é\no caso dos autos.\nXVII  - Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241127",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 21/11/2024 a 27/11/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros João Otávio de Noronha, Humberto Martins, Maria\nThereza de Assis Moura, Og Fernandes, Luis Felipe Salomão, Mauro\nCampbell Marques, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira, Ricardo Villas Bôas Cueva e Sebastião Reis Júnior votaram\ncom o Sr. Ministro Relator.\nImpedido o Sr. Ministro Benedito Gonçalves.\nNão participou do julgamento a Sra. Ministra Nancy Andrighi.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
} ]