[ {
  "id" : "000867894",
  "numeroProcesso" : "7986",
  "numeroRegistro" : "202300503547",
  "siglaClasse" : "HDE",
  "descricaoClasse" : "HOMOLOGAÇÃO DE DECISÃO ESTRANGEIRA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "FRANCISCO FALCÃO",
  "dataPublicacao" : "DJE        DATA:22/03/2024",
  "ementa" : "COOPERAÇÃO INTERNACIONAL EM MATÉRIA PENAL. HOMOLOGAÇÃO DE SENTENÇA\nESTRANGEIRA. TRANSFERÊNCIA DE EXECUÇÃO DE PENA SOLICITADA PELO\nGOVERNO DA ITÁLIA (LEI N. 13.445/2017, ART. 100). PRELIMINAR.\nCERCEAMENTO DE DEFESA. NÃO OCORRÊNCIA. DESNECESSIDADE DE JUNTADA DO\nPROCESSO INTEGRAL ESTRANGEIRO. MÉRITO. CUMPRIMENTO DOS REQUISITOS DO\nART. 963 DO CPC, C/C OS ARTS. 216-C, 216-D E 216-F DO RISTJ E ART.\n17 DA LINDB.  CONSTITUCIONALIDADE DA TRANSFERÊNCIA DE PENA DE\nBRASILEIRO NATO. VEDAÇÃO BIS IN IDEM NO PLANO INTERNACIONAL.\nAPLICAÇÃO DA LEI DE MIGRAÇÃO A BRASILEIRO NATO. POSSIBILIDADE.\nRETROATIVIDADE LEI DE MIGRAÇÃO. POSSIBILIDADE. NATUREZA JURÍDICA.\nNORMA CONVENCIONAL. APLICAÇÃO IMEDIATA. OFENSA À SOBERANIA NACIONAL,\nÀ DIGNIDADE DA PESSOA HUMANA E À ORDEM PÚBLICA NÃO DEMONSTRADAS.\nNULIDADE PROCESSUAL. JUÍZO DE DELIBAÇÃO. CITAÇÃO REGULAR E AMPLA\nDEFESA EXERCIDA NO PAÍS DE ORIGEM. SENTENÇA ESTRANGEIRA HOMOLOGADA.\nCUMPRIMENTO IMEDIATO DA CONDENAÇÃO.\nI - Preenchidos os requisitos legais e regimentais, na forma dos\narts. 963 do CPC/15 e 216-C, 216-D e 216-F do RISTJ, impõe-se a\nhomologação da decisão estrangeira com a transferência da execução\nda pena privativa de liberdade imposta pela Justiça italiana ao\nnacional brasileiro.\nII - A transferência da execução de pena não viola o núcleo do\ndireito fundamental contido no art. 5º, LI, da CF, pois não há\nentrega de brasileiro nato condenado criminalmente para cumprimento\nde pena em outro país.\nIII - A Lei n. 13.445/2017, em seu art. 100, autoriza a\ntransferência da execução da pena imposta no exterior tanto a\nbrasileiros, natos ou naturalizados, quanto a estrangeiros que\ntiverem residência habitual ou vínculo pessoal no Brasil, a fim de\nevitar, com isso, a impunidade de brasileiros natos condenados no\nexterior, não sujeitos à extradição.\nIV - O disposto no art. 100 da Lei n. 13.445/2017 aplica-se aos\nfatos anteriores a sua vigência por se tratar de norma de cooperação\ninternacional em matéria penal. Precedentes do STF e STJ (HDE\n2.093/PT, relator Ministro João Otávio de  Noronha, 17/5/2019.)\nV - O sistema de contenciosidade limitada adotado pelo Brasil em\nmatéria de homologação de sentença penal estrangeira impede a\nrediscussão do mérito da ação penal que resultou na condenação do\ncidadão brasileiro.\nVI - A Lei n. 13.445/2017, ao permitir a transferência de\ncumprimento de pena, representa uma maior efetividade dos princípios\nda razoável duração do processo, evitando a incidência do bis in\nidem  internacional.\nVII - Pedido de homologação de sentença estrangeira julgado\nprocedente.  Cumprimento imediato da condenação.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240320",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Corte Especial, por maioria, deferir o\npedido de homologação de decisão estrangeira, nos termos do voto do\nSr. Ministro Relator, cujo dispositivo transcreve-se: \"(...) Ante o\ntodo exposto, voto pela homologação de sentença estrangeira, com a\ntransferência da execução de pena imposta pela Justiça italiana ao\nnacional brasileiro ROBSON DE SOUZA para cumprimento de pena\nprivativa de liberdade de 9 anos de reclusão, em regime inicial\nfechado, pela prática do crime de estupro, equiparado ao art. 213,\nc/c o art. 226, I, ambos do Código Penal e art. 1º, V, da Lei n.\n8.072/1990. Tendo em vista a natureza hedionda do crime e a\nquantidade de pena imposta ao requerido, o início de seu cumprimento\nhá de se dar no regime fechado, com base no art. 33, § 2º, a, do\nCódigo Penal. Bem como, para o transcurso da execução, o juízo\ncompetente deve observar os regramentos atinentes à espécie, em\nespecial os da Lei n. 8.072/1990. Serão aplicáveis as normas da Lei\nn. 7.210/1984 - LEP para o cumprimento da transferência da execução\nde pena. Considerando-se que a sentença penal condenatória expedida\npela Justiça Italiana de há muito transitou em julgado e que\neventuais recursos que venham a ser interpostos em relação a esta\ndecisão não possuirão efeito suspensivo, oficie-se, com urgência, ao\nJuízo Federal da Subseção Judiciária de Santos/SP, para que dê\nimediato cumprimento à sentença ora homologada. O expediente deverá\nser acompanhado da certidão de julgamento, cópia traduzida da\nsentença estrangeira (fls. 47-88). Por fim, expeça-se carta de\nsentença para execução perante o Juízo Federal da Subseção\nJudiciária de Santos/SP, nos termos do art. 789, §§ 6º e 7º, do\nCódigo de Processo Penal, c/c o art. 216-N do RISTJ.\".\nOs Srs. Ministros Humberto Martins, Herman Benjamin, Luis Felipe\nSalomão, Mauro Campbell Marques, Maria Isabel Gallotti, Antonio\nCarlos Ferreira, Ricardo Villas Bôas Cueva e Sebastião Reis Júnior,\neste com ressalvas quanto ao regime inicial e ao cumprimento\nimediato da sentença estrangeira, acompanharam o Sr. Ministro\nRelator no tocante à homologação. Votaram vencidos os Srs. Ministros\nRaul Araújo e Benedito Gonçalves, que indeferiram o pedido de\nhomologação da decisão estrangeira.\nQuanto à fixação do regime inicial fechado, acompanharam o Sr.\nMinistro Relator os Srs. Ministros Humberto Martins, Herman\nBenjamin, Luis Felipe Salomão, Mauro Campbell Marques, Benedito\nGonçalves, Maria Isabel Gallotti, Antonio Carlos Ferreira e Ricardo\nVillas Bôas Cueva. Ficou vencido o Sr. Ministro Sebastião Reis\nJúnior.\nQuanto ao imediato cumprimento da sentença estrangeira, acompanharam\no relator os Senhores Ministros Humberto Martins, Herman Benjamin,\nLuis Felipe Salomão, Benedito Gonçalves e Ricardo Villas Bôas Cueva.\nFicaram vencidos os Senhores Ministros Mauro Campbell Marques,\nMaria Isabel Gallotti, Antonio Carlos Ferreira e Sebastião Reis\nJúnior.\nRestou vencido, ainda, o Sr. Ministro Raul Araújo, que decidiu não\navançar nas demais questões propostas.\nNão participou do julgamento a Sra. Ministra Nancy Andrighi, embora\npresente, nos termos do art. 162, § 4º, do RISTJ.\nAusentes, justificadamente, a Sra. Ministra Maria Thereza de Assis\nMoura (Presidente do STJ) e o Sr. Ministro João Otávio de Noronha.\nPresidiu o julgamento o Sr. Ministro Og Fernandes.",
  "jurisprudenciaCitada" : "(HOMOLOGAÇÃO DE SENTENÇA ESTRANGEIRA - FINALIDADE - REQUISITOS\nFORMAIS)\n   STJ - <<SEC 8847>>-EX, <<AgInt nos EDcl na HDE 3053>>-EX,\n         <<HDE 586>>-EX, <<HDE 2891>>-EX\n(HOMOLOGAÇÃO DE SENTENÇA ESTRANGEIRA - BRASILEIRO NATO - EXTRADIÇÃO\n- VEDAÇÃO - TRANSFERÊNCIA DE EXECUÇÃO PENAL)\n   STJ - {{AR 7287}}-DF, {{HDE 4629}}-EX, {{HDE 5175}}-EX,\n         <<HDE 2891>>-EX\n(PERSECUÇÃO PENAL - JURISDIÇÃO INTERNACIONAL - DUPLA INCRIMINAÇÃO -\nNON BIS IN IDEM)\n   STF - [[HC 171118]], [[Ext 1223]]\n(HOMOLOGAÇÃO DE SENTENÇA ESTRANGEIRA - TRANSFERÊNCIA DE EXECUÇÃO DE\nPENA - REQUISITOS FORMAIS - COMPETÊNCIA - PODER EXECUTIVO)\n   STJ - {{HDE 2039}}-EX\n(LEI DE IMIGRAÇÃO - RETROATIVIDADE)\n   STJ - {{HDE 2093}}-EX\n   STF - [[EXT 938]], [[EXT 1675]], [[EXT 864]], [[EXT 937]],\n         [[EXT 1645]], [[EXT 1469]]",
  "notas" : null,
  "informacoesComplementares" : "     Em sede de pedido de homologação de sentença estrangeira, não\nocorre cerceamento de defesa na hipótese em que não for juntada aos\nautos a integralidade do processo que originou a decisão\nhomologanda. Isso porque, conforme julgado da Corte Especial, a\napresentação da cópia integral do processo originário não é\nobrigatória. Além disso, a parte interessada pode apresentar outros\ndocumentos que julgar pertinentes, sendo responsável por sua\nautenticidade e tradução, no prazo da contestação.\n     \"[...] descabida a interpretação segundo a qual se aplicaria a\ntransferência apenas nos casos em que cabível a extradição, pois\npraticamente seria letra morta na legislação. Naturalmente que o\npaís requerente sempre daria preferência à extradição, relegando à\ninutilidade a previsão de transferência da execução\".\n     \"[...] a negativa em homologar a sentença estrangeira geraria a\nimpossibilidade completa de nova persecução penal do requerido\n[...], na medida em que não poderá ser novamente processado e\njulgado pelo mesmo fato que resultou em sua condenação [...].\nTrata-se do instituto do non bis in idem, também contemplado no art.\n100 da Lei n. 13.445/2017 [...]\".\n     \"[...] as tratativas internacionais competem exclusivamente ao\nPoder Executivo, nos termos do art. 21, I, da Constituição Federal\ne, em matéria de homologação de sentença penal estrangeira, o\npróprio Ministério da Justiça fez o juízo de admissibilidade acerca\nda presença dos pressupostos formais, nos termos do art. 101, § 1º,\nda Lei n. 13.445/2017 e art. 283 do Decreto n. 9.199/2017. [...]\".\n     \"Com a edição do art. 100 da Lei n. 13.445/2017, não há mais\ndúvida acerca da possibilidade da transferência da execução da pena,\npois houve mitigação do princípio da territorialidade das penas\nprevisto no art. 9º do Código Penal\".\n     \"Não é possível declarar a nulidade da ação penal que tramitou\nna Itália por inobservância de normas da legislação penal e\nprocessual brasileira.\n     Nos tratados internacionais celebrados entre o Brasil e a\nItália, não há norma que imponha o dever de o Poder Judiciário\nitaliano aplicar as normas procedimentais brasileiras em processo\nque apura responsabilidade criminal de brasileiro\".\n     (VOTO VENCIDO) (MIN. RAUL ARAÚJO)\n     \"[...] tem-se que o caput do art. 100 da Lei de Migração deve\nser objeto de uma interpretação literal, razão pela qual a\ntransferência de execução da pena apenas é possível 'nas hipóteses\nem que couber solicitação de extradição executória', a qual é\nsabidamente vedada a brasileiro nato (Constituição, art. 5º, LI)\".\n     \"[...] é plenamente possível que um Estado estrangeiro, mesmo\ntendo à sua disposição a possibilidade de solicitar a extradição\nexecutória, opte por requerer a transferência da execução da pena,\npor inúmeros motivos, desde o desinteresse em contar com o condenado\nem território nacional ? dada a sua periculosidade, por exemplo ?\naté o humanitário desejo de permitir que o requerido permaneça,\ndesde o início da execução da pena, próximo ao seu local de\nresidência habitual, onde terá melhores condições de\nressocialização\".\n     \"[...] a prévia análise dos 'pressupostos formais', pela\nautoridade administrativa competente, nunca impediu a Suprema Corte\nde apreciar a existência de tratado ou promessa de reciprocidade\nválida, sem invasão do âmbito de atuação diplomática da União\n(Constituição, art. 21, I)\".\n     \"[...] se a transferência de execução da pena ampliou o poder\npunitivo estatal ? seja o nacional, seja o estrangeiro ?, ainda que\nem matéria de execução penal, é evidente sua natureza jurídica\nhíbrida, a impedir sua aplicação retroativa\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013445 ANO:2017\n*****  LMIGR-2017    LEI DE MIGRAÇÃO\n        ART:00100 PAR:ÚNICO ART:00101 PAR:00001", "LEG:FED DEL:002848 ANO:1940\n*****  CP-40    CÓDIGO PENAL\n        ART:00001 ART:00005 ART:00006 ART:00008 ART:00009\n        ART:00075 ART:00213 ART:00226 INC:00001\n(ART. 75 COM A REDAÇÃO DADA PELA LEI 13.964/2019)", "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00005 INC:00039 INC:00040 INC:00051 ART:00021\n        INC:00001 ART:00105 INC:00001 LET:I", "LEG:FED DEL:009199 ANO:2017\n        ART:00283", "LEG:FED LEI:013964 ANO:2019", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:0216C ART:0216D ART:0216F", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00963", "LEG:FED DEL:004657 ANO:1942\n*****  LINDB-42    LEI DE INTRODUÇÃO ÀS NORMAS DO DIREITO BRASILEIRO\n        ART:00006 ART:00017" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000867544",
  "numeroProcesso" : "1857706",
  "numeroRegistro" : "202100774590",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MAURO CAMPBELL MARQUES",
  "dataPublicacao" : "DJE        DATA:08/03/2024",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA.\nEXECUÇÃO. PRESCRIÇÃO INTERCORRENTE. HONORÁRIOS DE ADVOGADO. NÃO\nCABIMENTO. PRECEDENTES. ÓBICE DA SÚMULA 168/STJ.\n1.        Em razão do princípio da causalidade, a decretação da\nprescrição intercorrente não autoriza a condenação do exequente em\nverba honorária, inclusive em sede de execução fiscal.\n2.        \"Não cabem embargos de divergência, quando a\njurisprudência do tribunal se firmou no mesmo sentido do acórdão\nembargado\" (Súmula 168/STJ).\n3.        Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240227",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 21/02/2024 a 27/02/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Og Fernandes, Luis\nFelipe Salomão, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira, Ricardo Villas Bôas Cueva e Sebastião Reis Júnior  votaram\ncom o Sr. Ministro Relator.\nImpedido o Sr. Ministro Benedito Gonçalves.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000168" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000867542",
  "numeroProcesso" : "1623559",
  "numeroRegistro" : "201903465469",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MAURO CAMPBELL MARQUES",
  "dataPublicacao" : "DJE        DATA:08/03/2024",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO. EMBARGOS DE DIVERGÊNCIA EM AGRAVO\nEM RECURSO ESPECIAL. DIVERGÊNCIA EM DIREITO PROCESSUAL.\nPOSSIBILIDADE. § 2º DO ART. 266 DO RISTJ. AFASTAMENTO DA SÚMULA N.\n315 DESTA CORTE. COMPROVAÇÃO DE FERIADO LOCAL/AUSÊNCIA DE EXPEDIENTE\nFORENSE. JUNTADA DE CALENDÁRIO JUDICIAL. DISPONIBILIZAÇÃO NO SITE\nDO TRIBUNAL DE ORIGEM. IDONEIDADE. CARÁTER OFICIAL. PRECEDENTE DA\nCORTE ESPECIAL AUTOS DO EARESP N. 1.927.268/RJ, JULGADO EM\n19/4/2023, DJE DE 15/5/2023. EMBARGOS DE DIVERGÊNCIA PROVIDOS EM\nDECISÃO MONOCRÁTICA. SÚMULA N. 568 DO STJ. AGRAVO INTERNO NÃO\nPROVIDO.\n1. Inicialmente é  preciso registrar o cabimento de embargos de\ndivergência sobre aplicação de direito processual, como é o caso em\ntela que trata da comprovação da tempestividade do recurso na forma\ndo art. 1.003, § 6º, do CPC, consoante permissivo do § 2º do art.\n266 do RISTJ. Dessa forma, fica afastado o óbice da Súmula n. 315 do\nSTJ.\n2. O acórdão embargado de fls. 770 e-STJ entendeu que a lista de\nferiados e de suspensões de expediente extraída da página do\nTribunal local na rede mundial de computadores, desacompanhada dos\nrespectivos atos oficiais, não é documento idôneo para comprovar a\ntempestividade do recurso.\n3. Os julgados paradigmas, por sua vez, admitiram a idoneidade de\natos atraídos do site oficial dos tribunais via internet para a\ncomprovação da tempestividade do recurso interposto, o que restou\ndemonstrado pela embargante na petição dos embargos de divergência.\n4. A Corte Especial deste Superior Tribunal de Justiça, nos autos do\nEAREsp n. 1.927.268/RJ, relator Ministro Raul Araújo, julgado em\n19/4/2023, DJe de 15/5/2023, fixou entendimento de que não há como\nafastar a oficialidade e a confiabilidade do calendário judicial\ndisponibilizado pelos Tribunais na internet para fins de comprovação\nda suspensão do expediente forense a influenciar na contagem dos\nprazos processuais.\n5. Portanto, a juntada do calendário judicial do Tribunal de origem\nde fls. 533- 539 e-STJ, no qual se comprova a não ocorrência de\nexpediente forense nos dias 20, 21, 24 de junho e 8 de julho do ano\nde 2019, é idônea para efeito de comprovação da tempestividade do\nagravo em recurso especial interposto dentro do prazo recursal de 15\ndias úteis em 9/7/2019, considerando que a intimação da decisão\nagravada fora disponibilizada no DJe em 12/6/2019 (fls. 488 e-STJ),\nconsiderando-se publicada em 13/6/2019, iniciado o prazo recursal em\n14/6/2019.\n6. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240227",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 21/02/2024 a 27/02/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Og Fernandes, Luis\nFelipe Salomão, Benedito Gonçalves, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva e\nSebastião Reis Júnior  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(FERIADO LOCAL - COMPROVAÇÃO - CALENDÁRIO JUDICIAL -\nDISPONIBILIZAÇÃO NO SITE DO TRIBUNAL DE ORIGEM - CARÁTER OFICIAL)\n   STJ - <<EDcl no AgRg no AREsp 225885>>-SP,\n         <<AgInt no REsp 1663221>>-TO, <<EAREsp 1927268>>-RJ",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266 PAR:00002", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000315 SUM:000568" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000867539",
  "numeroProcesso" : "29781",
  "numeroRegistro" : "202303779469",
  "siglaClasse" : "AgInt no MS",
  "descricaoClasse" : "AGRAVO INTERNO NO MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MAURO CAMPBELL MARQUES",
  "dataPublicacao" : "DJE        DATA:08/03/2024",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NO MANDADO DE SEGURANÇA. ATO\nCOATOR: JULGADO DO STJ. IMPOSSIBILIDADE DE DETERMINAÇÃO DO PROVEITO\nECONÔMICO. FIXAÇÃO DE HONORÁRIOS COM BASE NO VALOR DA CAUSA.\nLEGALIDADE. AUSÊNCIA MANIFESTA DE TERATOLOGIA. DIREITO LÍQUIDO E\nCERTO. NÃO DEMONSTRAÇÃO. AGRAVO INTERNO NÃO PROVIDO.\n1. Nos termos da Súm. n. 267 do STF, \"não cabe mandado de segurança\ncontra ato judicial passível de recurso ou correição.\" Essa é a\nregra, excepcionada somente nas hipóteses em que a decisão judicial\né manifestamente ilegal ou teratológica.\n2. Apesar das teses defendidas pela parte agravante, infere-se que a\nimpossibilidade de determinação do proveito econômico da pretensão\ndeduzida nos autos da Rcl n. 44.328/PI.\n3. Quando o proveito econômico não é mensurável, o parâmetro para a\nfixação dos honorários advocatícios é o valor da causa informado\npela parte requerente por força do art. 85, § 2º, do CPC/2015, que\ndeveria ter fixado à luz do art. 292 do CPC/2015.\n 4. Logo, o julgado indicado pela parte ora agravante como ato\ncoator é, na verdade, irretocáveis e não pode ser considerado\nmanifestamente ilegal, tampouco teratológica. Ademais, poderia ter\nsido impugnado pelas vias recursais devidas. Assim, a decisão ora\nrecorrida deve ser mantida porque o mandado de segurança é\nmanifestamente incabível.\n5. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240227",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 21/02/2024 a 27/02/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Og Fernandes, Luis\nFelipe Salomão, Benedito Gonçalves, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva e\nSebastião Reis Júnior  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(MANDADO DE SEGURANÇA - SÚMULA 267/STF)\n   STJ - <<AgRg na Rcl 20407>>-SC,\n         <<AgRg nos EDcl no MS 20404>>-RJ,\n         <<AgRg nos EDcl no MS 20184>>-DF, <<AgRg no MS 20207>>-RS,\n         <<AgRg no MS 19925>>-DF\n(FIXAÇÃO DE HONORÁRIOS - IMPOSSIBILIDADE DE MENSURAÇÃO DO PROVEITO\nECONÔMICO)\n   STJ - <<EDcl no AgInt na Rcl 37559>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STF)    SÚMULA DO SUPREMO TRIBUNAL FEDERAL\n        SUM:000267", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00085 PAR:00002" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000867532",
  "numeroProcesso" : "1970567",
  "numeroRegistro" : "202103425564",
  "siglaClasse" : "AgInt na PET nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NA PETIÇÃO NOS EMBARGOS DE DIVERGENCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MAURO CAMPBELL MARQUES",
  "dataPublicacao" : "DJE        DATA:08/03/2024",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO EM PETIÇÃO NOS EMBARGOS DE\nDIVERGÊNCIA. MANIFESTA INADEQUAÇÃO DA VIA ELEITA. NULIDADE DE\nALGIBEIRA. INADMISSÃO. AGRAVO INTERNO NÃO PROVIDO.\n1. A decisão impugnada foi proferida em sede de petição contra uma\ndecisão de inadmissão de embargos de divergência. Contra essa\ndecisão havia instrumento adequado de impugnação. Com efeitos, os\nrecorrentes alegaram nessa \"simples\" petição ausência de exame de\nteses sobre a anulação de atos processuais. Ou seja, como indicado\nna decisão ora recorrida, os recorrentes deveriam ter opostos\nembargos de declaração dentro do prazo de 05 dias previstos no art.\n1.023 do CPC/2015.\n2. Ademais, especificamente sobre a revisão dos fundamentos\nespecíficos para a não admissão dos embargos de divergência, os\nparticulares deveriam ter opostos recurso de \"agravo interno\".\n3. Por essa razão, o não conhecimento da petição por falta de\nadequação da \"simples\" petição deve ser mantida.\n4. Além disso, tal como afirmado no parecer do Ministério Público\nFederal, o pedido de suspensão não foi formulado pelos ora\nrequerentes, mas pela parte contrária em sede de contrarrazões ao\nrecurso especial. Tendo em vista que somente após o julgamento do\nagravo interno que os particulares levantaram a nulidade, observa-se\nque eles tardiamente tentaram utilizar de uma nulidade arguida pela\nparte contrária em busca de revisão de um entendimento que não lhes\nfoi favorável.\n 5. O ordenamento jurídico exige que as partes colaborem para um\njulgamento efetivo e se comportem com boa-fé. As arguições de\n\"nulidades de algibeiras\" não devem ser toleradas. Ainda mais quando\no objeto dos embargos de divergência em nada se confunde com a\nquestão em que se apresenta o vício processual.\n6. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240227",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 21/02/2024 a 27/02/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Og Fernandes, Luis\nFelipe Salomão, Benedito Gonçalves, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva e\nSebastião Reis Júnior  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(NULIDADE DE ALGIBEIRA)\n   STJ - <<AgInt no AREsp 2322059>>-RS,\n         <<AgInt no REsp 1885740>>-MT",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000867530",
  "numeroProcesso" : "2011237",
  "numeroRegistro" : "202201993805",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MAURO CAMPBELL MARQUES",
  "dataPublicacao" : "DJE        DATA:08/03/2024",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA.\nDECISÃO DA PRESIDÊNCIA. NÃO COMPROVAÇÃO DE REGULIDADE DO PREPARO.\nDESERÇÃO. AGRAVO INTERNO NÃO PROVIDO.\n1. Os documentos juntados aos autos quando da oposição dos embargos\nde divergência e após a intimação para saneamento do vício não são\nsuficientes para atestar que o pagamento de preparo se refere aos\nembargos de divergência destes autos. Logo, os embargos de\ndivergência devem ser considerados desertos.\n2. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240227",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 21/02/2024 a 27/02/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Og Fernandes, Luis\nFelipe Salomão, Benedito Gonçalves, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva e\nSebastião Reis Júnior  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - COMPROVAÇÃO DE PREPARO)\n   STJ - <<AgInt no AREsp 1926301>>-DF,\n         <<AgInt nos EREsp 1710524>>-SP,\n         <<AgInt nos EDcl no AREsp 1161292>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000867401",
  "numeroProcesso" : "99",
  "numeroRegistro" : "202301676859",
  "siglaClasse" : "AgRg na CauInomCrim",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA CAUTELAR INOMINADA CRIMINAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RICARDO VILLAS BÔAS CUEVA",
  "dataPublicacao" : "DJE        DATA:12/03/2024",
  "ementa" : "CAUTELAR INOMINADA CRIMINAL. DIREITO PENAL. DIREITO PROCESSSUAL\nPENAL. BENS E ATIVOS FINANCEIROS. SEQUESTRO E BLOQUEIO. REQUISITOS.\nEXISTÊNCIA. PESSOAS JURÍDICAS. ATIVOS. BLOQUEIO. USO PARA A PRÁTICA\nDE CRIMES. POSSIBILIDADE. PEDIDO E DECISÃO GENÉRICOS. INOCORRÊNCIA.\nBUSCA E APREENSÃO. MEDIDAS PROBATÓRIAS. CONTEMPORANEIDADE.\nDESNECESSIDADE. PROVEITO DO CRIME E TUTELAS DE NATUREZA CIVIL. JUROS\nE CORREÇÃO MONETÁRIA. APLICAÇÃO DE OFÍCIO. POSSIBILIDADE.\n1. São admissíveis o sequestro e o bloqueio de bens e ativos\nfinanceiros dos investigados diante de ilícitos penais que podem\ncausar prejuízo à Fazenda Pública, bem como para assegurar eventuais\nconfisco, tutelas indenizatórias (individual e coletiva) e o\npagamento das despesas processuais e penas pecuniárias.\n2. Havendo indícios de que foram utilizadas para a prática de\ncrimes, é lícito o bloqueio de bens de pessoas jurídicas.\n3. Não são genéricos o pedido e a decisão que apontam\nsatisfatoriamente sobre quais bens incidirão as medidas\nconstritivas, mesmo que, diante do vultoso proveito do suposto\ncrime, sejam indicados bens de diversas naturezas.\n4. O requisito da contemporaneidade refere-se às medidas cautelares\nprevistas no art. 319 do CPP, sendo inexigível para a decretação de\nmedida probatória de busca e apreensão.\n5. É lícita a incidência de juros e correção monetária sobre valores\nbloqueados para assegurar tutelas de natureza civil,\nindependentemente de requerimento expresso do Ministério Público,\naplicando-se, nesse particular, o regime jurídico previsto nas leis\ncivis.\n6. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240207",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Corte Especial, por unanimidade,\nnegar provimento ao agravo, nos termos do voto do Sr. Ministro\nRelator.\nOs Srs. Ministros Sebastião Reis Júnior, Nancy Andrighi, João Otávio\nde Noronha, Humberto Martins, Herman Benjamin, Og Fernandes, Mauro\nCampbell Marques, Benedito Gonçalves, Raul Araújo, Maria Isabel\nGallotti e Antonio Carlos Ferreira votaram com o Sr. Ministro\nRelator.\nAusentes, justificadamente, os Srs. Ministros Francisco Falcão e\nLuis Felipe Salomão.",
  "jurisprudenciaCitada" : "(SEQUESTRO DE BENS - REQUISITOS)\n   STJ - <<AgRg no AREsp 1394211>>-RJ\n(BLOQUEIO DE BENS - PESSOAS JURÍDICAS - ENVOLVIMENTO EM ATIVIDADES\nCRIMINOSAS)\n   STJ - <<REsp 1929671>>-PR\n(BUSCA E APREENSÃO - REQUISITOS)\n   STJ - <<AgRg no HC 678994>>-RN\n(JUROS DE MORA E ATUALIZAÇÃO MONETÁRIA - PEDIDO IMPLÍCITO)\n   STJ - <<AgRg no REsp 1774165>>-PR, <<AgInt no REsp 1374977>>-RS",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEL:003240 ANO:1941\n        ART:00003", "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00125 ART:00126 ART:00127 ART:00128 ART:00129\n        ART:00130 ART:00131 ART:00319 ART:00387 INC:00004", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00322 PAR:00001", "LEG:FED LEI:010406 ANO:2002\n*****  CC-02    CÓDIGO CIVIL DE 2002\n        ART:00322 ART:00407 ART:00491" ],
  "acordaosSimilares" : [ "AgRg na CauInomCrim     99 DF 2023/0167685-9 Decisão:07/02/2024\nDJE        DATA:12/03/2024", "AgRg na CauInomCrim     99 DF 2023/0167685-9 Decisão:07/02/2024\nDJE        DATA:12/03/2024", "AgRg na CauInomCrim     99 DF 2023/0167685-9 Decisão:07/02/2024\nDJE        DATA:12/03/2024" ]
}, {
  "id" : "000867247",
  "numeroProcesso" : "2149064",
  "numeroRegistro" : "202201785987",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "FRANCISCO FALCÃO",
  "dataPublicacao" : "DJE        DATA:19/03/2024",
  "ementa" : "PROCESSUAL CIVIL. EXECUÇÃO FISCAL. INMETRO. DÍVIDA ATIVA NÃO\nTRIBUTÁRIA. RECURSO ESPECIAL NÃO CONHECIDO. DIVERGÊNCIA NÃO\nDEMONSTRADA. IMPENHORABILIDADE. 40 SALÁRIOS-MÍNIMOS. IMPOSSIBILIDADE\nDE REEXAME FÁTICO-PROBATÓRIO. DESPROVIMENTO DO AGRAVO INTERNO.\nMANUTENÇÃO DA DECISÃO RECORRIDA.\nI - Trata-se de agravo de instrumento interposto pelo Instituto\nNacional de Metrologia, Qualidade e Tecnologia - INMETRO contra\ndecisão que, nos autos da execução fiscal, estabeleceu que, em se\ntratando de executado pessoa física, deve ser liberado valor\ninferior a quarenta salários-mínimos, bloqueado pelo SISBAJUD. No\nTribunal a quo, negou-se provimento ao agravo de instrumento. Agravo\ninterno interposto pelo INMETRO contra decisão que indeferiu\nliminarmente embargos de divergência contra acórdão da Primeira\nTurma que negou provimento a agravo interno no agravo em recurso\nespecial.\nII - O recurso não comporta admissibilidade, seja pela incidência do\nenunciado n. 315 da Súmula do STJ, tendo em vista que nem sequer\nfoi conhecido o recurso especial; seja pela falta de cotejo\nanalítico entre os casos em confronto. Muito embora a conclusão da\ndecisão agravada tenha assentado o desprovimento do recurso\nespecial, o órgão fracionário nem sequer apreciou o mérito recursal,\nnão tendo conhecido do recurso devido à incidência do enunciados n.\n83 da Súmula do STJ. Não foi realizado o comparativo entre os\njulgados proferidos, na forma do art. 266, § 4º, do RISTJ. Não basta\npara o atendimento do requisito a mera transcrição de trechos\nesparsos e da ementa dos julgados que entende ser divergente, é\nnecessária a demonstração analítica da divergência jurisprudencial\ninvocada, por intermédio da transcrição dos trechos específicos dos\nacórdãos que configuram o dissídio, em comparação paralela com o\nacórdão recorrido, com a clara indicação das circunstâncias que\nidentificam ou assemelham os casos confrontados, o que torna\ninviável a apreciação da divergência.\nIII - Nada obstante, ainda que assim não fosse, conquanto o\nexecutado possa demonstrar a impenhorabilidade dos valores\neventualmente constritos, não há impedimento a que o magistrado a\nreconheça de ofício, quando se mostra patente e manifesta, seja pelo\nprincípio geral de cautela, seja por se tratar de matéria de ordem\npública, seja pela necessidade de afastar eventuais abusos na\ncomposição da lide, como bem apontado pelo Ministério Público\nFederal, em parecer apresentado em caso análogo (EAREsp\n2.149.202/RS).\nIV - Ademais, e por fim, os embargos de divergência não se prestam a\nmodificar a decisão proferida, quando, para sua análise haja\nnecessidade de se revolver elementos fático-probatórios, como é o\ncaso dos autos.\nV - Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240312",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 06/03/2024 a 12/03/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Herman Benjamin, Og Fernandes, Luis Felipe Salomão, Mauro\nCampbell Marques, Benedito Gonçalves, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva e\nSebastião Reis Júnior  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(DISSÍDIO JURISPRUDENCIAL - CONFIGURAÇÃO)\n   STJ - <<AgRg nos EREsp 1202436>>-RS\n(EMBARGOS DE DIVERGÊNCIA - RECURSO ESPECIAL - REGRA DE\nADMISSIBILIDADE - SÚMULA 315/STJ)\n   STJ - <<AgInt nos EDcl nos EAREsp 763260>>-SP,\n         <<AgInt nos EAREsp 635823>>-TO\n(EMBARGOS DE DIVERGÊNCIA - FALTA DE COTEJO ANALÍTICO)\n   STJ - <<AgInt nos EAREsp 261239>>-MT,\n         <<AgInt nos EAREsp 992733>>-SP\n(IMPENHORABILIDADE - RECONHECIMENTO DE OFÍCIO)\n   STJ - <<AgInt no AREsp 2149202>>-RS",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000315", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266 PAR:00004" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000867101",
  "numeroProcesso" : "2305973",
  "numeroRegistro" : "202300595032",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MAURO CAMPBELL MARQUES",
  "dataPublicacao" : "DJE        DATA:08/03/2024",
  "ementa" : "PROCESSUAL PENAL. AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM\nAGRAVO EM RECURSO ESPECIAL. RECURSO ESPECIAL NÃO CONHECIDO POR\nAUSÊNCIA DE REGULARIDADE DA REPRESENTAÇÃO PROCESSUAL. INCIDÊNCIA DA\nSÚMULA N. 115 DO SUPERIOR TRIBUNAL DE JUSTIÇA - STJ.\n1. A finalidade dos embargos de divergência no âmbito do Superior\nTribunal de Justiça consiste em dirimir eventual entendimento\njurisprudencial conflitante sobre teses de mérito adotadas por\njulgados desta Corte Superior em recurso especial, sendo\ninadmissível tal espécie recursal quando o acórdão embargado não\nanalisa o mérito do recurso especial.\n2. No presente caso, verifica-se que a petição do recurso especial\nfoi juntada na origem sem qualquer assinatura. Com a chegada dos\nautos a esta Corte Superior, houve a intimação da defesa com\nfundamento na Resolução STJ/GP n. 15 de 26 de junho de 2020. para\nque sanasse a irregularidade processual no prazo de 05 (cinco) dias,\ntendo havido o transcurso in albis do prazo concedido.\n3. Não há que se cogitar de ratificação da petição de recurso\nespecial, pela assinatura consignada em instrumento diverso e\nposterior, a saber, o agravo em recurso especial.\n4. Por força do art. 76, § 2º, I, do Código de Processo Civil - CPC,\nnão se conhece do recurso quando a parte recorrente descumpre a\ndeterminação de regularização da capacidade postulatória ou da\nrepresentação processual, não se podendo cogitar de ratificação\nquando a defesa, por mera desídia, ignora o prazo concedido para o\nsaneamento da irregularidade processual.\n5. Escorreita a decisão de indeferimento liminar dos embargos de\ndivergência, com fundamento no art. 21-E, inciso V, c/c o art.\n266-C, ambos do Regimento Interno do Superior Tribunal de Justiça.\n4. Agravo regimental não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240227",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 21/02/2024 a 27/02/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Og Fernandes, Luis\nFelipe Salomão, Benedito Gonçalves, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva e\nSebastião Reis Júnior  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00076 PAR:00002 INC:00001", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000115" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000867100",
  "numeroProcesso" : "1601",
  "numeroRegistro" : "202102336948",
  "siglaClasse" : "EDcl no Inq",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO INQUÉRITO",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJE        DATA:12/03/2024",
  "ementa" : "PROCESSUAL PENAL. EMBARGOS DE DECLARAÇÃO. DENÚNCIA REJEITADA. ARTS.\n268 E 273, AMBOS DO CPP. ASSISTENTE DE ACUSAÇÃO. INTERVENÇÃO NO\nCURSO DA AÇÃO PENAL.\n1. Nos termos dos arts. 268 e 273, ambos do CPP, o ofendido pode\nser, eventualmente, admitido como assistente de acusação no curso da\nação penal, que somente se inicia com o recebimento da denúncia.\n2. Situação na qual a Corte Especial do STJ rejeitou a denúncia\noferecida pelo MPF, revelando-se descabida a oposição de embargos\ndeclaratórios por parte do suposto ofendido.\n3. Embargos de declaração não conhecidos.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240306",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Corte Especial, por unanimidade,\nnão conhecer dos embargos de declaração, nos termos do voto da Sra.\nMinistra Relatora.\nOs Srs. Ministros João Otávio de Noronha, Humberto Martins, Herman\nBenjamin, Og Fernandes, Luis Felipe Salomão, Benedito Gonçalves,\nRaul Araújo, Maria Isabel Gallotti, Antonio Carlos Ferreira,\nSebastião Reis Júnior, Sérgio Kukina e Francisco Falcão votaram com\na Sra. Ministra Relatora.\nAusentes, justificadamente, os Srs. Ministros Mauro Campbell Marques\ne Ricardo Villas Bôas Cueva.\nConvocado o Sr. Ministro Sérgio Kukina.",
  "jurisprudenciaCitada" : "(OFENDIDO - ASSISTENTE DE ACUSAÇÃO - CURSO DA AÇÃO PENAL -\nRECEBIMENTO DA DENÚNCIA)\n   STJ - <<AgRg no RHC 160122>>-SC",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00268 ART:00273" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000867017",
  "numeroProcesso" : "1636235",
  "numeroRegistro" : "201903680000",
  "siglaClasse" : "EAREsp",
  "descricaoClasse" : "EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "BENEDITO GONÇALVES",
  "dataPublicacao" : "DJE        DATA:12/03/2024",
  "ementa" : "PROCESSUAL CIVIL. EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. DEFICIÊNCIA NA FUNDAMENTAÇÃO RECURSAL. INEXISTÊNCIA DE\nDIVERGÊNCIA JURISPRUDENCIAL. AUSÊNCIA DE SIMILITUDE FÁTICA ENTRE OS\nJULGADOS CONFRONTADOS.\n1. O recurso foi interposto sob a vigência do Código de Processo\nCivil de 2015, razão por que deve ser observado o Enunciado\nAdministrativo n. 3/STJ: \"Aos recursos interpostos com fundamento no\nCPC/2015 (relativos a decisões publicadas a partir de 18 de março\nde 2016) serão exigidos os requisitos de admissibilidade recursal na\nforma do Novo CPC\".\n2. Os embargos de divergência têm por escopo uniformizar a\njurisprudência do Superior Tribunal de Justiça, em razão da adoção\nde teses conflitantes pelos seus órgãos fracionários, cabendo ao\nembargante a comprovação do dissídio pretoriano, com a demonstração\nda identidade fática entre os casos confrontados e a adoção de\nsoluções jurídicas díspares, nos moldes estabelecidos no art. 266\ncombinado com o art. 255, § 1º , do RISTJ.\n3. A inexistência de similitude fática entre os casos postos em\ncomparação impede o conhecimento dos embargos de divergência.\nDeveras, no bojo do acordão embargado, consta ter sido elidido o\npedido para condenação proporcional em honorários de sucumbência,\nsob o fundamento de que, \"[...] Inexistindo litisconsortes ativos a\nensejar a responsabilidade proporcional pelo pagamento dos\nhonorários fixados em favor da primeira agravada (então apelante),\ninaplicável o art. 87 do CPC/2015\" (e-STJ fl. 1.295). Como se\npercebe, a Terceira Turma interpretou o artigo 87 do CPC/2015 e\nentendeu por bem não aplicá-lo. Já o acórdão paradigma, todavia,\ncuidou de questão diversa, qual seja: por ter ocorrido julgamento\nantecipado parcial de mérito, na medida em que houve o\nreconhecimento decadência em relação a um dos réus, é devida a\ncondenação em honorários advocatícios de sucumbência\nproporcionalmente àquele demandado, conforme prevê o art. 85 do\nCPC/2015: \"[...] a jurisprudência do STJ orienta-se no sentido de\nque, ao proferir decisão parcial de mérito ou decisão parcial\nfundada no art. 485 do CPC/2015 , condenar-se-á proporcionalmente o\nvencido a pagar honorários ao advogado ao vencedor, nos termos do\nart. 85 do CPC/2015\".\n4. Embargos de divergência não conhecidos.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240306",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Corte Especial, por unanimidade,\nnão conhecer dos embargos, nos termos do voto do Sr. Ministro\nRelator.\nOs Srs. Ministros Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira, Ricardo Villas Bôas Cueva, Sebastião Reis Júnior, Nancy\nAndrighi, João Otávio de Noronha, Humberto Martins, Herman Benjamin,\nLuis Felipe Salomão e Mauro Campbell Marques votaram com o Sr.\nMinistro Relator.\nAusentes, justificadamente, os Srs. Ministros Francisco Falcão e Og\nFernandes.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - SIMILITUDE FÁTICA-JURÍDICA)\n   STJ - <<AgInt nos EREsp 1771205>>-SE",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00255 PAR:00001 ART:00266" ],
  "acordaosSimilares" : [ "EAREsp  1707983  MS  2020/0127972-0  Decisão:03/04/2024\nDJE        DATA:12/04/2024" ]
}, {
  "id" : "000866526",
  "numeroProcesso" : "2314078",
  "numeroRegistro" : "202300653627",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "ANTONIO CARLOS FERREIRA",
  "dataPublicacao" : "DJE        DATA:04/03/2024",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM\nAGRAVO EM RECURSO ESPECIAL. MANUTENÇÃO DA SÚMULA N. 182 DO STJ NO\nACÓRDÃO EMBARGADO. FALTA DE COMPROVAÇÃO DA DIVERGÊNCIA. AUSÊNCIA DE\nCONFRONTO ANALÍTICO. INCIDÊNCIA DA SÚMULA N. 315/STJ. DECISÃO\nMANTIDA.\n1. À parte embargante compete o ônus de comprovar a divergência, nos\ntermos do art. 1.043, § 4º, do CPC/2015, sob pena de indeferimento.\n2. Indispensável para o conhecimento dos embargos de divergência a\nrealização do confronto analítico, mediante a transcrição e a\ncomparação entre trechos dos votos proferidos no acórdão embargado e\nno precedente, em conformidade com os arts. 1.043, § 4º, do CPC e\n266, § 4º, do RISTJ. Requisito não atendido na espécie.\n3. A jurisprudência desta Corte está sedimentada no sentido de que\n\"não cabem embargos de divergência no âmbito do agravo de\ninstrumento que não admite recurso especial\", a teor do que dispõe a\nSúmula n. 315/STJ.\n4. No caso, não se conheceu do agravo em recurso especial diante da\naplicação da Súmula n. 182 do STJ, e o agravo interno foi\ndesprovido, adotando-se fundamentos destinados a manter a\ninadmissibilidade do recurso especial e a própria incidência da\nreferida súmula.\n5. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240227",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 21/02/2024 a 27/02/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Og Fernandes, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Maria Isabel Gallotti, Ricardo Villas Bôas Cueva e Sebastião\nReis Júnior  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(CÓPIA DO INTEIRO TEOR DO ACÓRDÃO PARADIGMA - CONCEITO)\n   STJ - <<AgInt nos EREsp 1903273>>-PR\n(EMBARGOS DE DIVERGÊNCIA - REGRA TÉCNICA DE ADMISSIBILIDADE\nRECURSAL)\n   STJ - <<AgInt nos EAREsp 1898298>>-RJ,\n         <<AgRg nos EAREsp 2004271>>-SC",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01043 INC:00001 PAR:00004", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000315", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266 INC:00001 PAR:00004" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000866525",
  "numeroProcesso" : "1902746",
  "numeroRegistro" : "202101515889",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "ANTONIO CARLOS FERREIRA",
  "dataPublicacao" : "DJE        DATA:04/03/2024",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM\nAGRAVO EM RECURSO ESPECIAL. INDEFERIMENTO LIMINAR PELA PRESIDÊNCIA\nDO STJ. DEMONSTRAÇÃO DO DISSÍDIO. REQUISITOS DO ART. 1.043, § 4º, DO\nCPC DE 2015. INOBSERVÂNCIA.\n1. Configura pressuposto indispensável para a comprovação da\ndivergência jurisprudencial a adoção de uma das  seguintes\nprovidências quanto a paradigma indicado como divergente: (a) a\njuntada de certidões; (b) a apresentação de cópia do inteiro teor do\njulgado; (c) a citação do repositório oficial, autorizado ou\ncredenciado, em que se ache publicado, inclusive em mídia\neletrônica; e (d) a reprodução do julgado disponível na rede mundial\nde computadores, com a indicação da respectiva fonte na internet.\n2. A mera citação de trechos do acórdão paradigma não atende a\nnenhum dos itens indicados, configurando vício substancial\ninsanável, fato que impede a aplicação dos arts. 932, parágrafo\núnico, e 1.029, § 3º, do CPC/2015 e o processamento  dos embargos de\ndivergência.\n3. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240227",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 21/02/2024 a 27/02/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Og Fernandes, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Maria Isabel Gallotti, Ricardo Villas Bôas Cueva e Sebastião\nReis Júnior  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(CÓPIA DO INTEIRO TEOR DO ACÓRDÃO PARADIGMA - CONCEITO)\n   STJ - <<AgInt nos EREsp 1903273>>-PR\n(EMBARGOS DE DIVERGÊNCIA - PARADIGMA - PEÇAS INTEGRAIS NÃO\nAPRESENTADAS - VÍCIO INSANÁNAVEL)\n   STJ - <<AgRg nos EAREsp 2026579>>-SC,\n         <<AgInt nos EAREsp 1965714>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00932 PAR:ÚNICO ART:01029 PAR:00003 ART:01043\n        PAR:00004" ],
  "acordaosSimilares" : [ "AgRg nos EAREsp  2418504  BA  2023/0267441-7  Decisão:27/02/2024\nDJE        DATA:04/03/2024" ]
}, {
  "id" : "000866523",
  "numeroProcesso" : "1888484",
  "numeroRegistro" : "202001987726",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA ISABEL GALLOTTI",
  "dataPublicacao" : "DJE        DATA:04/03/2024",
  "ementa" : "AGRAVO INTERNO. EMBARGOS DE DIVERGÊNCIA. REQUISITOS DE\nADMISSIBILIDADE DOS EMBARGOS DE DIVERGÊNCIA. NÃO OCORRÊNCIA.\nENTENDIMENTO CONSOLIDADO ACERCA DO TEMA. ÓBICE DA SÚMULA 168/STJ.\nAUSÊNCIA DE SIMILITUDE FÁTICA ENTRE OS JULGADOS. AGRAVO INTERNO NÃO\nPROVIDO.\n1. Não cabem embargos de divergência, quando a jurisprudência do\ntribunal se firmou no mesmo sentido do acórdão embargado. Súmula\n168/STJ.\n2. A ausência de similitude fático-jurídica entre os acórdãos\nconfrontados impede o conhecimento dos embargos de divergência, que\ntêm como escopo único uniformizar a jurisprudência do Tribunal, não\nse prestando para ser utilizado como via de rejulgamento do Recurso\nEspecial (STJ, AgInt nos EREsp n. 1.565.059/ES, relatora  Ministra\nREGINA HELENA COSTA,  PRIMEIRA SEÇÃO, julgado em 20/9/2022, DJe de\n23/9/2022).\n3. Na aplicação do art. 1.022 do CPC, a constatação de ter, ou não,\nhavido omissão ou deficiência na fundamentação do acórdão proferido\nna origem, em regra, demanda o exame das peculiaridades de cada caso\nconcreto, não havendo, portanto, dissídio de teses a ensejar os\nembargos de divergência.\n4. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240227",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de JustiÃ§a, em sessÃ£o virtual de 21/02/2024 a 27/02/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Og Fernandes, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva e\nSebastião Reis Júnior  votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - SIMILITUDE FÁTICA)\n   STJ - <<AgInt nos EREsp 1565059>>-ES\n(CUMPRIMENTO DE SENTENÇA - IMPUGNAÇÃO - REJEIÇÃO - HONORÁRIOS\nADVOCATÍCIOS)\n   STJ - <<REsp 1859220>>-MS\n(EMBARGOS DE DIVERGÊNCIA - OFENSA AO ART. 1.022 DO CPC/2015)\n   STJ - <<AgRg no AgRg nos EREsp 1492472>>-PR",
  "notas" : null,
  "informacoesComplementares" : "     \"[...] '(...) nos termos do entendimento sedimentado em sede de\nrecurso repetitivo [...], a rejeição da impugnação ao cumprimento de\nsentença não enseja a condenação em honorários advocatícios (Súmula\nnº 519 do STJ)' [...]\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000168 SUM:000519" ],
  "acordaosSimilares" : [ "AgInt nos EREsp  1837382  SC  2019/0265429-4  Decisão:12/03/2024\nDJE        DATA:19/03/2024" ]
}, {
  "id" : "000866522",
  "numeroProcesso" : "1907516",
  "numeroRegistro" : "202003165232",
  "siglaClasse" : "AgInt nos EDcl nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "BENEDITO GONÇALVES",
  "dataPublicacao" : "DJE        DATA:04/03/2024",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NOS\nEMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL. EXECUÇÃO INDIVIDUAL DE\nSENTENÇA COLETIVA. OBRIGAÇÃO DE FAZER E DE PAGAR. PRESCRIÇÃO DA\nPRETENSÃO EXECUTÓRIA. AUSÊNCIA DE COTEJO ANALÍTICO. DISSÍDIO\nJURISPRUDENCIAL NÃO DEMONSTRADO.\n1. Tendo o recurso sido interposto contra decisão publicada na\nvigência do Código de Processo Civil de 2015, devem ser exigidos os\nrequisitos de admissibilidade na forma nele previsto, conforme\nEnunciado Administrativo n. 3/2016/STJ.\n2. \"os embargos de divergência - recurso de fundamentação vinculada\ne de cognição restrita - têm como fim precípuo uniformizar a\njurisprudência do Tribunal, não se prestam a mero rejulgamento da\ncausa pela Seção ou Corte Especial, como fosse via recursal\nordinária interna, para se corrigir pretensos erros ou incorreções\ndos demais órgãos fracionários. É requisito elementar de\nadmissibilidade do recurso haver soluções jurídicas diversas a\npartir da análise de casos fático-processuais semelhantes, o que\ndeve ser demonstrado com o cotejo analítico entre os julgados\ncomparados, consoante disposto no art. 1.043, § 4º, do Código de\nProcesso Civil e do art. 266, caput, do Regimento Interno do\nSuperior Tribunal de Justiça\" (AgInt nos EREsp 1.438.742/MG,\nrelatora Ministra Laurita Vaz, Corte Especial, DJe 15/3/2023).\n3. Na hipótese dos autos, o exame dos embargos de divergência\nevidencia que a parte embargante, limitando-se a repisar as mesmas\nrazões do agravo interno em que proferido o acórdão embargado,\ndeixou de proceder o indispensável cotejo analítico, com o qual\npudesse demonstrar a semelhança ente os casos confrontados, no nível\ndos fatos, e as discrepantes soluções jurídicas oferecidas, o que\nimpede a análise do apontado dissídio.\n4. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240227",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 21/02/2024 a 27/02/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Og Fernandes, Luis\nFelipe Salomão, Mauro Campbell Marques, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva e\nSebastião Reis Júnior  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - COTEJO ANALÍTICO)\n   STJ - <<AgInt nos EREsp 1438742>>-MG,\n         <<AgInt nos EREsp 1705808>>-PR,\n         <<AgRg nos EAREsp 2069625>>-MG,\n         <<AgInt nos EREsp 1655844>>-RS",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000866521",
  "numeroProcesso" : "2256999",
  "numeroRegistro" : "202203761401",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "FRANCISCO FALCÃO",
  "dataPublicacao" : "DJE        DATA:04/03/2024",
  "ementa" : "PROCESSUAL CIVIL. AÇÃO DE COBRANÇA. TAXAS CONDOMINIAIS. PEDIDOS\nPARCIALMENTE PROCEDENTES. VALORES FIXADOS E TAXAS VENCIDAS. RECURSO\nESPECIAL NÃO CONHECIDO. SEM ANÁLISE DE MÉRITO. DESPROVIMENTO DO\nAGRAVO INTERNO. INDEFERIMENTO LIMINAR DOS EMBARGOS DE DIVERGÊNCIA.\nNÃO SE ADMITE A INTERPOSIÇÃO DE EMBARGOS DE DIVERGÊNCIA, QUANDO NÃO\nTIVER SIDO APRECIADO O MÉRITO DO RECURSO ESPECIAL.  MAJORAÇÃO DOS\nHONORÁRIOS. MANUTENÇÃO DA DECISÃO.\nI - Na origem, trata-se de ação de cobrança em que se pleiteia o\nrecebimento de taxas condominiais e aportes ao fundo de reserva e\nchamada de capital, atualizadas monetariamente e juros moratórios.\nNa sentença, julgaram-se os pedidos parcialmente procedentes para o\npagamento de quantia fixada e das prestações com vencimento\nposterior a janeiro de 2017. No Tribunal a quo, a sentença foi\nmantida. Opostos embargos de declaração, foram acolhidos\nparcialmente para correção de erro material, sem efeito\nmodificativo. Interposto recurso especial, teve seu seguimento\nnegado. Seguiu-se por interposição de agravo. No STJ o agravo foi\nconhecido para não conhecer do recurso especial diante de óbices\nsumulares, sem análise de mérito. O agravo interno foi improvido. Os\nnovos embargos declaratórios foram rejeitados. Interpostos os\nembargos de divergência, foram liminarmente rejeitados.\nII - Os embargos de divergência têm por finalidade precípua a\nuniformização da jurisprudência interna do STJ quanto à\ninterpretação da legislação federal, não servindo para discutir o\nerro ou acerto do acórdão embargado quanto à aplicação, ou não, de\nregra técnica de admissibilidade do recurso especial ou do agravo em\nrecurso especial.\nIII - Este Tribunal Superior tem firme posicionamento no sentido de\nque não se admite a interposição de embargos de divergência, quando\nnão tiver sido apreciado o mérito do recurso especial, a teor do que\ndispõe a Súmula n. 315/STJ, cujo entendimento se alinha ao disposto\nno art. 1.043, I e III, do CPC/2015. No presente caso, o acórdão\nembargado não apreciou a controvérsia, eis que proferido em agravo\nem recurso especial, do qual não se adentrou a análise meritória.\nPrecedentes: AgInt nos EAREsp n. 2.224.250/MS, relatora Ministra\nNancy Andrighi, Segunda Seção, julgado em 17/10/2023, DJe de\n19/10/2023; AgInt nos EDv nos EAREsp n. 1.482.149/RS, relator\nMinistro Herman Benjamin, Primeira Seção, julgado em 29/8/2023, DJe\nde 21/9/2023; AgInt nos EDcl nos EREsp n. 1.396.651/RN, relator\nMinistro Paulo Sérgio Domingues, Primeira Seção, julgado em\n29/8/2023, DJe de 1/9/2023; e AgInt nos EAREsp n. 2.051.752/MG,\nrelatora Ministra Regina Helena Costa, Primeira Seção, julgado em\n29/8/2023, DJe de 31/8/2023.\nIV - Mantida a majoração dos honorários determinada pela Presidência\ndesta Corte, quando do indeferimento liminar dos embargos de\ndivergência, tendo em vista que o recurso foi interposto contra\nacórdão publicado na vigência do atual estatuto processual,\nensejando, pois, a incidência do enunciado administrativo n. 7/STJ\n(somente nos recursos interpostos contra decisão publicada a partir\nde 18 de março de 2016, será possível o arbitramento de honorários\nsucumbenciais recursais, na forma do art. 85, § 11, do novo Código\nde Processo Civil).\nV -  Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240227",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 21/02/2024 a 27/02/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Herman Benjamin, Og Fernandes, Luis Felipe Salomão, Mauro\nCampbell Marques, Benedito Gonçalves, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva e\nSebastião Reis Júnior  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - REGRA TÉCNICA DE ADMISSIBILIDADE\nRECURSAL)\n   STJ - <<AgInt nos EAREsp 2224250>>-MS,\n         <<AgInt nos EDv nos EAREsp 1482149>>-RS,\n         <<AgInt nos EDcl nos EREsp 1396651>>-RN,\n         <<AgInt nos EAREsp 2051752>>-MG",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000315", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01043 INC:00001 INC:00003" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000866519",
  "numeroProcesso" : "2039913",
  "numeroRegistro" : "202203678294",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "BENEDITO GONÇALVES",
  "dataPublicacao" : "DJE        DATA:04/03/2024",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM\nRECURSO ESPECIAL. DISSIDÊNCIA ARGUIDA COM BASE NO MESMO PARADIGMA\nTRAZIDO NO RECURSO ESPECIAL. IMPOSSIBILIDADE. INCIDÊNCIA, POR\nANALOGIA, DA SÚMULA N. 598 DO STF.\n1. Tendo o recurso sido interposto contra decisão publicada na\nvigência do Código de Processo Civil de 2015, devem ser exigidos os\nrequisitos de admissibilidade na forma nele previsto, conforme\nEnunciado Administrativo n. 3/2016/STJ.\n2. Não há como processar os embargos de divergência, na medida em\nque se limitou o embargante a trazer como paradigma exatamente o\nmesmo aresto colacionado nas razões do recurso especial para\ndemostrar o pretenso dissídio, o qual já foi oportunamente repelido\npelo acórdão embargado. Incidência da Súmula 598 do STF.\n3. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240227",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 21/02/2024 a 27/02/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Og Fernandes, Luis\nFelipe Salomão, Mauro Campbell Marques, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva e\nSebastião Reis Júnior  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - MESMOS PARADIGMAS - SÚMULA 598/STF)\n   STJ - <<AgInt nos EAREsp 1877541>>-DF,\n         <<AgInt nos EREsp 1646083>>-RJ",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STF)    SÚMULA DO SUPREMO TRIBUNAL FEDERAL\n        SUM:000598" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000866304",
  "numeroProcesso" : "2260238",
  "numeroRegistro" : "202203805723",
  "siglaClasse" : "AgInt no RE nos EDcl no AgInt no AREsp",
  "descricaoClasse" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NO AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:29/02/2024",
  "ementa" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO. SUFICIÊNCIA DA\nFUNDAMENTAÇÃO DO JULGADO RECORRIDO. CONFORMIDADE COM O TEMA N.\n339/STF. OFENSA AOS PRINCÍPIOS DO CONTRADITÓRIO, DA AMPLA DEFESA E\nDO DEVIDO PROCESSO LEGAL, BEM COMO AO ATO JURÍDICO PERFEITO, AO\nDIREITO ADQUIRIDO E AOS LIMITES DA COISA JULGADA. AUSÊNCIA DE\nREPERCUSSÃO GERAL. TEMA N. 660/STF. OFENSA AO PRINCÍPIO DA\nINAFASTABILIDADE DE JURISDIÇÃO. AUSÊNCIA DE REPERCUSSÃO GERAL. TEMA\nN. 895/STF. AÇÃO CIVIL PÚBLICA. SUSPENSÃO DE AÇÃO INDIVIDUAL COM A\nMESMA FINALIDADE. MATÉRIA INFRACONSTITUCIONAL. TEMA N. 675/STF.\nAUSÊNCIA DE REPERCUSSÃO GERAL. NEGATIVA DE SEGUIMENTO.\n1. \"O art. 93, IX, da Constituição Federal exige que o acórdão ou\ndecisão sejam fundamentados, ainda que sucintamente, sem determinar,\ncontudo, o exame pormenorizado de cada uma das alegações ou provas,\nnem que sejam corretos os fundamentos da decisão\" (Tema n. 339 do\nSTF, QO no Ag n. 791.292/PE).\n2. Existente a fundamentação, entende o Supremo Tribunal Federal que\nfoi respeitado o art. 93, IX, da CF, mesmo que a parte não a repute\nadequada ou completa, conforme a conclusão firmada no Tema n. 339\ndo STF, tese de observância obrigatória (CPC, art. 927, III).\n3. A suscitada afronta aos princípios do contraditório, da ampla\ndefesa e do devido processo legal, bem como ao ato jurídico\nperfeito, ao direito adquirido e aos limites da coisa julgada, se\ndependente da análise de normas infraconstitucionais, configura\nofensa reflexa ao texto constitucional, não tendo repercussão geral\n(Tema n. 660 do STF).\n4. A alegada violação do princípio da inafastabilidade de\njurisdição, por implicar ofensa indireta à Constituição Federal ou\nanálise de matéria fática, tem natureza infraconstitucional e não\npossui repercussão geral (Tema n. 895 do STF).\n5. \"A questão da suspensão de ação individual pelo ajuizamento de\nação civil pública com a mesma finalidade tem natureza\ninfraconstitucional, e a ela se atribuem os efeitos da ausência de\nrepercussão geral, nos termos do precedente fixado no RE 584.608,\nrel. a Ministra Ellen Gracie, DJe 13/03/2009\" (Tema n. 675 do STF).\n6. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240227",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 21/02/2024 a 27/02/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Luis Felipe Salomão,\nMauro Campbell Marques, Benedito Gonçalves, Raul Araújo, Maria\nIsabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva\ne Sebastião Reis Júnior  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(DECISÃO JUDICIAL - SUFICIÊNCIA DE FUNDAMENTAÇÃO)\n   STF - [[AI - QO-RG 791292]] (REPERCUSSÃO GERAL - TEMA(s) 339)\n(GARANTIAS CONSTITUCIONAIS - NORMAS INFRACONSTITUCIONAIS -\nNECESSIDADE DE ANÁLISE - OFENSA REFLEXA)\n   STF - [[ARE - RG 748371]] (REPERCUSSÃO GERAL - TEMA(s) 660)\n(PRINCÍPIO DA INAFASTABILIDADE DE JURISDIÇÃO - ÓBICE PROCESSUAL\nINTRANSPONÍVEL - NATUREZA INFRACONSTITUCIONAL)\n   STF - [[RE - RG 956302]]-GO (REPERCUSSÃO GERAL - TEMA(s) 895)\n(AÇÃO INDIVIDUAL - SUSPENSÃO PELO AJUIZAMENTO DE AÇÃO CIVIL PÚBLICA\n- NATUREZA INFRACONSTITUCIONAL)\n   STF - [[ARE - RG 584608]] (REPERCUSSÃO GERAL - TEMA(s) 675),\n         [[ARE - AgR 1417555]]",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00005 INC:00035 INC:00054 INC:00055 ART:00093\n        INC:00009", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00927 INC:00003" ],
  "acordaosSimilares" : [ "AgInt no RE nos EDcl no AgRg no REsp  1519421  PE  2015/0049353-9\nDecisão:12/03/2024\nDJE        DATA:18/03/2024", "AgInt no RE nos EDcl no AgInt no AREsp  1966823  PR  2021/0266161-0\nDecisão:12/03/2024\nDJE        DATA:18/03/2024", "AgInt no RE nos EDcl no AgInt na HDE  5141  EX  2021/0103557-7\nDecisão:09/04/2024\nDJE        DATA:12/04/2024" ]
}, {
  "id" : "000866303",
  "numeroProcesso" : "2251357",
  "numeroRegistro" : "202203635176",
  "siglaClasse" : "AgInt no RE nos EDcl no AgInt no AREsp",
  "descricaoClasse" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NO AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:29/02/2024",
  "ementa" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO. SUFICIÊNCIA DA\nFUNDAMENTAÇÃO DO JULGADO RECORRIDO. CONFORMIDADE COM O TEMA N.\n339/STF. PRESSUPOSTOS DE ADMISSIBILIDADE DE RECURSO DE COMPETÊNCIA\nDO SUPERIOR TRIBUNAL DE JUSTIÇA. IMPOSSIBILIDADE DE DEBATE OU\nSUPERAÇÃO. TEMA N. 181/STF, SOB A SISTEMÁTICA DA REPERCUSSÃO GERAL.\nOFENSA AOS PRINCÍPIOS DO CONTRADITÓRIO, DA AMPLA DEFESA E DO DEVIDO\nPROCESSO LEGAL, BEM COMO AO ATO JURÍDICO PERFEITO, AO DIREITO\nADQUIRIDO E AOS LIMITES DA COISA JULGADA. AUSÊNCIA DE REPERCUSSÃO\nGERAL. TEMA N. 660/STF. OFENSA AO PRINCÍPIO DA INAFASTABILIDADE DE\nJURISDIÇÃO. AUSÊNCIA DE REPERCUSSÃO GERAL. TEMA N. 895/STF. NEGATIVA\nDE SEGUIMENTO.\n1. \"O art. 93, IX, da Constituição Federal exige que o acórdão ou\ndecisão sejam fundamentados, ainda que sucintamente, sem determinar,\ncontudo, o exame pormenorizado de cada uma das alegações ou provas,\nnem que sejam corretos os fundamentos da decisão\" (Tema n. 339 do\nSTF, QO no Ag n. 791.292/PE).\n2. Existente a fundamentação, entende o Supremo Tribunal Federal que\nfoi respeitado o art. 93, IX, da CF, mesmo que a parte não a repute\nadequada ou completa, conforme a conclusão firmada no Tema n. 339\ndo STF, tese de observância obrigatória (CPC, art. 927, III).\n3. Em caso de não conhecimento do recurso anterior por ausência de\nalgum de seus requisitos, as razões do recurso extraordinário, sejam\nvoltadas ao óbice aplicado ou à matéria de fundo, demandariam a\nreapreciação da conclusão que não conheceu do recurso.\n4. A Corte Suprema definiu, sob o regime da repercussão geral, que a\nquestão relativa a pressupostos de admissibilidade de recurso da\ncompetência de outros tribunais não possui repercussão geral (Tema\nn. 181 do STF).\n5. A suscitada afronta aos princípios do contraditório, da ampla\ndefesa e do devido processo legal, bem como ao ato jurídico\nperfeito, ao direito adquirido e aos limites da coisa julgada, se\ndependente da análise de normas infraconstitucionais, configura\nofensa reflexa ao texto constitucional, não tendo repercussão geral\n(Tema n. 660 do STF).\n6. A alegada violação do princípio da inafastabilidade de\njurisdição, por implicar ofensa indireta à Constituição Federal ou\nanálise de matéria fática, tem natureza infraconstitucional e não\npossui repercussão geral (Tema n. 895 do STF).\n7. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240227",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 21/02/2024 a 27/02/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Luis Felipe Salomão,\nMauro Campbell Marques, Raul Araújo, Maria Isabel Gallotti, Antonio\nCarlos Ferreira, Ricardo Villas Bôas Cueva e Sebastião Reis Júnior\nvotaram com o Sr. Ministro Relator.\nImpedido o Sr. Ministro Benedito Gonçalves.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(NULIDADE - AUSÊNCIA DE MOTIVAÇÃO - DISTINÇÃO - FUNDAMENTAÇÃO\nSUCINTA)\n   STF - [[AI-RG 791292]]-PE (REPERCUSSÃO GERAL - TEMA(s) 339)\n(COMPETÊNCIA - PRESSUPOSTOS DE ADMISSIBILIDADE - REPERCUSSÃO GERAL)\n   STF - [[RE-RG 598365]]-MG (REPERCUSSÃO GERAL - TEMA(s) 181),\n         [[ARE-AgR 1317340]]-SP, [[ARE-AgR 822158]]-DF,\n         [[RE-AgR 1081829]]-SP\n(OFENSA REFLEXA - NORMAS CONSTITUCIONAIS - PRINCÍPIOS DO\nCONTRADITÓRIO, DA AMPLA DEFESA E DO DEVIDO PROCESSO LEGAL)\n   STF - [[ARE 748371]]-MT (REPERCUSSÃO GERAL - TEMA(s) 660)\n(OFENSA REFLEXA - NORMAS CONSTITUCIONAIS - PRINCÍPIO DA\nINAFASTABILIDADE DA PRESTAÇÃO JURISDICIONAL)\n   STF - [[RE 956302]]-GO (REPERCUSSÃO GERAL - TEMA(s) 895)",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00927 INC:00003 ART:01030 INC:00001 LET:A", "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00093 INC:00009 ART:00105 INC:00003" ],
  "acordaosSimilares" : [ "AgInt no RE no AgInt no REsp  2053166  MG  2023/0016383-6\nDecisão:09/04/2024\nDJE        DATA:12/04/2024", "AgInt no RE nos EDcl no AgInt no AREsp  2179302  SP  2022/0235354-8\nDecisão:09/04/2024\nDJE        DATA:12/04/2024", "AgInt no RE no AgInt no AREsp  2303021  SP  2023/0040624-2\nDecisão:09/04/2024\nDJE        DATA:12/04/2024" ]
}, {
  "id" : "000866232",
  "numeroProcesso" : "1677895",
  "numeroRegistro" : "201502788884",
  "siglaClasse" : "EREsp",
  "descricaoClasse" : "EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "JOÃO OTÁVIO DE NORONHA",
  "dataPublicacao" : "DJE        DATA:12/03/2024",
  "ementa" : "PROCESSO CIVIL. EMBARGOS DE DIVERGÊNCIA.  RECURSO DE FUNDAMENTAÇÃO\nVINCULADA. NÃO DEMONSTRAÇÃO DA DIVERGÊNCIA APTA À UNIFORMIZAÇÃO DE\nJURISPRUDÊNCIA. REDUÇÃO DE HONORÁRIOS ADVOCATÍCIOS ALEGADAMENTE\nEXORBITANTES. VIA INADEQUADA. AUSÊNCIA DE ERRO MATERIAL A SER\nSANADO.\n1. A ausência de similitude fática e de teses entre os acórdãos\nrecorrido e paradigma válido impede o conhecimento da divergência\njurisprudencial.\n2. Não cabem embargos de divergência para discutir verba honorária\nfixada, notadamente porque se trata de questão decidida com base nas\npeculiaridades de cada caso .\n3. Embargos de divergência não conhecidos. Honorários majorados.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240306",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Corte Especial, por unanimidade,\nnão conhecer dos embargos de divergência, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Humberto Martins, Herman Benjamin, Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva, Sebastião Reis Júnior e Nancy Andrighi votaram com o Sr.\nMinistro Relator.\nAusentes, justificadamente, os Srs. Ministros Francisco Falcão e Og\nFernandes.",
  "jurisprudenciaCitada" : "(HONORÁRIOS ADVOCATÍCIOS - REVISÃO DO VALOR - EMBARGOS DE\nDIVERGÊNCIA)\n   STJ - <<AgInt nos EREsp 1861321>>-RO",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01043 INC:00002" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000866229",
  "numeroProcesso" : "1858323",
  "numeroRegistro" : "202100787708",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "ANTONIO CARLOS FERREIRA",
  "dataPublicacao" : "DJE        DATA:12/03/2024",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM\nAGRAVO EM RECURSO ESPECIAL. PARADIGMA. CERTIDÃO DE JULGAMENTO.\nAUSÊNCIA. ART. 932, PARÁGRAFO ÚNICO, DO CPC/2015. INAPLICABILIDADE.\n1. \"A juntada tão somente da ementa, relatório e voto do acórdão\nparadigma, sem a respectiva certidão de julgamento, configura vício\nsubstancial e afasta a aplicação do parágrafo único do art. 932 do\nCPC de 2015\" (AgRg nos EAREsp n. 2.026.579/SC, Rel. Ministro PAULO\nDE TARSO SANSEVERINO, CORTE ESPECIAL, DJe 27/3/2023).\n2. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240221",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, prosseguindo no julgamento, após o voto-vista\ndo Sr. Ministro Luis Felipe Salomão, por unanimidade, negar\nprovimento ao agravo, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Ricardo Villas Bôas Cueva, Sebastião Reis Júnior,\nNancy Andrighi, João Otávio de Noronha, Humberto Martins, Luis\nFelipe Salomão (voto-vista), Mauro Campbell Marques, Benedito\nGonçalves, Raul Araújo e Maria Isabel Gallotti votaram com o Sr.\nMinistro Relator.\nNão participaram do julgamento os Srs. Ministros Francisco Falcão,\nHerman Benjamin e Og Fernandes.\nAusente, justificadamente, o Sr. Ministro Sérgio Kukina.\nAposentou-se a Sra. Ministra Laurita Vaz.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - PARADIGMA - CERTIDÃO DE JULGAMENTO)\n   STJ - <<AgRg nos EAREsp 2026579>>-SC,\n         <<AgInt nos EREsp 1617799>>-DF,\n         <<AgRg nos EREsp 1957213>>-TO,\n         <<AgInt nos EAREsp 1935286>>-RJ",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00932 PAR:ÚNICO" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000866228",
  "numeroProcesso" : "12673",
  "numeroRegistro" : "201901031885",
  "siglaClasse" : "AgRg na Pet",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA PETIÇÃO",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RAUL ARAÚJO",
  "dataPublicacao" : "DJE        DATA:12/03/2024",
  "ementa" : "PROCESSUAL PENAL. COLABORAÇÃO PREMIADA. SANÇÕES PREMIAIS ATÍPICAS.\nRECOLHIMENTO DOMICILIAR IMEDIATO, APÓS A HOMOLOGAÇÃO DO ACORDO.\nPOSSIBILIDADE. AGRAVO REGIMENTAL DESPROVIDO.\n1. A colaboração premiada, meio de obtenção de provas, possui a\nnatureza jurídica de negócio jurídico e, como tal, garante às partes\nrazoável margem de definição do conteúdo da avença, abrangendo os\ndeveres assumidos e as vantagens alcançáveis, mas não sem limites.\n2. Conforme entendimento firmado pela Corte Especial do Superior\nTribunal de Justiça (Pet 13.974/DF), é legítima a fixação de sanções\npremiais atípicas no bojo do acordo de colaboração premiada, não\nestando as partes limitadas aos benefícios do art. 4º, caput, da Lei\nn. 12.850/2013, desde que não haja \"violação à Constituição (e.g.\npena de caráter perpétuo - art. 5º, XLVII, (...) ou ao ordenamento\njurídico (e.g. obrigação de levantamento de sigilo de dados de\nterceiros), bem como à moral e à ordem pública (e.g. penas\nvexatórias)\".\n3. Dentre as sanções premiais atípicas admitidas pelo ordenamento\njurídico figura o pronto cumprimento, após a necessária homologação\njudicial do acordo de colaboração premiada, da restrição da\nliberdade nos benéficos termos pactuados, em regime diferenciado, de\nnatureza domiciliar, independentemente do quantitativo da pena\nprevisto para o crime no qual envolvido o colaborador, e com\nabrandamento das restrições em intervalos de tempo mais vantajosos\ndo que aqueles previstos na Lei n. 7.210/84 (Lei de Execução Penal).\n4. A privação de liberdade oriunda do acordo de colaboração premiada\nnão equivale à prisão-pena, esta sim fruto da jurisdição,\ncorporificada em édito condenatório transitado em julgado. A sanção\natípica oriunda da livre negociação das partes, na realidade,\nprescinde da formação jurisdicional da culpa, tanto que o eventual\ndescumprimento dos termos do regime não acarreta o retorno (ou o\ninício) coercitivo à prisão, mas sim apenas a rescisão do acordo,\ncom o oferecimento da denúncia, quando dispensada, e a perda dos\nbenefícios outrora assegurados.\n5. Tendo em vista que o acordo de colaboração premiada, como ocorre\nna hipótese, poderá prever o não oferecimento da denúncia (Lei\n12.850/2013, art. 4º, §7º-A), condicionar a aplicação de sanções\npremiais atípicas de conteúdo semelhante às penas previstas na\nlegislação penal - sejam elas privativas de liberdade em regime\ndiferenciado, restritivas de direitos ou multa - à prolação da\nsentença condenatória levaria a evidente paradoxo, pois, sem\ndenúncia, não haverá sentença. Em consequência, a concessão deste\nbenefício não encontraria reflexo em qualquer medida restritiva,\nembora o colaborador tenha o dever de \"narrar todos os fatos\nilícitos para os quais concorreu e que tenham relação direta com os\nfatos investigados\" (Lei n. 12.850/2013, art. 3º-C, § 3º).\n6.  Apenas o reconhecimento de que não se está a tratar de pena -\nmas sim de condição do acordo, sujeita ao controle de legalidade do\nmagistrado responsável pela homologação (Lei n. 12.850/2013, art.\n4º, § 7º, I) - é capaz de garantir utilidade prática ao instituto da\ncolaboração premiada, na medida em que oportunizará aos atores\nestabelecer os benefícios adequados e seu momento oportuno de\nexecução, sempre cientes de que, ressalvada a hipótese de não\noferecimento da denúncia, caberá à futura sentença a concessão\ndefinitiva dos benefícios acordados.\n7. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231123",
  "decisao" : "Prosseguindo no julgamento, após o voto-vista da Sra. Ministra Nancy\nAndrighi acompanhando a divergência, os votos dos Srs. Ministros\nHumberto Martins, Luis Felipe Salomão, Benedito Gonçalves e Antonio\nCarlos Ferreira no mesmo sentido, e os votos dos Srs. Ministros João\nOtávio de Noronha, Herman Benjamin, Og Fernandes, Maria Isabel\nGallotti, Ricardo Villas Bôas Cueva e Sérgio Kukina acompanhando o\nrelator, a Corte Especial, por maioria, decide negar provimento ao\nagravo regimental, nos termos do voto do Sr. Ministro Relator.\nVencidos os Srs. Ministros Antonio Carlos Ferreira, Nancy Andrighi,\nHumberto Martins, Luis Felipe Salomão, Mauro Campbell Marques e\nBenedito Gonçalves, que davam provimento ao agravo. A Sra. Ministra\nMaria Isabel Gallotti e os Srs. Ministros Ricardo Villas Bôas Cueva,\nSérgio Kukina, João Otávio de Noronha, Herman Benjamin e Og\nFernandes votaram com o Sr. Ministro Relator. Consideraram-se aptos\na votar os Srs. Ministros Ricardo Villas Bôas Cueva, João Otávio de\nNoronha, Og Fernandes e Luis Felipe Salomão. Ausentes,\njustificadamente, os Srs. Ministros Francisco Falcão, Sebastião Reis\nJúnior e Joel Ilan Paciornik. Aposentada a Sra. Ministra Laurita\nVaz.",
  "jurisprudenciaCitada" : "(PRESUNÇÃO DE INOCÊNCIA - SENTENÇA PENAL CONDENATÓRIA COM TRÂNSITO\nEM JULGADO)\n   STF - [[ADC 43]], [[ADC 44]], [[ADC 54]]",
  "notas" : null,
  "informacoesComplementares" : "     \"[...] a regra de que a garantia constitucional da presunção de\ninocência (Constituição, art. 5º, LVII) impede a execução de sanções\npenais antes do trânsito em julgado da sentença penal condenatória,\nfixada pelo Supremo Tribunal Federal nas ADCs nº 43, 44 e 54, está\nadstrita às situações em que o titular da ação penal busca a\nformação jurisdicional da culpa, e não ao âmbito negocial, nas quais\nmedidas similares às penas \u001A mas que com elas não se confundem \u001A são\ncomumente aplicadas, independentemente de qualquer édito\ncondenatório\".\n     (VOTO VENCIDO) (MIN. MAURO CAMPBELL MARQUES)\n     \"[...] ante a convicção de que a cláusula estipulada 'possui\nnítida e inegável feição de pena', e de que, em momento\nsuperveniente à homologação do instrumento negocial o Supremo\nTribunal Federal redimensionou a garantia fundamental consignada no\nart. 5º, inciso LVII, da Constituição Federal, para proscrever o\ncumprimento da prisão-pena antes do trânsito em julgado da sentença\npenal condenatória, imperioso é o acolhimento da insurgência,\n'apenas e tão somente', para obstar a imediata produção de efeitos\nda alínea 'a' da cláusula 6ª do instrumento negocial, ao menos até\nque a culpabilidade do colaborador possa ser aquilatada em sentença\npenal condenatória, momento propício para a aferição da efetividade\nda colaboração, e aplicação dos benefícios consignados no acordo,\ncomo manda a lei 12.850/13\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:012850 ANO:2013\n        ART:0003C PAR:00003 ART:00004 PAR:00004 PAR:00007\n        INC:00002 PAR:0007A PAR:00011", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000643", "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00005 INC:00046 INC:00054 INC:00057", "LEG:FED DEL:002848 ANO:1940\n*****  CP-40    CÓDIGO PENAL\n        ART:00032", "LEG:FED LEI:009099 ANO:1995\n*****  LJE-95    LEI DOS JUIZADOS ESPECIAIS CÍVEIS E CRIMINAIS\n        ART:00076", "LEG:FED SUM:****** ANO:****\n*****  SUV(STF)    SÚMULA VINCULANTE DO SUPREMO TRIBUNAL FEDERAL\n        SUM:000035" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000866223",
  "numeroProcesso" : "3331",
  "numeroRegistro" : "202303413900",
  "siglaClasse" : "AgInt na SLS",
  "descricaoClasse" : "AGRAVO INTERNO NA SUSPENSÃO DE LIMINAR E DE SENTENÇA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA THEREZA DE ASSIS MOURA",
  "dataPublicacao" : "DJE        DATA:04/03/2024",
  "ementa" : "AGRAVO INTERNO NA SUSPENSÃO DE LIMINAR E DE SENTENÇA. AÇÃO POPULAR.\nDECISÃO QUE DETERMINA A SUSPENSÃO DE CONCURSO PÚBLICO PARA\nTITULARIDADE DE SERVENTIAS DO FORO EXTRAJUDICIAL DO ESTADO DE GOIÁS.\nGRAVE LESÃO À ORDEM PÚBLICA. AGRAVO IMPROVIDO.\n1. A urgência natural ao pedido de suspensão de liminar e sentença,\nassim como acontece com as liminares em mandados de segurança e as\ntutelas provisórias em geral, justifica o diferimento do\ncontraditório, que, no caso, é assegurado mediante a possibilidade\nde a contraparte impugnar a decisão por agravo regimental. O\nrelator, em face do contraditório diferido, não é obrigado a\nenfrentar argumentos eventualmente apresentados pela parte requerida\nque, antecipando-se e sem ser previamente chamada a se manifestar,\nimpugna o pedido.\n2. O Conselho Nacional de Justiça, por meio da Resolução n. 81/09,\nque disciplina os concursos públicos de provas e títulos para a\noutorga das delegações de notas e de registro, prevê que compete à\nComissão Examinadora \"a confecção, aplicação e correção das provas,\na apreciação dos recursos, a classificação dos candidatos e demais\ntarefas para execução do concurso, facultada a delegação de tais\natribuições, ou parte delas, assim como o auxílio operacional, à\ninstituição especializada contratada ou conveniada\" (art. 1º, § 6º,\nredação dada pela Resolução n. 478/22).\n3. Nos termos do art. 3º, parágrafo único, da Resolução CNJ n. 478/\n22, \"as regras contidas nos §§ 6º e 7º do art. 1º desta Resolução\naplicam-se imediatamente a todos os editais, independente do estágio\nem que se encontrem\".\n4. O provimento de cargos públicos, entre eles as serventias\nextrajudiciais, por refletir legítima expressão prática dos\nprincípios da igualdade, impessoalidade, finalidade, moralidade e\ninteresse público, deve, sempre, ser prestigiado, donde advém,\npotencialmente, lesão à ordem pública a partir de intervenções\nintempestivas e provisórias que resultem em atraso na sua\nfinalização.\n5. Com previsão de encerramento em junho de 2022, portanto, há mais\nde 18 meses, a suspensão do concurso público de outorga de delegação\nde serventias do foro extrajudicial do Estado de Goiás por decisão\nde natureza provisória  encerra, em si, o risco da ocorrência de\ngrave lesão à ordem pública em face da existência de serventias\nvagas, sem titular efetivo, desde 1963, \"arrastando-se por décadas a\nsituação de interinidade\".\n6.   Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240227",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de JustiÃ§a, em sessÃ£o virtual de 21/02/2024 a 27/02/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Luis Felipe Salomão,\nMauro Campbell Marques, Benedito Gonçalves, Raul Araújo, Maria\nIsabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva\ne Sebastião Reis Júnior  votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento o Sr. Ministro Og Fernandes.",
  "jurisprudenciaCitada" : "(SUSPENSÃO DE LIMINAR E DE SENTENÇA - URGÊNCIA - CONTRADITÓRIO\nDIFERIDO)\n   STF - [[AGR-SS 3490]]\n(SUSPENSÃO DE LIMINAR E DE SENTENÇA - MÉRITO)\n   STJ - <<AgInt na SS 2951>>-CE",
  "notas" : null,
  "informacoesComplementares" : "     \"[...] não se ignora - pelo contrário, guarda-se, sempre, pleno\nrespeito - que a excepcional via da contracautela não comporte exame\ne enfrentamento da matéria debatida na origem, até porque ainda nas\ninstâncias ordinárias. Contudo, é firme nesta Corte Superior o\nentendimento, segundo o qual 'a decisão que examina o pedido de\nsuspensão não pode afastar-se totalmente do mérito da causa\noriginária, não só porque é necessária a verificação da\nplausibilidade do direito, como também para que não se torne via\nprocessual de manutenção de situações ilegítimas (...) o deferimento\nou indeferimento da citada medida pressupõe juízo de delibação\nmínimo acerca da controvérsia principal' [...]\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:008437 ANO:1992\n        ART:00004", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00271", "LEG:FED RES:000081 ANO:2009\n        ART:00001 PAR:00006\n(CONSELHO NACIONAL DE JUSTIÇA - CNJ)\n(COM A REDAÇÃO DADA PELA RESOLUÇÃO CNJ 478/2022 )", "LEG:FED RES:000478 ANO:2022\n        ART:00001 PAR:00006 PAR:00007 ART:00003 PAR:ÚNICO" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000866222",
  "numeroProcesso" : "1892684",
  "numeroRegistro" : "202002234484",
  "siglaClasse" : "AgInt nos EDcl nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJE        DATA:04/03/2024",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA NO RECURSO ESPECIAL. AÇÃO\nCOLETIVA. CUMPRIMENTO DE SENTENÇA. PRESCRIÇÃO DA PRETENSÃO\nEXECUTÓRIA. HARMONIA ENTRE O ACÓRDÃO EMBARGADO E A JURISPRUDÊNCIA\nATUAL DO STJ. SÚMULA 168/STJ.\n1. Ação coletiva, na fase de cumprimento de sentença.\n2. Consoante a jurisprudência do STJ, o ajuizamento de execução\ncoletiva de obrigação de fazer, por si só, não repercute no prazo\nprescricional para execução individual de obrigação de pagar\nderivada do mesmo título.\n3. Não cabem embargos de divergência, quando a jurisprudência do\nTribunal se firmou no mesmo sentido do acórdão embargado (súmula\n168/STJ).\n4. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240227",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de JustiÃ§a, em sessÃ£o virtual de 21/02/2024 a 27/02/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros Francisco Falcão, João Otávio de Noronha, Humberto\nMartins, Herman Benjamin, Og Fernandes, Luis Felipe Salomão, Mauro\nCampbell Marques, Benedito Gonçalves, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva e\nSebastião Reis Júnior  votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(AÇÃO COLETIVA - CUMPRIMENTO DE SENTENÇA - PRESCRIÇÃO DA PRETENSÃO\nEXECUTÓRIA)\n   STJ - <<EREsp 1169126>>-RS,\n         <<AgInt nos EDcl no REsp 1834905>>-PB,\n         <<AgInt nos EDcl no REsp 1907516>>-PB",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000168" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000866138",
  "numeroProcesso" : "16031",
  "numeroRegistro" : "202302166426",
  "siglaClasse" : "AgRg na Pet",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA PETIÇÃO",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "BENEDITO GONÇALVES",
  "dataPublicacao" : "DJE        DATA:05/03/2024",
  "ementa" : "PROCESSUAL PENAL AGRAVO REGIMENTAL. REPRESENTAÇÃO PELA INSTAURAÇÃO\nDE INQUÉRITO CONTRA GOVERNADOR DE ESTADO. REPRESENTADO QUE ERA\nCANDIDATO AO SEGUNDO MANDATO PARA O MESMO CARGO AO TEMPO DOS FATOS.\nAUSÊNCIA DE CORRELAÇÃO ENTRE OS CRIMES TIPIFICADOS NOS ARTS. 323,\n324, 325 E 326 DO CÓDIGO ELEIRORAL E AS FUNÇÕES INERENTES AO CARGO\nDE GOVERNADOR  DE  ESTADO. COMPETÊNCIA CRIMINAL ORIGINÁRIA DO STJ\nAFASTADA. INTERPRETAÇÃO RESTRITIVA DO ART. 105, I, \"A\", DA\nCONSTITUIÇÃO. ORIENTAÇÃO FIXADA PELO SUPREMO TRIBUNAL FEDERAL NA QO\nNA AP 937. REMESSA DOS AUTOS À JUSTIÇA ELEITORAL. RECURSO\nDESPROVIDO.\n1. A orientação firmada no Supremo Tribunal Federal - STF e neste\nSuperior Tribunal de Justiça - STJ é no sentido de que, em se\ntratando de foro por prerrogativa de função, a interpretação é\nestrita (ou estritíssima, consoante o brocardo), consonante que é\ncom o princípio republicano e com o princípio da igualdade, não\ncabendo ampliação para, por analogia, inserir outras autoridades que\nnão aquelas contempladas nas regras constitucionais, ou incluir\ncrimes que não tenham relação com as funções públicas exercidas,\nsobretudo após o julgamento, pelo primeiro, da QO na AP 937-DF (Rel.\nMinistro ROBERTO BARROSO, Tribunal Pleno, julgado em 03/05/2018,\nDJe 10-12-2018); e, pelo último, da QO na APn 878-DF (Rel. Ministro\nBENEDITO GONÇALVES, CORTE ESPECIAL, julgado em 21/11/2018, DJe\n19/12/2018).\n2. As autoridades para as quais a Constituição prevê foro\nprerrogativa de função no STJ apenas ostentam esse direito (nos\ntermos do art. 105, I, \"a\", da Constituição da República) quando\nacusados da prática de crimes cometidos durante o exercício do cargo\ne relacionados às funções públicas desempenhadas.\n3. A divulgação de fake news (art. 323 do Código Eleitoral) e ofensa\nà honra de outros candidatos ao pleito majoritário (arts. 324, 325\ne 326 do Código Eleitoral) são delitos que podem ser praticados por\nqualquer concorrente ao pleito, Governador ou não, pois são delitos\nque se destinam à obtenção da função, e não ao seu exercício\npropriamente dito.\n4. Remessa dos autos ao Tribunal Regional Eleitoral do Estado de\nRoraima, para que distribua os autos ao juízo eleitoral competente\npara o processamento do feito.\n4. Recurso desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240227",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 21/02/2024 a 27/02/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Og Fernandes, Luis\nFelipe Salomão, Mauro Campbell Marques, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva e\nSebastião Reis Júnior  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000866137",
  "numeroProcesso" : "16136",
  "numeroRegistro" : "202302863630",
  "siglaClasse" : "AgRg na Pet",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA PETIÇÃO",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "FRANCISCO FALCÃO",
  "dataPublicacao" : "DJE        DATA:05/03/2024",
  "ementa" : "PROCESSO PENAL. PETIÇÃO. AGRAVO REGIMENTAL CONTRA DECISÃO QUE\nINDEFERIU ACESSO AO INTEIRO TEOR DE ACORDO DE NÃO PERSECUÇÃO PENAL -\nANPP. RECURSO DESPROVIDO.\n I - O ANPP não é meio de obtenção de provas, mas apenas instrumento\nde assunção extrajudicial de culpa quanto aos fatos relacionados ao\nanuente, não se podendo afirmar que há interesse jurídico do\nagravante no conhecimento dos termos do acordo.\nII - Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240227",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 21/02/2024 a 27/02/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Herman Benjamin, Og Fernandes, Luis Felipe Salomão, Mauro\nCampbell Marques, Benedito Gonçalves, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva e\nSebastião Reis Júnior  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000866086",
  "numeroProcesso" : "27814",
  "numeroRegistro" : "202101802672",
  "siglaClasse" : "EDcl no AgInt no MS",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NO MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "FRANCISCO FALCÃO",
  "dataPublicacao" : "DJE        DATA:04/03/2024",
  "ementa" : "PROCESSUAL CIVIL. MANDADO DE SEGURANÇA CONTRA DECISÃO JUDICIAL.\nINEXISTÊNCIA DE TERATOLOGIA. PRETENSÃO DE    UTILIZAÇÃO DE MANDADO\nDE SEGURANÇA COMO RECURSO. DESPROVIMENTO DO AGRAVO INTERNO.\nMANUTENÇÃO DA DECISÃO RECORRIDA. ALEGAÇÃO DE OMISSÃO NOS EMBARGOS.\nINEXISTÊNCIA DE OMISSÃO.\nI - Trata-se de mandado de segurança contra decisão proferida pelo\nMinistro Vice-Presidente do Superior Tribunal de Justiça, Ministro\nJorge Mussi, no RE no AgInt no RE nos EDcl no AgInt nos EDcl no\nRecurso Especial n. 1.584.468-RJ (2015/0239309-0). Denegada a\nsegurança, a decisão foi mantida no julgamento do agravo interno.\nII - No caso dos autos, a parte embargante alega omissão quanto à\napreciação da matéria relacionada à certificação do trânsito em\njulgado ocorrida nos autos do Resp 184.468. Conforme expresso no\nacórdão embargado, a parte impetrante, ora embargante, interpôs novo\nrecurso extraordinário após o despacho de mero expediente que\ncertificou o trânsito em julgado, conforme se confere dos seguintes\ntrechos do acórdão embargado: \"De se anotar, ao pormenor e do que se\npercebe ao se compulsar o REsp n. 1.  584.468/RJ, tenha a\nimpetrante olvidado do que constante do parágrafo único do art. 270\ndo RISTJ e, bem assim, do que previsto ao § 1º do art. 1.030 do CPC\nà medida que apresentou segundo recurso extraordinário contra\ndecisão colegiada que entendeu pela inadmissibilidade do primeiro\napelo extremo quando, por expressa dicção legal, haveria de\nobjetá-la pela via do agravo ao Tribunal Superior, in casu, o STF.\nAdemais, o primeiro recurso extraordinário apresentado teve seu\nseguimento negado de forma unânime, com o acórdão lavrado nos termos\ndo art. 101 do RISTJ.\"\nIII - Assim, a parte embargante não se insurgiu, neste mandado de\nsegurança, contra o despacho que certificou o trânsito em julgado\napós interposição e inadmissibilidade do primeiro recurso\nextraordinário (16/11/2021), mas sim contra o despacho que\ncertificou a intempestividade da interposição do segundo recurso\nextraordinário (14/4/2021), interposto após o trânsito em julgado.\nIV - Ainda que se possa verificar que tenha havido certificação do\ntrânsito em julgado antes do termo final do prazo recursal, cabia à\nparte embargante peticionar pela retirada de efeitos da referida\ncertificação, e não interpor novo recurso extraordinário após a\ncertificação. Ademais, cabe ao relator determinar a certificação do\ntrânsito em julgado, nas hipóteses em que inviável eventual\ninsurgência sob o ponto de vista processual, não havendo que se\nfalar em teratologia. Nesse sentido: AgRg no MS n. 29.342/DF,\nrelator Ministro Mauro Campbell Marques, Corte Especial, julgado em\n22/8/2023, DJe de 25/8/2023; EDcl nos EDcl nos EDcl no AgInt no RE\nnos EDcl no AgInt nos EDcl no REsp n. 1.799.065/SP, relatora\nMinistra Maria Thereza de Assis Moura, Corte Especial, julgado em\n7/2/2023, DJe de 9/2/2023; EDcl nos EDcl no AgRg no AREsp n.\n1.503.301/SP, relator Ministro Sebastião Reis Júnior, Sexta Turma,\njulgado em 10/3/2020, DJe de 16/3/2020; AgInt no MS n. 25.156/DF,\nrelatora Ministra Laurita Vaz, Corte Especial, julgado em 24/9/2019,\nDJe de 30/9/2019.)\nV - Por fim, não cabe recurso extraordinário contra acórdão que nega\nprovimento ao agravo interno interposto contra decisão que\ninadmitiu primeiro recurso extraordinário, com fundamento em matéria\ncom repercussão geral. Dai porque, além de não haver omissão no\nacórdão embargado, a impetração seja para a devolução do prazo\nprocessual, seja para a análise do recurso extraordinário\ninterposto, nenhum efeito prático teria, porquanto seria inócuo.\nNesse sentido é o TEMA 181/STF: \"A questão do preenchimento dos\npressupostos de admissibilidade de recursos da competência de outros\nTribunais tem natureza infraconstitucional e a ela são atribuídos\nos efeitos da ausência de repercussão geral\". Nesse sentido: AgInt\nno RE nos EDcl no AgInt no AREsp n. 2.182.531/RS, relator Ministro\nOg Fernandes, Corte Especial, julgado em 10/10/2023, DJe de\n17/10/2023; AgInt no RE nos EDcl nos EDcl no AgInt nos EAREsp n.\n298.797/RS, relator Ministro Og Fernandes, Corte Especial, julgado\nem 10/10/2023, DJe de 17/10/2023; AgInt no RE nos EDcl no AgInt no\nAREsp n. 1.156.111/RS, relatora Ministra Maria Thereza de Assis\nMoura, Corte Especial, julgado em 26/9/2023, DJe de 2/10/2023.)\nVI - Cumpre ressaltar que os aclaratórios não se prestam ao reexame\nde questões já analisadas com o nítido intuito de promover efeitos\nmodificativos ao recurso. No caso dos autos, não há omissão de ponto\nou questão sobre as quais o juiz, de ofício ou a requerimento,\ndevia pronunciar-se, considerando que a decisão apreciou as teses\nrelevantes para o deslinde do caso e fundamentou sua conclusão.\nVII - Embargos de declaração rejeitados.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240227",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 21/02/2024 a 27/02/2024,\npor unanimidade, rejeitar os embargos de declaração, nos termos do\nvoto do Sr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Herman Benjamin, Og Fernandes, Luis Felipe Salomão, Mauro\nCampbell Marques, Benedito Gonçalves, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva e\nSebastião Reis Júnior  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(TRÂNSITO EM JULGADO - CERTIFICAÇÃO - INVIABILIDADE DE INSURGÊNCIA\nSOB O PONTO DE VISTA PROCESSUAL)\n   STJ - <<AgRg no MS 29342>>-DF,\n         <<EDcl nos EDcl nos EDcl no AgInt no RE nos EDcl no AgInt\nnos EDcl no REsp 1799065>>-SP,\n         <<EDcl nos EDcl no AgRg no AREsp 1503301>>-SP,\n         <<AgInt no MS 25156>>-DF\n(PRESSUPOSTOS DE ADMISSIBILIDADE - REPERCUSSÃO GERAL - RECURSOS -\nCOMPETÊNCIA DE OUTROS TRIBUNAIS)\n   STJ - <<AgInt no RE nos EDcl no AgInt no AREsp 2182531>>-RS,\n         <<AgInt no RE nos EDcl nos EDcl no AgInt nos EAREsp\n298797>>-RS,\n         <<AgInt no RE nos EDcl no AgInt no AREsp 1156111>>-RS\n   STF - REPERCUSSÃO GERAL - TEMA 181",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000866084",
  "numeroProcesso" : "2140201",
  "numeroRegistro" : "202201629602",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJE        DATA:04/03/2024",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. ACÓRDÃO EMBARGADO QUE NÃO APRECIOU A CONTROVÉRSIA DE\nMÉRITO. NÃO CABIMENTO. SÚMULA 315/STJ.\n1. Os embargos de divergência têm por finalidade precípua a\nuniformização da jurisprudência interna do STJ quanto à\ninterpretação da legislação federal, não servindo para discutir o\nerro ou acerto do acórdão embargado quanto à aplicação, ou não, de\nregra técnica de admissibilidade do recurso especial ou do agravo em\nrecurso especial.\n2. Não cabem embargos de divergência quando o acórdão embargado ou o\nparadigma sequer adentra no mérito do recurso especial,\ninterpretando os pressupostos de admissibilidade dessa espécie\nrecursal. Aplicação analógica da Súmula 315/STJ.\n3. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240227",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de JustiÃ§a, em sessÃ£o virtual de 21/02/2024 a 27/02/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros Francisco Falcão, João Otávio de Noronha, Humberto\nMartins, Herman Benjamin, Og Fernandes, Luis Felipe Salomão, Mauro\nCampbell Marques, Benedito Gonçalves, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva e\nSebastião Reis Júnior  votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - REGRA TÉCNICA DE ADMISSIBILIDADE\nRECURSAL)\n   STJ - <<AgInt nos EAREsp 1581988>>-BA,\n         <<AgInt nos EAREsp 1746628>>-SP,\n         <<AgInt nos EREsp 1530013>>-PR,\n         <<AgRg nos EAREsp 585779>>-MS",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000315" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000866082",
  "numeroProcesso" : "1955367",
  "numeroRegistro" : "202102546900",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:04/03/2024",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM\nRECURSO ESPECIAL. AUSÊNCIA DE SIMILITUDE FÁTICA. DIVERGÊNCIA NÃO\nDEMONSTRADA. RECURSO A QUE SE NEGA PROVIMENTO.\n 1. O cabimento dos embargos de divergência pressupõe a existência\nde similitude entre os acórdãos postos em cotejo, a ser verificada\ncom base nos fatos processuais neles constantes.\n2. O entendimento do acórdão embargado pela impossibilidade de\nalteração da conclusão do Tribunal de origem acerca do caráter\nprotelatório dos embargos de declaração levou em consideração os\nelementos fáticos utilizados para se chegar a tal desfecho, não\nhavendo  afirmação de tese sobre o cabimento da multa em sentido\ndiverso ao externado pelo acórdão paradigma.\n3. Quanto ao aspecto da não aplicação da Súmula n. 7 do STJ na\napreciação do recurso pelo acórdão embargado, inexiste debate de\nmérito que autorize a constatação da divergência, conforme\nprecedentes desta Corte Superior.\n4. Agravo regimental a que se nega provime nto.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240227",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 21/02/2024 a 27/02/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Luis Felipe Salomão,\nMauro Campbell Marques, Benedito Gonçalves, Raul Araújo, Maria\nIsabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva\ne Sebastião Reis Júnior  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - REGRA TÉCNICA DE ADMISSIBILIDADE\nRECURSAL)\n   STJ - <<AgInt nos EREsp 1835585>>-RJ,\n         <<AgInt nos EAREsp 1880896>>-RJ,\n         <<EDcl no AgInt nos EAREsp 1625988>>-SE",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000866081",
  "numeroProcesso" : "2030523",
  "numeroRegistro" : "202103938568",
  "siglaClasse" : "AgRg no RE nos EDcl no AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:04/03/2024",
  "ementa" : "AGRAVO REGIMENTAL NO RECURSO EXTRAORDINÁRIO. SUFICIÊNCIA DA\nFUNDAMENTAÇÃO DO JULGADO RECORRIDO. CONFORMIDADE COM O TEMA N.\n339/STF. PRESSUPOSTOS DE ADMISSIBILIDADE DE RECURSO DE COMPETÊNCIA\nDO SUPERIOR TRIBUNAL DE JUSTIÇA. IMPOSSIBILIDADE DE DEBATE OU\nSUPERAÇÃO. TEMA N. 181/STF, SOB A SISTEMÁTICA DA REPERCUSSÃO GERAL.\nNEGATIVA DE SEGUIMENTO.\n1. \"O art. 93, IX, da Constituição Federal exige que o acórdão ou\ndecisão sejam fundamentados, ainda que sucintamente, sem determinar,\ncontudo, o exame pormenorizado de cada uma das alegações ou provas,\nnem que sejam corretos os fundamentos da decisão\" (Tema n. 339 do\nSTF, QO no Ag n. 791.292/PE).\n2. Existente a fundamentação, entende o Supremo Tribunal Federal que\nfoi respeitado o art. 93, IX, da CF, mesmo que a parte não a repute\nadequada ou completa, conforme a conclusão firmada no Tema n. 339\ndo STF, tese de observância obrigatória (CPC, art. 927, III).\n3. Quanto às demais alegações, em caso de não conhecimento do\nrecurso anterior por ausência de algum de seus requisitos, as razões\ndo recurso extraordinário, sejam voltadas ao óbice aplicado ou à\nmatéria de fundo, demandariam a reapreciação da conclusão que não\nconheceu do recurso.\n4. A Corte Suprema definiu, sob o regime da repercussão geral, que a\nquestão relativa a pressupostos de admissibilidade de recurso da\ncompetência de outros tribunais não possui repercussão geral (Tema\nn. 181 do STF).\n5. Nos termos do art. 1.030, I, a, do Código de Processo Civil, não\né possível a remessa do recurso extraordinário ao STF nos casos em\nque definida a ausência de repercussão geral.\n6. A confirmação do não conhecimento do agravo em recurso especial\nresulta no reconhecimento de que a coisa julgada se formou em\nmomento processual anterior, impedindo a apreciação de outros\nrequerimentos formulados pelas partes, tais como o de discussão de\neventual proposta de acordo de não persecução penal.\n7. Agravo regimental a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240227",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 21/02/2024 a 27/02/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Luis Felipe Salomão,\nMauro Campbell Marques, Benedito Gonçalves, Raul Araújo, Maria\nIsabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva\ne Sebastião Reis Júnior  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(ACÓRDÃO OU DECISÃO - FUNDAMENTAÇÃO SUCINTA)\n   STF - [[AI-QO 791292]]-PE (REPERCUSSÃO GERAL - TEMA(s) 339)\n(PRESSUPOSTOS DE ADMISSIBILIDADE - REPERCUSSÃO GERAL - RECURSOS -\nCOMPETÊNCIA DE OUTROS TRIBUNAIS)\n   STF - [[RE 598365]] (REPERCUSSÃO GERAL - TEMA(s) 181),\n         [[ARE-AGR 1317340]], [[ARE-AGR 822158]]\n(DECISÃO DE INADMISSÃO DE RECURSO - TRÂNSITO EM JULGADO - EFEITO\nRETROATIVO)\n   STJ - <<EAREsp 386266>>-SP,\n         <<AgRg nos EDcl no RE no AgRg no AREsp 508378>>-MG,\n         <<AgRg no RE no AREsp 1112742>>-RJ,\n         <<AgRg no REsp 1403897>>-DF",
  "notas" : null,
  "informacoesComplementares" : "     \"Segundo a jurisprudência deste Tribunal Superior, a inadmissão\n(não conhecimento) de recurso apresentado nas instâncias\nexcepcionais possui efeitos retroativos, resultando no\nreconhecimento do trânsito em julgado em momento anterior. [...]\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00093 INC:00009", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00927 INC:00003 ART:01030 INC:00001 LET:A" ],
  "acordaosSimilares" : [ "AgRg no RE no AgRg no AREsp 2454216 SP 2023/0289081-5 Decisão:09/04/2024\nDJE        DATA:15/04/2024", "AgRg no RE nos EDcl no AgRg no AREsp 2206632 SP 2022/0284458-8 Decisão:09/04/2024\nDJE        DATA:12/04/2024", "AgInt no RE nos EDcl nos EDcl no AgInt no AgInt no REsp 1922029 DF 2021/0039203-8 Decisão:12/03/2024\nDJE        DATA:20/03/2024", "AgRg no RE no AgRg no AREsp 2411868 SP 2023/0254625-0 Decisão:12/03/2024\nDJE        DATA:18/03/2024" ]
}, {
  "id" : "000866079",
  "numeroProcesso" : "1660334",
  "numeroRegistro" : "202000285298",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RAUL ARAÚJO",
  "dataPublicacao" : "DJE        DATA:04/03/2024",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA NO AGRAVO EM RECURSO\nESPECIAL. DECISÃO QUE INDEFERIU LIMINARMENTE OS EMBARGOS. SÚMULA\n315/STJ. CONFIRMAÇÃO. VIOLAÇÃO DO ART. 1.022 DO CPC DE 2015.\nINEXISTÊNCIA DE TESES A CONFRONTAR. AGRAVO DESPROVIDO.\n1. A Corte Especial, no julgamento dos EAREsp 324.073/SP, firmou\norientação no sentido de que, a partir da vigência do CPC de 2015,\ndeve ser mitigada a força da Súmula 315/STJ, porquanto a inovação\nprevista em seu art. 1.043, III, passou a autorizar os embargos de\ndivergência quando, embora desprovido o agravo, a fundamentação do\njulgado passar pelo exame do mérito do recurso especial.\n2. No caso em exame, contudo, a questão de fundo discutida no apelo\nespecial não foi analisada por este Tribunal, porque presentes\nóbices formais ao conhecimento do tema de mérito (Súmulas 5 e\n7/STJ), de maneira que é devida a incidência da Súmula 315/STJ.\n3. Na aplicação do art. 1.022 do CPC de 2015, a constatação de ter,\nou não, havido omissão no acórdão proferido na origem, em regra,\ndemanda o exame das peculiaridades de cada caso concreto,\ninexistindo, portanto, dissídio de teses a ensejar os embargos de\ndivergência.\n4. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240227",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 21/02/2024 a 27/02/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Og Fernandes, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Maria\nIsabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva\ne Sebastião Reis Júnior  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - NEGATIVA DE PRESTAÇÃO JURISDICIONAL)\n   STJ - <<AgInt nos EAREsp 419397>>-DF,\n         <<AgInt nos EAREsp 860694>>-SP\n(EMBARGOS DE DIVERGÊNCIA - REGRA TÉCNICA DE ADMISSIBILIDADE\nRECURSAL)\n   STJ - <<AgInt nos EDcl nos EAREsp 717860>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000315" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000866044",
  "numeroProcesso" : "2030165",
  "numeroRegistro" : "202203107887",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJE        DATA:04/03/2024",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM\nRECURSO ESPECIAL. AUSÊNCIA DE SIMILITUDE FÁTICO-JURÍDICA. PRECLUSÃO.\n1. Segundo a jurisprudência do STJ, a competência interna desta\nCorte é de natureza relativa, motivo pelo qual a prevenção ou\nprorrogação apontada como indevida deve ser contestada até o início\ndo julgamento, sob pena de preclusão, nos termos do art. 71, § 4º,\ndo RISTJ. Precedentes.\n2. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240227",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de JustiÃ§a, em sessÃ£o virtual de 21/02/2024 a 27/02/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros Francisco Falcão, João Otávio de Noronha, Humberto\nMartins, Herman Benjamin, Og Fernandes, Luis Felipe Salomão, Mauro\nCampbell Marques, Benedito Gonçalves, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva e\nSebastião Reis Júnior  votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(COMPETÊNCIA INTERNA DO STJ - NATUREZA RELATIVA)\n   STJ - {{EREsp 2030354}}-PA, {{EREsp 2031539}}-PA",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00071 PAR:00004" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000866042",
  "numeroProcesso" : "1526982",
  "numeroRegistro" : "201901726555",
  "siglaClasse" : "AgInt no RE nos EDcl no AgInt nos EDcl nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA THEREZA DE ASSIS MOURA",
  "dataPublicacao" : "DJE        DATA:04/03/2024",
  "ementa" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO. SUFICIÊNCIA DA\nFUNDAMENTAÇÃO DO JULGADO RECORRIDO. CONFORMIDADE COM O TEMA N.\n339/STF. PRESSUPOSTOS DE ADMISSIBILIDADE DE RECURSO DE COMPETÊNCIA\nDO SUPERIOR TRIBUNAL DE JUSTIÇA. IMPOSSIBILIDADE DE DEBATE OU\nSUPERAÇÃO. TEMA N. 181/STF, SOB A SISTEMÁTICA DA REPERCUSSÃO GERAL.\nNEGATIVA DE SEGUIMENTO. AGRAVO INTERNO NÃO PROVIDO.\n1. \"O art. 93, IX, da Constituição Federal exige que o acórdão ou\ndecisão sejam fundamentados, ainda que sucintamente, sem determinar,\ncontudo, o exame pormenorizado de cada uma das alegações ou provas,\nnem que sejam corretos os fundamentos da decisão\" (Tema n. 339 do\nSTF, QO no Ag n. 791.292/PE).\n2. Existente a fundamentação, entende o Supremo Tribunal Federal que\nfoi respeitado o art. 93, IX, da CF, mesmo que a parte não a repute\nadequada ou completa, conforme a conclusão firmada no Tema n. 339\ndo STF, tese de observância obrigatória (CPC, art. 927, III).\n3. Quanto às demais alegações, em caso de não conhecimento do\nrecurso anterior por ausência de algum de seus requisitos, as razões\ndo recurso extraordinário, sejam voltadas ao óbice aplicado ou à\nmatéria de fundo, demandariam a reapreciação da conclusão que não\nconheceu do recurso.\n4. A Corte Suprema definiu, sob o regime da repercussão geral, que a\nquestão relativa a pressupostos de admissibilidade de recurso da\ncompetência de outros tribunais não possui repercussão geral (Tema\nn. 181 do STF).\n5. Nos termos do art. 1.030, I, a, do Código de Processo Civil, não\né possível a remessa do recurso extraordinário ao STF nos casos em\nque definida a ausência de repercussão geral.\n6. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240227",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de JustiÃ§a, em sessÃ£o virtual de 21/02/2024 a 27/02/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Luis Felipe Salomão,\nMauro Campbell Marques, Benedito Gonçalves, Raul Araújo, Maria\nIsabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva\ne Sebastião Reis Júnior  votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento o Sr. Ministro Og Fernandes.",
  "jurisprudenciaCitada" : "(ACÓRDÃO OU DECISÃO - FUNDAMENTAÇÃO SUCINTA)\n   STF - [[QO-AG 791292]]-PE (REPERCUSSÃO GERAL - TEMA(s) 339)\n(COMPETÊNCIA - PRESSUPOSTOS DE ADMISSIBILIDADE - TRIBUNAL DIVERSO -\nREPERCUSSÃO GERAL)\n   STF - [[RE-RG 598365]] (REPERCUSSÃO GERAL - TEMA(s) 181),\n         [[ARE-AGR 1317340]], [[ARE-AGR 822158]]",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00093 INC:00009", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01030 INC:00001 LET:A" ],
  "acordaosSimilares" : [ "AgInt no RE nos EDcl no AgInt nos EAREsp  1526982  PR\n2019/0172655-5  Decisão:27/02/2024\nDJE        DATA:04/03/2024", "AgInt no RE nos EDcl no AgInt nos EDcl nos EAREsp  1775370  SP\n2020/0269023-0  Decisão:27/02/2024\nDJE        DATA:04/03/2024", "AgRg no RE nos EDcl no AgRg nos EDcl nos EDcl no AgRg nos EREsp\n2007931  PR  2022/0184390-3  Decisão:27/02/2024\nDJE        DATA:04/03/2024", "AgInt no RE no AgInt no AREsp  1972667  SP  2021/0259316-6\nDecisão:27/02/2024\nDJE        DATA:08/03/2024", "AgInt no RE nos EDcl nos EDcl no AgInt nos EAREsp  1869325  SP\n2021/0101092-6  Decisão:09/04/2024\nDJE        DATA:12/04/2024" ]
}, {
  "id" : "000866041",
  "numeroProcesso" : "1897526",
  "numeroRegistro" : "202002515196",
  "siglaClasse" : "AgInt no RE nos EDcl no AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA THEREZA DE ASSIS MOURA",
  "dataPublicacao" : "DJE        DATA:04/03/2024",
  "ementa" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO. DIREITO TRIBUTÁRIO.\nCOFINS-IMPORTAÇÃO. ADICIONAL DE ALÍQUOTA. ENTENDIMENTO DO STJ EM\nCONFORMIDADE COM A JURISPRUDÊNCIA DO STF. TEMA N. 1.047/STF. AGRAVO\nINTERNO NÃO PROVIDO.\n1. O Supremo Tribunal Federal, no julgamento do Tema n. 1.047/STF\nassim entendeu: I - É constitucional o adicional de alíquota da\nCofins-Importação previsto no § 21 do artigo 8º da Lei n.\n10.865/2004; II - A vedação ao aproveitamento do crédito oriundo do\nadicional de alíquota, prevista no artigo 15, § 1º-A, da Lei n.\n10.865/2004, com a redação dada pela Lei n. 13.137/2015, respeita o\nprincípio constitucional da não cumulatividade.\n2. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240227",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de JustiÃ§a, em sessÃ£o virtual de 21/02/2024 a 27/02/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Luis Felipe Salomão,\nMauro Campbell Marques, Benedito Gonçalves, Raul Araújo, Maria\nIsabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva\ne Sebastião Reis Júnior  votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento o Sr. Ministro Og Fernandes.",
  "jurisprudenciaCitada" : "(TRIBUTÁRIO - COFINS-IMPORTAÇÃO - ADICIONAL DE ALÍQUOTA)\n   STF - [[RE 1178310]]-PR (REPERCUSSÃO GERAL - TEMA(s) 1047)",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000865960",
  "numeroProcesso" : "140456",
  "numeroRegistro" : "201501140154",
  "siglaClasse" : "CC",
  "descricaoClasse" : "CONFLITO DE COMPETENCIA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:11/03/2024",
  "ementa" : "CONFLITO INTERNO DE COMPETÊNCIA. CONTRATO VINCULADO AO SISTEMA\nFINANCEIRO DE HABITAÇÃO - SFH. CLÁUSULA DE GARANTIA DO FUNDO DE\nCOMPENSAÇÃO DE VARIAÇÃO SALARIAL - FCVS ADMINISTRADO PELA CEF.\nDIREITO PÚBLICO. COMPETÊNCIA DA PRIMEIRA SEÇÃO.1. Tratando-se de\ncontrato vinculado ao Sistema Financeiro de Habitação com cláusula\nde garantia do Fundo de Compensação de Variação Salarial - FCVS\nadministrado pela Caixa Econômica Federal, compete às Turmas que\ncompõem a Primeira Seção o processamento e julgamento do feito.2.\nConflito conhecido para declarar a competência da Primeira Turma.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240221",
  "decisao" : "Prosseguindo no julgamento, após o voto-vista do Sr. Ministro Luis\nFelipe Salomão e os votos dos Srs. Ministros Mauro Campbell Marques,\nNancy Andrighi, João Otávio de Noronha, Humberto Martins e Herman\nBenjamin acompanhando a divergência, a Corte Especial, por maioria,\nconheceu do conflito para declarar competente a Primeira Seção do\nSTJ, nos termos do voto da Sra. Ministra Maria Thereza de Assis\nMoura, que lavrará o acórdão. Vencidos os Srs. Ministros Jorge Mussi\ne Raul Araújo, que declaravam competente a Segunda Seção do STJ. Os\nSrs. Ministros Luis Felipe Salomão, Mauro Campbell Marques, Nancy\nAndrighi, João Otávio de Noronha, Humberto Martins e Herman Benjamin\nacompanharam o voto da Sra. Ministra Maria Thereza de Assis Moura.\nAusente, justificadamente, o Sr. Ministro Og Fernandes.\nNão participaram do julgamento os Srs. Ministros Benedito Gonçalves,\nMaria Isabel Gallotti, Ricardo Villas Bôas Cueva e Sebastião Reis\nJúnior.\nImpedido o Sr. Ministro Antonio Carlos Ferreira.\nAposentados os Srs. Ministros Felix Fischer, Laurita Vaz e Napoleão\nNunes Maia Filho.\n\nPresidiu o julgamento o Sr. Ministro Francisco Falcão.",
  "jurisprudenciaCitada" : "(MÚTUO HABITACIONAL - FUNDO DE COMPENSAÇÃO DE VARIAÇÕES SALARIAIS -\nFCVS - COMPETÊNCIA NO STJ)\n   STJ - <<CC 121499>>-DF\n   STF - [[RE-ED-segundos 827996]]",
  "notas" : null,
  "informacoesComplementares" : "     (VOTO VISTA) (LUIS FELIPE SALOMÃO)\n     \"[...] o art. 71 do RISTJ determina a prevenção da\n'competência do relator para todos os feitos referentes ao mesmo\nprocesso ou a processo conexo, inclusive na fase de cumprimento da\ndecisão'.\n      Contudo, considerando que a competência interna é\nrelativa, penso que tal regra regimental deve ceder diante da\njurisprudência do STJ e do pronunciamento da Suprema Corte no\njulgamento, em repercussão geral, [...], no sentido de que a\ndiscussão acerca do comprometimento do seguro habitacional e do\nFCVS relacionados aos seguros vinculados à apólice pública (ramo\n66) é preponderantemente de direito público\".\n     (VOTO VENCIDO) (JORGE MUSSI)\n     \"[...] aplicando-se o entendimento jurisprudencial firmado em\nrelação ao princípio 'secundum eventum litis', exposto linhas\natrás, não se tem dúvida que a natureza jurídica litigiosa desta\ncausa é de direito privado, por se referir à cumprimento de\nsentença proferida em ação de indenização julgada pela Justiça\nEstadual, na qual constam os mutuários, no pólo ativo, e apenas a\nCAIXA SEGURADORA S/A, no pólo passivo, não figurando a CEF como\nexecutada\".",
  "termosAuxiliares" : "FUNDO DE COMPENSAÇÃO DE VARIAÇÕES SALARIAIS (FCVS)",
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00009 ART:00071" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000865829",
  "numeroProcesso" : "2066882",
  "numeroRegistro" : "202301319368",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJE        DATA:08/03/2024",
  "ementa" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL. RITO DOS REPETITIVOS.\nARTS. 1.036 E SEGUINTES DO CPC. DIREITO PROCESSUAL CIVIL.\nIMPENHORABILIDADE DE QUANTIA INFERIOR A 40 SALÁRIOS MÍNIMOS. MATÉRIA\nDE ORDEM PÚBLICA. RECONHECIMENTO DE OFÍCIO PELO JUIZ.\n1. Delimitação da controvérsia: Definir se a impenhorabilidade de\nquantia inferior a 40 salários mínimos é matéria de ordem pública,\npodendo ser reconhecida de ofício pelo juiz.\n2. Afetação do recurso especial ao rito dos arts. 1.036 e ss. do\nCPC.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240227",
  "decisao" : "Vistos, relatados e discutidos estes autos, acordam os Ministros da\nCorte Especial do Superior Tribunal de Justiça, na conformidade dos\nvotos e das notas taquigráficas constantes dos autos, por\nunanimidade, afetar o processo ao rito dos recursos repetitivos\n(artigo 1.036 do CPC e art. 257-C do RISTJ) para consolidar\nentendimento acerca da seguinte questão jurídica: \"Definir se a\nimpenhorabilidade de quantia inferior a 40 salários mínimos é\nmatéria de ordem pública, podendo ser reconhecida de ofício pelo\njuiz.\". E, ainda, por unanimidade, suspender  a tramitação de\nprocessos com recurso especial e/ou agravo em recurso especial\ninterposto, em trâmite nos Tribunais de segundo grau ou no STJ, que\nversem sobre idêntica questão jurídica, nos termos do voto da Sra.\nMinistra Relatora. Votaram com a Sra. Ministra Relatora os Ministros\nJoão Otávio de Noronha, Humberto Martins, Herman Benjamin, Og\nFernandes, Luis Felipe Salomão, Mauro Campbell Marques, Benedito\nGonçalves, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira, Ricardo Villas Bôas Cueva, Sebastião Reis Júnior e\nFrancisco Falcão.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1235",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1235\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036 PAR:00006 ART:01037 INC:00002 ART:01038\n        INC:00003 PAR:00001" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000865828",
  "numeroProcesso" : "2061973",
  "numeroRegistro" : "202301160825",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJE        DATA:08/03/2024",
  "ementa" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL. RITO DOS REPETITIVOS.\nARTS. 1.036 E SEGUINTES DO CPC. DIREITO PROCESSUAL CIVIL.\nIMPENHORABILIDADE DE QUANTIA INFERIOR A 40 SALÁRIOS MÍNIMOS. MATÉRIA\nDE ORDEM PÚBLICA. RECONHECIMENTO DE OFÍCIO PELO JUIZ.\n1. Delimitação da controvérsia: Definir se a impenhorabilidade de\nquantia inferior a 40 salários mínimos é matéria de ordem pública,\npodendo ser reconhecida de ofício pelo juiz.\n2. Afetação do recurso especial ao rito dos arts. 1.036 e ss. do\nCPC.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240227",
  "decisao" : "Vistos, relatados e discutidos estes autos, acordam os Ministros da\nCorte Especial do Superior Tribunal de Justiça, na conformidade dos\nvotos e das notas taquigráficas constantes dos autos,  por\nunanimidade, afetar o processo ao rito dos recursos repetitivos\n(artigo 1.036 do CPC e art. 257-C do RISTJ) para consolidar\nentendimento acerca da seguinte questão jurídica: \"Definir se a\nimpenhorabilidade de quantia inferior a 40 salários mínimos é\nmatéria de ordem pública, podendo ser reconhecida de ofício pelo\njuiz.\". E, ainda, por unanimidade, suspender a tramitação de\nprocessos com recurso especial e/ou agravo em recurso especial\ninterposto, em trâmite nos Tribunais de segundo grau ou no STJ, que\nversem sobre idêntica questão jurídica, nos termos do voto da Sra.\nMinistra Relatora. Votaram com a Sra. Ministra Relatora os Ministros\nJoão Otávio de Noronha, Humberto Martins, Herman Benjamin, Og\nFernandes, Luis Felipe Salomão, Mauro Campbell Marques, Benedito\nGonçalves, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira, Ricardo Villas Bôas Cueva, Sebastião Reis Júnior e\nFrancisco Falcão.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1235",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1235\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036 PAR:00006 ART:01037 INC:00002 ART:01038\n        INC:00003 PAR:00001", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:0257A PAR:00001" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000865523",
  "numeroProcesso" : "29693",
  "numeroRegistro" : "202303256760",
  "siglaClasse" : "AgInt no MS",
  "descricaoClasse" : "AGRAVO INTERNO NO MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RICARDO VILLAS BÔAS CUEVA",
  "dataPublicacao" : "DJE        DATA:01/03/2024",
  "ementa" : "AGRAVO INTERNO NO MANDADO DE SEGURANÇA. PROCESSUAL CIVIL.\nIMPETRAÇÃO. CORTE. ÓRGÃO FRACIONÁRIO. INDEFERIMENTO LIMINAR.\nTERATOLOGIA OU FLAGRANTE ILEGALIDADE. AUSÊNCIA. SUCEDÂNEO RECURSAL.\nINADMISSIBILIDADE.\n1. Não se admite, em regra, a impetração de mandado de segurança\ncontra ato jurisdicional dos órgãos fracionários desta Corte\nSuperior ou de seus Ministros, salvo em hipóteses de evidente\nilegalidade ou teratologia. Incidência da Súmula nº 267/STF.\n2. Na hipótese, não deve ser qualificado como ilegal, tampouco\nteratológico, o acórdão impetrado, que apenas aplicou a\njurisprudência consolidada da Corte Especial no que diz respeito à\nnecessidade de impugnação, no agravo, de todos os fundamentos da\ndecisão de inadmissão do recurso especial.\n3. Não tendo sido satisfeitos os requisitos recursais de\nconhecimento, não é possível se avançar no exame das matérias de\nmérito, inclusive aquelas consideradas de ordem pública, que, aliás,\ndevem vir prequestionadas.\n4. O objetivo da presente impetração é o de servir de mero sucedâneo\nrecursal, visto que se trata de claro inconformismo com o resultado\ndo julgamento prolatado por este Tribunal Superior.\n5. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240227",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 21/02/2024 a 27/02/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Og Fernandes, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Maria Isabel Gallotti, Antonio Carlos Ferreira e Sebastião\nReis Júnior  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(MANDADO DE SEGURANÇA - SUCEDÂNEO RECURSAL)\n   STJ - <<AgInt no MS 25219>>-DF, <<AgInt no RMS 62250>>-SP\n(MANDADO DE SEGURANÇA - IMPETRAÇÃO - ÓRGÃO FRACIONÁRIO)\n   STJ - <<AgInt no MS 29440>>-DF\n(MANDADO DE SEGURANÇA - TERATOLOGIA OU FLAGRANTE ILEGALIDADE)\n   STJ - <<AgInt no MS 29396>>-DF, <<AgInt no MS 24803>>-DF,\n         <<AgInt nos EDcl no MS 28707>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:012016 ANO:2009\n*****  LMS-09    LEI DO MANDADO DE SEGURANÇA\n        ART:00005 INC:00002", "LEG:FED SUM:****** ANO:****\n*****  SUM(STF)    SÚMULA DO SUPREMO TRIBUNAL FEDERAL\n        SUM:000267" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000865434",
  "numeroProcesso" : "1152603",
  "numeroRegistro" : "201702029933",
  "siglaClasse" : "AgInt no RE no AgInt no AREsp",
  "descricaoClasse" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO NO AGRAVO INTERNO NO AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:29/02/2024",
  "ementa" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO. INOVAÇÃO RECURSAL.\nDESCABIMENTO. SUFICIÊNCIA DA FUNDAMENTAÇÃO DO JULGADO RECORRIDO.\nCONFORMIDADE COM O TEMA N. 339/STF. PRESSUPOSTOS DE ADMISSIBILIDADE\nDE RECURSO DE COMPETÊNCIA DO SUPERIOR TRIBUNAL DE JUSTIÇA.\nIMPOSSIBILIDADE DE DEBATE OU DE SUPERAÇÃO. TEMA N. 181 DO SUPREMO\nTRIBUNAL FEDERAL, SOB A SISTEMÁTICA DA REPERCUSSÃO GERAL. OFENSA AOS\nPRINCÍPIOS DO CONTRADITÓRIO E DA AMPLA DEFESA. AUSÊNCIA DE\nREPERCUSSÃO GERAL. TEMA N. 660/STF. NEGATIVA DE SEGUIMENTO.\n1. Descabe, no agravo interno, a alegação de suposta infringência à\nConstituição Federal não trazida no recurso extraordinário,\nconfigurando-se, com isso, indevida inovação recursal.\n2. \"O art. 93, IX, da Constituição Federal exige que o acórdão ou\ndecisão sejam fundamentados, ainda que sucintamente, sem determinar,\ncontudo, o exame pormenorizado de cada uma das alegações ou provas,\nnem que sejam corretos os fundamentos da decisão\" (Tema n. 339 do\nSTF, QO no Ag n. 791.292/PE).\n3. Existente a fundamentação, entende o Supremo Tribunal Federal que\nfoi respeitado o art. 93, IX, da CF, mesmo que a parte não a repute\nadequada ou completa, conforme a conclusão firmada no Tema n. 339\ndo STF, tese de observância obrigatória (CPC, art. 927, III).\n4. Quanto às demais alegações, em caso de não conhecimento do\nrecurso anterior por ausência de algum de seus requisitos, as razões\ndo recurso extraordinário, sejam voltadas ao óbice aplicado ou à\nmatéria de fundo, demandariam a reapreciação da conclusão que não\nconheceu do recurso.\n5. A Corte Suprema definiu, sob o regime da repercussão geral, que a\nquestão relativa a pressupostos de admissibilidade de recurso da\ncompetência de outros tribunais não possui repercussão geral (Tema\nn. 181 do STF).\n6. Nos termos do art. 1.030, I, a, do Código de Processo Civil, não\né possível a remessa do recurso extraordinário ao STF nos casos em\nque definida a ausência de repercussão geral.\n7. A suscitada afronta aos princípios do contraditório, da ampla\ndefesa e do devido processo legal, bem como ao ato jurídico\nperfeito, ao direito adquirido e aos limites da coisa julgada, se\ndependente da análise de normas infraconstitucionais, configura\nofensa reflexa ao texto constitucional, não tendo repercussão geral\n(Tema n. 660 do STF).\n8. Agravo interno parcialmente conhecido e improvido nessa extensão.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240227",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de JustiÃ§a, em sessÃ£o virtual de 21/02/2024 a 27/02/2024,\npor unanimidade, conhecer parcialmente do recurso, mas lhe negar\nprovimento, nos termos do voto do Sr. Ministro Og Fernandes.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Luis Felipe Salomão,\nMauro Campbell Marques, Benedito Gonçalves, Raul Araújo, Maria\nIsabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva\ne Sebastião Reis Júnior  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(DECISÕES JUDICIAIS - FUNDAMENTAÇÃO)\n   STF - [[AI-QO-RG 791292]] (REPERCUSSÃO GERAL - TEMA(s) 339)\n(COMPETÊNCIA - PRESSUPOSTOS DE ADMISSIBILIDADE - REPERCUSSÃO GERAL)\n   STF - [[RE-RG 598365]] (REPERCUSSÃO GERAL - TEMA(s) 181),\n         [[ARE-AgR 1317340]], [[ARE-AgR 822158]]\n(ANÁLISE DE NORMAS INFRACONSTITUCIONAIS - OFENSA REFLEXA AO TEXTO\nCONSTITUCIONAL)\n   STF - [[ARE-RG 748371]] (REPERCUSSÃO GERAL - TEMA(s) 660)",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ "AgInt no RE nos EDcl no AgInt no AgInt no AREsp  1807218  RJ\n2020/0345134-4  Decisão:27/02/2024\nDJE        DATA:29/02/2024", "AgInt no RE no AgInt no REsp  2012478  RS  2022/0207442-7\nDecisão:27/02/2024\nDJE        DATA:29/02/2024", "AgRg no RE no AgRg no REsp  2024954  SP  2022/0281335-0\nDecisão:27/02/2024\nDJE        DATA:29/02/2024", "AgRg no RE nos EDcl no AgRg no AREsp  2026645  SP  2021/0388030-0\nDecisão:09/04/2024\nDJE        DATA:12/04/2024" ]
}, {
  "id" : "000865433",
  "numeroProcesso" : "1927286",
  "numeroRegistro" : "202100744741",
  "siglaClasse" : "AgInt no RE nos EDcl no AgInt nos EDcl no REsp",
  "descricaoClasse" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:29/02/2024",
  "ementa" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO. PRECATÓRIOS. EXECUÇÃO DE\nPARCELA INCONTROVERSA TRANSITADA EM JULGADO. ACÓRDÃO RECORRIDO EM\nCONFORMIDADE COM O ENTENDIMENTO DO SUPREMO TRIBUNAL FEDERAL EM\nREPERCUSSÃO GERAL. TEMA N. 28/STF. NEGATIVA DE SEGUIMENTO.\n1. Ao julgar o RE n. 1.205.530-RG/SP, o Supremo Tribunal Federal\nfirmou o entendimento de que \"surge constitucional expedição de\nprecatório ou requisição de pequeno valor para pagamento da parte\nincontroversa e autônoma do pronunciamento judicial transitada em\njulgado observada a importância total executada para efeitos de\ndimensionamento como obrigação de pequeno valor\" (Tema n. 28/STF).\n2. No caso, o acórdão proferido pelo Superior Tribunal de Justiça\nestá em sintonia com a orientação firmada pela Suprema Corte sob o\nregime da repercussão geral.\n3. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240227",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 21/02/2024 a 27/02/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Luis Felipe Salomão,\nMauro Campbell Marques, Benedito Gonçalves, Raul Araújo, Maria\nIsabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva\ne Sebastião Reis Júnior  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(PRECATÓRIOS - EXECUÇÃO DE PARCELA INCONTROVERSA TRANSITADA EM\nJULGADO)\n   STF - [[RE 1205530]]-SP (REPERCUSSÃO GERAL - TEMA(s) 28)",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000865432",
  "numeroProcesso" : "1580983",
  "numeroRegistro" : "201902702286",
  "siglaClasse" : "AgInt nos EDcl nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RICARDO VILLAS BÔAS CUEVA",
  "dataPublicacao" : "DJE        DATA:01/03/2024",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE\nDIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL. ADMISSIBILIDADE.\nIMPUGNAÇÃO ESPECÍFICA. DECISÃO AGRAVADA. FUNDAMENTOS DEPENDENTES OU\nFUNDAMENTO ÚNICO. ART. 1.021, § 1º, DO CPC. SÚMULA Nº 182/STJ.\n1. A ausência de impugnação de fundamentos autônomos não acarreta o\nnão conhecimento do recurso, mas, tão somente, a preclusão do tema,\no que não se aplica em caso de decisão com fundamento único ou com\ncapítulos que dependam um do outro. Precedente da Corte Especial.\n2. Na hipótese, constatada a ausência de impugnação específica,\nincide o disposto no art. 1.021, § 1º, do Código de Processo Civil e\nno entendimento jurisprudencial do Superior Tribunal de Justiça,\nreproduzido na redação da Súmula nº 182/STJ.\n3. Agravo interno não conhecido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240227",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 21/02/2024 a 27/02/2024,\npor unanimidade, não conhecer do recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, João Otávio de Noronha, Humberto\nMartins, Herman Benjamin, Og Fernandes, Luis Felipe Salomão, Mauro\nCampbell Marques, Benedito Gonçalves, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira e Sebastião Reis Júnior  votaram\ncom o Sr. Ministro Relator.\nImpedida a Sra. Ministra Nancy Andrighi.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(AGRAVO INTERNO - CAPÍTULO AUTÔNOMO - IMPUGNAÇÃO PARCIAL -\nPRECLUSÃO)\n   STJ - <<EREsp 1424404>>-SP\n(AUSÊNCIA DE IMPUGNAÇÃO ESPECÍFICA - FUNDAMENTO ÚNICO - SÚMULA\n182/STJ)\n   STJ - <<AgInt no AgInt no AREsp 1930878>>-CE,\n         <<AgInt no AREsp 1918614>>-SP,\n         <<AgInt no AREsp 2092094>>-GO,\n         <<AgInt no AREsp 2079519>>-RS",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000182", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01021 PAR:00001" ],
  "acordaosSimilares" : [ "AgInt nos EAREsp  2066954  DF  2022/0032051-5  Decisão:27/02/2024\nDJE        DATA:01/03/2024", "AgInt nos EAREsp  2303983  GO  2023/0045906-5  Decisão:27/02/2024\nDJE        DATA:01/03/2024" ]
}, {
  "id" : "000865431",
  "numeroProcesso" : "1835381",
  "numeroRegistro" : "201902598429",
  "siglaClasse" : "AgInt no RE nos EDcl no AgInt no REsp",
  "descricaoClasse" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:29/02/2024",
  "ementa" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO. FUNDAMENTAÇÃO DO JULGADO\nRECORRIDO. SUFICIÊNCIA. TEMA N. 339/STF. CONFORMIDADE. AÇÃO CIVIL\nPÚBLICA. DIREITOS INDIVIDUAIS HOMOGÊNEOS. COMPROMETIMENTO DE\nRELEVANTES INTERESSES SOCIAIS. LEGITIMIDADE ATIVA DO MINISTÉRIO\nPÚBLICO. TEMA N. 471/STF. NEGATIVA DE SEGUIMENTO.\n1. \"O art. 93, IX, da Constituição Federal exige que o acórdão ou\ndecisão sejam fundamentados, ainda que sucintamente, sem determinar,\ncontudo, o exame pormenorizado de cada uma das alegações ou provas,\nnem que sejam corretos os fundamentos da decisão\" (Tema n. 339 do\nSTF, QO no Ag n. 791.292/PE).\n2. Existente a fundamentação, entende o Supremo Tribunal Federal que\nfoi respeitado o art. 93, IX, da CF, mesmo que a parte não a repute\nadequada ou completa, conforme a conclusão firmada no Tema n. 339\ndo STF, tese de observância obrigatória (CPC, art. 927, III).\n3. O acórdão objeto do recurso extraordinário concluiu que o\nMinistério Público tem legitimidade para a propositura de ação civil\npública para a defesa de interesses individuais homogêneos, ainda\nque disponíveis e divisíveis, quando constatada a presença de\nrelevante interesse social e para evitar a massificação de conflitos\njudiciais.\n4. Tendo em vista a consonância do julgado recorrido com a tese\nfixada em regime de repercussão geral, deve ser negado seguimento ao\nrecurso extraordinário devido à incidência do Tema n. 471 do STF.\n5. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240227",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 21/02/2024 a 27/02/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Luis Felipe Salomão,\nMauro Campbell Marques, Benedito Gonçalves, Raul Araújo, Maria\nIsabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva\ne Sebastião Reis Júnior  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(DECISÃO JUDICIAL - SUFICIÊNCIA DE FUNDAMENTAÇÃO)\n   STF - [[AI-QO 791292]] (REPERCUSSÃO GERAL - TEMA(s) 339)\n(TUTELA COLETIVA DE DIREITOS INDIVIDUAIS HOMOGÊNEOS - LEGITIMIDADE\nDO MINISTÉRIO PÚBLICO)\n   STF - [[RE 631111]] (REPERCUSSÃO GERAL - TEMA(s) 471),\n         [[RE-AgR 950727]]",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00927 INC:00003", "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00093 INC:00009" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000865430",
  "numeroProcesso" : "68776",
  "numeroRegistro" : "202201190342",
  "siglaClasse" : "AgInt no RE nos EDcl no AgInt no RMS",
  "descricaoClasse" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NO RECURSO EM MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:29/02/2024",
  "ementa" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO. DIREITO TRIBUTÁRIO. ICMS.\nCOMPENSAÇÃO IMEDIATA DE CRÉDITOS. ACÓRDÃO RECORRIDO EM CONFORMIDADE\nCOM O ENTENDIMENTO DO SUPREMO TRIBUNAL FEDERAL. TEMA N. 346/STF.\n1. O Supremo Tribunal Federal, ao julgar o RE n. 601.967-RG/RS,\nfirmou a tese de que \"(i) Não viola o princípio da não\ncumulatividade (art. 155, § 2º, incisos I e XII, alínea c, da\nCF/1988) lei complementar que prorroga a compensação de créditos de\nICMS relativos a bens adquiridos para uso e consumo no próprio\nestabelecimento do contribuinte; (ii) Conforme o artigo 150, III, c,\nda CF/1988, o princípio da anterioridade nonagesimal aplica-se\nsomente para leis que instituem ou majoram tributos, não incidindo\nrelativamente às normas que prorrogam a data de início da\ncompensação de crédito tributário\" (Tema n. 346 do STF).\n2. No caso, o acórdão proferido pelo Superior Tribunal de Justiça\nestá em consonância com a jurisprudência firmada pela Suprema Corte,\nmotivo pelo qual a decisão que negou seguimento ao recurso\nextraordinário deve ser mantida.\n3. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240227",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 21/02/2024 a 27/02/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Luis Felipe Salomão,\nMauro Campbell Marques, Benedito Gonçalves, Raul Araújo, Maria\nIsabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva\ne Sebastião Reis Júnior  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(ICMS - PRINCÍPIO DA NÃO-CUMULATIVIDADE E REGIME DE COMPENSAÇÃO DE\nCRÉDITOS - NÃO INCIDÊNCIA DE ANTERIORIDADE NONAGESIMAL NA\nPRORROGAÇÃO DA COMPENSAÇÃO)\n   STF - [[RE 601967]] (REPERCUSSÃO GERAL - TEMA(s) 346)",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000865429",
  "numeroProcesso" : "29055",
  "numeroRegistro" : "202203586012",
  "siglaClasse" : "AgInt nos EDcl no MS",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NO MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RICARDO VILLAS BÔAS CUEVA",
  "dataPublicacao" : "DJE        DATA:01/03/2024",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NO MANDADO DE SEGURANÇA.\nATO ABUSIVO OU ILEGAL. INEXISTÊNCIA. MULTA. FIXAÇÃO LEGAL. TRÂNSITO\nEM JULGADO. SÚMULA Nº 268/STF.\n1. No caso, ausente manifesta ilegalidade ou teratologia da decisão\nprolatada, a segurança há de ser denegada.\n2. A multa prevista no art. 1.026, § 2º, do NCPC pode ser fixada em\naté 2% (dois por cento) sobre o valor atualizado da causa. Na\nhipótese, o percentual fixado não ultrapassa o limite legal.\n3. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240227",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 21/02/2024 a 27/02/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Og Fernandes, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Maria Isabel Gallotti, Antonio Carlos Ferreira e Sebastião\nReis Júnior  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(MANDADO DE SEGURANÇA - TERATOLOGIA, MANIFESTA ILEGALIDADE OU ABUSO\nDE PODER)\n   STJ - <<AgInt no RMS 71965>>-SP\n(RECURSO PROTELATÓRIO - MULTA - ART. 1.026, § 2º, DO CPC/2015 -\nPERCENTUAL FIXADO - LIMITE LEGAL)\n   STJ - <<AgInt no RMS 62259>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01026 PAR:00002", "LEG:FED SUM:****** ANO:****\n*****  SUM(STF)    SÚMULA DO SUPREMO TRIBUNAL FEDERAL\n        SUM:000268" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000865426",
  "numeroProcesso" : "1925081",
  "numeroRegistro" : "202101941895",
  "siglaClasse" : "AgInt no RE nos EDcl nos EDcl no AgInt nos EDcl no AgInt nos EDcl no AREsp",
  "descricaoClasse" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:29/02/2024",
  "ementa" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO. SUFICIÊNCIA DA\nFUNDAMENTAÇÃO DO JULGADO RECORRIDO. CONFORMIDADE COM O TEMA N.\n339/STF. MULTA EM RAZÃO DE RECURSO PROTELATÓRIO. MATÉRIA DE NATUREZA\nPROCESSUAL. TEMA N. 197/STF. PRESSUPOSTOS DE ADMISSIBILIDADE DE\nRECURSO DE COMPETÊNCIA DO SUPERIOR TRIBUNAL DE JUSTIÇA.\nIMPOSSIBILIDADE DE DEBATE OU SUPERAÇÃO. TEMA N. 181/STF, SOB A\nSISTEMÁTICA DA REPERCUSSÃO GERAL. NEGATIVA DE SEGUIMENTO.\n1. \"O art. 93, IX, da Constituição Federal exige que o acórdão ou\ndecisão sejam fundamentados, ainda que sucintamente, sem determinar,\ncontudo, o exame pormenorizado de cada uma das alegações ou provas,\nnem que sejam corretos os fundamentos da decisão\" (Tema n. 339 do\nSTF, QO no Ag n. 791.292/PE).\n2. Existente a fundamentação, entende o Supremo Tribunal Federal que\nfoi respeitado o art. 93, IX, da CF, mesmo que a parte não a repute\nadequada ou completa, conforme a conclusão firmada no Tema n. 339\ndo STF, tese de observância obrigatória (CPC, art. 927, III).\n3. \"A questão da aplicação de multa pela oposição de embargos de\ndeclaração julgados protelatórios tem natureza infraconstitucional e\na ela são atribuídos os efeitos da ausência de repercussão geral [.\n..]\" (Tema n. 197 do STF).\n4. Em caso de não conhecimento do recurso anterior por ausência de\nalgum de seus requisitos, as razões do recurso extraordinário, sejam\nvoltadas ao óbice aplicado ou à matéria de fundo, demandariam a\nreapreciação da conclusão que não conheceu do recurso.\n5. A Corte Suprema definiu, sob o regime da repercussão geral, que a\nquestão relativa a pressupostos de admissibilidade de recurso da\ncompetência de outros tribunais não possui repercussão geral (Tema\nn. 181 do STF).\n6. Nos termos do art. 1.030, I, a, do Código de Processo Civil, não\né possível a remessa do recurso extraordinário ao STF nos casos em\nque definida a ausência de repercussão geral.\n7. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240227",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 21/02/2024 a 27/02/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Luis Felipe Salomão,\nMauro Campbell Marques, Benedito Gonçalves, Raul Araújo, Maria\nIsabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva\ne Sebastião Reis Júnior  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(PRESTAÇÃO JURISDICIONAL - DECISÃO FUNDAMENTADA)\n   STF - [[AI-QO 791292]]-PE (REPERCUSSÃO GERAL - TEMA(s) 339)\n(EMBARGOS DE DECLARAÇÃO PROTELATÓRIOS - APLICAÇÃO DE MULTA - MATÉRIA\nINFRACONSTITUCIONAL)\n   STF - [[AI 752633]]-SP (REPERCUSSÃO GERAL - TEMA(s) 197),\n         [[ARE-AgR 1387215]]\n(PRESSUPOSTOS DE ADMISSIBILIDADE RECURSAL - PREENCHIMENTO - NATUREZA\nINFRACONSTITUCIONAL)\n   STF - [[RE-RG 598365]] (REPERCUSSÃO GERAL - TEMA(s) 181),\n         [[ARE-AgR 1317340]], [[RE-AgR 1081829]]\n(PRESSUPOSTOS DE ADMISSIBILIDADE - RECURSO DE COMPETÊNCIA DE\nTRIBUNAL DIVERSO)\n   STF - [[ARE-AgR 822158]]",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01030 INC:00001 LET:A", "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00093 INC:00009" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000865341",
  "numeroProcesso" : "2212028",
  "numeroRegistro" : "202202943070",
  "siglaClasse" : "AgInt nos EDcl no RE nos EDcl no AgInt no AREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NO AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:29/02/2024",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NO RECURSO\nEXTRAORDINÁRIO. PROCESSO CIVIL. ARBITRAMENTO DE HONORÁRIOS\nRECURSAIS. PREVISÃO NO ART. 85, § 11º, DO CPC.\n1. Segundo a dicção do art. 85, § 11, do CPC, afigura-se cabível a\nmajoração dos honorários advocatícios em instância recursal,\nlevando-se em conta, sobretudo, o grau de zelo e o trabalho\nadicional do patrono da parte vencedora.\n2. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240227",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 21/02/2024 a 27/02/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Luis Felipe Salomão,\nMauro Campbell Marques, Benedito Gonçalves, Raul Araújo, Maria\nIsabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva\ne Sebastião Reis Júnior  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(HONORÁRIOS RECURSAIS - MAJORAÇÃO)\n   STJ - <<EDcl no AgInt no RE no AgInt no AREsp 1441985>>-SP,\n         <<EDcl no AgInt no RE nos EDcl no AgInt no AREsp\n787809>>-SP,\n         <<AgInt nos EAREsp 1661435>>-RS,\n         <<AgInt nos EDcl no RE no AgInt no AREsp 1626251>>-SP",
  "notas" : null,
  "informacoesComplementares" : "     \"[...] a majoração de honorários dispensa a realização de\ntrabalho adicional do advogado da parte contrária\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00085 PAR:00011" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000865196",
  "numeroProcesso" : "1964714",
  "numeroRegistro" : "202103282774",
  "siglaClasse" : "AgRg nos EDcl no RE nos EDcl no AgRg no REsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DECLARAÇÃO NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:29/02/2024",
  "ementa" : "AGRAVO REGIMENTAL NO RECURSO EXTRAORDINÁRIO INTEMPESTIVIDADE.\nINOCORRÊNCIA. LEGITIMIDADE DO MINISTÉRIO PÚBLICO ESTADUAL PARA ATUAR\nCOMO PARTE PERANTE OS TRIBUNAIS SUPERIORES. PRECEDENTES. PRECLUSÃO\nCONSUMATIVA. INEXISTÊNCIA. BUSCA E APREENSÃO DOMICILIAR.\nCONSENTIMENTO DO MORADOR. REQUISITOS DE VALIDADE. REPERCUSSÃO GERAL\nDA MATÉRIA RECONHECIDA PELO SUPREMO TRIBUNAL FEDERAL. TEMA N.\n1.208/STF. PENDÊNCIA DE JULGAMENTO. NECESSIDADE DE SOBRESTAMENTO DO\nRECURSO. INTELIGÊNCIA DO ART. 1.030, III, DO CÓDIGO DE PROCESSO\nCIVIL.\n1. Tendo o MPSC sido intimado eletronicamente em 5/6/2023, conforme\ntermo de ciência, a contagem do prazo quinzenal iniciou-se em\n6/6/2023 e encerrou-se em 20/6/2023. Portanto, é tempestivo o\nrecurso extraordinário protocolado em 20/6/2023, ou seja, dentro do\nprazo recursal.\n2. Os Ministérios Públicos dos estados e do Distrito Federal têm\nlegitimidade para atuar como partes perante os Tribunais Superiores,\ninexistindo vinculação ou subordinação com o Ministério Público\nFederal. Precedentes do STJ e do STF.\n3. Não há que falar em preclusão consumativa, por ausência de\ninteresse de recorrer do MPF, uma vez que a condição de parte não se\nconfunde com a de fiscal da ordem jurídica.\n4. No RE n. 1.368.160-RG/RS, o STF reconheceu a repercussão geral da\nquestão relativa ao consentimento do morador para ingresso em\ndomicílio (Tema n. 1.208 do STF). Entretanto, o mérito ainda não foi\njulgado pela Suprema Corte.\n5. No caso, o acórdão recorrido concluiu que não teria havido\nconsentimento válido do morador para a entrada no imóvel, matéria\nque, como visto,  está pendente de julgamento no STF, impondo-se\nassim, a manutenção do sobrestamento do recurso extraordinário,\nconsoante o disposto no art. 1.030, III, do Código de Processo\nCivil.\n6. Agravo regimental a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240227",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 21/02/2024 a 27/02/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Luis Felipe Salomão,\nMauro Campbell Marques, Benedito Gonçalves, Raul Araújo, Maria\nIsabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva\ne Sebastião Reis Júnior  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(MINISTÉRIO PÚBLICO ESTADUAL - TRIBUNAIS SUPERIORES - LEGITIMIDADE)\n   STJ - <<EREsp 1236822>>-PR\n(MINISTÉRIO PÚBLICO - PARTE - FISCAL DA ORDEM JURÍDICA)\n   STJ - <<AgRg no AREsp 582568>>-DF\n(MINISTÉRIO PÚBLICO ESTADUAL - MINISTÉRIO PÚBLICO FEDERAL -\nTRIBUNAIS SUPERIORES - LEGITIMIDADE)\n   STF - [[RE 985392]] (REPERCUSSÃO GERAL - TEMA(s) 946)\n(REPERCUSSÃO GERAL - SISTEMÁTICA - TRÂNSITO EM JULGADO DO PARADIGMA)\n   STF - [[RE=AgR 1112500]]\n(INGRESSO EM DOMICÍLIO SEM MANDADO JUDICIAL - CONSENTIMENTO DO\nMORADOR)\n   STF - [[RE 1368160]] (REPERCUSSÃO GERAL - TEMA(s) 1208)\n(REPERCUSSÃO GERAL - PENDÊNCIA DE JULGAMENTO DE MÉRITO -\nSOBRESTAMENTO)\n   STJ - <<AgRg no RE no AREsp 1025472>>-RS,\n         <<AgRg no RE no REsp 1695349>>-RS",
  "notas" : null,
  "informacoesComplementares" : "     \"[...] o fato de o precedente que deu origem à tese não ter\ntransitado em julgado é desinfluente, pois, conforme expressa\nprevisão do art. 1.040 do Código de Processo Civil, basta a\npublicação do acórdão paradigma para que se operem todos os efeitos\nlegais vinculantes das teses firmadas\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01030 INC:00003 ART:01040", "LEG:FED LEI:008666 ANO:1993\n*****  LC-93    LEI DE LICITAÇÕES\n        ART:00089" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000864829",
  "numeroProcesso" : "1975441",
  "numeroRegistro" : "202103743649",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "ANTONIO CARLOS FERREIRA",
  "dataPublicacao" : "DJE        DATA:04/03/2024",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM\nRECURSO ESPECIAL. PENHORA. ATIVOS FINANCEIROS INFERIORES A 40\nSALÁRIOS MÍNIMOS. IMPENHORABILIDADE. ART. 833, X, DO CPC/2015. NÃO\nCABIMENTO DOS EMBARGOS. AUSÊNCIA DE SEMELHANÇA ENTRE OS CASOS\nCONFRONTADOS. DECISÃO MANTIDA.\n1. A jurisprudência desta Corte está sedimentada no sentido de que\ndeve existir similitude entre o acórdão embargado e o paradigma, nos\ntermos do art. 1.043, § 4º, do CPC/2015 e o art. 266, § 4º, do\nRISTJ.\n2. O acórdão embargado e o paradigma, apesar de se referir à defesa\nde devedor no processo executivo, tratam de contextos jurídicos e\nfáticos diversos, com conteúdos próprios em cada demanda, o que\nafasta a semelhança fático- processual entre os arestos\nconfrontados.\n3. \"A questão tratada no acórdão embargado consiste em saber se a\nimpenhorabilidade da quantia depositada em instituição financeira\naté o limite de 40 salários-mínimos pode ser decretada de ofício\npelo juiz, sem pedido da parte. [...] O paradigma, por sua vez,\ncuidou de examinar se a Defensoria Pública, no exercício da\ncuradoria especial, após o prazo de cinco dias previsto no § 3º, do\nart. 854 do Código de Processo Civil, poderia requerer ao Juízo a\nexpedição de ofício para que a Caixa Econômica Federal informasse a\nnatureza da conta bancária, a fim de verificar a impenhorabilidade\nou não do valor ali constrito\" (AgInt nos EAREsp n. 2.109.465/RS,\nrelatora Ministra Laurita Vaz, Corte Especial, julgado em\n18/10/2023, DJe de 27/10/2023.)\n4. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240227",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 21/02/2024 a 27/02/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Og Fernandes, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Maria Isabel Gallotti, Ricardo Villas Bôas Cueva e Sebastião\nReis Júnior  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - AUSÊNCIA DE SEMELHANÇA FÁTICO-PROCESSUAL)\n   STJ - <<AgInt nos EAREsp 2109465>>-RS,\n         <<AgInt nos EAREsp 2218855>>-RS,\n         <<AgInt nos EAREsp 2305959>>-RS,\n         <<AgInt nos EAREsp 2129480>>-RS",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01043 PAR:00004", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266 PAR:00004" ],
  "acordaosSimilares" : [ "AgInt nos EREsp  2062810  SP  2023/0095763-0  Decisão:27/02/2024\nDJE        DATA:04/03/2024" ]
}, {
  "id" : "000864828",
  "numeroProcesso" : "2283224",
  "numeroRegistro" : "202300172190",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "BENEDITO GONÇALVES",
  "dataPublicacao" : "DJE        DATA:04/03/2024",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM\nAGRAVO EM RECURSO ESPECIAL.\nAUSÊNCIA DE SIMILITUDE FÁTICO-JURÍDICA ENTRE OS ACÓRDÃOS\nCONFRONTADOS. DISSÍDIO NÃO DEMONSTRADO.\n1. Tendo o recurso sido interposto contra decisão publicada na\nvigência do Código de Processo Civil de 2015, devem ser exigidos os\nrequisitos de admissibilidade na forma nele previsto, conforme\nEnunciado Administrativo n. 3/2016/STJ.\n2. O entendimento jurisprudencial desta Corte Especial é assente no\nsentido de que \"A divergência exige a comprovação por meio do cotejo\nanalítico entre os acórdãos, que demonstre a adequada identidade ou\nsimilitude suficiente das situações fáticas e jurídicas que\nobtiveram conclusões diversas, de forma clara e precisa, apontando\nde forma inequívoca as circunstâncias que demonstram a divergência\nno ponto guerreado, nos termos do art. 1.043, § 4º, do CPC/2015 e do\nart. 266, § 4º, do RISTJ, não servido o recurso ao mero\nrejulgamento\" (AgInt nos EAREsp 1.933.921/SP, relator Ministro\nFrancisco Falcão, Corte Especial, DJe 3/10/2022).\n3. No caso dos autos, não se verifica a existência da indispensável\nsimilitude fática entre os acórdãos confrontados, eis que cuidam de\ncontexto fático diverso. De fato, enquanto no acórdão embargado se\nafirma que \"é possível a concessão de ofício da impenhorabilidade,\nquando os valores em poupança ou outra aplicação não supera o limite\nde 40 salários mínimos, nos termos do 7º, II, 9º, 10 e 11, I, da\nLei n. 6830/1980.\" (fl. 142), no acórdão apontado como paradigma\n(REsp 1.986.106/DF) não houve desbloqueio de ofício pelo juiz, mas,\nsim, requisição da Defensoria Pública, na condição de Curadora\nEspecial do executado, de que fosse oficiada a Caixa Econômica\nFederal para verificar a natureza dos valores bloqueados, uma vez\nque a Defensoria não possui acesso aos dados bancários, protegidos\npor sigilo.\n4. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240227",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 21/02/2024 a 27/02/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Og Fernandes, Luis\nFelipe Salomão, Mauro Campbell Marques, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva e\nSebastião Reis Júnior  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - AUSÊNCIA DE SIMILITUDE FÁTICO-JURÍDICA)\n   STJ - <<AgInt nos EAREsp 1933921>>-SP,\n         <<AgRg nos EAREsp 1685360>>-SC,\n         <<AgInt nos EREsp 1670777>>-RS",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01043 PAR:00004", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266 PAR:00004" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000864827",
  "numeroProcesso" : "2013351",
  "numeroRegistro" : "202202132618",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:04/03/2024",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA NO\nRECURSO ESPECIAL. COMPETÊNCIA INTERNA DO STJ. ACÓRDÃO EMBARGADO\nALINHADO COM A JURISPRUDÊNCIA DO TRIBUNAL. MÉRITO DO RECURSO\nESPECIAL. AUSÊNCIA DE SIMILITUDE FÁTICA. AGRAVO IMPROVIDO.\n1. A jurisprudência do Tribunal se firmou em sintonia com o acórdão\nembargado quanto à questão da competência interna para apreciar a\ndiscussão veiculada no recurso especial, aplicando-se a conclusão\nsedimentada na Súmula n. 168/STJ.\n2. O cabimento dos embargos de divergência pressupõe a existência de\nsimilitude entre os acórdãos postos em cotejo, a ser verificada a\npartir dos fatos processuais neles contidos.\n3. A anulação da sentença que indeferiu a petição inicial sem\npermitir a emenda decorreu de uma série de fatos processuais mais\namplos e diversos do que os registrados nos paradigmas, não se\nidentificando a ocorrência de soluções jurídicas diversas para casos\nefetivamente semelhantes.\n 4. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240227",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 21/02/2024 a 27/02/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Luis Felipe Salomão,\nMauro Campbell Marques, Benedito Gonçalves, Raul Araújo, Maria\nIsabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva\ne Sebastião Reis Júnior  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - CABIMENTO - SIMILITUDE FÁTICA -\nREQUISITO)\n   STJ - <<EREsp 1707423>>-RS, <<AgInt nos EREsp 1755379>>-RJ",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000168" ],
  "acordaosSimilares" : [ "AgInt nos EREsp  2014883  PA  2022/0222612-7  Decisão:27/02/2024\nDJE        DATA:04/03/2024", "AgInt nos EREsp  2015119  PA  2022/0224214-2  Decisão:27/02/2024\nDJE        DATA:04/03/2024", "AgInt nos EREsp  2018120  PA  2022/0244848-4  Decisão:27/02/2024\nDJE        DATA:04/03/2024", "AgInt nos EREsp  2018813  PA  2022/0247884-2  Decisão:27/02/2024\nDJE        DATA:04/03/2024", "AgInt nos EREsp  2021688  PA  2022/0263053-6  Decisão:27/02/2024\nDJE        DATA:04/03/2024", "AgInt nos EREsp  2023223  PA  2022/0270454-5  Decisão:27/02/2024\nDJE        DATA:04/03/2024", "AgInt nos EREsp  2027010  PA  2022/0291382-6  Decisão:27/02/2024\nDJE        DATA:04/03/2024", "AgInt nos EREsp  2027132  PA  2022/0292077-7  Decisão:27/02/2024\nDJE        DATA:04/03/2024", "AgInt nos EREsp  2030392  PA  2022/0312139-0  Decisão:27/02/2024\nDJE        DATA:04/03/2024", "AgInt nos EREsp  2041125  PA  2022/0376509-7  Decisão:27/02/2024\nDJE        DATA:04/03/2024", "AgInt nos EREsp  2032039  PA  2022/0320415-7  Decisão:27/02/2024\nDJE        DATA:04/03/2024", "AgInt nos EREsp  2035203  PA  2022/0339363-1  Decisão:27/02/2024\nDJE        DATA:04/03/2024", "AgInt nos EREsp  2012868  PA  2022/0209869-9  Decisão:27/02/2024\nDJE        DATA:04/03/2024", "AgInt nos EREsp  2013847  PA  2022/0216185-0  Decisão:27/02/2024\nDJE        DATA:04/03/2024", "AgInt nos EREsp  2035257  PA  2022/0339884-6  Decisão:27/02/2024\nDJE        DATA:04/03/2024", "AgInt nos EREsp  2013891  PA  2022/0216463-0  Decisão:27/02/2024\nDJE        DATA:04/03/2024", "AgInt nos EREsp  2024321  PA  2022/0278087-9  Decisão:27/02/2024\nDJE        DATA:04/03/2024", "AgInt nos EREsp  2025910  PA  2022/0286602-3  Decisão:27/02/2024\nDJE        DATA:04/03/2024", "AgInt nos EREsp  2028131  PA  2022/0298258-7  Decisão:27/02/2024\nDJE        DATA:04/03/2024", "AgInt nos EREsp  2031530  PA  2022/0318214-0  Decisão:27/02/2024\nDJE        DATA:04/03/2024", "AgInt nos EREsp  2017038  PA  2022/0237025-7  Decisão:27/02/2024\nDJE        DATA:04/03/2024", "AgInt nos EREsp  2024387  PA  2022/0278493-5  Decisão:27/02/2024\nDJE        DATA:04/03/2024", "AgInt nos EREsp  2027390  PA  2022/0293501-8  Decisão:27/02/2024\nDJE        DATA:04/03/2024", "AgInt nos EREsp  2029055  PA  2022/0304617-3  Decisão:27/02/2024\nDJE        DATA:04/03/2024" ]
}, {
  "id" : "000864826",
  "numeroProcesso" : "1896551",
  "numeroRegistro" : "202002454331",
  "siglaClasse" : "AgInt no RE nos EDcl no AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO\nNO AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA THEREZA DE ASSIS MOURA",
  "dataPublicacao" : "DJE        DATA:04/03/2024",
  "ementa" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO. NEGATIVA DE SEGUIMENTO.\nDIREITO TRIBUTÁRIO. COFINS-IMPORTAÇÃO. ADICIONAL DE ALÍQUOTA.\nENTENDIMENTO DO SUPERIOR TRIBUNAL DE JUSTIÇA EM CONFORMIDADE COM A\nJURISPRUDÊNCIA DO SUPREMO TRIBUNAL FEDERAL. TEMA N. 1.047/STF.\nAGRAVO A QUE SE NEGA PROVIMENTO.\n1. O Supremo Tribunal Federal, no julgamento do RE n. 1.178.310/PR,\nsob o regime de repercussão geral, firmou a tese de que: \"É\nconstitucional o adicional de alíquota da Cofins-Importação previsto\nno § 21 do artigo 8º da Lei n. 10.865/2004.\" (Tema n. 1.047/STF.)\n2. No caso, o acórdão proferido pelo STJ está em sintonia com a\norientação firmada pelo Pretório Excelso sob o regime da repercussão\ngeral, de modo que deve ser mantida a decisão que negou seguimento\nao recurso extraordinário.\n3. Não há que falar em distinguishing entre a situação debatida nos\nautos e a tese vinculante contida no Tema n. 1.047/STF, uma vez que\na Suprema Corte tem reconhecido a incidência da referida orientação,\ninclusive nos casos envolvendo a importação de aeronaves. Nesse\nsentido: RE n. 1.162.703-ED-AgR, relatora Ministra Rosa Weber,\nPrimeira Turma, DJe de 21/11/2019.\n4. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240227",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de JustiÃ§a, em sessÃ£o virtual de 21/02/2024 a 27/02/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Luis Felipe Salomão,\nMauro Campbell Marques, Benedito Gonçalves, Raul Araújo, Maria\nIsabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva\ne Sebastião Reis Júnior  votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento o Sr. Ministro Og Fernandes.",
  "jurisprudenciaCitada" : "(COFINS-IMPORTAÇÃO - MAJORAÇÃO DA ALÍQUOTA)\n   STF - [[RE 1178310]]-PR (REPERCUSSÃO GERAL - TEMA(s) 1047)\n(COFINS-IMPORTAÇÃO - MAJORAÇÃO DA ALÍQUOTA - IMPORTAÇÃO DE\nAERONAVES)\n   STF - [[RE-ED-AgR 1162703]], [[ARE 1420036]]-MG,\n         [[ARE 1355720]]-RJ, [[RE 1245222]]-RS",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:010865 ANO:2004\n        ART:00008 PAR:00021" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000864825",
  "numeroProcesso" : "2028234",
  "numeroRegistro" : "201903607779",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "HUMBERTO MARTINS",
  "dataPublicacao" : "DJE        DATA:04/03/2024",
  "ementa" : "PROCESSO CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA.\nVERIFICAÇÃO DA EXISTÊNCIA DOS VÍCIOS DESCRITOS NO ART. 1.022 DO CPC.\nMATÉRIA NÃO IMPUGNÁVEL EM EMBARGOS DE DIVERGÊNCIA.  REJULGAMENTO DO\nRECURSO ESPECIAL. IMPOSSIBILIDADE. PREQUESTIONAMENTO DE\nDISPOSITIVOS CONSTITUCIONAIS. IMPOSSIBILIDADE.\n1. O entendimento do Superior Tribunal de Justiça é no sentido de\nque a análise da existência dos vícios elencados no art. 1.022 do\nCódigo de Processo Civil ou no art. 619 do CPP envolve matéria a ser\ndirimida em embargos de declaração, e não em embargos de\ndivergência, exatamente por envolver, em regra, verificação\ncasuística. Precedentes: AgInt nos EAREsp n. 1.331.871/SC, relator\nMinistro Raul Araújo, Corte Especial, julgado em 7/6/2022, DJe de\n21/6/2022; AgInt nos EDcl nos EAREsp n. 1.464.605/RS, relator\nMinistro Mauro Campbell Marques, Primeira Seção, julgado em\n18/8/2021, DJe de 20/8/2021; AgInt nos EDv nos EREsp n.\n1.783.510/RJ, relator Ministro Moura Ribeiro, Segunda Seção, julgado\nem 15/2/2022, DJe de 17/2/2022; AgRg nos EAREsp n. 2.002.337/DF,\nrelator Ministro Antonio Saldanha Palheiro, Terceira Seção, julgado\nem 24/8/2022, DJe de 30/8/2022.\n2. A jurisprudência desta corte firmou entendimento de que não cabe,\nem embargos de divergência, a análise de possível acerto ou\ndesacerto do acórdão embargado, mas tão somente a de eventual\ndissídio de teses jurídicas, a fim de uniformizar a interpretação do\ndireito infraconstitucional no âmbito do Superior Tribunal de\nJustiça.\n3. Não cabe a esta corte se manifestar, ainda que para efeito de\nprequestionamento, acerca de suposta afronta a artigos\nconstitucionais, sob pena de usurpação da competência do Supremo\nTribunal Federal.\nAgravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240227",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 21/02/2024 a 27/02/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Herman Benjamin, Og Fernandes, Luis Felipe Salomão, Mauro\nCampbell Marques, Benedito Gonçalves, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva e\nSebastião Reis Júnior  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - VÍCIOS DOS EMBARGOS DE DECLARAÇÃO)\n   STJ - <<AgInt nos EAREsp 1331871>>-SC,\n         <<AgInt nos EDcl nos EAREsp 1464605>>-RS,\n         <<AgInt nos EDv nos EREsp 1783510>>-RJ,\n         <<AgRg nos EAREsp 2002337>>-DF\n(EMBARGOS DE DIVERGÊNCIA - ACÓRDÃO EMBARGADO - ACERTO OU DESACERTO)\n   STJ - <<AgInt nos EAREsp 1840631>>-SP,\n         <<AgInt nos EAREsp 1990878>>-RN\n(MATÉRIA CONSTITUCIONAL - PREQUESTIONAMENTO)\n   STJ - <<EDcl nos EDcl nos EDcl no AgInt nos EDcl nos EDcl nos\nEDcl no AgInt nos EDcl nos EDcl no AgInt no AREsp 1296593>>-SP,\n         <<EDcl no REsp 1650546>>-PE",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01022", "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00619" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000864768",
  "numeroProcesso" : "298",
  "numeroRegistro" : "202303876181",
  "siglaClasse" : "AgRg na ReCoAp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA RESTITUIÇÃO DE COISAS APREENDIDAS",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJE        DATA:27/02/2024",
  "ementa" : "PROCESSUAL PENAL. AGRAVO REGIMENTAL. INQUÉRITO. SUPOSTA PRÁTICA DE\nCRIMES CONTRA A ADMINISTRAÇÃO PÚBLICA, DE ORGANIZAÇÃO CRIMINOSA E DE\nLAVAGEM DE DINHEIRO. VEÍCULO APREENDIDO.\n1. Inquérito no qual se investigam, dentre outros delitos, a suposta\nprática de crimes contra a Administração Pública, de organização\ncriminosa e de lavagem de dinheiro.\n2. Pedido de restituição indeferido em expediente diverso, cuja\ndecisão transitou em julgado.\n3. Agravo regimental não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240221",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Corte Especial, por unanimidade,\nnegar provimento ao agravo, nos termos do voto da Sra. Ministra\nRelatora.\nOs Srs. Ministros Humberto Martins, Herman Benjamin, Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nAntonio Carlos Ferreira, Ricardo Villas Bôas Cueva, Sebastião Reis\nJúnior e Francisco Falcão votaram com a Sra. Ministra Relatora.\nAusentes, justificadamente, os Srs. Ministros João Otávio de\nNoronha, Og Fernandes e Maria Isabel Gallotti.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000864685",
  "numeroProcesso" : "927",
  "numeroRegistro" : "201902237934",
  "siglaClasse" : "AgRg na APn",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA AÇÃO PENAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA ISABEL GALLOTTI",
  "dataPublicacao" : "DJE        DATA:01/03/2024",
  "ementa" : "PENAL E PROCESSUAL PENAL. AGRAVO REGIMENTAL. OITIVA DE TESTEMUNHAS\nRESIDENTES NO EXTERIOR. PERTINÊNCIA E RAZOABILIDADE. AUSÊNCIA DE\nCOMPROVAÇÃO. CARTA ROGATÓRIA. DESNECESSIDADE DE EXPEDIÇÃO. ART.\n222-A, CPP. EXTRATOS BANCÁRIOS DE INSTITUIÇÃO FINANCEIRA\nESTRANGEIRA. PROVA FORA DO AMBITO DA ACUSAÇÃO. NECESSIDADE DE\nCOOPERAÇÃO INTERNACIONAL. AUSÊNCIA DE DEMONSTRAÇÃO. ART. 156, CAPUT,\nCPP. PERÍCIA CONTÁBIL. AUSÊNCIA DE NECESSIDADE. INDEFERIMENTO.\nMANUTENÇÃO DA DECISÃO AGRAVADA POR SEUS PRÓPRIOS FUNDAMENTOS. AGRAVO\nINTERNO A QUE SE NEGA PROVIMENTO.\n1. As razões do agravo regimental não são suficientes para afastar a\nconclusão da decisão agravada.\n2. A defesa não fundamentou, de forma concreta e específica, a\nnecessidade da oitiva das testemunhas residentes no exterior, não\ndemonstrando a pertinência e razoabilidade da diligência requerida,\nacarretando o seu indeferimento (art. 222-A, CPP).\n3. A ausência de demonstração pela defesa da pertinência e da\nnecessidade do alargamento do pedido de cooperação impõe o\nindeferimento das diligências pleiteadas, consistentes em extratos\nbancários fora do âmbito da acusação formulada (art. 156, \"caput\",\nCPP).\n4. Indeferida a realização de perícia contábil, por ausência de\ndemonstração de sua necessidade e pertinência, além de referir-se a\nperíodo fora dos limites temporais da acusação.\n5. Agravo regimental a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240227",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de JustiÃ§a, em sessÃ£o virtual de 21/02/2024 a 27/02/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Herman Benjamin, Og Fernandes, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva e\nSebastião Reis Júnior  votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00156 ART:0222A" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000864681",
  "numeroProcesso" : "8",
  "numeroRegistro" : "201900628990",
  "siglaClasse" : "QC",
  "descricaoClasse" : "QUEIXA-CRIME",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RICARDO VILLAS BÔAS CUEVA",
  "dataPublicacao" : "DJE        DATA:01/03/2024",
  "ementa" : "DIREITO PENAL E PROCESSUAL PENAL. AÇÃO PENAL PRIVADA. QUEIXA-CRIME\nCONTRA DELEGADO DE POLÍCIA FEDERAL E MEMBROS DO MINISTÉRIO PÚBLICO\nFEDERAL. CALÚNIA, DIFAMAÇÃO E INJÚRIA.  REQUISITOS FORMAIS.\nPREENCHIMENTO. CONDUTAS CRIMINOSAS. DESCRIÇÃO. INÉPCIA.\nINEXISTÊNCIA. MANIFESTAÇÃO DOS QUERELADOS. FUNÇÃO. EXERCÍCIO.\nOFENSAS. DOLO ESPECÍFICO. INEXISTÊNCIA. MINISTÉRIO PÚBLICO. MEMBROS.\nMANIFESTAÇÃO. INVIOLABILIDADE. INDEPENDÊNCIA FUNCIONAL. LIMITE.\nATIPICIDADE DAS CONDUTAS. JUSTA CAUSA. INEXISTÊNCIA.\n1. Queixa-crime formulada por Juiz Federal contra um Delegado de\nPolícia Federal, um Procurador da República e o\nVice-Procurador-Geral da República.\n2. Não é inepta a peça acusatória que preenche os requisitos formais\ndo artigo 41 do Código de Processo Penal e descreve adequadamente\nos fatos supostamente criminosos atribuídos aos querelados, bem como\nas suas circunstâncias, permitindo o exercício pleno do direito de\ndefesa.\n3. Manifestações dos querelados em notícia de crime e representações\nno exercício dos respectivos deveres funcionais e com uso comedido\nde expressões comuns da praxe forense não caracterizam leviandade,\nexcesso ou manifesto propósito de macular a honra do querelante.\n4. A configuração dos crimes contra a honra depende de dolo\nespecífico, o que não ocorreu no caso concreto, revelando-se a\natipicidade das condutas atribuídas aos querelados.\n5. Incidência da causa de exclusão prevista no art. 142, inciso III,\ndo Código Penal.\n6. Aplicação também das disposições da Lei Orgânica Nacional do\nMinistério Público (Lei n. 8.625/1993), que assegura a\ninviolabilidade dos membros pelas manifestações lançadas nos\nprocedimentos em que atuam, nos limites de sua independência\nfuncional.\n7 . Doutrina e jurisprudência acerca da questão, especialmente\nprecedentes da Corte Especial do Superior Tribunal de Justiça.\n8. Queixa-crime rejeitada por falta de justa causa.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231109",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Corte Especial, por unanimidade,\nrejeitar  a queixa-crime por falta de justa causa, nos termos do\nvoto do Sr. Ministro Relator.\nOs Srs. Ministros Sebastião Reis Júnior, Francisco Falcão, Nancy\nAndrighi, João Otávio de Noronha, Humberto Martins, Herman Benjamin,\nLuis Felipe Salomão, Mauro Campbell Marques, Raul Araújo, Maria\nIsabel Gallotti e Antonio Carlos Ferreira votaram com o Sr. Ministro\nRelator.\nAusentes, justificadamente, os Srs. Ministros Og Fernandes e\nBenedito Gonçalves.",
  "jurisprudenciaCitada" : "(CRIMES CONTRA A HONRA - DOLO ESPECÍFICO - ANIMUS INJURIANDI OU\nDIFAMANDI)\n   STJ - <<APn 842>>-AP, <<APn 991>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:008625 ANO:1993\n*****  LONMP-93    LEI ORGÂNICA NACIONAL DO MINISTÉRIO PÚBLICO\n        ART:00041 INC:00005", "LEG:FED DEL:002848 ANO:1940\n*****  CP-40    CÓDIGO PENAL\n        ART:00138 ART:00139 ART:00140 ART:00142 INC:00003", "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00041", "LEG:FED LCP:000035 ANO:1979\n        ART:00033 PAR:ÚNICO", "LEG:FED LCP:000075 ANO:1993\n        ART:00018 INC:00002 LET:B PAR:ÚNICO", "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00105 INC:00001 LET:A" ],
  "acordaosSimilares" : [ ]
} ]