[ {
  "id" : "000885142",
  "numeroProcesso" : "104",
  "numeroRegistro" : "202304436234",
  "siglaClasse" : "AgRg na CauInomCrim",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA CAUTELAR INOMINADA CRIMINAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "SEBASTIÃO REIS JÚNIOR",
  "dataPublicacao" : "DJE        DATA:23/09/2024",
  "ementa" : "AGRAVO REGIMENTAL EM CAUTELAR CRIMINAL INOMINADA. DESDOBRAMENTO\nOPERAÇÃO FAROESTE. SUPOSTA VENDA DE DECISÕES JUDICIAIS. COMPETÊNCIA.\nFORO POR PRERROGATIVA DE FUNÇÃO. VÍNCULO DIRETO COM AS\nINVESTIGAÇÕES. JUSTA CAUSA VERIFICADA. STANDARD DE PROVA ATENDIDO.\nDECRETO-LEI N. 3.240/41. SEQUESTRO. PERICULUM IN MORA.\nDESNECESSIDADE.\n1. Arguição de incompetência do STJ rejeitada, uma vez que existe\ncomunicação direta entre a magistrada detentora de foro por\nprerrogativa de função e os fatos investigados. Decisões suspeitas\nforam por ela proferidas, tendo seu filho afirmado que as negociou.\nO fato de até o momento não ter sido pleiteada medida constritiva em\nseu desfavor, por si só, não é suficiente para afastar seu\nenvolvimento e, via de consequência, a competência desta Corte.\n2. Análise do standard de prova necessário para o acolhimento de\ncada um dos pedidos formulados. Não atendimento para deferimento de\nbusca e apreensão e suspensão de atividades profissionais, mas\npreenchimento dos requisitos para constrição patrimonial.\n3. A incidência do Decreto-Lei 3.240/41 afasta a prévia comprovação\ndo periculum in mora para a imposição do sequestro, bastando\nindícios da prática criminosa. Precedentes.\n4. Proporcionalidade na medida que determina a suspensão dos efeitos\npatrimoniais da decisão apontada como suspeita.\n5. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240918",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Corte Especial, por unanimidade,\nnegar provimento ao agravo, nos termos do voto do Sr. Ministro\nRelator.\nOs Srs. Ministros Francisco Falcão, João Otávio de Noronha, Humberto\nMartins, Og Fernandes, Benedito Gonçalves, Raul Araújo, Maria\nIsabel Gallotti, Antonio Carlos Ferreira e Ricardo Villas Bôas Cueva\nvotaram com o Sr. Ministro Relator.\nAusentes, justificadamente, a Sra. Ministra Maria Thereza de Assis\nMoura e os Srs. Ministros Luis Felipe Salomão e Mauro Campbell\nMarques.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000884729",
  "numeroProcesso" : "2266122",
  "numeroRegistro" : "202203910928",
  "siglaClasse" : "AgInt nos EDcl nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RICARDO VILLAS BÔAS CUEVA",
  "dataPublicacao" : "DJE        DATA:16/09/2024",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE\nDIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL. PROCESSUAL CIVIL.\nTEMPESTIVIDADE. COMPROVAÇÃO. AUSÊNCIA. RECURSO ESPECIAL.\nINTEMPESTIVO. JUÍZO DE ADMISSIBILIDADE. BIFÁSICO.\n1. É intempestivo o recurso especial protocolizado após o prazo de\n15 (quinze) dias, de acordo com os arts. 1.003, § 5º, e 219, caput,\ndo Código de Processo Civil.\n2. A comprovação da tempestividade do recurso deve ocorrer no\nmomento de sua interposição.\n3. O juízo de admissibilidade do recurso especial é bifásico, sendo\nque a decisão proferida pela Corte local e a certidão de\ntempestividade expendida na origem não vinculam o Superior Tribunal\nde Justiça, o qual tem competência plena para verificar novamente o\npreenchimento dos pressupostos recursais.\n4. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240910",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 04/09/2024 a 10/09/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira e Sebastião Reis\nJúnior votaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Og Fernandes.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000884728",
  "numeroProcesso" : "16774",
  "numeroRegistro" : "202101114949",
  "siglaClasse" : "AgRg na Pet",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA PETIÇÃO",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RICARDO VILLAS BÔAS CUEVA",
  "dataPublicacao" : "DJE        DATA:16/09/2024",
  "ementa" : "AGRAVO REGIMENTAL NA PETIÇÃO. PENAL. PROCESSUAL PENAL. EMBARGOS DE\nDIVERGÊNCIA. DECISÃO LIMINAR. INDEFERIMENTO. AGRAVO REGIMENTAL.\nABUSO DO DIREITO DE RECORRER. CONFIGURAÇÃO. RECURSO. CONHECIMENTO E\nNÂO PROVIMENTO. TRÂNSITO EM JULGADO. CERTIFICAÇÃO IMEDIATA.\n1. São incabíveis embargos de divergência contra decisão proferida\nem classe diversa do recurso especial.\n2. A interposição de agravo regimental contra decisão da Presidência\nque rejeitou liminarmente embargos de divergência manifestamente\nincabíveis representa abuso do direito de recorrer.\n3. Agravo regimental conhecido e não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240910",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 04/09/2024 a 10/09/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira e Sebastião Reis\nJúnior votaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Og Fernandes.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000884676",
  "numeroProcesso" : "12672",
  "numeroRegistro" : "201901031609",
  "siglaClasse" : "AgRg na Pet",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA PETIÇÃO",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA ISABEL GALLOTTI",
  "dataPublicacao" : "DJE        DATA:23/09/2024",
  "ementa" : "AGRAVO REGIMENTAL. PEDIDO DE ALTERAÇÃO DO ÍNDICE DE CORREÇÃO\nMONETÁRIA PACTUADO. IGP-M. TEORIA DA IMPREVISÃO. NÃO INCIDÊNCIA.\nMANUTENÇÃO DA DECISÃO AGRAVADA POR SEUS PRÓPRIOS FUNDAMENTOS. AGRAVO\nINTERNO A QUE SE NEGA PROVIMENTO.\n1. As razões do agravo regimental não são suficientes para afastar a\nconclusão da decisão agravada.\n2. A defesa solicita a substituição do índice de correção monetária\nestipulado no acordo de colaboração premiada - IGP-M - pelo IPCA,\ninclusive para os valores já depositados. Sob o argumento de que\nessa troca restauraria o equilíbrio econômico-financeiro do acordo,\ndado o aumento significativo do IGP-M devido à crise econômica e à\npandemia de COVID-19, especialmente com a valorização do dólar.\n3. As cláusulas 18ª e 19ª do acordo de colaboração premiada detalham\nos termos do pagamento da reparação, incluindo a forma de correção\nmonetária dos valores devidos.\n4. O IGP-M, escolhido livremente pelas partes ao celebrar o acordo,\né calculado com base em três índices de preços: o Índice de Preços\nao Produtor Amplo (IPA-M), o Índice de Preços ao Consumidor (IPCM),\ne o Índice Nacional de Custo da Construção (INCC-M). Este índice é\namplamente utilizado para atualizar tarifas públicas e contratos de\naluguel e serviço, sendo previsíveis fatores como a variação de\npreços controlados pelo governo e a taxa de câmbio.\n5. Não há evidências de uma ruptura abrupta e inexequível do acordo.\nO Código de Defesa do Consumidor (CDC) não se aplica ao caso, pois\no acordo de colaboração possui natureza jurídica de negócio jurídico\nprocessual.\n6. Nada do que foi alegado comprova uma mudança extraordinária,\nsendo as variações ocorridas previsíveis e normais, inerentes ao\níndice pactuado.\n7. Agravo regimental a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240910",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, em sessão virtual de 04/09/2024 a 10/09/2024, por\nunanimidade, negar provimento ao recurso, nos termos do voto da Sra.\nMinistra Relatora.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nAntonio Carlos Ferreira, Ricardo Villas Bôas Cueva e Sebastião Reis\nJúnior votaram com a Sra. Ministra Relatora.\nNão participou do julgamento o Sr. Ministro Og Fernandes.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000884675",
  "numeroProcesso" : "46714",
  "numeroRegistro" : "202304142289",
  "siglaClasse" : "Rcl",
  "descricaoClasse" : "RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "HERMAN BENJAMIN",
  "dataPublicacao" : "DJE        DATA:23/09/2024",
  "ementa" : "RECLAMAÇÃO AJUIZADA PELA UNIÃO PARA GARANTIR A AUTORIDADE DE DECISÃO\nDO STJ. ACÓRDÃO DA CORTE ESPECIAL QUE ESTIPULOU A INVIABILIDADE DA\nCONCESSÃO DE MEDIDA LIMINAR DEFERITÓRIA DE INGRESSO DE ESTRANGEIROS\nNO BRASIL, À MÍNGUA DE VISTO, EXCETO QUANDO HAJA (A) O ESGOTAMENTO\nDAS POSSIBILIDADES ADMINISTRATIVAS; E (B) A ADOÇÃO PRÉVIA DAS\nMEDIDAS INSTRUTÓRIAS DE INFORMAÇÃO VIÁVEIS, INCLUSIVE PERÍCIA SOCIAL\nNO BRASIL. DECISÃO DA ORIGEM QUE DESPREZOU ESSAS CONDICIONANTES E\nDETERMINOU QUE A UNIÃO PERMITA A ENTRADA DE ESTRANGEIRO SEM A\nNECESSIDADE DE VISTO. NÍTIDA AFRONTA AO ACÓRDÃO DA CORTE ESPECIAL DO\nSTJ. PERÍCIA SOCIAL NÃO REALIZADA. PROCEDÊNCIA DA RECLAMAÇÃO.\n1. A Corte Especial do STJ definiu como condições inarredáveis para\no deferimento de medidas liminares nas ações que versem sobre o\ningresso de haitianos no Brasil que haja, cumulativamente: (a) o\nesgotamento das possibilidades administrativas; e (b) a adoção\nprévia das medidas instrutórias de informação viáveis, inclusive\nperícia social no Brasil.\n2. Não obstante, a 16.ª Vara Federal do Rio de Janeiro determinou\nque a União cumprisse a tutela antecipada deferida permitindo o\ningresso de estrangeiros, sem atenção a esses limites.\n3. O comando contido na parte dispositiva do julgamento da SLS\n3.092/SC foi inequívoco ao estipular, de forma cogente e imperativa,\nque as instâncias inferiores devem exigir, antes do eventual\ndeferimento de medidas liminares, cumulativamente, as providências\nali sedimentadas.\n4. O ato impugnado, ao permitir a entrada dos estrangeiros, sem\nvisto e sem a realização de perícia social relacionada ao parente\nque está no Brasil, e à míngua de esgotamento das possibilidades\nadministrativas, vilipendiou e desrespeitou diretamente o mencionado\nprovimento do STJ.\n5. Reclamação a que se dá provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240918",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Corte Especial, por unanimidade, julgar\nprocedente a reclamação, para cassar a decisão exorbitante do\njulgado da Corte Especial na SLS 3.092/SC, confirmando-se a liminar\nantes deferida, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Og Fernandes, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva e\nSebastião Reis Júnior votaram com o Sr. Ministro Relator.\nAusentes, justificadamente, a Sra. Ministra Maria Thereza de Assis\nMoura e os Srs. Ministros Luis Felipe Salomão e Mauro Campbell\nMarques.\nPresidiu o julgamento o Sr. Ministro Benedito Gonçalves.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000884486",
  "numeroProcesso" : "7231",
  "numeroRegistro" : "202202556622",
  "siglaClasse" : "HDE",
  "descricaoClasse" : "HOMOLOGAÇÃO DE DECISÃO ESTRANGEIRA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJE        DATA:09/09/2024",
  "ementa" : "HOMOLOGAÇÃO DE DECISÕES ESTRANGEIRAS. IMPUGNAÇÃO AO VALOR DA CAUSA.\nDIVÓRCIO LITIGIOSO. SENTENÇA. REQUISITOS CUMPRIDOS. PARTILHA DE\nBENS. MEDIAÇÃO. NÃO CUMPRIMENTO DOS REQUISITOS LEGAIS E REGIMENTAIS.\nLITIGÂNCIA DE MÁ-FÉ AFASTADA.\n1. Pedido de homologação de decisões estrangeiras protocolado em\n16/08/2022, autos conclusos para julgamento em 19/04/2024.\n2. O propósito da ação é obter homologação de duas decisões\nestrangeiras: (i) sentença de divórcio litigioso; e (ii) ata de\nmediação sobre partilha de bens.\n3. Valor da causa que deve refletir natureza patrimonial do ato que\nse pretende homologar.\n4. O STJ exerce juízo meramente delibatório nas hipóteses de\nhomologação de sentença estrangeira, incumbindo-lhe, apenas,\nverificar se a pretensão atende aos requisitos previstos no CPC, no\nRISTJ e na LINDB.\n5. Na hipótese sob julgamento, (i) foi acolhida a impugnação ao\nvalor da causa; (ii) a sentença de divórcio preenche os requisitos\nformais impostos pelas normas de regência, tendo-se constatado a\nausência de ofensa à soberania nacional à dignidade da pessoa humana\ne à ordem pública; (iii) a ata de mediação, por outro lado, não\npreenche o requisito do art. 963, III, CPC, por não ser ?eficaz no\npaís em que foi proferida?; (iv) a litigância de má- fé vai\nafastada.\n6. Pedido parcialmente deferido, para homologar sentença estrangeira\nde divórcio e rejeitar a homologação de ata de mediação.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240904",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL, por unanimidade,\ndeferir parcialmente o pedido para homologar a sentença estrangeira\nde divórcio e rejeitar a homologação da ata de mediação, nos termos\ndo voto da Sra. Ministra Relatora.\nOs Srs. Ministros João Otávio de Noronha, Humberto Martins, Maria\nThereza de Assis Moura, Luis Felipe Salomão, Mauro Campbell Marques,\nBenedito Gonçalves, Raul Araújo, Maria Isabel Gallotti, Antonio\nCarlos Ferreira, Ricardo Villas Bôas Cueva, Sebastião Reis Júnior,\nJoel Ilan Paciornik e Francisco Falcão votaram com a Sra. Ministra\nRelatora.\nAusente, justificadamente, o Sr. Ministro Og Fernandes.\nConvocado o Sr. Ministro Joel Ilan Paciornik.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000884258",
  "numeroProcesso" : "1655",
  "numeroRegistro" : "202302284306",
  "siglaClasse" : "Inq",
  "descricaoClasse" : "INQUÉRITO",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "HUMBERTO MARTINS",
  "dataPublicacao" : "DJE        DATA:23/09/2024",
  "ementa" : "AÇÃO PENAL ORIGINÁRIA. FALSIDADE IDEOLÓGICA (ART. 299 DO CP).\nCONCURSO DE AGENTES (ART. 29 DO CP). DENÚNCIA OFERTADA CONTRA\nSERVIDORA E MEMBROS DO TRIBUNAL DE JUSTIÇA DO ESTADO DE MINAS\nGERAIS. ATO PRATICADO NO EXERCÍCIO DA FUNÇÃO. MANUTENÇÃO DA UNIDADE\nPROCESSUAL. MATERIALIDADE E INDÍCIOS DE AUTORIA SUFICIENTEMENTE\nDEMONSTRADOS.\n1. A determinação de afastamento da função pública e a decretação de\nmedidas assecuratórias, tais como indisponibilidade de bens, devem\nobservar os requisitos constantes da disciplina dos procedimentos\ncautelares estampada no estatuto processual, quais sejam, o\npericulum in mora e o fumus boni juris, os quais não foram\neficazmente demonstrados pela acusação.\n2. Não oferecimento de acordo de não persecução penal aos\ndenunciados que foi satisfatoriamente justificado pelo MPF, que\nconcluiu pela insuficiência da medida frente a reprovação dos crimes\nimputados na denúncia, ressaltando a existência de concurso de\ncrimes, cujo somatório das penas mínimas abstratamente previstas\nultrapassaria o parâmetro legal fixado como requisito objetivo para\noferecimento do Acordo de Não Persecução Penal - ANPP.\n3. Reconhecimento da extinção da punibilidade do denunciado J G S F\nem relação a quatro dos cinco supostos crimes de falsidade\nideológica, remanescendo a pretensão punitiva estatal apenas em\nrelação àquela relacionada ao período de 25/8/2019 a 24/8/2020.\n4. Fatos narrados na inicial se adequam ao crime previsto no art.\n299 do Código Penal e são coerentes com a exigência de dolo\nespecífico constante do tipo penal em referência, não havendo que se\nfalar em atipicidade das condutas supostamente perpetradas pelos\ndenunciados, sendo inegável a relevância jurídica da informação\napontada como ideologicamente falsa, qual seja, a simulação quanto\nao Órgão Público (gabinete) em que duas das servidoras do TJMG\nefetivamente trabalhavam, com o intuito de ocultar situação ilegal\nconhecida como nepotismo.\n5. Compete ao Tribunal processante deliberar acerca da conveniência\nda manutenção da unidade processual, sendo-lhe facultado determinar\no desmembramento do feito nas hipóteses em que aplicável a regra\nprevista no art. 80 do Código de Processo Penal. Desmembramento do\nprocesso penal em relação à denunciada que não possui foro por\nprerrogativa de função não se mostra conveniente, dado os prejuízos\nque tal providência poderia trazer à instrução processual, pois\nacabaria por dispersar a produção da prova, dificultando\nsobremaneira a atuação judicial, além de implicar na desnecessária\nmultiplicação de diligências e atos processuais.\n6. A materialidade e os indícios de autoria do delito em tese\nemergem dos documentos firmados pelos denunciados, através dos quais\nrealizaram avaliação de desempenho de servidoras do Tribunal de\nJustiça do Estado de Minas Gerais, as quais, segundo os próprios\ndenunciados admitiram em procedimento administrativo de correição\ndeterminado pelo Conselho Nacional de Justiça no TJMG, não\ntrabalhavam efetivamente em seus respectivos gabinetes.\n7. Constatada a justa causa da peça acusatória, extrai-se a\nnecessidade de melhor apuração dos fatos no transcurso da ação\npenal, por cuidar-se de uma situação que precisa ser melhor\nesclarecida através de um estudo aprofundado da imputação\nformalizada na denúncia, que somente será possível após a conclusão\nda instrução probatória, em que se oportunizará às partes a produção\nde todos os meios de prova não defesos em lei e aos julgadores a\nformação de um juízo de convicção seguro.\n8. Medida de afastamento do cargo público que não se afigura\nnecessária, tendo em vista que a suposta configuração de nepotismo\ncruzado no âmbito do TJMG, apontado pelo órgão ministerial como\nmotivação para a prática dos crimes contra a fé pública descritos na\ndenúncia, já foi remediada, inexistindo possibilidade de reiteração\ncriminosa.\n9. Embora possível na esfera criminal a fixação de valor\nindenizatório mínimo a ser observado a título de indenização por\ndanos morais coletivos, trata-se de  questão que está relacionada à\nresponsabilidade civil decorrente da prática de ato ilícito, não\nsendo este o momento adequado para se discutir a necessidade de\nfixação de medidas cautelares voltadas à garantia de pagamento de\nindenização a ser eventualmente fixada como resultado de decisão\ncondenatória após instrução probatória, garantida a ampla defesa e o\nexercício pleno do contraditório. Denúncia recebida e indeferidas\nas medidas cautelares requeridas pelo M P F.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240904",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Corte Especial do Superior\nTribunal de Justiça  Prosseguindo no julgamento, a Corte Especial,\npor unanimidade, rejeitou as preliminares arguidas pela defesa,\ndeclarando extinta a punibilidade, exclusivamente em relação a José\nGeraldo Saldanha da Fonseca, pela ocorrência da prescrição, quanto\naos supostos delitos cometidos nos dias 11.2.2015, 4.2.2016,\n12.12.2017 e 6.3.2018, e, por maioria, recebeu parcialmente a\ndenúncia, quanto à acusação de falsidade ideológica, em face de\nGeraldo Domingos Coelho, Octávio de Almeida Neves, José Geraldo\nSaldanha da Fonseca e Carolina Pires Coelho, indeferindo os pedidos\ncautelares formulados pelo Ministério Público Federal, nos termos do\nvoto do Relator. Vencidos os Srs. Ministros Sebastião Reis Júnior\n(voto-vista antecipado), Raul Araújo, Maria Isabel Gallotti, Antonio\nCarlos Ferreira e Ricardo Villas Bôas Cueva que rejeitaram a\ndenúncia, tendo em vista a atipicidade da conduta pela ausência de\nlesividade ao bem jurídico tutelado, assim como pela não presença do\ndolo específico. E, caso reconhecida a tipicidade, votaram pela\nrejeicão da denúncia em face de Caroline Pires Coelho e,\nsubsidiariamente, determinaram o pronunciamento do Ministério\nPúblico Federal sobre o oferecimento ou não do acordo de não\npersecução penal. Quanto às preliminares arguidas pela defesa e\nquanto à extinção parcial da punibilidade, pela prescrição, votaram\ncom o relator os Srs. Ministros Herman Benjamin (revisor), Luis\nFelipe Salomão, Benedito Gonçalves, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva,\nSebastião Reis Júnior e Nancy Andrighi.\n\nQuanto ao recebimento da denúncia, votaram com o relator os Srs.\nMinistros Herman Benjamin (Revisor), Luis Felipe Salomão, Benedito\nGonçalves, Nancy Andrighi e Maria Thereza de Assis Moura\n(voto-desempate).\n\nNão participaram do julgamento os Srs. Ministros Mauro Campbell\nMarques e Francisco Falcão.\n\nImpedido o Sr. Ministro João Otávio de Noronha.\n\nAusente, justificadamente, o Sr. Ministro Og Fernandes.\n\nPresidiu e desempatou o julgamento a Sra. Ministra Maria Thereza de\nAssis Moura.",
  "jurisprudenciaCitada" : "(ACORDO DE NÃO PERSECUÇÃO PENAL - ANPP - AUSÊNCIA DE DIREITO\nSUBJETIVO DO DENUNCIADO)\n   STJ - <<AgRg no REsp 2086519>>-SP,\n         <<EDcl no AgRg no RE nos EDcl nos EDcl no AgRg no REsp\n1816322>>-MG,\n         <<AgRg na PET no RE nos EDcl na APn 841>>-DF\n(ACORDO DE NÃO PERSECUÇÃO PENAL - NECESSIDADE E SUFICIÊNCIA - RECUSA\nDO MINISTÉRIO PÚBLICO)\n   STJ - <<HC 612449>>-SP\n(ACORDO DE NÃO PERSECUÇÃO PENAL - MINISTÉRIO PÚBLICO - PODER-DEVER)\n   STJ - <<AgRg no AREsp 2357929>>-BA\n(PRINCÍPIO DA INSIGNIFICÂNCIA - NÃO APLICAÇÃO - CRIMES CONTRA A FÉ\nPÚBLICA)\n   STJ - <<AgRg no AREsp 1134866>>-SP\n(FORO POR PRERROGATIVA DE FUNÇÃO - ATRAÇÃO POR CONTINÊNCIA OU\nCONEXÃO)\n   STJ - <<HC 347944>>-AP, <<APn 940>>-DF\n(VOTO REVISOR - ANPP - RECUSA FUNDAMENTADA DO VICE-PROCURADOR-GERAL\nDA REPÚBLICA)\n   STJ - <<AgRg na APn 841>>-DF",
  "notas" : null,
  "informacoesComplementares" : "     \"Acerca do acordo de não persecução penal, consolidou-se na\njurisprudência do Superior Tribunal de Justiça o entendimento de que\nnão há direito subjetivo do denunciado ao instituto, como também que\no acordo se insere entre o poder-dever do órgão de acusação, que\npoderá deixar de oferecê-lo quando houver justificativa idônea\".\n     \"[...] o Ministério Público pode deixar de propor o acordo de\nnão persecução penal quando verificar, de forma fundamentada, que\n'este não atenderia aos critérios de necessidade e suficiência em\nface do caso concreto' [...]\".\n     \"[...] em se tratando de crime contra a fé pública, não cabe\ndiscutir eventual tese de atipicidade material das condutas\ndenunciadas, pois a jurisprudência desta Corte não admite a\naplicação do princípio da insignificância aos delitos que agridem\nesse bem jurídico\".\n     (VOTO REVISOR) (MIN. HERMAN BENJAMIN)\n     \"[...] com a devida manifestação do Vice-Procurador-Geral da\nRepública quanto à recusa do ANPP, não há a possibilidade de\nsindicalizar esse ato, conforme decidido recentemente pela Corte\nEspecial\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:0028A ART:00079 ART:00080", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000750", "LEG:FED DEL:002848 ANO:1940\n*****  CP-40    CÓDIGO PENAL\n        ART:00029 ART:00299", "LEG:FED SUM:****** ANO:****\n*****  SUV(STF)    SÚMULA VINCULANTE DO SUPREMO TRIBUNAL FEDERAL\n        SUM:000013" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000884202",
  "numeroProcesso" : "16569",
  "numeroRegistro" : "202200306205",
  "siglaClasse" : "AgRg na Pet",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA PETIÇÃO",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA ISABEL GALLOTTI",
  "dataPublicacao" : "DJE        DATA:13/09/2024",
  "ementa" : "AGRAVO INTERNO EM EMBARGOS DE DIVERGÊNCIA CONTRA ACÓRDÃO PROLATADO\nEM OUTROS EMBARGOS DE DIVERGÊNCIA. RECURSO MANIFESTAMENTE NÃO\nCABÍVEL. JURISPRUDÊNCIA DESTA CORTE. AGRAVO NÃO PROVIDO.\n1. Os embargos de divergência são cabíveis para impugnar acórdãos de\nórgãos fracionários em recurso especial, não sendo permitidos\ncontra julgados de outras classes processuais. Assim, não cabe opor\nembargos de divergência contra acórdão proferido em embargos de\ndivergência anteriores.\n2. A ausência de interesse-adequação nos embargos de divergência e a\ninterposição de sucessivos recursos manifestamente não cabíveis\n(sete ao total) evidenciam o abuso do direito de recorrer.\n3. Agravo interno não conhecido, com baixa imediata dos autos após\ncertificação do trânsito em julgado.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240910",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 04/09/2024 a 10/09/2024,\npor unanimidade, não conhecer do recurso, com determinação de\ncertificação de trânsito em julgado, nos termos do voto da Sra.\nMinistra Relatora.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nAntonio Carlos Ferreira, Ricardo Villas Bôas Cueva e Sebastião Reis\nJúnior votaram com a Sra. Ministra Relatora.\nNão participou do julgamento o Sr. Ministro Og Fernandes.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000884201",
  "numeroProcesso" : "2067353",
  "numeroRegistro" : "202301308944",
  "siglaClasse" : "AgRg nos EREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGENCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA ISABEL GALLOTTI",
  "dataPublicacao" : "DJE        DATA:13/09/2024",
  "ementa" : "AGRAVO REGIMENTAL. EMBARGOS DE DIVERGÊNCIA. RECURSO ESPECIAL.\nINTEMPESTIVIDADE RECURSAL. SISTEMA ELETRÔNICO DE TRIBUNAL. FALHA NÃO\nCOMPROVADA. INCIDÊNCIA DA SÚMULA N. 168/STJ.\n1. A atual jurisprudência da Corte Especial do Superior Tribunal de\nJustiça orienta no sentido de que \"a falha induzida por informação\nequivocada prestada por sistema eletrônico de tribunal deve ser\nlevada em consideração, em homenagem aos princípios da boa-fé e da\nconfiança, para a aferição da tempestividade do recurso\".\n2. No caso, contudo, não foram apresentados documentos aptos a\ncomprovar a tempestividade do recurso, sendo certo que a simples\nsugestão do sistema eletrônico não exonera o Recorrente do seu dever\nde conhecer e aplicar corretamente a legislação relativa à contagem\ndos prazos processuais.\n3. Não se admite a oposição de embargos de divergência quando a\njurisprudência do Tribunal se firmou no mesmo sentido do acórdão\nembargado (Súmula n. 168/STJ).\n4. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240910",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 04/09/2024 a 10/09/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nAntonio Carlos Ferreira, Ricardo Villas Bôas Cueva e Sebastião Reis\nJúnior votaram com a Sra. Ministra Relatora.\nNão participou do julgamento o Sr. Ministro Og Fernandes.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000883839",
  "numeroProcesso" : "1967758",
  "numeroRegistro" : "202103269312",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "FRANCISCO FALCÃO",
  "dataPublicacao" : "DJE        DATA:13/09/2024",
  "ementa" : "PROCESSUAL CIVIL. ADMINISTRATIVO. SERVIDOR PÚBLICO. PROCESSO\nADMINISTRATIVO DISCIPLINAR. DESVIO FUNCIONAL. INADEQUAÇÃO DA VIA\nELEITA. DESPROVIMENTO DO AGRAVO INTERNO. MANUTENÇÃO DA DECISÃO\nRECORRIDA. INADMISSIBILIDADE DE ACÓRDÃO PARADIGMA ORIUNDO DE AÇÃO DE\nGARANTIA CONSTITUCIONAL. AUSÊNCIA DE COTEJO ANALÍTICO. AUSÊNCIA DE\nSIMILITUDE FÁTICA. INCIDÊNCIA DOS ENUNCIADOS N. 7 E 168 DA SÚMULA DO\nSTJ.\nI - Na origem, trata-se de ação ordinária, objetivando a anulação de\nato administrativo que demitiu servidor público federal. Na\nsentença o pedido foi julgado improcedente. No Tribunal a quo, a\nsentença foi mantida.\nII -  Patente a inadmissibilidade do recurso. Com efeito, \"para que\nse configure o dissídio jurisprudencial é indispensável que os\njulgados confrontados revelem soluções distintas extraídas das\nmesmas premissas fáticas e jurídicas\" (AgRg nos EREsp 1.202.436/RS,\nrelator Ministro Teori Albino Zavaski, DJe 10/02/2012). De fato, o\nrecurso não comporta admissibilidade, seja pela inadmissibilidade de\nacórdãos paradigmas oriundos de ações de garantia constitucional,\nseja pela ausência do devido cotejo analítico: seja pela ausência de\nsimilitude fática; seja pelo óbice do Enunciado n. 168, da Súmula\ndo STJ: \"Não cabem embargos de divergência, quando a jurisprudência\ndo Tribunal se firmou no mesmo sentido do acordão embargado\"; seja,\nainda, porque os embargos de divergência não se prestam a modificar\na decisão proferida, quando, para sua análise, haja necessidade de\nse revolver elementos fático-probatórios.\nIII - Inicialmente, não se prestam como paradigma, em embargos de\ndivergência, acórdãos de ações de garantia constitucional haja vista\na natureza diversa da apreciação e do rito cognitivo destas e dos\nrecursos ordinários, em relação ao recurso especial. Nesse sentido:\nAgRg nos EAREsp n. 1.789.636/DF, relator Ministro Antonio Carlos\nFerreira, Corte Especial, julgado em 25/4/2023, DJe de 3/5/2023;\nAgInt nos EREsp n. 1.657.041/CE, relator Ministro Francisco Falcão,\nPrimeira Seção, julgado em 11/11/2020, DJe de 17/11/2020; AgInt nos\nEAREsp n. 1.293.091/CE, relator Ministro Humberto Martins, Corte\nEspecial, julgado em 22/8/2023, DJe de 25/8/2023.\nIV - O recurso também não comporta conhecimento, ante a ausência do\nnecessário cotejo analítico. Não foi realizado o comparativo entre\nos julgados proferidos, na forma do art. 266, § 4º, do RISTJ. Não\nbasta para o atendimento do requisito a mera transcrição de trechos\nesparsos e da ementa dos julgados que entende ser divergente, é\nnecessária a demonstração analítica da divergência jurisprudencial\ninvocada, por intermédio da transcrição dos trechos específicos dos\nacórdãos que configuram o dissídio, em comparação paralela com o\nacórdão recorrido, com a clara indicação das circunstâncias que\nidentificam ou assemelham os casos confrontados, o que torna\ninviável a apreciação da divergência. Nesse sentido: AgInt nos\nEAREsp 261.239/MT, Corte Especial, relator Ministro Humberto\nMartins, DJe 30/8/2016; AgInt nos EAREsp 992.733/SP, Corte Especial,\nrelatora Ministra Nancy Andrighi, DJe 4/12/2017.\nV - Nada obstante, percebe-se evidente a ausência de similitude\nfática, já que os paradigmas referem-se a situações distintas do\ncaso dos autos. No acórdão recorrido, a decisão judicial foi no\nsentido do cabimento da dispensa das testemunhas, em decisão\ndevidamente fundamentada, já no acórdão paradigma não se reconheceu\npresente a fundamentação idônea. E, de fato, ainda que assim não\nfosse, a posição referida no acórdão embargado está em consonância\ncom o entendimento que se firmou no Superior Tribunal de Justiça, no\nsentido de que não há falar em nulidade em processo administrativo\ndisciplinar, por cerceamento de defesa, pelo indeferimento de provas\ne diligências protelatórias ou desnecessárias, desde que haja\nmotivação idônea; a aplicação do princípio pas de nulitè sans grief,\ne; a possibilidade de aplicação de pena diversa pela autoridade\njulgadora, conforme os bem lançados precedentes no acórdão\nrecorrido, o que atrai o óbice do Enunciado n. 168, da Súmula do\nSTJ: \"Não cabem embargos de divergência, quando a jurisprudência do\nTribunal se firmou no mesmo sentido do acordão embargado.\"\nVI - Ademais, e por fim, os embargos de divergência não se prestam a\navaliar a justiça ou injustiça da decisão proferida, nem a\nmodificá-la, quando, para sua análise haja necessidade de revolver\nelementos fático-probatórios (Enunciado n. 7 da Súmula do STJ), como\né também o caso dos autos.\nVII - Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240910",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 04/09/2024 a 10/09/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Maria Thereza de Assis Moura, Luis Felipe Salomão, Mauro\nCampbell Marques, Benedito Gonçalves, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva e\nSebastião Reis Júnior votaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Og Fernandes.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000883838",
  "numeroProcesso" : "1827137",
  "numeroRegistro" : "201902067870",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "FRANCISCO FALCÃO",
  "dataPublicacao" : "DJE        DATA:13/09/2024",
  "ementa" : "PROCESSUAL CIVIL. CIVIL. RESPONSABILIDADE. SEGURO. AÇÃO DE REGRESSO.\nRECURSO ESPECIAL IMPROVIDO. EMBARGOS DE DIVERGÊNCIA IMPROVIDO.\nDESPROVIMENTO DO AGRAVO INTERNO. MANUTENÇÃO DA DECISÃO RECORRIDA.\nI - Trata-se de embargos de divergência que visa a compor o\nantagonismo de interpretações dadas a respeito do momento em que o\nprazo prescricional é reiniciado, no ajuizamento de protesto\njudicial pela Quarta e Segunda Turmas do Superior Tribunal de\nJustiça.\nII - Nos termos do § 4º do art. 1.043 do CPC e do § 4º do art. 266\ndo RISTJ, exige-se que a parte embargante mencione \"as\ncircunstâncias que identificam ou assemelham os casos confrontados\".\nImpõe-se, como condição para um juízo positivo de prelibação, a\npresença de circunstâncias jurídicas e fáticas assemelhadas entre os\ncasos confrontados.\nIIII - A jurisprudência desta Corte consolidou-se no sentido de que\na parte recorrente, para comprovar a existência de dissídio em\nembargos de divergência, deve providenciar a juntada da certidão,\ncópia ou citação de repositório oficial ou credenciado de\njurisprudência, inclusive, em mídia eletrônica, onde foi publicado o\nacórdão divergente, ou com a reprodução de julgado disponível na\nrede mundial de computadores, indicando a respectiva fonte, bem como\ndescrever as circunstâncias que identificam ou assemelham os casos\nconfrontados.\nIV - À luz da interpretação dada pela Quarta Turma, a contagem da\nprescrição interrompida pelo ajuizamento do protesto reinicia a\npartir do último ato do processo. Por outro lado, entende a Segunda\nTurma que a interrupção da prescrição retroage à data da propositura\nda ação.\nV - O art. 202, II, do Código Civil prevê como causa de suspensão da\nprescrição o ajuizamento de protesto judicial, sendo que em seu\nparágrafo único estabelece que: \"A prescrição interrompida recomeça\na correr da data do ato que a interrompeu, ou do último ato do\nprocesso para a interromper.\"\nVI - Os embargos de divergência têm como objetivo afastar a adoção\nde teses diversas para casos semelhantes. Sua função precípua é a de\nuniformizar a jurisprudência interna do Tribunal, de modo a retirar\nantinomias entre julgamentos sobre questões ou teses submetidas à\nsua apreciação. Por isso, a utilização desse recurso somente tem\nêxito quando o acórdão recorrido, posto em confronto com precedentes\nrecentes do STJ, revela discrepância de solução judicial dada a\ncasos processuais que guardem entre si similitude fática e jurídica.\nVII - No caso em mesa, embora se veja identidade entre o caso ora em\napreço e o paradigma, deve ser mantido o entendimento adotado no\nacórdão vergastado, dado que, a respeito do reinício da contagem do\nprazo prescricional no ajuizamento de protesto, o Superior Tribunal\nde Justiça tem entendimento majoritário e atual no sentido de que,\ninterrompida a prescrição, o marco inicial para reinício do prazo\nprescricional é a data do último ato processual. Nesse sentido: REsp\nn. 1.504.408/SP. Ministro Marco Aurélio Bellizze. Terceira Turma.\n17/9/2019. DJe 26/9/2019. Também a decisão monocrática no Recurso\nEspecial n. 1.958.925 - SP (2021/0286010-8) Relator: Ministro Raul\nAraújo, 5/11/2021)\nVIII - Desse modo, verifica-se que merece prevalecer o entendimento\ndado pela Quarta Turma do Superior Tribunal de Justiça, de que a\ncontagem da prescrição interrompida pelo ajuizamento do protesto se\nreinicia a partir do último ato do processo.\nIX - Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240910",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 04/09/2024 a 10/09/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Maria Thereza de Assis Moura, Mauro Campbell Marques,\nBenedito Gonçalves, Raul Araújo, Maria Isabel Gallotti, Antonio\nCarlos Ferreira, Ricardo Villas Bôas Cueva e Sebastião Reis Júnior\nvotaram com o Sr. Ministro Relator.\nImpedido o Sr. Ministro Luis Felipe Salomão.\nNão participou do julgamento o Sr. Ministro Og Fernandes.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000883522",
  "numeroProcesso" : "1954382",
  "numeroRegistro" : "202102464558",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RICARDO VILLAS BÔAS CUEVA",
  "dataPublicacao" : "DJE        DATA:17/09/2024",
  "ementa" : "RECURSO ESPECIAL REPETITIVO. PROCESSUAL CIVIL. VERBAS\nREMUNERATÓRIAS. IMPENHORABILIDADE. ART. 833, IV, DO CPC/2015.\nHONORÁRIOS ADVOCATÍCIOS. EXECUÇÃO. VERBA DE NATUREZA ALIMENTAR E\nPRESTAÇÃO ALIMENTÍCIA. DISTINÇÃO. ART. 833, § 2º, DO CPC/2015.\nEXCEÇÃO NÃO CONFIGURADA.\n1. Os autos buscam definir se os honorários advocatícios de\nsucumbência, em virtude da sua natureza alimentar, inserem-se ou não\nna exceção prevista no § 2º do art. 833 do Código de Processo Civil\nde 2015 - pagamento de prestação alimentícia.\n2. Tese para os fins do art. 1.040 do CPC/2015: a verba honorária\nsucumbencial, a despeito da sua natureza alimentar, não se enquadra\nna exceção prevista no § 2º do art. 833 do CPC/2015 (penhora para\npagamento de prestação alimentícia).\n3. Recurso especial provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240605",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, prosseguindo no julgamento, após o voto-vista\ndo Sr. Ministro João Otávio de Noronha  e os votos da Sra. Ministra\nNancy Andrighi e dos Srs. Ministros Herman Benjamin, Og Fernandes,\nBenedito Gonçalves e Maria Isabel Gallotti, acompanhando o Relator,\ne os votos dos Srs. Ministros Mauro Campbell Marques e Antonio\nCarlos Ferreira acompanhando a divergência, por maioria, conhecer do\nrecurso especial e dar-lhe provimento fixando a seguinte tese:\na verba honorária sucumbencial, a despeito da sua natureza\nalimentar, não se enquadra na exceção prevista no § 2º do art. 833\ndo CPC/2015 (penhora para pagamento de prestação alimentícia).\nVencidos os Srs. Ministros Humberto Martins, Luis Felipe Salomão,\nMauro Campbell Marques, Raul Araújo e Antonio Carlos Ferreira.\nA Sra. Ministra Nancy Andrighi e os Srs. Ministros João Otávio de\nNoronha, Herman Benjamin, Og Fernandes, Benedito Gonçalves e Maria\nIsabel Gallotti votaram com o Sr. Ministro Relator.\nNão participaram do julgamento os Srs. Ministros Francisco Falcão e\nSebastião Reis Júnior.\nAposentada a Sra. Ministra Laurita Vaz.",
  "jurisprudenciaCitada" : "(HONORÁRIOS ADVOCATÍCIOS - NATUREZA ALIMENTAR - PRESTAÇÃO\nALIMENTÍCIA)\n   STJ - <<REsp 1815055>>-SP, <<AgInt no REsp 1897545>>-DF,\n         <<REsp 1991123>>-SP, <<AgInt no AREsp 1973235>>-RS,\n         <<AgInt no REsp 1974774>>-DF\n(SALÁRIOS, VENCIMENTOS, PROVENTOS E VERBAS CONGÊNERES -\nIMPENHORABILIDADE - MITIGAÇÃO)\n   STJ - <<EREsp 1874222>>-DF, <<EREsp 1582475>>-MG\n(VOTO VENCIDO - HONORÁRIOS ADVOCATÍCIOS - SALÁRIO)\n   STF - [[RE 146318]]\n(VOTO VENCIDO - HONORÁRIOS ADVOCATÍCIOS - NATUREZA ALIMENTAR)\n   STJ - <<AgInt no REsp 1732927>>-DF, <<REsp 1619868>>-SP,\n         <<REsp 1361473>>-DF\n   STF - [[RE 564132]] (REPERCUSSÃO GERAL - TEMA(s) 18),\n         [[SL-Extn-sexta-AgR 918]]\n(VOTO VENCIDO - IMPENHORABILIDADES - MITIGAÇÃO)\n   STJ - <<REsp 1356404>>-DF, <<REsp 1436739>>-PR,\n         <<AgInt no REsp 1866064>>-SP,\n         <<AgInt no REsp 1948607>>-AC, <<AREsp 1747007>>-SP,\n         <<AgInt no RCD no REsp 1865625>>-DF\n(VOTO VENCIDO - HONORÁRIOS ADVOCATÍCIOS - PRESTAÇÃO ALIMENTÍCIA)\n   STF - [[RE 470407]]",
  "notas" : "Julgado conforme procedimento previsto para os Recursos Repetitivos\nno âmbito do STJ.",
  "informacoesComplementares" : "     \"[...] os honorários advocatícios, apesar da sua inquestionável\nnatureza alimentar, não se confundem com a prestação de alimentos,\nsendo esta última obrigação periódica, de caráter ético-social,\nnormalmente lastreada no princípio da solidariedade entre os membros\ndo mesmo grupo familiar, embora também possa resultar de condenações\npor ato ilícito e de atos de vontade\".\n     \"Estender tal prerrogativa aos honorários advocatícios, e em\nconsequência aos honorários devidos a todos os profissionais\nliberais, implicaria que toda e qualquer verba que guardasse alguma\nrelação com o trabalho do credor ou com qualquer outra fonte de\nrenda destinada ao seu sustento e de sua família também deveria ser\nreconhecida como tal, tornando regra a exceção que o legislador\nreservou apenas para situações extremas\".\n     \"[...] independentemente da natureza jurídica do crédito\nexecutado, será possível, em tese, a penhora de parte das verbas de\ncaráter remuneratório especificadas no art. 833, IV, do CPC/2015\ncaso se verifique, a partir da análise do caso concretamente\nexaminado, que o ato de constrição judicial não retira do devedor a\ncapacidade de manutenção de um mínimo existencial e de um padrão de\nvida digno em favor dele próprio e de seus dependentes\".\n     (VOTO VENCIDO) (MIN. HUMBERTO MARTINS)\n     \"Deve-se interpretar amplamente a expressão 'prestação\nalimentícia' utilizada pelo § 2° do art. 833 do CPC/2015, pois ela é\ngênero que abrange as espécies de verbas de natureza alimentar,\ngarantindo a dignidade humana tanto da parte credora quanto da\ndevedora. O legislador quis ampliar o conceito de 'prestação\nalimentícia', incluindo nela os honorários advocatícios, os quais,\nainda que sucumbenciais, não somente têm natureza alimentar como\ntambém são prestações alimentícias em sua essência. Trata- se de\ninterpretar a finalidade da verba, sem se limitar a seu nomen\niuris\".\n     \"O § 2º do art. 833 do CPC/2025, ao aludir à prestação\nalimentícia 'independente de sua origem', confere exceção a todas as\nverbas de natureza alimentar relacionadas à subsistência da parte\nexequente\".\n     \"É claro que a conclusão de que os honorários são uma prestação\nalimentícia, para fins da exceção do § 2º do art. 833, não significa\na irrestrita constrição de verba remuneratória da parte devedora,\npois a esta é garantida a razoável subsistência, assim como é\ngarantida ao credor\".\n     \"A verba honorária sucumbencial, em razão de sua natureza\nalimentar, amolda-se à exceção descrita no § 2º do art. 833 do\nCPC/2015\".\n     (VOTO VENCIDO) (MIN. LUIS FELIPE SALOMÃO)\n     \"[...] por considerar que os honorários possuem natureza\nalimentar, bem como que o termo 'prestação alimentícia' para fins de\nexceção à impenhorabilidade não se restringe aos alimentos\ndecorrentes de vínculo familiar, indenizatório ou voluntário, mas\nabrange todas as verbas de caráter alimentar, filio-me à corrente\ndos que entendem pela equiparação dos créditos decorrentes de\nhonorários advocatícios à prestação alimentícia, sendo exceção à\nregra da impenhorabilidade dos ganhos de natureza alimentar .Assim,\né possível a penhora de verbas remuneratórias para o pagamento,\nobservando-se a dignidade da pessoa humana e o mínimo existencial.\".\n     (VOTO VISTA) (MIN. JOÃO OTÁVIO DE NORONHA)\n     \"O § 2º do art. 833 do CPC estabelece uma exceção à regra da\nimpenhorabilidade. Se estamos diante de uma exceção, sua\ninterpretação deve ser feita de forma restritiva e não ampliativa,\nconsoante regra básica de hermenêutica jurídica, sob pena de ensejar\nprivilégio não previsto em lei\".\n     \"[...] Penso que a exceção legal teve por escopo proteger\naquele em situação de maior vulnerabilidade, aquele cuja dependência\nda 'prestação alimentícia' é ainda maior do que a daquele que recebe\n'verba de natureza alimentar'. Aqui, no âmago da exceção fixada pelo\nlegislador está a preocupação com o mais fraco, ainda que em relação\nàqueles cuja situação também mereceu uma especial tutela do Estado.\nPor isso, entendo que a expressão 'prestação alimentícia\" contida no\n§ 2º do art. 833 do CPC de 2015 refere-se a uma espécie do gênero\n'verbas de natureza alimentar'\".\n     (VOTO VISTA) (MIN. NANCY ANDRIGHI)\n     \"[...]  as  verbas  remuneratórias  destinadas  à  subsistência\ndo credor e de sua família, são, de fato, essenciais, razão pela\nqual merecem uma atenção  especial  do  legislador, mas  os\nalimentos  estão  revestidos  de grave urgência,  porquanto  o\nalimentando  depende  exclusivamente  da  pessoa obrigada  a  lhe\nprestar  alimentos,  não  tendo  outros  meios  para  se  socorrer,\njustificando  um  tratamento  mais  sensível  ainda  do  que  aquele\nconferido às verbas remuneratórias\".",
  "termosAuxiliares" : null,
  "teseJuridica" : "\"A verba honorária sucumbencial, a despeito da sua natureza\nalimentar, não se enquadra na exceção prevista no § 2º do art. 833\ndo CPC/2015 (penhora para pagamento de prestação alimentícia).\"cx",
  "tema" : "Tema Repetitivo 1153\nSituação do tema: Acórdão Publicado",
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00085 PAR:00014 ART:00833 INC:00004 PAR:00002\n        ART:01036", "LEG:FED SUM:****** ANO:****\n*****  SUV(STF)    SÚMULA VINCULANTE DO SUPREMO TRIBUNAL FEDERAL\n        SUM:000047" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000883521",
  "numeroProcesso" : "1954380",
  "numeroRegistro" : "202102464105",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RICARDO VILLAS BÔAS CUEVA",
  "dataPublicacao" : "DJE        DATA:17/09/2024",
  "ementa" : "RECURSO ESPECIAL REPETITIVO. PROCESSUAL CIVIL. VERBAS\nREMUNERATÓRIAS. IMPENHORABILIDADE. ART. 833, IV, DO CPC/2015.\nHONORÁRIOS ADVOCATÍCIOS. EXECUÇÃO. VERBA DE NATUREZA ALIMENTAR E\nPRESTAÇÃO ALIMENTÍCIA. DISTINÇÃO. ART. 833, § 2º, DO CPC/2015.\nEXCEÇÃO NÃO CONFIGURADA.\n1. Os autos buscam definir se os honorários advocatícios de\nsucumbência, em virtude da sua natureza alimentar, inserem-se ou não\nna exceção prevista no § 2º do art. 833 do Código de Processo Civil\nde 2015 - pagamento de prestação alimentícia.\n2. Tese para os fins do art. 1.040 do CPC/2015: a verba honorária\nsucumbencial, a despeito da sua natureza alimentar, não se enquadra\nna exceção prevista no § 2º do art. 833 do CPC/2015 (penhora para\npagamento de prestação alimentícia).\n3. Recurso especial não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240605",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, prosseguindo no julgamento, após o voto-vista\ndo Sr. Ministro João Otávio de Noronha e os votos da Sra. Ministra\nNancy Andrighi e dos Srs. Ministros Herman Benjamin, Og Fernandes,\nBenedito Gonçalves e Maria Isabel Gallotti, acompanhando o Relator,\ne os votos dos Srs. Ministros Mauro Campbell Marques e Antonio\nCarlos Ferreira acompanhando a divergência, por maioria, conhecer do\nrecurso especial e negar-lhe provimento, fixando a seguinte tese:\na verba honorária sucumbencial, a despeito da sua natureza\nalimentar, não se enquadra na exceção prevista no § 2º do art. 833\ndo CPC/2015 (penhora para pagamento de prestação alimentícia).\nVotaram vencidos os Srs. Ministros Humberto Martins, Luis Felipe\nSalomão, Mauro Campbell Marques, Raul Araújo e Antonio Carlos\nFerreira.\nA Sra. Ministra Nancy Andrighi e os Srs. Ministros João Otávio de\nNoronha, Herman Benjamin, Og Fernandes, Benedito Gonçalves e Maria\nIsabel Gallotti acompanharam o voto do Sr. Ministro Relator.\nNão participaram do julgamento os Srs. Ministros Francisco Falcão e\nSebastião Reis Júnior.\nAposentada a Sra. Ministra Laurita Vaz.",
  "jurisprudenciaCitada" : "(HONORÁRIOS ADVOCATÍCIOS - NATUREZA ALIMENTAR - PRESTAÇÃO\nALIMENTÍCIA)\n   STJ - <<REsp 1815055>>-SP, <<AgInt no REsp 1897545>>-DF,\n         <<REsp 1991123>>-SP, <<AgInt no AREsp 1973235>>-RS,\n         <<AgInt no REsp 1974774>>-DF\n(SALÁRIOS, VENCIMENTOS, PROVENTOS E VERBAS CONGÊNERES -\nIMPENHORABILIDADE - MITIGAÇÃO)\n   STJ - <<EREsp 1874222>>-DF, <<EREsp 1582475>>-MG\n(VOTO VENCIDO - HONORÁRIOS ADVOCATÍCIOS - SALÁRIO)\n   STF - [[RE 146318]]\n(VOTO VENCIDO - HONORÁRIOS ADVOCATÍCIOS - NATUREZA ALIMENTAR)\n   STJ - <<AgInt no REsp 1732927>>-DF, <<REsp 1619868>>-SP,\n         <<REsp 1361473>>-DF\n   STF - [[RE 564132]] (REPERCUSSÃO GERAL - TEMA(s) 18),\n         [[SL-Extn-sexta-AgR 918]]\n(VOTO VENCIDO - IMPENHORABILIDADES - MITIGAÇÃO)\n   STJ - <<REsp 1356404>>-DF, <<REsp 1436739>>-PR,\n         <<AgInt no REsp 1866064>>-SP,\n         <<AgInt no REsp 1948607>>-AC, <<AREsp 1747007>>-SP,\n         <<AgInt no RCD no REsp 1865625>>-DF\n(VOTO VENCIDO - HONORÁRIOS ADVOCATÍCIOS - PRESTAÇÃO ALIMENTÍCIA)\n   STF - [[RE 470407]]",
  "notas" : "Julgado conforme procedimento previsto para os Recursos Repetitivos\nno âmbito do STJ.",
  "informacoesComplementares" : "     \"[...] os honorários advocatícios, apesar da sua inquestionável\nnatureza alimentar, não se confundem com a prestação de alimentos,\nsendo esta última obrigação periódica, de caráter ético-social,\nnormalmente lastreada no princípio da solidariedade entre os membros\ndo mesmo grupo familiar, embora também possa resultar de condenações\npor ato ilícito e de atos de vontade\".\n     \"Estender tal prerrogativa aos honorários advocatícios, e em\nconsequência aos honorários devidos a todos os profissionais\nliberais, implicaria que toda e qualquer verba que guardasse alguma\nrelação com o trabalho do credor ou com qualquer outra fonte de\nrenda destinada ao seu sustento e de sua família também deveria ser\nreconhecida como tal, tornando regra a exceção que o legislador\nreservou apenas para situações extremas\".\n     \"[...] independentemente da natureza jurídica do crédito\nexecutado, será possível, em tese, a penhora de parte das verbas de\ncaráter remuneratório especificadas no art. 833, IV, do CPC/2015\ncaso se verifique, a partir da análise do caso concretamente\nexaminado, que o ato de constrição judicial não retira do devedor a\ncapacidade de manutenção de um mínimo existencial e de um padrão de\nvida digno em favor dele próprio e de seus dependentes\".\n     (VOTO VENCIDO) (MIN. HUMBERTO MARTINS)\n     \"Deve-se interpretar amplamente a expressão 'prestação\nalimentícia' utilizada pelo § 2° do art. 833 do CPC/2015, pois ela é\ngênero que abrange as espécies de verbas de natureza alimentar,\ngarantindo a dignidade humana tanto da parte credora quanto da\ndevedora. O legislador quis ampliar o conceito de 'prestação\nalimentícia', incluindo nela os honorários advocatícios, os quais,\nainda que sucumbenciais, não somente têm natureza alimentar como\ntambém são prestações alimentícias em sua essência. Trata- se de\ninterpretar a finalidade da verba, sem se limitar a seu nomen\niuris\".\n     \"O § 2º do art. 833 do CPC/2025, ao aludir à prestação\nalimentícia 'independente de sua origem', confere exceção a todas as\nverbas de natureza alimentar relacionadas à subsistência da parte\nexequente\".\n     \"É claro que a conclusão de que os honorários são uma prestação\nalimentícia, para fins da exceção do § 2º do art. 833, não significa\na irrestrita constrição de verba remuneratória da parte devedora,\npois a esta é garantida a razoável subsistência, assim como é\ngarantida ao credor\".\n     \"A verba honorária sucumbencial, em razão de sua natureza\nalimentar, amolda-se à exceção descrita no § 2º do art. 833 do\nCPC/2015\".\n     (VOTO VENCIDO) (MIN. LUIS FELIPE SALOMÃO)\n     \"[...] por considerar que os honorários possuem natureza\nalimentar, bem como que o termo 'prestação alimentícia' para fins de\nexceção à impenhorabilidade não se restringe aos alimentos\ndecorrentes de vínculo familiar, indenizatório ou voluntário, mas\nabrange todas as verbas de caráter alimentar, filio-me à corrente\ndos que entendem pela equiparação dos créditos decorrentes de\nhonorários advocatícios à prestação alimentícia, sendo exceção à\nregra da impenhorabilidade dos ganhos de natureza alimentar .Assim,\né possível a penhora de verbas remuneratórias para o pagamento,\nobservando-se a dignidade da pessoa humana e o mínimo existencial.\".\n     (VOTO VISTA) (MIN. JOÃO OTÁVIO DE NORONHA)\n     \"O § 2º do art. 833 do CPC estabelece uma exceção à regra da\nimpenhorabilidade. Se estamos diante de uma exceção, sua\ninterpretação deve ser feita de forma restritiva e não ampliativa,\nconsoante regra básica de hermenêutica jurídica, sob pena de ensejar\nprivilégio não previsto em lei\".\n     \"[...] Penso que a exceção legal teve por escopo proteger\naquele em situação de maior vulnerabilidade, aquele cuja dependência\nda 'prestação alimentícia' é ainda maior do que a daquele que recebe\n'verba de natureza alimentar'. Aqui, no âmago da exceção fixada pelo\nlegislador está a preocupação com o mais fraco, ainda que em relação\nàqueles cuja situação também mereceu uma especial tutela do Estado.\nPor isso, entendo que a expressão 'prestação alimentícia\" contida no\n§ 2º do art. 833 do CPC de 2015 refere-se a uma espécie do gênero\n'verbas de natureza alimentar'\".\n     (VOTO VISTA) (MIN. NANCY ANDRIGHI)\n     \"[...]  as  verbas  remuneratórias  destinadas  à  subsistência\ndo credor e de sua família, são, de fato, essenciais, razão pela\nqual merecem uma atenção  especial  do  legislador, mas  os\nalimentos  estão  revestidos  de grave urgência,  porquanto  o\nalimentando  depende  exclusivamente  da  pessoa obrigada  a  lhe\nprestar  alimentos,  não  tendo  outros  meios  para  se  socorrer,\njustificando  um  tratamento  mais  sensível  ainda  do  que  aquele\nconferido às verbas remuneratórias\".",
  "termosAuxiliares" : null,
  "teseJuridica" : "\"A verba honorária sucumbencial, a despeito da sua natureza\nalimentar, não se enquadra na exceção prevista no § 2º do art. 833\ndo CPC/2015 (penhora para pagamento de prestação alimentícia).\"cx",
  "tema" : "Tema Repetitivo 1153\nSituação do tema: Acórdão Publicado",
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00085 PAR:00014 ART:00833 INC:00004 PAR:00002\n        ART:01036", "LEG:FED SUM:****** ANO:****\n*****  SUV(STF)    SÚMULA VINCULANTE DO SUPREMO TRIBUNAL FEDERAL\n        SUM:000047" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000883369",
  "numeroProcesso" : "2092311",
  "numeroRegistro" : "202302967336",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJE        DATA:16/09/2024",
  "ementa" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL. RITO DOS REPETITIVOS.\nARTS. 1.036 E SEGUINTES DO CPC. DIREITO PROCESSUAL CIVIL. AÇÃO\nREGRESSIVA. CREDOR ORIGINÁRIO. CONSUMIDOR. SUB-ROGAÇÃO DA\nSEGURADORA. DIREITO MATERIAL. SUB-ROGAÇÃO NOS DIREITOS, AÇÕES,\nPRIVILÉGIOS E GARANTIAS DO CREDOR PRIMITIVO. INCIDÊNCIA DO ART. 101,\nI, DO CDC. FORO DO DOMICÍLIO DO CONSUMIDOR.\n1. Delimitação da controvérsia: Definir se a seguradora sub-roga-se\nnas prerrogativas processuais inerentes aos consumidores, em\nespecial na regra\nde competência prevista no art. 101, I, do CDC, em razão do\npagamento de indenização ao segurado em virtude do sinistro.\n2. Afetação do recurso especial ao rito dos arts. 1.036 e ss. do\nCPC.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240910",
  "decisao" : "A Corte Especial, por unanimidade, afetar o processo ao rito dos\nrecursos repetitivos (artigo 1.036 do CPC e art. 257-C do RISTJ)\npara consolidar entendimento acerca da seguinte questão jurídica:\n\"Definir se a seguradora sub-roga-se nas prerrogativas processuais\ninerentes aos consumidores, em especial na regra de competência\nprevista no art. 101, I, do CDC, em razão do pagamento de\nindenização ao segurado em virtude do sinistro.\". Ainda, por\nunanimidade, determinou a suspensão dos recursos especiais e agravos\nem recurso especial em trâmite nos Tribunais de Justiça e Tribunais\nRegionais Federais de todo o país que discorram sobre idêntica\nquestão jurídica, conforme proposta da Sra. Ministra Relatora. Os\nSrs. Ministros João Otávio de Noronha, Maria Thereza de Assis Moura,\nLuis Felipe Salomão, Mauro Campbell Marques, Benedito Gonçalves,\nRaul Araújo, Maria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo\nVillas Bôas Cueva, Sebastião Reis Júnior e Francisco Falcão votaram\ncom a Sra. Ministra Relatora.\n\nAusentes, justificadamente, os Srs. Ministros Humberto Martins e Og\nFernandes.\n\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1282",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1282\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036 PAR:00006 ART:01037", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:0257A PAR:00001" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000883368",
  "numeroProcesso" : "2092310",
  "numeroRegistro" : "202302967450",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJE        DATA:16/09/2024",
  "ementa" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL. RITO DOS REPETITIVOS.\nARTS. 1.036 E SEGUINTES DO CPC. DIREITO PROCESSUAL CIVIL. AÇÃO\nREGRESSIVA. CREDOR ORIGINÁRIO. CONSUMIDOR. SUB-ROGAÇÃO DA\nSEGURADORA. DIREITO MATERIAL. SUB-ROGAÇÃO NOS DIREITOS, AÇÕES,\nPRIVILÉGIOS E GARANTIAS DO CREDOR PRIMITIVO. INCIDÊNCIA DO ART. 101,\nI, DO CDC. FORO DO DOMICÍLIO DO CONSUMIDOR.\n1. Delimitação da controvérsia: Definir se a seguradora sub-roga-se\nnas prerrogativas processuais inerentes aos consumidores, em\nespecial na regra\nde competência prevista no art. 101, I, do CDC, em razão do\npagamento de indenização ao segurado em virtude do sinistro.\n2. Afetação do recurso especial ao rito dos arts. 1.036 e ss. do\nCPC.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240910",
  "decisao" : "A Corte Especial, por unanimidade, afetar o processo ao rito dos\nrecursos repetitivos (artigo 1.036 do CPC e art. 257-C do RISTJ)\npara consolidar entendimento acerca da seguinte questão jurídica:\n\"Definir se a seguradora sub-roga-se nas prerrogativas processuais\ninerentes aos consumidores, em especial na regra de competência\nprevista no art. 101, I, do CDC, em razão do pagamento de\nindenização ao segurado em virtude do sinistro.\". Ainda, por\nunanimidade, determinou a suspensão dos recursos especiais e agravos\nem recurso especial em trâmite nos Tribunais de Justiça e Tribunais\nRegionais Federais de todo o país que discorram sobre idêntica\nquestão jurídica, conforme proposta da Sra. Ministra Relatora. Os\nSrs. Ministros João Otávio de Noronha, Maria Thereza de Assis Moura,\nLuis Felipe Salomão, Mauro Campbell Marques, Benedito Gonçalves,\nRaul Araújo, Maria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo\nVillas Bôas Cueva, Sebastião Reis Júnior e Francisco Falcão votaram\ncom a Sra. Ministra Relatora.\n\nAusentes, justificadamente, os Srs. Ministros Humberto Martins e Og\nFernandes.\n\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1282",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1282\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036 PAR:00006 ART:01037" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000883367",
  "numeroProcesso" : "2092308",
  "numeroRegistro" : "202302967070",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJE        DATA:16/09/2024",
  "ementa" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL. RITO DOS REPETITIVOS.\nARTS. 1.036 E SEGUINTES DO CPC. DIREITO PROCESSUAL CIVIL. AÇÃO\nREGRESSIVA. CREDOR ORIGINÁRIO. CONSUMIDOR. SUB-ROGAÇÃO DA\nSEGURADORA. DIREITO MATERIAL. SUB-ROGAÇÃO NOS DIREITOS, AÇÕES,\nPRIVILÉGIOS E GARANTIAS DO CREDOR PRIMITIVO. INCIDÊNCIA DO ART. 101,\nI, DO CDC. FORO DO DOMICÍLIO DO CONSUMIDOR.\n1. Delimitação da controvérsia: Definir se a seguradora sub-roga-se\nnas prerrogativas processuais inerentes aos consumidores, em\nespecial na regra\nde competência prevista no art. 101, I, do CDC, em razão do\npagamento de indenização ao segurado em virtude do sinistro.\n2. Afetação do recurso especial ao rito dos arts. 1.036 e ss. do\nCPC.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240910",
  "decisao" : "A Corte Especial, por unanimidade, afetar o processo ao rito dos\nrecursos repetitivos (artigo 1.036 do CPC e art. 257-C do RISTJ)\npara consolidar entendimento acerca da seguinte questão jurídica:\n\"Definir se a seguradora sub-roga-se nas prerrogativas processuais\ninerentes aos consumidores, em especial na regra de competência\nprevista no art. 101, I, do CDC, em razão do pagamento de\nindenização ao segurado em virtude do sinistro.\". Ainda, por\nunanimidade, determinou a suspensão dos recursos especiais e agravos\nem recurso especial em trâmite nos Tribunais de Justiça e Tribunais\nRegionais Federais de todo o país que discorram sobre idêntica\nquestão jurídica, conforme proposta da Sra. Ministra Relatora. Os\nSrs. Ministros João Otávio de Noronha, Maria Thereza de Assis Moura,\nLuis Felipe Salomão, Mauro Campbell Marques, Benedito Gonçalves,\nRaul Araújo, Maria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo\nVillas Bôas Cueva, Sebastião Reis Júnior e Francisco Falcão votaram\ncom a Sra. Ministra Relatora.\n\nAusentes, justificadamente, os Srs. Ministros Humberto Martins e Og\nFernandes.\n\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1282",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1282\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036 PAR:00006 ART:01037" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000883011",
  "numeroProcesso" : "2421358",
  "numeroRegistro" : "202302546225",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RAUL ARAÚJO",
  "dataPublicacao" : "DJE        DATA:04/09/2024",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA NO AGRAVO NO RECURSO\nESPECIAL. PROCESSUAL CIVIL. negou FERIADO LOCAL. DOCUMENTO INIDÔNEO.\nSÚMULA 168/STJ. AGRAVO DESPROVIDO.\n1. A controvérsia foi decidida em conformidade com a jurisprudência\natual firmada no âmbito da Corte Especial do STJ, segundo a qual, na\nvigência do Código de Processo Civil de 2015, a existência de\nferiado local há de ser comprovada, por documento idôneo, no momento\nda interposição do recurso, não se tratando de vício sanável.\n2. Incidência da Súmula 168/STJ: \"Não cabem embargos de divergência,\nquando a jurisprudência do Tribunal se firmou no mesmo sentido do\nacórdão recorrido.\"\n3. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240821",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 15/08/2024 a 21/08/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Herman Benjamin, Og Fernandes, Luis Felipe Salomão, Mauro\nCampbell Marques, Benedito Gonçalves, Maria Isabel Gallotti, Antonio\nCarlos Ferreira, Ricardo Villas Bôas Cueva e Sebastião Reis Júnior\nvotaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Humberto Martins.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000882662",
  "numeroProcesso" : "204530",
  "numeroRegistro" : "202401399144",
  "siglaClasse" : "CC",
  "descricaoClasse" : "CONFLITO DE COMPETENCIA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RAUL ARAÚJO",
  "dataPublicacao" : "DJE        DATA:04/09/2024",
  "ementa" : "PROCESSUA L CIVIL. CONFLITO NEGATIVO DE COMPETÊNCIA. ADMINISTRATIVO,\nAMBIENTAL E PENAL. ACORDO CELEBRADO EM TRANSAÇÃO PENAL. RECUPERAÇÃO\nAMBIENTAL. RELAÇÃO JURÍDICA LITIGIOSA PREVALECENTE DE DIREITO\nPÚBLICO. COMPETÊNCIA DAS TURMAS QUE COMPÕEM A PRIMEIRA SEÇÃO.\n1.\nPara a delimitação da competência interna, o art. 9º do Regimento\nInterno do Superior Tribunal de Justiça estabelece como critério\ngeral a \"natureza da relação jurídica litigiosa\".\n2. O título\nexecutivo judicial que embasa a demanda é derivado de transação\npenal, firmada nos termos dos arts. 72 a 74 da Lei 9.099/95, entre\nsociedade empresária e Ministério Público Federal, no âmbito de\nRepresentação Criminal. O ajuste entabulado entre as partes\nconsistia na composição dos danos ambientais e recuperação da área\ndegradada.\n3. A matéria principal a ser discutida agora é de\nnatureza ambiental e administrativa, pois, a princípio, o fato de a\nobrigação decorrer de transação penal é questão que não interfere\ndiretamente na natureza da controvérsia.\n4. Tratando-se de recursos\nespeciais interpostos no âmbito de execução de acordo que determinou\na recupe ração ambiental pela sociedade empresária de área de\npreservação permanente - que, em posterior momento, aparentemente,\nfoi desconfigurada -, a discussão acerca da manutenção, ou não, da\nobrigação acordada tem caráter nitidamente de direito ambiental e\ndireito administrativo, o que recomenda o reconhecimento da\ncompetência das Turmas que compõem a Primeira Seção, de Direito\nPúblico.\n5. Conhecido o conflito para declarar a competência da\nTurma que compõe a Primeira Seção.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240807",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Corte Especial, por unanimidade, conhecer do\nconflito de competência para declarar competente a Primeira Turma,\nsuscitada, nos termos do voto do Sr. Ministro Relator.\nOs Srs.\nMinistros Maria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo\nVillas Bôas Cueva, Sebastião Reis Júnior, Sérgio Kukina, Joel Ilan\nPaciornik, Francisco Falcão, Nancy Andrighi, Humberto Martins,\nHerman Benjamin, Luis Felipe Salomão, Mauro Campbell Marques e\nBenedito Gonçalves votaram com o Sr. Ministro Relator.\nAusentes,\njustificadamente, os Srs. Ministros João Otávio de Noronha e Og\nFernandes.\nConvocados os Srs. Ministros Sérgio Kukina e Joel Ilan\nPaciornik.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000882146",
  "numeroProcesso" : "1735",
  "numeroRegistro" : "201902223226",
  "siglaClasse" : "Inq",
  "descricaoClasse" : "INQUÉRITO",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "ANTONIO CARLOS FERREIRA",
  "dataPublicacao" : "DJE        DATA:27/08/2024",
  "ementa" : "PENAL. PROCESSUAL PENAL. INQUÉRITO. APURAÇÃO. CRIMES. CORRUPÇÃO\nPASSIVA. ATIVA. LAVAGEM DE DINHEIRO. DESEMBARGADORES. TRIBUNAL DE\nJUSTIÇA DO ESTADO DE MINAS GERAIS. COMPETÊNCIA DO STJ. SUPERVENIENTE\nAPOSENTADORIA COMPULSÓRIA. PERDA DO FORO POR PRERROGATIVA DE\nFUNÇÃO. COMPETÊNCIA DO JUÍZO DE PRIMEIRO GRAU. CASO CONCRETO ?\nINAPLICABILDADE DO PRECEDENTE AP 937 QO DO SUPREMO TRIBUNAL FEDERAL.\nFASE: APRESENTAÇÃO RELATÓRIO CONCLUSIVO INQUÉRITO POLICIAL.\nDECLÍNIO DA COMPETÊNCIA. VARA CRIMINAL. PRIMEIRO GRAU. VALIDADE DOS\nATOS PROCESSUAIS REALIZADOS. JURISPRUDÊNCIA. DOUTRINA.\n1. Inquérito instaurado para apurar suposta prática de crimes de\ncorrupção passiva, ativa e lavagem de dinheiro praticados, em tese,\npor Desembargadores do Tribunal de Justiça do Estado de Minas Gerais\nem conjunto com outros envolvidos.\n2. Aposentadoria compulsória superveniente dos dois investigados\nentão detentores de foro por prerrogativa de função.\n3.?Inaplicável, ao caso, a determinação fixada no precedente AP 937\nQO do Supremo Tribunal Federal, tendo em vista a fase processual.\n4. Inexistência de indício de participação de outro detentor de foro\npor prerrogativa de função a justificar a manutenção do feito nesta\nCorte Superior.\n5.?Incompetência do STJ reconhecida, remessa dos autos a uma das\nVaras Criminais Estaduais da Comarca de Belo Horizonte - MG para\nlivre distribuição,  processamento e julgamento do feito 6. Validade\nde todos os atos processuais realizados até a data da última\naposentadoria compulsória (04/06/2024). Jurisprudência e Doutrina.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240821",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Corte Especial, por unanimidade,\ndeclinar da competência para o processamento e julgamento do\ninquérito e dos que lhe são vinculados, determinando a imediata\nREMESSA dos autos, por meio da livre distribuição, a uma das Varas\nCriminais da Comarca de Belo Horizonte - MG, ressalvada a validade\nde todos os atos processuais realizados até a data da aposentadoria\ncompulsória de G. D. C. (04/06/2024), nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Ricardo Villas Bôas Cueva, Sebastião Reis Júnior,\nFrancisco Falcão, Humberto Martins, Herman Benjamin, Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo e\nMaria Isabel Gallotti votaram com o Sr. Ministro Relator.\nAusentes, justificadamente, a Sra. Ministra Nancy Andrighi e os Srs.\nMinistros João Otávio de Noronha e Og Fernandes.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000882098",
  "numeroProcesso" : "16817",
  "numeroRegistro" : "202203777332",
  "siglaClasse" : "AgRg na Pet",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA PETIÇÃO",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MAURO CAMPBELL MARQUES",
  "dataPublicacao" : "DJE        DATA:27/08/2024",
  "ementa" : "AGRAVO REGIMENTAL CONTRA DECISÃO EM EMBARGOS DE DIVERGÊNCIA AUTUADOS\nCOMO PETIÇÃO. EMBARGOS DE DIVERGÊNCIA EM EMBARGOS DE DIVERGÊNCIA.\nRECURSO MANIFESTAMENTE INCABÍVEL. ERRO GROSSEIRO E ABUSO DO DIREITO\nDE RECORRER.\n1. A jurisprudência do Superior Tribunal de Justiça é firme no\nsentido de inadmitir a oposição de embargos de divergência contra a\ndecisão proferida em embargos de divergência.\n2. Os embargos de divergência são cabíveis para impugnar os acórdãos\nprolatados pelos órgãos fracionários em sede de recurso especial,\nnão sendo possível sua oposição em face de julgados proferidos em\noutras classes processuais. Nesse sentido: AgRg na Pet n. 14.960/SC,\nrelator Ministro Sebastião Reis Júnior, Terceira Seção, julgado em\n22/3/2023, DJe de 24/3/2023.\n3. Agravo regimental rejeitado.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240821",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 15/08/2024 a 21/08/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Herman Benjamin, Og Fernandes, Luis Felipe Salomão,\nBenedito Gonçalves, Raul Araújo, Maria Isabel Gallotti, Antonio\nCarlos Ferreira, Ricardo Villas Bôas Cueva e Sebastião Reis Júnior\nvotaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Humberto Martins.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ "AgRg na Pet  16817  SC  2022/0377733-2  Decisão:21/08/2024\nDJE        DATA:27/08/2024" ]
}, {
  "id" : "000882097",
  "numeroProcesso" : "2444810",
  "numeroRegistro" : "202302961463",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MAURO CAMPBELL MARQUES",
  "dataPublicacao" : "DJE        DATA:27/08/2024",
  "ementa" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. AUSÊNCIA DE JULGAMENTO DE MÉRITO NO ACÓRDÃO EMBARGADO.\nDIVERGÊNCIA JURISPRUDENCIAL NÃO DEMONSTRADA. ENUNCIADO DE SÚMULA N.\n7 DO STJ. INCIDÊNCIA. INDEFERIMENTO LIMINAR DOS EMBARGOS DE\nDIVERGÊNCIA MANTIDO. AGRAVO REGIMENTAL NÃO PROVIDO.\n1. A finalidade dos embargos de divergência no âmbito do Superior\nTribunal de Justiça é dirimir eventual entendimento jurisprudencial\nconflitante sobre teses de mérito adotadas por julgados desta Corte\nSuperior em recurso especial. Entretanto, é indispensável haver\nidentidade ou similitude fática e jurídica entre o acórdão embargado\ne o aresto paradigma, cabendo ao embargante demonstrar que houve\ninterpretação divergente acerca de situações semelhantes por meio de\ncotejo analítico entre os julgados confrontados.\n2. Na hipótese dos autos, o acórdão embargado concluiu pela\nimpossibilidade de se analisar o mérito do recurso especial em razão\nda incidência ao caso vertente dos Enunciados de Súmula nº 282 e\n284 do Supremo Tribunal Federal, e nº 7 do STJ. Tal circunstância,\nper se, é capaz de impedir o conhecimento dos embargos de\ndivergência, tendo em vista a ausência de análise do mérito do\nrecurso especial, em conformidade com o enunciado de súmula n.\n315/STJ.\n3. Ademais, analisando a peça recursal se observa que tanto o aresto\nimpugnado quanto o aresto paradigma foram uníssonos em exigir o\nprequestionamento da matéria, seja ele expresso ou implícito,\nhavendo manifestação objetiva de ausência de prequestionamento\nquanto à tese apresentada pelo embargante em seu recurso especial.\n4. Pretensão de obter desta Corte Superior o revolvimento do\nconteúdo fático-probatório dos autos, a atrair o óbice indicado no\nenunciado de Súmula nº 7 do Superior Tribunal de Justiça.\n5. Agravo regimental não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240821",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 15/08/2024 a 21/08/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Herman Benjamin, Og Fernandes, Luis Felipe Salomão,\nBenedito Gonçalves, Raul Araújo, Maria Isabel Gallotti, Antonio\nCarlos Ferreira, Ricardo Villas Bôas Cueva e Sebastião Reis Júnior\nvotaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Humberto Martins.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ "AgRg nos EAREsp  2444810  SC  2023/0296146-3  Decisão:21/08/2024\nDJE        DATA:27/08/2024" ]
}, {
  "id" : "000882080",
  "numeroProcesso" : "2257363",
  "numeroRegistro" : "202203771952",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "FRANCISCO FALCÃO",
  "dataPublicacao" : "DJE        DATA:27/08/2024",
  "ementa" : "PROCESSUAL CIVIL. DIREITO PENAL. DESPROVIMENTO DO AGRAVO INTERNO.\nMANUTENÇÃO DA DECISÃO RECORRIDA. SÚMULA N. 7/STJ. SÚMULA N. 315/STJ.\nI - Na origem, trata-se agravo interposto contra decisão que\ninadmitiu o recurso especial manejado contra acórdão proferido pelo\nTribunal de Justiça do Estado do Paraná no julgamento da Apelação n.\n0009733-54.2018.8.16.0190. Na sentença o pedido foi julgado\nprocedente. No Tribunal a quo, a sentença foi mantida.\nII - Os embargos de divergência, recurso de fundamentação vinculada,\ntêm o propósito de compor divergência entre órgão fracionário do\nSupremo Tribunal Federal ou do Superior Tribunal de Justiça e\nqualquer outro órgão jurisdicional do mesmo tribunal (CPC/15, art.\n1.043), sendo os acórdãos, embargado e paradigma, de mérito, ou,\nainda, sendo um acórdão de mérito e outro que não tenha conhecido do\nrecurso, embora tenha apreciado a controvérsia. Visa, portanto, a\nuniformizar a jurisprudência do tribunal.\nIII - Essa exigência legal no sentido de que o acórdão seja de\nmérito, ou ao menos tenha apreciado a controvérsia, se justifica\nporque, a rigor, os embargos de divergência não servem para\npropiciar novo exame acerca da aplicação de regra técnica de\nadmissibilidade do recurso especial ou do agravo em recurso\nespecial.\nIV - No caso em mesa, o acórdão embargado não apreciou matéria de\nmérito, em razão do óbice da Súmula n. 7/STJ, por entender que \"a\nmudança da conclusão alcançada no acórdão impugnado exigiria o\nreexame das provas, o que é vedado nesta instância extraordinária,\numa vez que o Tribunal a quo é soberano na análise do acervo\nfático-probatório dos autos\".\nV - Tal situação impede, por si só, o conhecimento desta via de\nimpugnação, pois não se admite a interposição de embargos de\ndivergência na hipótese de não ter sido analisado o mérito do\nrecurso especial, a teor da Súmula n. 315 desta Corte Superior: \"Não\ncabem embargos de divergência no âmbito do agravo de instrumento\nque não admite recurso especial\". Nesse mesmo sentido confiram-se os\nseguintes julgados: AgInt nos EAREsp n. 2.140.201/DF, relatora\nMinistra Nancy Andrighi, Corte Especial, julgado em 27/2/2024, DJe\nde 4/3/2024; EDcl no AgRg nos EAREsp n. 1.778.789/SP, relatora\nMinistra Laurita Vaz, Corte Especial, julgado em 22/2/2022, DJe de\n2/3/2022.\nVI - A parte embargante sustenta que a divergência entre o acórdão\nembargado e os dois dos paradigmas apontados, REsp 153714/SP, da\nPrimeira Turma, julgado em 1999 e REsp 674898/RJ, da Quinta Turma,\njulgado em 2005, por entender obrigatório o acolhimento da pretensão\nrecursal no tocante à suposta omissão do acórdão de origem.\nVII - Também no ponto, a argumentação não encontra amparo, seja em\nrazão da ausência de contemporaneidade dos arestos paradigmas, que\nforam julgados há 19 e 25 anos, respectivamente, seja no tocante à\nmatéria arguida, visto que a análise da existência ou não de omissão\ndemanda o exame das peculiaridades de cada caso concreto, o afasta\nperemptoriamente a existência de teses divergentes aptas a ensejar o\nprocessamento do recurso. A propósito: AgInt nos EAREsp n.\n1.660.334/SP, relator Ministro Raul Araújo, Corte Especial, julgado\nem 27/2/2024, DJe de 4/3/2024; AgInt nos EREsp n. 1.256.567/DF,\nrelator Ministro João Otávio de Noronha, Corte Especial, julgado em\n23/8/2022, DJe de 25/8/2022.)\nVIII - Nessa esteira, necessário ressaltar que os embargos de\ndivergência têm por finalidade uniformizar a jurisprudência do\npróprio Superior Tribunal de Justiça, quando se verificarem\nidênticas situações fáticas nos julgados, mas se tenha dado\ndiferente interpretação na legislação aplicável ao caso. Não se\nprestam para avaliar possível justiça ou injustiça do decisum ou\ncorrigir regra técnica de conhecimento e, muito menos, confrontar\ntese de admissibilidade com tese de mérito.\nIX - Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240821",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de JustiÃ§a, em sessÃ£o de julgamento do dia 15/08/2024 a\n21/08/2024, por unanimidade, negar provimento ao recurso, nos termos\ndo voto do Sr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Herman\nBenjamin, Og Fernandes, Luis Felipe Salomão, Mauro Campbell Marques,\nBenedito Gonçalves, Raul Araújo, Maria Isabel Gallotti, Antonio\nCarlos Ferreira, Ricardo Villas Bôas Cueva e Sebastião Reis Júnior\nvotaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000881970",
  "numeroProcesso" : "1853580",
  "numeroRegistro" : "201903736298",
  "siglaClasse" : "AgRg nos EREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGENCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RAUL ARAÚJO",
  "dataPublicacao" : "DJE        DATA:05/09/2024",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM\nRECURSO ESPECIAL. ASTREINTES. TERCEIRO EM PROCESSO CRIMINAL.\nCONTRADITÓRIO. AUSÊNCIA DE SIMILITUDE E DE DIVERGÊNCIA ENTRE OS\nACÓRDÃOS CONFRONTADOS.\n1. Os acórdãos indicados como paradigmas, decorrentes de demandas\ncíveis, não guardam similitude fático-processual com o acórdão\nembargado, proferido em processo criminal e assentado em normas e\nprincípios de natureza penal.\n2. Hipótese em que, diversamente do paradigma proveniente do\njulgamento do AgInt no AREsp n. 1.034.483/DF, o acórdão embargado\nnem mesmo cuidou da obrigatoriedade de execução fiscal, tampouco da\nimpossibilidade de penhora antes da citação nos autos de execução\nfiscal para penhora e cobrança de astreintes.\n3. Ademais, o acórdão embargado deixa expresso que o exercício da\nampla defesa e do contraditório pode ser \"postergado e aplicado\" no\nmomento em que realizado o bloqueio de bens, caso necessário,\ninexistindo obrigatoriedade de execução fiscal para cobrança da\nreferida multa.\n4. Agravo regimental a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240812",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, prosseguindo o julgamento, após voto-vista do Sr. Ministro\nJoão Otávio de Noronha acompanhando o Relator, no que foi\nacompanhado pelos votos dos Srs. Ministros Humberto Martins e Mauro\nCampbell Marques, e os votos dos Senhores Ministros Antonio Carlos\nFerreira, Ricardo Villas Bôas Cueva, Sebastião Reis Júnior, Joel\nIlan Paciornik, Francisco Falcão, Nancy Andrighi, Herman Benjamin e\nBenedito Gonçalves, no sentido de negar provimento ao agravo\nregimental, por maioria, negar provimento ao agravo regimental, nos\ntermos do voto do Sr. Ministro Antonio Carlos Ferreira, que lavrará\no acórdão.\nVotaram vencidos os Srs. Ministros Relator, João Otávio de Noronha\n(voto-vista), Humberto Martins e Mauro Campbell Marques.\nAcompanharam o voto do Sr. Ministro Antonio Carlos Ferreira os Srs.\nMinistros Ricardo Villas Bôas Cueva, Sebastião Reis Júnior, Joel\nIlan Paciornik, Francisco Falcão, Nancy Andrighi, Herman Benjamin e\nBenedito Gonçalves.\nNão participaram do julgamento a Sra. Ministra Maria Isabel Gallotti\ne os Srs. Ministros Og Fernandes e Luis Felipe Salomão.\nPresidiu o julgamento a Sra. Ministra Presidente do STJ.",
  "jurisprudenciaCitada" : "(VOTO VENCIDO - ASTREINTES - NATUREZA JURÍDICA)\n   STJ - <<REsp 1958679>>-GO, <<RMS 61717>>-RJ",
  "notas" : null,
  "informacoesComplementares" : "     (VOTO VENCIDO) (MIN. RAUL ARAÚJO)\n     \"[...] em ambos os casos a multa cominatória tratada é a do\nCódigo de Processo Civil, tendo sido imposta a terceiro que não\nfazia parte da lide, mas que tinha sido compelido ao cumprimento de\ndeterminação judicial, visando ao bom funcionamento do processo. A\ndiferença é que uma dessas determinações ocorreu no âmbito de feito\npenal e a outra em feito civil\".\n     \"[...] em  ambos  os  casos,  decidiu-se  a  respeito  da\npossibilidade  de  se  efetuar bloqueio via BacenJud para cobrança\ndo valor executado, sem a intimação prévia do devedor, a fim de que\nexerça o contraditório e a ampla defesa e, assim, se perfaça o\ndevido processo legal. Há, pois, mais uma vez similitude entre as\nquestões processuais discutidas, embora não haja exata semelhança\nfática entre os arestos comparados\".\n     (VOTO VENCIDO) (MIN. JOÃO OTÁVIO DE NORONHA)\n     \"Deve-se considerar como única a natureza da astreinte, que, em\núltima análise, será sempre a multa como meio de coerção indireta do\ncumprimento do julgado, sendo, portanto, coibitiva e inibitória,\ncujo objetivo é garantir a efetividade da tutela jurisdicional e\nevitar a desmoralização da Justiça. [...]\".\n     (VOTO VENCIDO) (MIN. HUMBERTO MARTINS)\n     \"[...] verifica-se que as questões cujas interpretações foram\nalegadamente divergentes foram debatidas no acórdão embargado pelos\ni. ministros da Terceira Seção, quais sejam, a possibilidade de\naplicação da astreinte a terceiros e a necessidade de intimação do\ndevedor antes da penhora via BacenJud .\n     Além disso, observa-se a divergência de soluções entre os\nacórdãos confrontados quanto à aplicação do direito processual,\ntanto em relação à aplicação da multa cominatória contra terceiros\nnão integrantes do processo quanto à necessidade de intimação prévia\ndo devedor antes da constrição, para a cobrança do valor executado\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000881969",
  "numeroProcesso" : "1975411",
  "numeroRegistro" : "202103738982",
  "siglaClasse" : "AgRg nos EREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGENCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJE        DATA:05/09/2024",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA.\nACÓRDÃOS PARADIGMA E EMBARGADO QUE NÃO DECIDIRAM A QUESTÃO DEBATIDA\nA PARTIR DO MESMO CONTEXTO FÁTICO-JURÍDICO. AUSÊNCIA DE SIMILITUDE\nENTRE OS ARESTOS CONFRONTADOS.\n1. A admissão dos embargos de divergência está condicionada à\ncomprovação do dissídio jurisprudencial, por meio da demonstração da\nsimilitude fático-processual entre o acórdão embargado e o julgado\nparadigma, inexistente na hipótese dos autos.\n2. Agravo regimental não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240812",
  "decisao" : "Prosseguindo o julgamento, após o voto-vista do Sr. Ministro João\nOtávio de Noronha dando provimento ao agravo regimental para\nconhecer dos embargos de divergência, no que foi acompanhado pelos\nvotos dos Srs. Ministros Humberto Martins, Mauro Campbell Marques e\nRaul Araújo, e os votos dos Srs. Ministros Herman Benjamin, Benedito\nGonçalves, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva,\nSebastião Reis Junior, Joel Ilan Paciornik e Francisco Falcão, , por\nmaioria, negar provimento ao agravo regimental nos termos do voto\nda Sra. Ministra Relatora. Votaram vencidos os Srs. Ministros João\nOtávio de Noronha (voto-vista), Humberto Martins, Mauro Campbell\nMarques e Raul Araújo.\n\nOs Srs. Ministros Herman Benjamin, Benedito Gonçalves, Antonio\nCarlos Ferreira, Ricardo Villas Bôas Cueva, Sebastião Reis Júnior,\nJoel Ilan Paciornik e Francisco Falcão acompanharam a Relatora.\n\nNão participaram do julgamento os Srs. Ministros Og Fernandes, Luis\nFelipe Salomão e Maria Isabel Gallotti.\n\nPresidiu o julgamento a Sra. Ministra Presidente do STJ.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - SIMILITUDE FÁTICA)\n   STJ - <<AgInt nos EREsp 1900586>>-MT,\n         <<AgInt nos EAREsp 1513864>>-GO\n(EMBARGOS DE DIVERGÊNCIA - QUESTÃO EMINENTEMENTE PROCESSUAL -\nSIMILITUDE FÁTICA - MITIGAÇÃO)\n   STJ - <<EAREsp 893584>>-RJ, <<AgInt nos EREsp 1626838>>-RS,\n         <<AgInt nos EREsp 1837435>>-SP,\n         <<AgInt nos EDcl nos EAREsp 1725027>>-SP,\n         <<AgRg nos EAREsp 300967>>-SP\n(VOTO VENCIDO - ASTREINTES - NATUREZA JURÍDICA)\n   STJ - <<REsp 1958679>>-GO, <<RMS 61717>>-RJ",
  "notas" : null,
  "informacoesComplementares" : "     \"[...] ainda que a exposição da similitude fático-jurídica\nentre arestos impugnado e paradigma seja um critério relativizado\nnas questões eminentemente processuais, se não existir demonstração\nde que os acórdãos confrontados, a partir de uma conjuntura\nsemelhante, decidiram, de forma antagônica, a mesma questão\nprocessual, não se revela possível ultrapassar o juízo de\nconhecimento dos embargos, recurso que é extremamente técnico e que\nrepresenta a última etapa de uniformização da jurisprudência no\nâmbito deste Tribunal\".\n     \"[...] a questão processual dasastreintes não foi decidida\npelos arestos apontados pela embargante em conjuntura semelhante, já\nque (i) os arts. 219 e 436 do CPP e os arts. 10, 11 e 12 da Lei Lei\n12.965/2014 não foram examinados pelo acórdão paradigma e (ii) que,\ndiferente da situação do acórdão impugnado (que tratou da\ndisponibilização, por parte de plataforma digital, de dados pessoais\nde usuários para fins de investigação criminal), o paradigma afastou\na multa cominatória imposta a instituição bancária, que não teria\nretificado os dados do efetivo recebedor de honorários\nsucumbenciais, fatos que denotam o descumprimento do art. 1.043, §\n4°, do CPC\".\n     (VOTO VENCIDO) (MIN. JOÃO OTÁVIO DE NORONHA)\n     \"Do ponto de vista fático, a distinção entre os acórdãos dá-se\nsomente entre a natureza do procedimento jurídico (criminal ou\ncível) em que as astreintes foram firmadas e, a meu sentir, esse\nelemento, por si só, não descaracteriza a similitude de argumento,\npois, independentemente da natureza do procedimento, as astreintes\npermanecem com a mesma natureza jurídica, a saber, a de multa penal\npelo descumprimento de obrigação imposta na decisão judicial\".\n     (VOTO VENCIDO) (MIN. HUMBERTO MARTINS)\n     \"[...] os embargos preenchem os requisitos para ultrapassar a\nbarreira do conhecimento nesta Corte.\n     Da detida análise dos autos, mostra-se presente a divergência\nde soluções entre os acórdãos confrontados quanto à aplicação do\ndireito processual, tanto quanto à aplicação da multa cominatória\ncontra terceiros, não integrante do processo; quanto à necessidade\nda intimação prévia do devedor, antes da constrição, para a cobrança\ndo valor executado\".\n     (VOTO VENCIDO) (MIN. RAUL ARAÚJO)\n     \"[...] em ambos os casos a multa cominatória tratada é a do\nCódigo de Processo Civil, tendo sido imposta a terceiro que não\nfazia parte da lide, mas que tinha sido compelido ao cumprimento de\ndeterminação judicial, visando ao bom funcionamento do processo. A\ndiferença é que uma dessas determinações ocorreu no âmbito de feito\npenal e a outra em feito civil.\n     Ainda que os casos não sejam idênticos, em ambos é possível\nverificar, no que importa, a existência de similaridade entre as\nquestões processuais discutidas, com soluções jurídicas diversas, já\nque, no acórdão embargado, foi autorizada a incidência das\nastreintes em face de terceiro, enquanto no paradigma esta foi\nafastada, justamente por não serem cabíveis contra terceiros.\nPortanto, entende-se configurada a divergência jurisprudencial, no\nponto\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01043 PAR:00004" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000881967",
  "numeroProcesso" : "2012906",
  "numeroRegistro" : "202202099458",
  "siglaClasse" : "AgRg no RE no AgRg no REsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NO RECURSO EXTRAORDINÁRIO NO AGRAVO REGIMENTAL NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:30/08/2024",
  "ementa" : "AGRAVO REGIMENTAL NO RECURSO EXTRAORDINÁRIO. VIOLAÇÃO DE DOMICÍLIO.\nINGRESSO SEM MANDADO JUDICIAL. FUNDADAS RAZÕES. INEXISTÊNCIA. TEMA\nN. 280 DO STF. NEGATIVA DE SEGUIMENTO.\n1. O Supremo Tribunal Federal, no julgamento do RE n. 603.616-RG/RO,\nfirmou a tese de que: \"A entrada forçada em domicílio sem mandado\njudicial só é lícita, mesmo em período noturno, quando amparada em\nfundadas razões, devidamente justificadas a posteriori, que indiquem\nque dentro da casa ocorre situação de flagrante delito, sob pena de\nresponsabilidade disciplinar, civil e penal do agente ou da\nautoridade, e de nulidade dos atos praticados\" (Tema n. 280 do STF).\n2. Este Tribunal Superior concluiu que a prévia apreensão de drogas\ncom supostos usuários, que afirmaram ter adquirido entorpecentes com\no agravado, não permite a presunção de armazenagem de substâncias\nilícitas na residência do réu, inexistindo fundadas razões ingresso\nda autoridade policial sem mandado judicial. O acórdão recorrido se\nencontra em consonância com o entendimento firmado pela Suprema\nCorte, no Tema n. 280, do STF.\n3. Agravo regimental a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240812",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Corte Especial, por unanimidade, negar\nprovimento ao agravo, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Maria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo\nVillas Bôas Cueva, Sebastião Reis Júnior, Nancy Andrighi, João\nOtávio de Noronha, Humberto Martins e Herman Benjamin votaram com o\nSr. Ministro Relator.\nAusentes, justificadamente, os Srs. Ministros Francisco Falcão e\nLuis Felipe Salomão.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000881719",
  "numeroProcesso" : "2296888",
  "numeroRegistro" : "202300434576",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RICARDO VILLAS BÔAS CUEVA",
  "dataPublicacao" : "DJE        DATA:26/08/2024",
  "ementa" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. HARMONIA ENTRE O ACÓRDÃO EMBARGADO E A JURISPRUDÊNCIA\nDESTA CORTE. SÚMULA Nº 168/STJ. NÃO IMPUGNAÇÃO DOS FUNDAMENTOS DA\nDECISÃO AGRAVADA.\n1. Incidência da Súmula nº 168/STJ: \"não cabem embargos de\ndivergência, quando a jurisprudência do Tribunal se firmou no mesmo\nsentido do acórdão embargado\".\n2. A jurisprudência do Superior Tribunal de Justiça é firme no\nsentido de que, no agravo de que trata o art. 1.042 do CPC, deve o\nagravante impugnar todos os fundamentos, autônomos ou não, da\ndecisão que não admitiu o recurso especial na origem.\n3. Agravo regimental não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240821",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 15/08/2024 a 21/08/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Herman Benjamin, Og Fernandes, Luis Felipe Salomão, Mauro\nCampbell Marques, Benedito Gonçalves, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira e Sebastião Reis Júnior votaram\ncom o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Humberto Martins.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000881718",
  "numeroProcesso" : "1828904",
  "numeroRegistro" : "202100335104",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RICARDO VILLAS BÔAS CUEVA",
  "dataPublicacao" : "DJE        DATA:26/08/2024",
  "ementa" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. DIVERGÊNCIA JURISRPUDENCIAL. NÃO DEMONSTRADA.\n1. A jurisprudência do Superior Tribunal de Justiça é  firme no\nsentido do descabimento de embargos de divergência a respeito de\nnegativa de prestação jurisdicional, tendo em vista que o seu\nacolhimento pressupõe análise individualizada em cada caso concreto.\n2. Agravo regimental não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240821",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 15/08/2024 a 21/08/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Herman Benjamin, Og Fernandes, Luis Felipe Salomão, Mauro\nCampbell Marques, Benedito Gonçalves, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira e Sebastião Reis Júnior votaram\ncom o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Humberto Martins.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000881717",
  "numeroProcesso" : "2237536",
  "numeroRegistro" : "202203410180",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "HUMBERTO MARTINS",
  "dataPublicacao" : "DJE        DATA:27/08/2024",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA NO  AGRAVO EM RECURSO\nESPECIAL. AUSÊNCIA DE SIMILITUDE FÁTICA ENTRE OS ARESTOS\nCONFRONTADOS.\n1. Na hipótese, o acórdão embargado aplicou o seguinte entendimento:\n\"A regra do artigo 272, § 2º, do Código de Processo Civil prevê\nque, nas publicações, devem constar os nomes das partes e de seus\nadvogados, e não de todos os procuradores de cada parte. Também\ninexiste dispositivo legal que estabeleça que a intimação de ato do\njuiz seja dirigida ao procurador da parte que provocou a realização\ndo ato. A intimação de advogado específico só se justifica quando\ntenha havido requerimento expresso da parte, o que não é o caso dos\nautos. (fl. 919). Por outro lado, o acórdão paradigma decidiu que\n\"Configura-se nula a intimação quando existir prévio requerimento de\npublicação de intimação exclusiva para .mais de um advogado\nhabilitado nos autos e, no entanto, a publicação não observar a\ntotalidade dos causídicos indicados, por força do que disciplina o\nart. 272, § 5º, do CPC/2015\" (EAREsp n. 1.306.464/SP, Segunda Seção)\n(fl. 957).\n2. Nota-se que fica evidente a ausência de similitude\nfático-jurídica entre os acórdãos confrontados, porquanto no acórdão\nembargado ficou claro que para verificar a existência ou não de\nrequerimento de intimação exclusiva, seria necessário de reexame de\nmatéria fático-probatória, enquanto que, no paradigma, a discussão\ntrata de nulidade da intimação, quando existente o requerimento de\npublicação exclusiva, o que obsta o processamento dos embargos de\ndivergência.\n3. Verifica-se, ainda, que o acórdão paradigma, ao afastar o óbice\nda Súmula n. 7/STJ, expressamente afirma a existência de\nrequerimento para que as intimações fossem realizadas em nome de\ndois procuradores e apenas um deles foi intimado, enquanto que, no\naresto embargado, não há como saber se existe ou não requerimento,\nsem reexaminar matéria fático-probatória.\n4. A ausência de similitude fático-jurídica entre os acórdãos\nconfrontados impede o conhecimento dos embargos de divergência.\n5. Os embargos de divergência, caracterizados como recurso de\nfundamentação vinculada, devem, necessariamente, demonstrar o\nconfronto de teses entre o acórdão embargado e aquele apontado como\nparadigma, não sendo possível sua interposição com o intuito de mera\nrediscussão do quanto já decidido em recurso especial.\nAgravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240821",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 15/08/2024 a 21/08/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Herman Benjamin, Og Fernandes, Luis Felipe Salomão, Mauro\nCampbell Marques, Benedito Gonçalves, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva e\nSebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000881716",
  "numeroProcesso" : "1943559",
  "numeroRegistro" : "202101883327",
  "siglaClasse" : "AgRg nos EREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGENCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RICARDO VILLAS BÔAS CUEVA",
  "dataPublicacao" : "DJE        DATA:26/08/2024",
  "ementa" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL.\nHARMONIA ENTRE O ACÓRDÃO EMBARGADO E A JURISPRUDÊNCIA DESTA CORTE.\nSÚMULA Nº 168/STJ. NULIDADE ABSOLUTA. PRECLUSÃO. INOVAÇÃO RECURSAL.\nNÃO CABIMENTO. NULIDADE ABSOLUTA. PREJUÍZO. DEMONSTRAÇÃO.\nNECESSIDADE.\n1. Incidência da Súmula nº 168/STJ: \"não cabem embargos de\ndivergência, quando a jurisprudência do Tribunal se firmou no mesmo\nsentido do acórdão embargado\".\n2. A jurisprudência de ambas as Turmas da Terceira Seção do Superior\nTribunal de Justiça é firme no sentido de que mesmo as nulidades\ndenominadas absolutas devem ser arguidas em momento oportuno,\nsujeitando-se à preclusão temporal.\n3. É assente  o entendimento no âmbito do Superior Tribunal de\nJustiça no sentido de que há flagrante inovação recursal em suscitar\nmatérias inéditas em memoriais, fora das razões da apelação.\n4. As nulidades absolutas, no processo penal, exigem a demonstração\ndo efetivo prejuízo.\n5. Agravo regimental não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240821",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 15/08/2024 a 21/08/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Herman Benjamin, Og Fernandes, Luis Felipe Salomão, Mauro\nCampbell Marques, Benedito Gonçalves, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira e Sebastião Reis Júnior votaram\ncom o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Humberto Martins.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000881715",
  "numeroProcesso" : "2421499",
  "numeroRegistro" : "202302550664",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RICARDO VILLAS BÔAS CUEVA",
  "dataPublicacao" : "DJE        DATA:26/08/2024",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. PEDIDO DE EFEITO SUSPENSIVO. REQUISITOS. AUSENTES.\nAPRECIAÇÃO DO MÉRITO DO RECURSO ESPECIAL. AUSÊNCIA.\n1. A tutela provisória será concedida quando houver elementos que\nevidenciem, concomitantemente, a probabilidade do direito afirmado e\no perigo de dano a que estará sujeita a parte em virtude da demora\nda prestação jurisdicional. Ausentes tais requisitos, é de rigor o\nindeferimento do pedido.\n2. Para que os embargos de divergência fundados no art. 1.043, III,\ndo Código de Processo Civil sejam admitidos, é necessário que tanto\no acórdão embargado quanto o aresto paradigma tenham apreciado a\ntese jurídica trazida no recurso especial, embora um deles, ao\nfinal, não tenha sido conhecido por incidência de algum óbice\nrecursal.\n3. Agravo interno não provido e pedido de suspensão indeferido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240821",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 15/08/2024 a 21/08/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Herman Benjamin, Og Fernandes, Luis Felipe Salomão, Mauro\nCampbell Marques, Benedito Gonçalves, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira e Sebastião Reis Júnior votaram\ncom o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Humberto Martins.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000881714",
  "numeroProcesso" : "2168561",
  "numeroRegistro" : "202202124363",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RICARDO VILLAS BÔAS CUEVA",
  "dataPublicacao" : "DJE        DATA:26/08/2024",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. HARMONIA ENTRE O ACÓRDÃO EMBARGADO E A JURISPRUDÊNCIA\nDESTA CORTE. SÚMULA Nº 168/STJ. MANUTENÇÃO DO JULGADO.\n1. Incidência da Súmula nº 168/STJ: \"Não cabem embargos de\ndivergência, quando a jurisprudência do Tribunal se firmou no mesmo\nsentido do acórdão embargado.\"\n2. É firme a jurisprudência desta Corte no sentido de que o\najuizamento da ação de execução coletiva pelo sindicato interrompe a\ncontagem do prazo prescricional, recomeçando a correr pela metade,\nisto é, em dois anos e meio, a partir do último ato processual da\ncausa interruptiva, nos termos do art. 9º do Decreto nº 20.910/1932,\nresguardado o prazo mínimo de cinco anos.\n3. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240821",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 15/08/2024 a 21/08/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Herman Benjamin, Og Fernandes, Luis Felipe Salomão, Mauro\nCampbell Marques, Benedito Gonçalves, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira e Sebastião Reis Júnior votaram\ncom o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Humberto Martins.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000881713",
  "numeroProcesso" : "2477403",
  "numeroRegistro" : "202303595998",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RICARDO VILLAS BÔAS CUEVA",
  "dataPublicacao" : "DJE        DATA:26/08/2024",
  "ementa" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. HARMONIA ENTRE O ACÓRDÃO EMBARGADO E A JURISPRUDÊNCIA\nDESTA CORTE. SÚMULA Nº 168/STJ. FERIADO LOCAL. COMPROVAÇÃO NO ATO DE\nINTERPOSIÇÃO. DIVERGÊNCIA JURISPRUDENCIAL. ACÓRDÃO IMPUGNADO E\nPARADIGMAS. SIMILITUDE FÁTICA. AUSÊNCIA.\n1. Incidência da Súmula nº 168/STJ: \"Não cabem embargos de\ndivergência, quando a jurisprudência do Tribunal se firmou no mesmo\nsentido do acórdão embargado.\"\n2. O Superior Tribunal de Justiça firmou entendimento no sentido de\nque a comprovação da ocorrência de feriado local ou suspensão de\nexpediente deve ocorrer no ato da interposição do recurso.\n3. Para que seja caracterizado o dissídio jurisprudencial, é\nessencial a observância da forma definida em normas legais e\nregimentais, a exemplo da similitude fática que deve existir entre o\nacórdão recorrido e os julgados apontados como paradigmas.\n4. Agravo regimental não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240821",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 15/08/2024 a 21/08/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Herman Benjamin, Og Fernandes, Luis Felipe Salomão, Mauro\nCampbell Marques, Benedito Gonçalves, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira e Sebastião Reis Júnior votaram\ncom o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Humberto Martins.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ "AgRg nos EAREsp  1912750  PR  2021/0196063-9  Decisão:10/09/2024\nDJE        DATA:16/09/2024", "AgRg nos EAREsp  2072448  SP  2022/0043885-4  Decisão:10/09/2024\nDJE        DATA:16/09/2024" ]
}, {
  "id" : "000881712",
  "numeroProcesso" : "2044934",
  "numeroRegistro" : "202201894023",
  "siglaClasse" : "AgInt nos EDcl nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RICARDO VILLAS BÔAS CUEVA",
  "dataPublicacao" : "DJE        DATA:26/08/2024",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE\nDIVERGÊNCIA EM RECURSO ESPECIAL. HARMONIA ENTRE O ACÓRDÃO EMBARGADO\nE A JURISPRUDÊNCIA DESTA CORTE. SÚMULA Nº 168/STJ. ARBITRAMENTO DE\nHONORÁRIOS RECURSAIS. ART. 85, § 11, DO CÓDIGO DE PROCESSO CIVIL.\n1. Incidência da Súmula nº 168/STJ: \"não cabem embargos de\ndivergência, quando a jurisprudência do Tribunal se firmou no mesmo\nsentido do acórdão embargado\".\n2. O Superior Tribunal de Justiça firmou entendimento no sentido de\nque não se aplica o art. 85, § 11, do CPC, em caso de provimento\ntotal ou parcial do recurso, ainda que mínima a alteração do\nresultado do julgamento e limitada a consectários da condenação.\n3. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240821",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 15/08/2024 a 21/08/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Herman Benjamin, Og Fernandes, Luis Felipe Salomão, Mauro\nCampbell Marques, Benedito Gonçalves, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira e Sebastião Reis Júnior votaram\ncom o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Humberto Martins.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000881711",
  "numeroProcesso" : "2004787",
  "numeroRegistro" : "202201556158",
  "siglaClasse" : "AgInt nos EDcl nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RICARDO VILLAS BÔAS CUEVA",
  "dataPublicacao" : "DJE        DATA:27/08/2024",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE\nDIVERGÊNCIA EM RECURSO ESPECIAL. PREPARO. AGENDAMENTO DE PAGAMENTO.\nDESERÇÃO CARACTERIZADA.\n1. A jurisprudência do Superior Tribunal de Justiça é firme no\nsentido de que o agendamento de pagamento não se confunde com o\ncomprovante de pagamento, capaz de afastar a deserção do recurso.\n2. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240821",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 15/08/2024 a 21/08/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Herman Benjamin, Og Fernandes, Luis Felipe Salomão, Mauro\nCampbell Marques, Benedito Gonçalves, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira e Sebastião Reis Júnior votaram\ncom o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Humberto Martins.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000881710",
  "numeroProcesso" : "2140943",
  "numeroRegistro" : "202201643835",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RICARDO VILLAS BÔAS CUEVA",
  "dataPublicacao" : "DJE        DATA:27/08/2024",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. PREPARO. INTIMAÇÃO. REGULARIZAÇÃO. PRAZO NÃO CUMPRIDO.\nDESERÇÃO CARACTERIZADA.\n1. Considera-se deserto o recurso quando a parte, mesmo após\nintimada a regularizar o preparo, não o faz devidamente. Incidência\nda Súmula nº 187/STJ.\n2. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240821",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 15/08/2024 a 21/08/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Herman Benjamin, Og Fernandes, Luis Felipe Salomão, Mauro\nCampbell Marques, Benedito Gonçalves, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira e Sebastião Reis Júnior votaram\ncom o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Humberto Martins.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000881709",
  "numeroProcesso" : "1360828",
  "numeroRegistro" : "201401727567",
  "siglaClasse" : "AgInt nos EDcl nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RICARDO VILLAS BÔAS CUEVA",
  "dataPublicacao" : "DJE        DATA:27/08/2024",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE\nDIVERGÊNCIA EM RECURSO ESPECIAL. BENEFÍCIO PREVIDENCIÁRIO.\nANTECIPAÇÃO DE TUTELA. REVOGADA. DEVOLUÇÃO. HARMONIA ENTRE O ACÓRDÃO\nEMBARGADO E A JURISPRUDÊNCIA DESTA CORTE. SÚMULA Nº 168/STJ.\n1. Incidência da Súmula nº 168/STJ: \"Não cabem embargos de\ndivergência, quando a jurisprudência do Tribunal se firmou no mesmo\nsentido do acórdão embargado.\"\n2. Conforme a jurisprudência do Superior Tribunal de Justiça, é\nobrigatória a devolução de valores pagos a servidor ou pensionista\nem razão do cumprimento de decisão judicial precária, posteriormente\nrevogada.\n3. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240821",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão de julgamento do dia 15/08/2024 a\n21/08/2024, por unanimidade, negar provimento ao recurso, nos termos\ndo voto do Sr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Herman Benjamin, Og Fernandes, Luis Felipe Salomão, Mauro\nCampbell Marques, Benedito Gonçalves, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira e Sebastião Reis Júnior votaram\ncom o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Humberto Martins.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000881708",
  "numeroProcesso" : "1627511",
  "numeroRegistro" : "201903537624",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RICARDO VILLAS BÔAS CUEVA",
  "dataPublicacao" : "DJE        DATA:26/08/2024",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. HARMONIA ENTRE O ACÓRDÃO EMBARGADO E A JURISPRUDÊNCIA\nDESTA CORTE. SÚMULA Nº 168/STJ. DIVERGÊNCIA JURISPRUDENCIAL. ACÓRDÃO\nIMPUGNADO E PARADIGMAS. SIMILITUDE FÁTICA. AUSÊNCIA.\n1. Incidência da Súmula nº 168/STJ: \"não cabem embargos de\ndivergência, quando a jurisprudência do Tribunal se firmou no mesmo\nsentido do acórdão embargado\".\n2. É firme a jurisprudência desta Corte no sentido de que é\nadmissível a juntada de documentos novos, inclusive na fase\nrecursal, desde que não se trate de documento indispensável à\npropositura da ação, inexista má-fé na sua ocultação e seja\nobservado o princípio do contraditório.\n3. Para que seja caracterizado o dissídio jurisprudencial, é\nessencial a observância da forma definida em normas legais e\nregimentais, a exemplo da similitude fática que deve existir entre o\nacórdão recorrido e os julgados apontados como paradigmas.\n4. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240821",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 15/08/2024 a 21/08/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Herman Benjamin, Og Fernandes, Luis Felipe Salomão, Mauro\nCampbell Marques, Benedito Gonçalves, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira e Sebastião Reis Júnior votaram\ncom o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Humberto Martins.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000881649",
  "numeroProcesso" : "1862605",
  "numeroRegistro" : "202000397490",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "HERMAN BENJAMIN",
  "dataPublicacao" : "DJE        DATA:27/08/2024",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM\nRECURSO ESPECIAL. AÇÃO POPULAR. PERDA SUPERVENIENTE DO OBJETO.\nEXTINÇÃO. HONORÁRIOS ADVOCATÍCIOS. FIXAÇÃO. JUÍZO DE EQUIDADE.\nPOSSIBILIDADE.  HIPÓTESE EM QUE A PARTE PRETENDE REFORMAR O ACÓRDÃO\nRECORRIDO. INADMISSIBILIDADE\n1. A alegada divergência quanto à fixação dos honorários\nadvocatícios por equidade não foi demonstrada.\n2. O aresto embargado e o paradigma adotam o mesmo posicionamento: o\narbitramento de honorários advocatícios por apreciação equitativa,\nnos termos do art. 85, § 8º, do CPC/2015, somente é admissível\nquando for inestimável ou irrisório o proveito econômico ou, ainda,\nquando o valor da causa for muito baixo.\n3. O acórdão recorrido registra explicitamente tais premissas:\n\"Assim, o art. 85 do CPC/2015 é expresso ao determinar a observância\ndos critérios do § 2º para a fixação dos honorários advocatícios,\nnão obstante a previsão de percentuais escalonados no § 3º para\nquando a Fazenda Pública seja parte na causa, merecendo destaque,\nainda, o disposto no § 6º, segundo o qual 'os limites e os critérios\nprevistos nos §§ 2º e 3º aplicam-se independentemente de qual seja\no conteúdo da decisão, inclusive aos casos de improcedência ou de\nsentença sem resolução de mérito'. Nesse novo regime, a fixação dos\nhonorários advocatícios mediante juízo de equidade ganhou caráter\nresidual, a ser exercido nas causas de inestimável ou irrisório\nproveito econômico, conforme dicção do § 8º:(...)Quer dizer, a\n'equidade constante do § 8º do art. 85 do CPC/2015 incide apenas\nquando o proveito econômico obtido não seja identificado, ou seja,\ninestimável ou irrisório' (AgInt no REsp 1807225/DF, Rel. Ministro\nLUIS FELIPE SALOMÃO, QUARTA TURMA, julgado em 12/11/2019, DJe\n26/11/2019). Interpretando as regras do art. 85 do CPC/2015, a eg.\nSegunda Seção, no julgamento do REsp n. 1.746.072/PR, pacificou o\nentendimento de que a fixação de honorários de sucumbência deve\nseguir a seguinte ordem de preferência: (I) quando houver\ncondenação, devem ser fixados entre 10% e 20% sobre o montante desta\n(art. 85, § 2º); (II) não havendo condenação, serão também fixados\nentre 10% e 20%, das seguintes bases de cálculo: (II. a) sobre o\nproveito econômico obtido pelo vencedor (art. 85, § 2º); ou (II. b)\nnão sendo possível mensurar o proveito econômico obtido sobre o\nvalor atualizado da causa (art. 85, § 2º); por fim, (III) havendo ou\nnão condenação, nas causas em que for inestimável ou irrisório o\nproveito econômico ou em que o valor da causa for muito baixo,\ndeverão, só então, ser fixados por apreciação equitativa (art. 85, §\n8º). Portanto, tem-se que o 'valor da condenação' e o 'proveito\neconômico obtido' foram erigidos como base de cálculo para a fixação\ndos honorários de sucumbência, como referido pelo art. 85, §§ 2° e\n3°, do CPC/2015\".\n4. Conforme ressaltado na impugnação ao Agravo Interno: \"Verifica-se\nque o eixo argumentativo central da parte Agravante consiste na\ndefinição de 'causa de valor inestimável', entendendo que, em tal\nponto, haveria divergência entre o acórdão embargado e o acórdão\nparadigma. Ocorre que em nenhum momento o acórdão embargado emite\njuízo de valor acerca do enquadramento como 'causa de valor\ninestimável'. Ao contrário, o acórdão embargado apresenta longa\nexplicação acerca das razões pelas quais o enquadramento da causa\ncomo de valor inestimável não pode ser revisto pelo e. STJ, seja\npara afirmar seja para refutar tal ponto do acórdão objeto de\nRecurso Especial. (...) a parte Agravante interpôs os Embargos de\nDivergência partindo da equivocada premissa de que 'a conclusão da\ndecisão embargada é de que 'tratava[-se] de demanda cujo valor era\ninestimável' (e-STJ Fl. 2571) porque essa não foi a conclusão da\ndecisão embargada. Em nenhum momento a decisão embargada emite juízo\nde valor positivo ou negativo acerca da causa ser ou não de valor\ninestimável. Por outro lado, o acórdão embargado apresentou diversos\nóbices que impossibilitam o conhecimento pelo egrégio Superior\nTribunal de Justiça das teses suscitadas pelo particular para\ndescaracterizar a causa como de valor inestimável e possibilitar a\nincidência do art. 85, §4º, III, do CPC. O primeiro óbice consiste\nna ausência de prequestionamento da tese de que o valor da causa\nespelhava o valor do contrato, seguindo os ditames do art. 259, V,\ndo Código de Processo Civil de 1973. Percebe-se que, em tal ponto do\nacórdão embargado, não houve juízo de valor acerca da causa ter ou\nnão valor inestimável, apenas se reconheceu a impossibilidade de\napreciar tal tese com a aplicação da Súmula 282 do STF. Outro óbice\napresentado consiste na necessidade de reexame de provas para\ndiscordar da conclusão atingida pelas instâncias ordinárias de que a\ndemanda possui valor inestimável. Novamente, não há juízo de valor\nacerca da demanda ser ou não inestimável, há apenas a constatação de\nque tal apreciação demandaria o reexame de provas com a reiteração\nde que o e. STJ, em diversos casos análogos, firmou entendimento de\nque a classificação da demanda como de valor inestimável depende do\nreexame de probatório. Também foi ressaltada a inexistência de\nprequestionamento em relação ao art. 85, §6º, do Código de Processo\nCivil. Novamente, não houve juízo de valor acerca da posição adotada\npelas instâncias ordinárias de que o valor da causa seria\ninestimável. Houve apenas o reconhecimento de que tal arguição não\npoderia ser conhecida pelo STJ em decorrência de óbice processual.\nDestarte, é possível verificar que, in abstrato, o entendimento do\ne. STJ de que o arbitramento dos honorários deve ser feito de forma\nequitativa nas demandas em que o valor da causa for inestimável\nprevaleceu nas instâncias ordinárias. A pretensão da parte Agravante\nao manejar o recurso de estrito direito, por outro lado, foi de\nmodificar o acórdão de 2ª instância para que tal decisão deixe de\nreconhecer o valor da demanda como inestimável e passe a adotar o\nvalor almejado pela Agravante, ensejando a alteração da capitulação\nlegal utilizada para o cálculo dos honorários advocatícios. Tal\npretensão, como bem reconhecido pelo acórdão embargado, é inviável\nno âmbito do Superior Tribunal de Justiça em decorrência da\ninevitável necessidade de reexame probatório para se atingir\nconclusões diversas.\".\n5. De fato, a leitura dos excertos a seguir transcritos não deixa\ndúvidas de que o aresto embargado ressaltou a impossibilidade de\nalteração das premissas estabelecidas pela Corte a quo, na situação\nespecífica por ela analisada com base nos elementos constantes dos\nautos, que se tratava de demanda cujo valor era inestimável: \"No\ncaso presente, a Corte de origem reputou inestimável o valor da\ncausa e entendeu que a verba honorária de sucumbência deveria ser\narbitrada mediante apreciação equitativa, no montante de R$ 12.000,\n00 (doze mil reais), haja vista o seguinte: a) trata-se de pedido\ndeclaratório e não condenatório; b) não há proveito econômico a\naferir; e c) houve exagero no valor atribuído à causa (e-STJ fl.\n2.027). Nas hipóteses em que não é possível estimar eventual\nproveito econômico, a egrégia Primeira Turma tem entendido que os\nhonorários de sucumbência devem ser arbitrados, por apreciação\nequitativa, com observância dos critérios do § 2º do art. 85 do\nCPC/2015, conforme disposto no § 8º desse mesmo dispositivo(...)\nQuanto à incidência da regra do art. 85, §4°, III, do CPC/2015(erige\ncomo base de cálculo subsidiária para honorários o valor atualizado\nda causa), o Tribunal estadual a afastou, nos aclaratórios, por ter\na causa valor inestimável a atrair o emprego do §8º do art. 85 do\nCPC/2015 (e-STJ fl. 2.078), havendo, antes, registrado que o valor\nda causa continha 'evidente exagero', porquanto desconsiderou 'o\nquantum que o Estado gastaria com o contrato sem ter um centavo\nsequer de retorno'. Nas razões recursais, a parte defende que o\nvalor da causa espelhava o valor do contrato, segundo prescreve o\nart. 259, V, do CPC/1973, então vigente. Ocorre que esse argumento\nnão foi enfrentado na origem, porquanto deixou de ser agitado nos\ndois embargos de declaração ali opostos, pelo que, no ponto, o\nespecial esbarra no óbice da Súmula 282 do STF. Ainda que se\nconsidere que a Corte local fez análise implícita daquele preceito\nquando afirmou ter havido 'evidente exagero no valor da causa', como\nargumenta a parte agravante, o apelo especial não ultrapassa a fase\ncognitiva, posto que seria necessário averiguar o valor real da\ncausa, o que implica inevitável análise de matéria fática a atrair o\nenunciado da Súmula 7 do STJ. Outrossim, o teor do §6° do art. 85\ndo CPC/2015, a despeito de invocado nos primeiros embargos (e-STJ\nfls. 1.919/1.925), também não foi analisado pelo Tribunal a quo, o\nque permite a incidência da Súmula 211 do STJ.(...) Destarte, não\nmerece reforma o acórdão recorrido quanto ao arbitramento com base\nem juízo de equidade, ante a compreensão de que é inestimável o\nproveito econômico a ser auferido no caso concreto.(...)Ressalte-se,\npor fim, que este Tribunal já entendeu não ser possível discordar\ndo pressuposto fático referente à impossibilidade de estimar o\nproveito econômico a ser obtido com o resultado da demanda em face\ndo óbice inserto na Súmula 7 do STJ\".\n6. Os Embargos de Divergência têm por finalidade solucionar eventual\ndivergência jurisprudencial acerca da interpretação de lei federal,\ne não verificar: a) o acerto ou o desacerto do aresto embargado; b)\nse o órgão julgador aplicou adequada ou inadequadamente o direito à\nespécie; e c) se o valor da causa era ou não inestimável. Não se\npresta, assim, à correção de equívocos cometidos no julgamento\nembargado.\n7. Agravo Interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240821",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, em sessão virtual de 15/08/2024 a 21/08/2024, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Og Fernandes, Luis Felipe Salomão, Mauro Campbell Marques,\nBenedito Gonçalves, Raul Araújo, Maria Isabel Gallotti, Antonio\nCarlos Ferreira, Ricardo Villas Bôas Cueva e Sebastião Reis Júnior\nvotaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Humberto Martins.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000881648",
  "numeroProcesso" : "1976538",
  "numeroRegistro" : "202102740067",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "FRANCISCO FALCÃO",
  "dataPublicacao" : "DJE        DATA:23/08/2024",
  "ementa" : "PROCESSUAL CIVIL. CIVIL. EXECUÇÃO DE SENTENÇA. NULIDADE. HONORÁRIOS\nADVOCATÍCIOS. AGRAVO EM RECURSO ESPECIAL NÃO CONHECIDO. AUSÊNCIA DE\nIMPUGNAÇÃO DOS FUNDAMENTOS DE INADMISSÃO DO RECURSO ESPECIAL.\nDESPROVIMENTO DO AGRAVO INTERNO. MANUTENÇÃO DA DECISÃO RECORRIDA.\nI - Na origem, trata-se de cumprimento de sentença proferida em ação\nmonitória. Na sentença, extinguiu-se a execução diante da\ndeclaração de nulidade em razão da ausência de intimação do devedor.\nNo Tribunal a quo, a sentença foi reformada tão somente para\nretirar a obrigação de pagamento de honorários de sucumbência.\nII - Nesta Corte não se conheceu do agravo em recurso especial\ndiante da ausência de impugnação dos fundamentos de inadmissão do\nrecurso especial na origem. Tal situação impede, por si só, o\nconhecimento da presente via de impugnação, pois não se admite a\ninterposição de embargos de divergência na hipótese de não ter sido\nanalisado o mérito do recurso especial, a teor da Súmula n. 315\ndesta Corte Superior: \"Não cabem embargos de divergência no âmbito\ndo agravo de instrumento que não admite recurso especial.\" No mesmo\nsentido é a jurisprudência consolidada no Superior Tribunal de\nJustiça: AgInt nos EREsp n. 1.345.680/SC, relator Ministro Napoleão\nNunes Maia Filho, Corte Especial, julgado em 5/4/2017, DJe\n19/4/2017; AgInt nos EAREsp n. 315.046/SP, relator Ministro Herman\nBenjamin, Corte Especial, julgado em 5/4/2017, DJe 25/4/2017; AgInt\nnos EAg n. 1.357.322/DF, relator Ministro Felix Fischer, Corte\nEspecial, julgado em 7/12/2016, DJe 15/12/2016; EAREsp n.\n559.766/DF, relator Ministro Raul Araújo, Corte Especial, julgado em\n24/10/2016, DJe 22/11/2016; AgInt nos EREsp n. 1.226.477/RS,\nrelator Ministro Humberto Martins, Corte Especial, julgado em\n19/10/2016, DJe 26/10/2016.\nIII - Verifica-se, ainda, que o recurso de embargos de divergência\nversa em torno da violação dos arts. 489 e 1.022, ambos do Código de\nProcesso Civil de 2015, o que, nos termos da jurisprudência\npacificada desta Corte, é incabível em razão das situações\nfático-processuais diferenciadas e da necessidade de análise\nindividualizada de cada caso concreto. No mesmo sentido: AgRg nos\nEAREsp n. 2.021.072/RR, relator Ministro Messod Azulay Neto,\nTerceira Seção, julgado em 2/3/2023, DJe de 13/3/2023; AgInt nos\nEREsp n. 1.998.469/PE, relator Ministro Gurgel de Faria, Primeira\nSeção, julgado em 14/11/2023, DJe de 23/11/2023; AgInt nos EREsp n.\n1.968.281/DF, relator Ministro Og Fernandes, Corte Especial, julgado\nem 24/10/2023, DJe de 26/10/2023.)\nIV - Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240821",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 15/08/2024 a 21/08/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros João Otávio de Noronha, Herman Benjamin, Og\nFernandes, Luis Felipe Salomão, Mauro Campbell Marques, Benedito\nGonçalves, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira, Ricardo Villas Bôas Cueva e Sebastião Reis Júnior votaram\ncom o Sr. Ministro Relator.\nImpedida a Sra. Ministra Nancy Andrighi.\nNão participou do julgamento o Sr. Ministro Humberto Martins.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ "AgInt nos EAREsp  1076975  RS  2017/0069747-8  Decisão:10/09/2024\nDJE        DATA:13/09/2024" ]
}, {
  "id" : "000881622",
  "numeroProcesso" : "29816",
  "numeroRegistro" : "202304012825",
  "siglaClasse" : "AgInt no MS",
  "descricaoClasse" : "AGRAVO INTERNO NO MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA ISABEL GALLOTTI",
  "dataPublicacao" : "DJE        DATA:27/08/2024",
  "ementa" : "AGRAVO INTERNO. MANDADO DE SEGURANÇA. LEGITIMIDADE. ANAJUSTRA. PROVA\nPRÉ-CONSTITUÍDA. AUSÊNCIA. LIMITES SUBJETIVOS DA ATUAÇÃO. TEMA\n499/STF. APLICABILIDADE.\n1.\"O Mandado de Segurança detém entre seus requisitos a demonstração\ninequívoca de direito líquido e certo pela parte impetrante, por\nmeio da chamada prova pré-constituída, inexistindo espaço para\ndilação probatória na célere via do mandamus\" (RMS n. 45.989/PB,\nrelator Ministro Herman Benjamin, Segunda Turma, DJe de 6/4/2015).\n2. \"Beneficiários do título executivo, no caso de ação proposta por\nassociação, são aqueles que, residentes na área compreendida na\njurisdição do órgão julgador, detinham, antes do ajuizamento, a\ncondição de filiados e constaram da lista apresentada com a peça\ninicial\" (RE 612043, Relator(a): MARCO AURÉLIO, Tribunal Pleno,\njulgado em 10-05-2017, PROCESSO ELETRÔNICO REPERCUSSÃO GERAL -\nMÉRITO DJe-229 DIVULG 05-10-2017 PUBLIC 06-10-2017).\n3. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240821",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 15/08/2024 a 21/08/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Herman Benjamin, Luis Felipe Salomão, Mauro Campbell\nMarques, Benedito Gonçalves, Raul Araújo, Antonio Carlos Ferreira,\nRicardo Villas Bôas Cueva e Sebastião Reis Júnior votaram com a Sra.\nMinistra Relatora.\nImpedida a Sra. Ministra Maria Thereza de Assis Moura.\nNão participou do julgamento o Sr. Ministro Humberto Martins.\nPresidiu o julgamento o Sr. Ministro Og Fernandes.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000881582",
  "numeroProcesso" : "16725",
  "numeroRegistro" : "202401064105",
  "siglaClasse" : "Pet",
  "descricaoClasse" : "PETIÇÃO",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RAUL ARAÚJO",
  "dataPublicacao" : "DJE        DATA:03/09/2024",
  "ementa" : "CONSTITUCIONAL. CRIME DE RESPONSABILIDADE. MEMBRO DE TRIBUNAL DE\nCONTAS ESTADUAL. COMPETÊNCIA DO SUPERIOR TRIBUNAL DE JUSTIÇA. SÚMULA\nVINCULANTE N. 46. COMPETÊNCIA PRIVATIVA DA UNIÃO PARA DEFINIÇÃO DOS\nCRIMES DE RESPONSABILIDADE E DAS NORMAS DE PROCESSO E JULGAMENTO.\nCAUSA DE PEDIR ALHEIA A QUALQUER DISPOSITIVO LEGAL VIGENTE.\nINDEFERIMENTO DA PETIÇÃO INICIAL.\n1. A Constituição da República (art. 105, I, a) dispõe competir ao\nSuperior Tribunal de Justiça \"processar e julgar, originariamente:\na) nos crimes comuns (...) e nos de responsabilidade, (...) os\nmembros dos Tribunais de Contas dos Estados e do Distrito Federal (.\n..)\". Dita disposição constitucional, registra a jurisprudência do\nSupremo Tribunal Federal, nem sequer pode ser alterada por força da\natuação do poder constituinte derivado decorrente (ADI 4190 MC-REF,\nRelator(a): Celso De Mello, Tribunal Pleno, julgado em 10-03-2010).\n2. Em paralelo à discussão doutrinária sobre a natureza jurídica dos\ncrimes de responsabilidade, indisputável é a constatação de que o\nSupremo Tribunal Federal fixou entendimento no sentido de competir\nprivativamente à União instituir o regramento legal relativo à\ntipificação e ao procedimento dos crimes de responsabilidade.\n3. Nos termos da Súmula Vinculante n. 46: \"A definição dos crimes de\nresponsabilidade e o estabelecimento das respectivas normas de\nprocesso e julgamento são de competência legislativa privativa da\nUnião\".\n4. A legislação federal vigente não contempla, como conduta abstrata\napta à qualificação como crime de responsabilidade de membro de\nTribunal de Contas Estadual, o fato trazido pelos peticionantes como\ncausa de pedir, qual seja a suposta autoria intelectual de crimes\nde homicídio, tentados e consumados.\n5. Pelo contrário, a norma vigente destina-se, quanto a membros do\nTribunal de Contas, exclusivamente ao Presidente e substituto -\naspecto subjetivo -, e mesmo assim apenas em relação a\ncomportamentos contrários às normas orçamentárias - aspecto objetivo\n(Lei 1.079/50, art. 39-A, parágrafo único, c/c art. 10). A nenhum\ndesses critérios, entretanto, atende a postulação ora apreciada.\n6. Indeferimento da petição inicial.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240821",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Corte Especial, por unanimidade, indeferir\na petição inicial, extinguindo o processo sem resolução do mérito,\nnos termos do voto do Sr. Ministro Relator.\nA Sra. Ministra Maria Isabel Gallotti e os Srs. Ministros Antonio\nCarlos Ferreira, Ricardo Villas Bôas Cueva, Sebastião Reis Júnior,\nFrancisco Falcão, Humberto Martins, Herman Benjamin, Luis Felipe\nSalomão, Mauro Campbell Marques e Benedito Gonçalves votaram com o\nSr. Ministro Relator.\nAusentes, justificadamente, a Sra. Ministra Nancy Andrighi e os Srs.\nMinistros João Otávio de Noronha e Og Fernandes.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(CRIMES DE RESPONSABILIDADE - CONSELHEIROS DO TRIBUNAL DE CONTAS\nESTADUAL - COMPETÊNCIA DO STJ)\n   STF - [[ADI-MC-REF 4190]]",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00105 INC:00001 LET:A", "LEG:FED SUM:****** ANO:****\n*****  SUV(STF)    SÚMULA VINCULANTE DO SUPREMO TRIBUNAL FEDERAL\n        SUM:000046", "LEG:FED LEI:001079 ANO:1950\n        ART:00010 ART:0039A PAR:ÚNICO" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000881581",
  "numeroProcesso" : "205757",
  "numeroRegistro" : "202402113037",
  "siglaClasse" : "CC",
  "descricaoClasse" : "CONFLITO DE COMPETENCIA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RAUL ARAÚJO",
  "dataPublicacao" : "DJE        DATA:03/09/2024",
  "ementa" : "CONFLITO NEGATIVO DE COMPETÊNCIA. PROCESSUAL CIVIL. CIVIL. OBTENÇÃO\nDO TÍTULO DE ESPECIALISTA EM CARDIOLOGIA (TEC). EXAME PROMOVIDO PELA\nSOCIEDADE BRASILEIRA DE CARDIOLOGIA. AUSÊNCIA DE ENTE DA\nADMINISTRAÇÃO PÚBLICA DIRETA OU INDIRETA. RELAÇÃO JURÍDICA LITIGIOSA\nDE DIREITO PRIVADO. COMPETÊNCIA DA SEGUNDA SEÇÃO.\n1. Para a delimitação da competência interna, o art. 9º do Regimento\nInterno do Superior Tribunal de Justiça estabelece como critério\ngeral a \"natureza da relação jurídica litigiosa\".\n2. No caso, a relação jurídica litigiosa possui, predominantemente,\nnatureza privada, tendo em vista que a controvérsia diz respeito a\neventual anulação de questões de prova de título de especialista em\ncardiologia, de responsabilidade de pessoa jurídica de direito\nprivado - Sociedade Brasileira de Cardiologia -, não estando em\ndiscussão eventual falha na prestação de serviço público.\n3. Trata-se de litígio acerca de prova para obtenção de título de\nespecialista em cardiologia, promovida pela Sociedade Brasileira de\nCardiologia - que não integra a Administração Pública Direta ou\nIndireta -, sem a presença de qualquer ente público ou autarquia no\npolo passivo da demanda. Portanto, a controvérsia deve ser dirimida\npelas regras de Direito Privado.\n4. Conhecido o conflito para declarar a competência da Turma\nintegrante da Segunda Seção.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240821",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Corte Especial, por unanimidade, conhecer\ndo conflito de competência para declarar competente a Terceira\nTurma, suscitada, nos termos do voto do Sr. Ministro Relator.\nA Sra. Ministra Maria Isabel Gallotti e os Srs. Ministros Antonio\nCarlos Ferreira, Ricardo Villas Bôas Cueva, Sebastião Reis Júnior,\nFrancisco Falcão, João Otávio de Noronha, Humberto Martins, Herman\nBenjamin, Luis Felipe Salomão, Mauro Campbell Marques e Benedito\nGonçalves votaram com o Sr. Ministro Relator.\nAusentes, justificadamente, a Sra. Ministra Nancy Andrighi e o Sr.\nMinistro Og Fernandes.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(CONFLITO DE COMPETÊNCIA - EXAME - ESPECIALISTA EM CARDIOLOGIA -\nDIREITO PRIVADO - SEGUNDA SEÇÃO)\n   STJ - {{REsp 2147577}}-SP, {{AREsp 2589579}}-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00009" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000881473",
  "numeroProcesso" : "1946950",
  "numeroRegistro" : "202102040316",
  "siglaClasse" : "EDcl no AgInt nos EREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "JOÃO OTÁVIO DE NORONHA",
  "dataPublicacao" : "DJE        DATA:26/08/2024",
  "ementa" : "PROCESSUAL CIVIL. EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NOS\nEMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL. PRESCRIÇÃO. OMISSÃO.\nNÃO OCORRÊNCIA. MATÉRIA ALHEIA AOS EMBARGOS DE DIVERGÊNCIA. AUSÊNCIA\nDE PREQUESTIONAMENTO. OBSCURIDADE. FUNDAMENTAÇÃO DEFICIENTE. SÚMULA\nN. 284 DO STF. CARÁTER PROTELATÓRIO. RECONHECIMENTO. EMBARGOS\nDECLARATÓRIOS REJEITADOS COM APLICAÇÃO DE MULTA.\n1. Descabe alegar omissão quanto ao exame de matéria estranha ao\nobjeto dos embargos de divergência, recurso de fundamentação\nvinculada cuja finalidade precípua é a uniformização de teses\njurídicas divergentes no âmbito do Superior Tribunal de Justiça a\nrespeito da aplicação do direito material ou processual.\n2. As matérias de ordem pública, mesmo passíveis de conhecimento de\nofício pelas instâncias ordinárias, necessitam estar devidamente\nprequestionadas para ensejar o debate no âmbito do STJ.\n3. Incide o óbice da Súmula n. 284 do STF, por analogia, na hipótese\nem que as razões do recurso encontram-se dissociadas dos\nfundamentos do julgado embargado.\n4. Tratando-se de recurso manifestamente protelatório, incide a\nmulta prevista no § 2º do art. 1.026 do CPC.\n5. Embargos de declaração rejeitados com aplicação de multa.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240821",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 15/08/2024 a 21/08/2024,\npor unanimidade, rejeitar os embargos de declaração, com aplicação\nde multa, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Herman Benjamin,\nOg Fernandes, Luis Felipe Salomão, Mauro Campbell Marques, Benedito\nGonçalves, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira, Ricardo Villas Bôas Cueva e Sebastião Reis Júnior votaram\ncom o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Humberto Martins.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000881472",
  "numeroProcesso" : "943",
  "numeroRegistro" : "201902132570",
  "siglaClasse" : "EDcl na APn",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NA AÇÃO PENAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "ANTONIO CARLOS FERREIRA",
  "dataPublicacao" : "DJE        DATA:27/08/2024",
  "ementa" : "EMBARGOS DE DECLARAÇÃO. AÇÃO PENAL ORIGINÁRIA. CONTRADIÇÃO. VÍCIO.\nINOCORRÊNCIA. PRETENSÃO DE REDISCUSSÃO DO JULGADO. INADEQUAÇÃO.\nEMBARGOS REJEITADOS. RECONHECIMENTO DE OFÍCIO DA PRESCRIÇÃO DA\nPRETENSÃO PUNITIVA ESTATAL SUPERVENIENTE REGULADA PELA PENA EM\nCONCRETO.\n1. Inexiste qualquer ambiguidade, obscuridade, omissão ou\ncontradição a ser sanada, não se prestando os aclaratórios para\nrediscutir matéria devidamente enfrentada e decidida pelo acórdão\nembargado. Precedentes.\n2. O julgador não está obrigado a refutar expressamente todos os\nargumentos declinados pelas partes na defesa de suas posições\nprocessuais, desde que pela motivação apresentada seja possível\naferir as razões pelas quais acolheu ou rejeitou as pretensões\ndeduzidas. Precedentes.\n3. Embargos de declaração rejeitados.\n4. Declarada, de ofício, extinta a punibilidade em virtude da\nprescrição da pretensão punitiva estatal superveniente regulada pela\npena em concreto nos termos dos artigos 110, § 1º, c/c 115, ambos\ndo Código Penal.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240821",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão de julgamento do dia 15/08/2024 a\n21/08/2024, por unanimidade, rejeitar os embargos de declaração, nos\ntermos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Herman Benjamin, Og Fernandes, Luis Felipe Salomão, Mauro\nCampbell Marques, Benedito Gonçalves, Raul Araújo, Maria Isabel\nGallotti, Ricardo Villas Bôas Cueva e Sebastião Reis Júnior votaram\ncom o Sr. Ministro Relator.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000881436",
  "numeroProcesso" : "2115665",
  "numeroRegistro" : "202201230179",
  "siglaClasse" : "AgInt no AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NO AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJE        DATA:23/08/2024",
  "ementa" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA\nEM AGRAVO EM RECURSO ESPECIAL. TEMPESTIVIDADE. OMISSÃO,\nCONTRADIÇÃO, OBSCURIDADE OU ERRO MATERIAL. AUSÊNCIA.\n1. A necessidade de comprovação de feriado local não se aplica à\nhipótese em que a ausência de expediente forense decorre de ato\nadministrativo editado pelo próprio Tribunal ao qual está vinculado\no órgão julgador.\n2. Os embargos de declaração constituem-se em recurso de natureza\nintegrativa destinado a sanar vício - obscuridade, contradição,\nomissão ou erro material -, não podendo, portanto, serem acolhidos\nquando a parte embargante pretende, essencialmente, reformar o\ndecidido.\n3. O acórdão embargado, de forma clara e indene de dúvidas, manteve\na decisão monocrática que indeferiu liminarmente os embargos de\ndivergência opostos pela embargante, ao fundamento de que não houve\nexame acerca do mérito do recurso especial, incidindo, na espécie, a\nSúmula 315/STJ.\n4. Embargos de declaração conhecidos e rejeitados.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240821",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 15/08/2024 a 21/08/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros Francisco Falcão, João Otávio de Noronha, Herman\nBenjamin, Og Fernandes, Luis Felipe Salomão, Mauro Campbell Marques,\nBenedito Gonçalves, Raul Araújo, Maria Isabel Gallotti, Antonio\nCarlos Ferreira, Ricardo Villas Bôas Cueva e Sebastião Reis Júnior\nvotaram com a Sra. Ministra Relatora.\nNão participou do julgamento o Sr. Ministro Humberto Martins.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ "AgInt nos EDcl nos EREsp  2038267  MG  2022/0353393-3\nDecisão:24/09/2024\nDJE        DATA:27/09/2024" ]
}, {
  "id" : "000881402",
  "numeroProcesso" : "8123",
  "numeroRegistro" : "202300832008",
  "siglaClasse" : "AgInt nos EDcl na HDE",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NA HOMOLOGAÇÃO DE DECISÃO ESTRANGEIRA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "HERMAN BENJAMIN",
  "dataPublicacao" : "DJE        DATA:23/08/2024",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NA HOMOLOGAÇÃO DE DECISÃO\nESTRANGEIRA. PERDA DE OBJETO.\n1. Cuida-se de Agravo Interno interposto de decisão que indeferiu a\nhomologação de sentença estrangeira e condenou a parte agravada ao\npagamento de honorários advocatícios.\n2. Não se pode conhecer do Agravo Interno em virtude da perda de\nobjeto, porquanto o Agravo Interno interposto pela parte ora\nagravada foi provido para reconsiderar a decisão agravada, deferir a\nhomologação e condenar a ora agravante ao pagamento de honorários\nadvocatícios.\n3. Agravo Interno não conhecido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240821",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 15/08/2024 a 21/08/2024,\npor unanimidade, não conhecer do recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Og Fernandes, Luis Felipe Salomão, Mauro Campbell Marques,\nBenedito Gonçalves, Raul Araújo, Maria Isabel Gallotti, Antonio\nCarlos Ferreira, Ricardo Villas Bôas Cueva e Sebastião Reis Júnior\nvotaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Humberto Martins.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000881401",
  "numeroProcesso" : "1671551",
  "numeroRegistro" : "202000504872",
  "siglaClasse" : "AgRg nos EDcl nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "HERMAN BENJAMIN",
  "dataPublicacao" : "DJE        DATA:23/08/2024",
  "ementa" : "PROCESSUAL PENAL. AGRAVO REGIMENTAL EM EMBARGOS DE DIVERGÊNCIA.\nAUSÊNCIA DE COMPROVAÇÃO DE DIVERGÊNCIA JURISPRUDENCIAL ATUAL.\nRECURSO NÃO PROVIDO. PRECEDENTES.\n1. Nos termos do art. 1.043 do Código de Processo Civil e do art.\n266 do Regimento Interno do Superior Tribunal de Justiça, os\nEmbargos de Divergência são cabíveis contra acórdão que, em Recurso\nEspecial, divergir do julgamento de qualquer outro órgão do\nTribunal, sendo ambos os acórdãos, embargado ou paradigma, de\nmérito, ou quando, embora não conhecendo do recurso, tenham\napreciado a controvérsia.\n2. O paradigma apresentado pela parte embargante publicados há mais\nde 12 (doze) anos, não se presta para demonstrar a divergir de\njulgamento atual de outro Órgão Jurisdicional, nos termos do art.\n266 do RISTJ. Precedentes.\n3. O entendimento do Superior Tribunal de Justiça, para a\nadmissibilidade da estreita via recursal, é a divergência que se\nmostra atual, não se mostrando cabível discussão se a decisão\npretérita, que serviu como paradigma, perdeu eficácia no tempo.\n4. Agravo Regimental não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240821",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 15/08/2024 a 21/08/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Og Fernandes, Luis Felipe Salomão, Mauro Campbell Marques,\nBenedito Gonçalves, Raul Araújo, Maria Isabel Gallotti, Antonio\nCarlos Ferreira, Ricardo Villas Bôas Cueva e Sebastião Reis Júnior\nvotaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Humberto Martins.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000881400",
  "numeroProcesso" : "2273625",
  "numeroRegistro" : "202300018656",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "HERMAN BENJAMIN",
  "dataPublicacao" : "DJE        DATA:23/08/2024",
  "ementa" : "DIREITO PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE\nDIVERGÊNCIA. INDEFERIMENTO LIMINAR. AUSÊNCIA DE CERTIDÃO DE\nPUBLICAÇÃO DO JULGADO PARADIGMA. AUSÊNCIA DE DISSÍDIO\nJURISPRUDENCIAL. AGRAVO INTERNO NÃO PROVIDO.\n1. Trata-se de Agravo Interno contra decisão deste Relator que\nindeferiu liminarmente os Embargos de Divergência.\n2. A ausência de Certidão de Publicação do julgado paradigma\nacarreta o não conhecimento dos EAREsp, conforme jurisprudência\nconsolidada do STJ. Nessa linha: AgInt nos EREsp 1.805.591/DF, Rel.\nMin. Nancy Andrighi, Corte Especial, DJe 1.6.2020; AgInt nos EREsp\n1903903/MS, Rel. Min. Herman Benjamin, Corte Especial, DJe 3.7.2023;\nAgRg nos EAREsp 2407785/DF, Rel. Min. Mauro Campbell Marques, Corte\nEspecial, DJe 30.4.2024; AgRg nos EAREsp 2460045/SP, Rel. Min.\nRogerio Schietti Cruz, Terceira Seção, DJe 28.5.2024).\n3. Ademais, é patente a falta de dissídio jurisprudencial, já que os\narestos em confronto cuidam de situações fáticas diversas. Enquanto\nno paradigma afirma-se expressamente que \"houve fixação de\nhonorários advocatícios pelo juízo singular e posterior provimento\nintegral da apelação interposta pelo vencido, o que gerou a inversão\nimplícita e automática dos ônus sucumbenciais\", no acórdão\nrecorrido sustenta-se que não há que se \"falar em majoração dos\nhonorários recursais, uma vez que não houve prévia fixação na\norigem\".\n4. Agravo Interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240821",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 15/08/2024 a 21/08/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Og Fernandes, Luis Felipe Salomão, Mauro Campbell Marques,\nBenedito Gonçalves, Raul Araújo, Maria Isabel Gallotti, Antonio\nCarlos Ferreira, Ricardo Villas Bôas Cueva e Sebastião Reis Júnior\nvotaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Humberto Martins.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000881399",
  "numeroProcesso" : "2398046",
  "numeroRegistro" : "202302104349",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "HERMAN BENJAMIN",
  "dataPublicacao" : "DJE        DATA:21/08/2024",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO EM EMBARGOS DE DIVERGÊNCIA. AGRAVO\nEM RECURSO ESPECIAL NÃO CONHECIDO EM RAZÃO DA SÚMULA 182 DO STJ.\nPRONUNCIAMENTO A TÍTULO DE OBITER DICTUM. NÃO CARACTERIZAÇÃO DE\nDIVERGÊNCIA JURISPRUDENCIAL. PRECEDENTES. RECURSO NÃO PROVIDO.\n1. Nos termos do art. 1.043 do Código de Processo Civil e do art.\n266 do Regimento Interno do Superior Tribunal de Justiça, os\nEmbargos de Divergência são cabíveis contra decisum que, em Recurso\nEspecial, divergir do julgamento de qualquer outro órgão do\nTribunal, sendo ambos os julgados, embargado ou paradigma, de\nmérito, ou quando, embora não conhecendo do Recurso, tenham\napreciado a controvérsia.\n2. No caso dos autos, o Agravo em Recurso Especial não foi conhecido\nem razão da incidência da Súmula 182 do STJ. Desse modo, incide o\nóbice da Súmula 315/STJ:\n?Não cabem Embargos de Divergência no âmbito do Agravo de\nInstrumento que não admite Recurso Especial\". A propósito: AgRg nos\nEAREsp 2.098.823/PR, Rel.\nMinistra Laurita Vaz, Terceira Seção, DJe de 14.2.2023; e AgInt nos\nEREsp 1.848.530/DF, Rel. Ministro Francisco Falcão, Corte Especial,\nDJe 7.12.2020.\n3. O acórdão embargado se pronunciou acerca do mérito da demanda\n(fls. 4.118- 4.219), porém a título de obiter dictum, já que o\nAgravo em Recurso Especial da parte não foi conhecido em razão da\nincidência da Súmula 182 do STJ. Note-se, também, a ausência de\ninteresse recursal, uma vez que a alteração do entendimento firmado\npelo aresto embargado acerca da fixação dos honorários não vai\nalterar a situação jurídica do recorrente, pois o provimento dos\nseus Embargos em Agravo em Recurso Especial não possuem o condão de\nreverter o não conhecimento do Apelo.\n4. A jurisprudência desta Corte Superior é firme no sentido de que ?\nos argumentos proferidos em obiter dictum não caracterizam\ndivergência jurisprudencial para o fim de autorizar a interposição\ndos embargos de divergência. Precedentes: AgInt nos EAREsp n.\n1.414.411/SP, relator Ministro Paulo Sérgio Domingues, Primeira\nSeção, DJe de 21/12/2023; AgInt nos EREsp n. 2.007.417/MG, relator\nMinistro Herman Benjamin, Corte Especial, DJe de 20/12/2023; AgRg\nnos EAREsp n.\n2.173.095/PB, relator Ministro Raul Araújo, Corte Especial, DJe de\n5/12/2023?\n(AgInt nos EREsp 1.928.482/RS, Rel. Ministro Humberto Martins, Corte\nEspecial, DJe de 19.3.2024). Nesse mesmo sentido: AgInt nos EAREsp\n1.414.411/SP, Rel.\nMinistro Paulo Sérgio Domingues, Primeira Seção, DJe de 21.12.2023;\ne AgInt nos EREsp  2.007.417/MG, Rel. Ministro Herman Benjamin,\nCorte Especial, DJe de 20.12.2023.\n5. Agravo Interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240807",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Corte Especial, por unanimidade,\nnegar provimento ao agravo, nos termos do voto do Sr. Ministro\nRelator.\nOs Srs. Ministros Luis Felipe Salomão, Mauro Campbell Marques,\nBenedito Gonçalves, Raul Araújo, Maria Isabel Gallotti, Antonio\nCarlos Ferreira, Ricardo Villas Bôas Cueva, Sebastião Reis Júnior,\nSérgio Kukina, Joel Ilan Paciornik, Francisco Falcão, Nancy Andrighi\ne Humberto Martins votaram com o Sr. Ministro Relator.\nAusentes, justificadamente, os Srs. Ministros João Otávio de Noronha\ne Og Fernandes.\nConvocados os Srs. Ministros Sérgio Kukina e Joel Ilan Paciornik.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - REGRA DE ADMISSIBILIDADE - SÚMULA\n315/STJ)\n   STJ - <<AgRg nos EAREsp 2098823>>-PR,\n         <<AgInt nos EREsp 1848530>>-DF\n(EMBARGOS DE DIVERGÊNCIA - OBTER DICTUM)\n   STJ - <<AgInt nos EREsp 1928482>>-RS,\n         <<AgInt nos EAREsp 1414411>>-SP,\n         <<AgInt nos EREsp 2007417>>-MG",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01043", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000315", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000881398",
  "numeroProcesso" : "2331256",
  "numeroRegistro" : "202301119770",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "HERMAN BENJAMIN",
  "dataPublicacao" : "DJE        DATA:23/08/2024",
  "ementa" : "AGRAVO INTERNO. EMBARGOS DE DIVERGÊNCIA. INDEFERIMENTO LIMINAR.\nPARADIGMAS. AUSÊNCIA DE JUNTADA. VÍCIO SUBSTANCIAL.\n1. Trata-se de Agravo Interno contra decisão da presidência que\nindeferiu liminarmente os Embargos de Divergência.\n2. A jurisprudência do STJ, consolidou o entendimento de que, nos\ntermos do art 1.043, § 4º, do CPC/2015 e do art. 266, § 4º, do\nRISTJ, o recorrente, para comprovar a existência de dissídio em\nEmbargos de Divergência, deve providenciar: a) juntada de certidões;\nb) apresentação de cópias do inteiro teor dos acórdãos apontados\ncomo paradigmas; c) citação do repositório oficial autorizado ou\ncredenciado no qual eles se achem publicados, inclusive em mídia\neletrônica; d) reprodução de julgado disponível na rede mundial de\ncomputadores com a indicação da respectiva fonte.\n3. A parte agravante, no momento da interposição dos Embargos de\nDivergência, limitou-se a transcrever parte da ementa do acórdão\nparadigma e não juntou seu inteiro teor, deixando de cumprir regra\ntécnica do presente Recurso, o que constitui vício substancial\ninsanável, que não atende os requisitos descritos no parágrafo\nacima. Ademais, o print juntado pelo Agravante não comprova que o\narquivo juntado estava incompleto, e alegada falha imputada ao STJ\nnão é corroborada por nenhum outro elemento probatório. É ônus da\nparte comprovar a falha sistêmica.\n4. Agravo Interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240821",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 15/08/2024 a 21/08/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Og Fernandes, Luis Felipe Salomão, Mauro Campbell Marques,\nBenedito Gonçalves, Raul Araújo, Maria Isabel Gallotti, Antonio\nCarlos Ferreira, Ricardo Villas Bôas Cueva e Sebastião Reis Júnior\nvotaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Humberto Martins.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000881397",
  "numeroProcesso" : "8123",
  "numeroRegistro" : "202300832008",
  "siglaClasse" : "AgInt nos EDcl na HDE",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NA HOMOLOGAÇÃO DE DECISÃO ESTRANGEIRA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "HERMAN BENJAMIN",
  "dataPublicacao" : "DJE        DATA:23/08/2024",
  "ementa" : "HOMOLOGAÇÃO DE DECISÃO ESTRANGEIRA. CONDENAÇÃO POR INADIMPLEMENTO\nCONTRATUAL. DOMICÍLIO NO BRASIL. CIÊNCIA INEQUÍVOCA DA DEMANDA E\nREVELIA NO PROCESSO ALIENÍGENA. HOMOLOGAÇÃO.\n1. A controvérsia cinge-se à apreciação da regularidade ou não da\ncitação da parte requerida no processo alienígena, pois não há\ndiscussão quanto ao preenchimento dos demais requisitos para\nhomologação da decisão estrangeira.\n2. Embora a regra seja a citação, por rogatória, de pessoa\ndomiciliada no Brasil, admite-se sua flexibilização em casos\nexcepcionais quando verificado que a finalidade da norma foi\natendida: assegurar o devido processo legal, garantindo o\ncontraditório e a possiblidade de o demandado exercer seu direito de\ndefesa, como ocorre na hipótese em tela.\n3. Na hipótese dos autos também deve ser flexibilizada a exigência\nda citação por carta rogatória pelos motivos abaixo explicitados.\n4. É indisputável que a parte agravada teve ciência inequívoca da\ndemanda e que foram empreendidos esforços suficientes para que ela\ncomparecesse ao feito, havendo, todavia, recusa proposital a fim de\nfurtar-se das consequências de eventual resultado desfavorável,\nconforme se extrai dos elementos probatórios carreados aos autos.\n5. Os documentos de fls. 313-317 evidenciam que a parte ora agravada\nestava em constante contato com os advogados que representavam a\nagravante, inclusive informando que assinaria a carta de citação e\nque tinha interesse em realizar acordo.\n6. Ressalta-se que não há dúvida quanto à autenticidade da agravada\ncomo destinatária de tais mensagens, pois as comunicações foram\nfeitas nos números de telefone e endereços eletrônicos dela,\nreceptora da mensagem. Além do envio de tais comunicações, houve\nresposta da agravada, conforme acima explicado, até quando lhe\ninteressou responder.\n7. Ora, se o ordenamento jurídico interno consagra o princípio da\ninstrumentalidade das formas e preceitua que eventual inobservância\nà forma não implica nulidade quando a finalidade do ato for\nalcançada (art. 2.778 do CPC/2015), bem como que a decretação de\nnulidade não pode ser pleiteada por quem lhe tenha dado causa (art.\n2.769 do CPC/2015), não há razão para reconhecer a nulidade no caso\ndos autos. A exigência de citação por rogatória, no caso dos autos,\nconfigura mera formalidade.\n8. O acolhimento da tese de defesa da parte agravada - focada\nunicamente em descumprimento de norma formal, cujo escopo de dar\nciência da demanda para permitir o direito de defesa foi atendido,\ntendo a agravada, contudo, optado por deliberadamente não\nrespondê-la - contraria a finalidade da norma que exige a citação\npor rogatória.\n9. Agravo Interno provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240821",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 15/08/2024 a 21/08/2024,\npor unanimidade, dar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Og Fernandes, Luis Felipe Salomão, Mauro Campbell Marques,\nBenedito Gonçalves, Raul Araújo, Maria Isabel Gallotti, Antonio\nCarlos Ferreira, Ricardo Villas Bôas Cueva e Sebastião Reis Júnior\nvotaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Humberto Martins.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000881379",
  "numeroProcesso" : "2389065",
  "numeroRegistro" : "202302016309",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "SEBASTIÃO REIS JÚNIOR",
  "dataPublicacao" : "DJE        DATA:27/08/2024",
  "ementa" : "AGRAVO INTERNO EM EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. DECISÃO MANTIDA POR SEUS PRÓPRIOS FUNDAMENTOS. INCIDÊNCIA\nDO ÓBICE DA SÚMULA 315/STJ. IMPROPRIEDADE DA VIA ELEITA PARA REEXAME\nDA ADMISSIBILIDADE DO RECURSO ESPECIAL. HONORÁRIOS ADVOCATÍCIOS\nRECURSAIS. MAJORAÇÃO. POSSIBILIDADE. INDEFERIMENTO LIMINAR DOS\nEMBARGOS DE DIVERGÊNCIA.\n1. Não há como abrigar agravo interno que não logra desconstituir o\nfundamento da decisão atacada.\n2. Interpostos embargos de divergência, inaugura-se novo grau\nautorizando a majoração de honorários a título recursal.\nPrecedentes.\n3. Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240821",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 15/08/2024 a 21/08/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Herman Benjamin, Og Fernandes, Luis Felipe Salomão, Mauro\nCampbell Marques, Benedito Gonçalves, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira e Ricardo Villas Bôas Cueva\nvotaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Humberto Martins.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
} ]