[ {
  "id" : "000912482",
  "numeroProcesso" : "21",
  "numeroRegistro" : "201902799610",
  "siglaClasse" : "AgRg na CauInomCrim",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA CAUTELAR INOMINADA CRIMINAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "FRANCISCO FALCÃO",
  "dataPublicacao" : "DJEN       DATA:19/05/2025",
  "ementa" : "PENAL E PROCESSUAL PENAL. AGRAVO REGIMENTAL. MEDIDA CAUTELAR\nINVESTIGATIVA. PEDIDO DE ACESSO. TERCEIRO NÃO INVESTIGADO.\nINDEFERIMENTO.  AGRAVO A QUE SE NEGA PROVIMENTO.\nI - De acordo com o enunciado sumular vinculante n. 14/STF, é\ndireito do defensor, no interesse do representado, ter acesso amplo\naos elementos de prova que, documentados em procedimento\ninvestigatório, tenham relação com o exercício do direito de defesa.\nII - O direito assegurado, nos termos fixados pela Corte Suprema, a\ninvestigado, por meio de sua defesa, de acessar elementos\ninformativos constantes em procedimento investigatório que lhe digam\nrespeito e que já se encontrem documentados nos autos, não abrange,\npor óbvio, as informações concernentes à decretação e à realização\ndas diligências investigatórias, relacionadas a terceiros.\nPrecedentes.\nIII - Agravo regimental a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250513",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 07/05/2025 a 13/05/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Og Fernandes, Luis Felipe Salomão, Mauro Campbell Marques,\nBenedito Gonçalves, Raul Araújo, Maria Isabel Gallotti, Antonio\nCarlos Ferreira, Ricardo Villas Bôas Cueva e Sebastião Reis Júnior\nvotaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.\nImpedida a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000912342",
  "numeroProcesso" : "2332435",
  "numeroRegistro" : "202300974185",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "JOÃO OTÁVIO DE NORONHA",
  "dataPublicacao" : "DJEN       DATA:19/05/2025",
  "ementa" : "DIREITO PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA\nEM AGRAVO EM RECURSO ESPECIAL. FALTA DE SIMILITUDE FÁTICO-JURÍDICA.\nAGRAVO DESPROVIDO.\nI. Caso em exame\n1. Agravo interno interposto contra decisão que\nindeferiu liminarmente os embargos de divergência em razão da falta\nde similitude fático-jurídica entre os acórdãos confrontados.\n2. A parte agravante alega que houve impugnação específica do óbice\nda Súmula n. 7 do STJ, o que afastaria a incidência da Súmula n. 182\ndo STJ. Requer o provimento do agravo interno para que se reforme a\ndecisão agravada, conhecendo-se dos embargos de divergência.\n3. A parte agravada sustenta que o agravo interno é incabível, pois\njá houve apreciação da matéria pelo colegiado. Requer a aplicação de\nmulta por litigância de má-fé e a majoração dos honorários de\nsucumbência.\nII. Questão em discussão\n4. Há duas questões em discussão: (i) saber\nse há similitude fático-jurídica entre os acórdãos confrontados para\nadmitir os embargos de divergência, analisando se os casos possuem\nelementos comuns que justifiquem a uniformização da jurisprudência;\ne (ii) saber se são cabíveis a multa por litigância de má-fé e a\nmajoração dos honorários de sucumbência, considerando os critérios\nlegais para penalizar a parte que age de forma temerária ou\nprotelatória.\nIII. Razões de decidir\n5. A falta de similitude fático-jurídica entre\nos acórdãos confrontados impede o conhecimento dos embargos de\ndivergência, que visam uniformizar a jurisprudência do Tribunal.\n6. A litigância de má-fé não se configura, pois não há insistência\ninjustificável na utilização de recursos manifestamente\nprotelatórios.\n7. A multa do art. 1.021, § 4°, do CPC/2015 não é automática e não\nse aplica quando não há manifesta inadmissibilidade do agravo\ninterno ou litigância temerária.\n8. A interposição de agravo interno não inaugura instância,\ninviabilizando a majoração de honorários no julgamento de agravo\ninterno e de embargos de declaração.\nIV. Dispositivo e tese\n9. Agravo interno desprovido.\nTese de julgamento:  \"1. A falta de similitude fático-jurídica entre\nacórdãos confrontados impede o conhecimento dos embargos de\ndivergência. 2. A litigância de má-fé não se configura na ausência\nde recursos manifestamente protelatórios. 3. A multa do art. 1.021,\n§ 4°, do CPC/2015 não é automática e depende de manifesta\ninadmissibilidade do recurso ou de litigância temerária. 4. A\ninterposição de agravo interno não inaugura instância para majoração\nde honorários\".\nDispositivos relevantes citados:  CPC/2015, arts. 1.021, § 4°, e 81.\nJurisprudência relevante citada:  STJ, AgInt nos EAREsp n.\n2.284.019/SC, relatora Ministra Maria Isabel Gallotti, Corte\nEspecial, julgado em 24/9/2024; STJ, AgInt nos EDcl nos EREsp n.\n2.077.205/GO, relator Ministro Marco Buzzi, Segunda Seção, julgados\nem 17/12/2024.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250513",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 07/05/2025 a 13/05/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Humberto\nMartins, Maria Thereza de Assis Moura, Og Fernandes, Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000912340",
  "numeroProcesso" : "1479136",
  "numeroRegistro" : "201900914017",
  "siglaClasse" : "AgInt na TutPrv nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NA TUTELA PROVISÓRIA NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "JOÃO OTÁVIO DE NORONHA",
  "dataPublicacao" : "DJEN       DATA:19/05/2025",
  "ementa" : "DIREITO PROCESSUAL CIVIL. AGRAVO INTERNO. PLEITO DE SUSTENTAÇÃO\nORAL. NÃO CABIMENTO. PEDIDO DE TUTELA DE URGÊNCIA. DESISTÊNCIA DE\nANTERIOR AGRAVO INTERNO CONTRA DECISÃO DE INADMISSIBILIDADE DOS\nEMBARGOS DE DIVERGÊNCIA. HOMOLOGAÇÃO. TRÂNSITO EM JULGADO. ERRO\nMATERIAL. INEXISTÊNCIA. AGRAVO INTERNO DESPROVIDO.\nI. Caso em exame\n1. Agravo interno interposto contra decisão que não\nconheceu do pedido de tutela de urgência, alegando erro material na\nhomologação da desistência do recurso, quando se tratava de alegação\nde perda superveniente de objeto.\n2. Na origem, ação declaratória sobre a interpretação de cláusula\ncontratual foi extinta sem exame de mérito, por coisa julgada.\nRecurso especial não admitido e decisão mantida pelo STJ,\nreconhecendo a coisa julgada e a inviabilidade de revisão por\nmatéria fática (Súmula n. 7 do STJ).\n3. Embargos de divergência rejeitados por falta de depósito de multa\ne ausência de demonstração de divergência. Agravo interno alegava\njustiça gratuita e divergência demonstrada.\n4. Homologada desistência do agravo interno, com trânsito em\njulgado.\nII. Questão em discussão\n5. A questão em discussão consiste em saber\nse há erro material na decisão que homologou a desistência do agravo\ninterno, quando a parte alegava perda superveniente de objeto, e se\ntal erro justifica o exame do pleito apesar do trânsito em julgado.\n6. Há preliminar de cabimento de sustentação oral no presente\njulgamento.\nIII. Razões de decidir\n7. Não há previsão legal do cabimento de\nsustentação oral no julgamento do recurso que desafia decisão que\nnão conheceu de pedido de tutela de urgência contra homologação da\ndesistência de anterior insurgência recursal.\n8. A decisão agravada afirmou que o fato novo alegado, referente ao\nmérito, não configura hipótese de perda de objeto, pois a questão já\nestava alcançada pela coisa julgada desde a origem.\n9. Não há erro material a ser sanado, uma vez que a decisão foi\nclara e objetiva, atendendo a todos os pontos abordados pelo\nagravante.\n10. A correção de erro material não está sujeita à preclusão ou à\ncoisa julgada, mas, no caso, não se verifica erro material.\nIV. Dispositivo e tese\n11. Agravo interno desprovido.\nTese de julgamento:  \"1. Não cabe sustentação oral no julgamento de\nagravo interno contra decisão homologatória de desistência de\nrecurso. 2. A decisão que homologa desistência de recurso, quando a\nparte alega perda superveniente de objeto, não configura erro\nmaterial se a questão já estava alcançada pela coisa julgada. 3. A\nausência de erro material desautoriza o exame de tutela provisória\nem processo já transitado em julgado\".\nDispositivos relevantes citados:  CPC/2015, arts. 494, I, e 998.\nJurisprudência relevante citada:  STJ, Súmula n. 7.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250513",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 07/05/2025 a 13/05/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Humberto Martins, Maria Thereza\nde Assis Moura, Og Fernandes, Luis Felipe Salomão, Mauro Campbell\nMarques, Benedito Gonçalves, Raul Araújo, Maria Isabel Gallotti,\nAntonio Carlos Ferreira, Ricardo Villas Bôas Cueva e Sebastião Reis\nJúnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.\nImpedida a Sra. Ministra Nancy Andrighi.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000912309",
  "numeroProcesso" : "29129",
  "numeroRegistro" : "202203964394",
  "siglaClasse" : "MS",
  "descricaoClasse" : "MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "FRANCISCO FALCÃO",
  "dataPublicacao" : "DJEN       DATA:19/05/2025",
  "ementa" : "ADMINISTRATIVO. PROCESSUAL CIVIL. MANDADO DE SEGURANÇA. RESOLUÇÃO\nSTJ/GP 15/2022. COMPOSIÇÃO ORIGINÁRIA TRIBUNAL REGIONAL FEDERAL DA\n6ª REGIÃO. ORDEM DE ANTIGUIDADE. AUSÊNCIA ILEGALIDADE. AUTONOMIA\nADMINISTRATIVA RESGUARDADA. AUSÊNCIA DIREITO LÍQUIDO E CERTO.\nSEGURANÇA DENEGADA.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250513",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 07/05/2025 a 13/05/2025,\npor unanimidade, denegar a segurança, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Maria Thereza de Assis Moura, Og Fernandes, Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000911971",
  "numeroProcesso" : "2621282",
  "numeroRegistro" : "202401092072",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "ANTONIO CARLOS FERREIRA",
  "dataPublicacao" : "DJEN       DATA:19/05/2025",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM\nAGRAVO EM RECURSO ESPECIAL. AÇÃO DE OBRIGAÇÃO DE FAZER. PLANO DE\nSAÚDE. AUSÊNCIA DE SEMELHANÇA ENTRE OS CASOS CONFRONTADOS.\nINDEFERIMENTO DOS EMBARGOS DE DIVERGÊNCIA MANTIDO.\n1. A jurisprudência desta Corte está sedimentada no sentido de que\ndeve existir similitude fático-jurídica entre o acórdão embargado e\no paradigma, nos termos do art. 1.043, § 4º, do CPC/2015 e do art.\n266, § 4º, do RISTJ, o que não se verifica nestes autos.\n2. O acórdão recorrido trata de ação de obrigação de fazer proposta\npor beneficiário de plano de saúde, para determinar que a operadora\nde plano de saúde mantenha tratamento para Transtorno do Espectro\nAutista, sem limitações de números de sessões.\n3. O paradigma, diversamente, trata da aplicação de Tema n. 915 do\nSTF, em caso referente à cobrança de diferenças salariais\ndecorrentes de aplicação de lei estadual.\n4. Agravo interno que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250513",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 07/05/2025 a 13/05/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, João Otávio de Noronha, Humberto\nMartins, Maria Thereza de Assis Moura, Og Fernandes, Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Ricardo Villas Bôas Cueva e Sebastião Reis\nJúnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.\nNão participou do julgamento a Sra. Ministra Nancy Andrighi.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000911957",
  "numeroProcesso" : "20262",
  "numeroRegistro" : "202401184460",
  "siglaClasse" : "AgInt na CR",
  "descricaoClasse" : "AGRAVO INTERNO NA CARTA ROGATÓRIA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "HERMAN BENJAMIN",
  "dataPublicacao" : "DJEN       DATA:20/05/2025",
  "ementa" : "CARTA ROGATÓRIA. AGRAVO INTERNO. CITAÇÃO. CONCESSÃO DO EXEQUATUR.\nVIOLAÇÃO DA ORDEM PÚBLICA. NÃO OCORRÊNCIA.\n1. Inicialmente, cumpre ressaltar que, nos termos do Decreto\n9.734/2019, que promulgou o texto da Convenção Relativa à Citação,\nIntimação e Notificação no Estrangeiro de Documentos Judiciais e\nExtrajudiciais em Matéria Civil e Comercial, firmado na Haia, em 15\nde novembro de 1965, qualquer advogado dos Estados Unidos da América\npossui legitimidade para o envio de pedidos oriundos daquele país.\n2. Ademais, como consignado na decisão agravada, o pedido\ncooperatório envolve ato de comunicação, expressado pela citação da\nparte interessada para tomar conhecimento de demanda instaurada\nperante a Justiça estrangeira. A ciência foi formalizada com o\ncomparecimento do interessado para justamente impugnar os termos da\npresente Rogatória. Nesse contexto, conforme jurisprudência firmada\npor esta Corte, foi cumprida a diligência (AgInt na CR 11.209/EX e\nAgInt na CR 10.434/EX, ambos de relatoria da Ministra Laurita Vaz,\nDJe de 27.9.2017 e DJe de 15.12.2016, respectivamente).\n3. Assim, \"o mero procedimento citatório não produz qualquer efeito\natentatório à soberania nacional ou à ordem pública, apenas\npossibilita o conhecimento da ação que tramita perante a justiça\nalienígena e faculta a apresentação de defesa\" (AgRg na CR n.\n10.849-7, relator Ministro Maurício Corrêa, DJ de 21.5.2004).\n4. Agravo Interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250513",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 07/05/2025 a 13/05/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Luis Felipe Salomão.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000911953",
  "numeroProcesso" : "3548",
  "numeroRegistro" : "202403605195",
  "siglaClasse" : "AgInt na SS",
  "descricaoClasse" : "AGRAVO INTERNO NA SUSPENSÃO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "HERMAN BENJAMIN",
  "dataPublicacao" : "DJEN       DATA:20/05/2025",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO EM SUSPENSÃO DE SEGURANÇA. LIMINAR\nCONCEDIDA EM SEGUNDA INSTÂNCIA NO TRIBUNAL DE ORIGEM. PARALISAÇÃO DE\nCONCORRÊNCIA PÚBLICA MUNICIPAL PARA IMPLANTAÇÃO DE EDIFÍCIO GARAGEM\nE GERENCIAMENTO DE SISTEMA ROTATIVO PAGO. IMPOSSIBILIDADE DE SE\nAVALIAR A LEGALIDADE DA DECISÃO JUDICIAL. VIA QUE NÃO É SUCEDÂNEA\nRECURSAL. NÃO COMPROVAÇÃO DE GRAVE LESÃO À ORDEM, À SEGURANÇA E À\nECONOMIA PÚBLICAS. CONCEITO DE GRAVE LESÃO É CIRCUNSCRITO ÀS\nSITUAÇÕES QUE OCASIONAM PREJUÍZO SEVERO AO NORMAL FUNCIONAMENTO DA\nVIDA EM SOCIEDADE OU DAS INSTITUIÇÕES PÚBLICAS. INSTITUTO DA SS É\nRESERVADO A SITUAÇÕES EXCEPCIONALÍSSIMAS, RARAS E A CASOS EXTREMOS.\n1. A Suspensão de Segurança, medida excepcional de defesa do\ninteresse público, tem a finalidade de obstar a eficácia de decisão\njudicial exarada em ação cognitiva em curso proposta contra o Poder\nPúblico, constituindo incidente no qual se busca a reparação de\nsituação inesperada que tenha promovido a alteração no status quo\nante em prejuízo da Fazenda Pública.2. Neste incidente, de\npropósitos específicos e bem delimitados, não cabe sindicar o mérito\nda demanda em curso nas instâncias ordinárias, sobretudo se houve\nou não elementos suficientes para suspender o certame licitatório.\nTambém não cabe nesta via avaliar a adequação da via eleita, a\nefetiva utilização do Procedimento de Manifestação de Interesse\n(PMI) na licitação, presunção de legitimidade dos atos\nadministrativos no caso concreto, prazos para impugnações e demais\naspectos processuais.\n3. O conceito de lesão à ordem pública deve ser lido em seu âmbito\nmais restrito, de forma que sem o inafastável abalo à paz social ou\nao eficiente funcionamento do Estado, situações aqui não\ndemonstradas e não detectadas, não há que se falar em Suspensão de\nLiminar e de Sentença nem em Suspensão de Segurança.\n4. Inexiste ausência de segurança jurídica, uma vez que a referida\nlicitação encontra-se em fase preliminar, sem que nenhuma obra\npública já tenha iniciado, sem gerar, portanto, transtornos para a\npopulação e custos ao erário. Sobreleva mencionar que a legislação\nexige grave lesão, e não apenas transtornos.5. A perspectiva de o\ncomércio local se beneficiar com a criação de um edifício próprio e\no novo critério de uso de vagas de estacionamento, dentro de uma\nprojeção do que o Município pretende alcançar, não corresponde a\ngrave dano à ordem econômica.6. Agravo Interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250513",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 07/05/2025 a 13/05/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Luis Felipe Salomão.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000911946",
  "numeroProcesso" : "47892",
  "numeroRegistro" : "202402969110",
  "siglaClasse" : "Rcl",
  "descricaoClasse" : "RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "HERMAN BENJAMIN",
  "dataPublicacao" : "DJEN       DATA:21/05/2025",
  "ementa" : "RECLAMAÇÃO AJUIZADA PELA UNIÃO PARA GARANTIR A AUTORIDADE DE DECISÃO\nDO STJ. ACÓRDÃO DA CORTE ESPECIAL QUE ESTIPULOU A INVIABILIDADE DA\nCONCESSÃO DE MEDIDA LIMINAR DEFERITÓRIA DE INGRESSO DE ESTRANGEIROS\nNO BRASIL, À MÍNGUA DE VISTO, EXCETO QUANDO HAJA (A) O ESGOTAMENTO\nDAS POSSIBILIDADES ADMINISTRATIVAS E (B) A ADOÇÃO PRÉVIA DAS MEDIDAS\nINSTRUTÓRIAS DE INFORMAÇÃO VIÁVEIS, INCLUSIVE PERÍCIA SOCIAL NO\nBRASIL. DECISÃO DA ORIGEM QUE DESPREZOU ESSAS CONDICIONANTES E\nAUTORIZOU O INGRESSO DE ESTRANGEIRO. NÍTIDA BURLA AO ACÓRDÃO DA\nCORTE ESPECIAL DO STJ. EFEITOS DA DECISÃO LIMINAR EM SLS QUE\nPERDURAM ATÉ O TRÂNSITO EM JULGADO, E NÃO ATÉ O JULGAMENTO DE\nEVENTUAL RECURSO DE APELAÇÃO. PERÍCIA SOCIAL NÃO REALIZADA.\nPROCEDÊNCIA DA RECLAMAÇÃO.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250513",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 07/05/2025 a 13/05/2025,\npor unanimidade, julgar procedente, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Luis Felipe Salomão.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000911945",
  "numeroProcesso" : "20367",
  "numeroRegistro" : "202401490677",
  "siglaClasse" : "AgRg na CR",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA CARTA ROGATÓRIA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "HERMAN BENJAMIN",
  "dataPublicacao" : "DJEN       DATA:21/05/2025",
  "ementa" : "CARTA ROGATÓRIA. AGRAVO INTERNO. CONSUMAÇÃO DO OBJETO DA CARTA\nROGATÓRIA. PERDA DO OBJETO. NÃO CONHECIMENTO.\n1. Cuida-se de Carta Rogatória por meio da qual a Justiça peruana\nsolicita que se proceda à inquirição de JORGE HENRIQUE SIMOES BARATA\ne de LUIZ ANTONIO MAMERI,  por meio de videoconferência.\n2. Contudo, os agravantes optaram por não comparecer às respectivas\naudiências para depoimento testemunhal, conforme informado pelo\nadvogado das partes durante a audiência do dia 3 de julho de 2024\n(fls. 718-719).\n3. Portanto, pode-se concluir que o objeto da presente Carta\nRogatória foi consumado, já que as medidas solicitadas pela Justiça\nrogante foram executadas pela Justiça brasileira, ainda que\nfrustrada a obtenção dos testemunhos dos interessados.\n4. Com efeito, infere-se que houve a inequívoca ciência de Jorge\nHenrique Simoes Barata e Luiz Antonio Mameri dos termos desta Carta\nRogatória, de modo que tiveram efetivo conhecimento sobre o seu\nobjeto, consistente na audiência de juízo oral para seus depoimentos\ncomo testemunhas.\n5. Nesse contexto, o escopo do presente Agravo Regimental perdeu o\nobjeto porquanto os agravantes voluntariamente deixaram de\ncomparecer ao ato processual do qual teve ciência evidente.\n6. Agravo Regimental não conhecido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250513",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 07/05/2025 a 13/05/2025,\npor unanimidade, não conhecer do agravo regimental, nos termos do\nvoto do Sr. Ministro Presidente do STJ.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Luis Felipe Salomão.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000911936",
  "numeroProcesso" : "7413",
  "numeroRegistro" : "202203852281",
  "siglaClasse" : "AgInt no RE na AR",
  "descricaoClasse" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO NA AÇÃO RESCISÓRIA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LUIS FELIPE SALOMÃO",
  "dataPublicacao" : "DJEN       DATA:19/05/2025",
  "ementa" : "AGRAVO INTERNO EM RECURSO EXTRAORDINÁRIO. AÇÃO RESCISÓRIA.\nINCONSTITUCIONALIDADE DECLARADA EM AÇÃO DIRETA DE\nINCONSTITUCIONALIDADE ESTADUAL. TRÂNSITO EM JULGADO ANTERIOR À\nDECLARAÇÃO DE INCONSTITUCIONALIDADE. TEMA N. 360/STF. NEGATIVA DE\nPROVIMENTO.\nI. CASO EM EXAME\n1.1. Agravo interno interposto contra decisão que\nnegou seguimento ao recurso extraordinário, com base no Tema n. 360\ndo STF, referente à eficácia rescisória de sentenças revestidas de\nvício de inconstitucionalidade qualificado. 1.2. A parte agravante\nsustenta a inaplicabilidade do Tema n. 360/STF ao caso, pois o\ntrânsito em julgado ocorreu quando já havia decisão liminar da\nSuprema Corte suspendendo os efeitos da norma estadual questionada.\nII. QUESTÕES EM DISCUSSÃO2.1. Cabimento de ação rescisória quando o\ntítulo judicial transitou em julgado antes da declaração de\ninconstitucionalidade da norma objeto de ação direta de\ninconstitucionalidade.\nIII. RAZÕES DE DECIDIR\n3.1. O Supremo Tribunal Federal, no julgamento\ndo RE n. 611.530-RG/SP (Tema n. 360), firmou tese de que são\nconstitucionais as disposições normativas do parágrafo único do art.\n741 do CPC, do § 1º do art. 475-L, ambos do CPC/73, bem como os\ncorrespondentes dispositivos do CPC/15, o art. 525, § 1º, III e §§\n12 e 14, o art. 535, § 5º. São dispositivos que, buscando harmonizar\na garantia da coisa julgada com o primado da Constituição, vieram\nagregar ao sistema processual brasileiro um mecanismo com eficácia\nrescisória de sentenças revestidas de vício de inconstitucionalidade\nqualificado, assim caracterizado nas hipóteses em que: (a) a\nsentença exequenda esteja fundada em norma reconhecidamente\ninconstitucional, seja por aplicar norma inconstitucional, seja por\naplicar norma em situação ou com um sentido inconstitucionais; ou\n(b) a sentença exequenda tenha deixado de aplicar norma\nreconhecidamente constitucional; e (c) desde que, em qualquer dos\ncasos, o reconhecimento dessa constitucionalidade ou a\ninconstitucionalidade tenha decorrido de julgamento do STF realizado\nem data anterior ao trânsito em julgado da sentença exequenda.\n3.2. No presente caso, a sentença transitou em julgado antes do\njulgamento da ADI n. 5.441 pelo Supremo Tribunal Federal, razão pela\nqual o acórdão recorrido está em conformidade com o Tema n. 360 do\nSTF.\nIV. DISPOSITIVO4.1. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250513",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 07/05/2025 a 13/05/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000911898",
  "numeroProcesso" : "1844802",
  "numeroRegistro" : "201903183278",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "JOÃO OTÁVIO DE NORONHA",
  "dataPublicacao" : "DJEN       DATA:19/05/2025",
  "ementa" : "DIREITO PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA\nEM RECURSO ESPECIAL. PREQUESTIONAMENTO FICTO. AUSÊNCIA DE COTEJO\nANALÍTICO E DE SIMILITUDE FÁTICA. IMPUGNAÇÃO GENÉRICA DE UM DOS\nFUNDAMENTOS. APLICAÇÃO DA SÚMULA N. 182 DO STJ. AGRAVO NÃO\nCONHECIDO.\nI. Caso em exame\n1. Agravo interno interposto contra decisão que não\nconheceu dos embargos de divergência opostos a acórdão da Primeira\nTurma, que negou provimento ao agravo interno no recurso especial\nsobre a atualização de gratificação incorporada por servidores\npúblicos estaduais.\n2. Os embargantes alegam divergência quanto à configuração de\nprequestionamento ficto, indicando como paradigma um julgado da\nQuarta Turma que reconheceu o prequestionamento ficto mesmo sem\nmenção expressa ao dispositivo legal violado.\nII. Questão em discussão\n3. A questão em discussão consiste em saber\nse os embargos de divergência atendem às exigências legais de\nsimilitude fática e cotejo analítico entre os arestos confrontados.\nIII. Razões de decidir\n4. A ausência de cotejo analítico entre os\narestos confrontados impede o conhecimento dos embargos de\ndivergência, conforme exigido pelo § 4º do art. 1.043 do CPC.\n5. A mera alegação de que preenchidos os requisitos legais previstos\npara o cabimento de embargos de divergência não atende à exigência\nde impugnação específica da decisão agravada, notadamente quanto ao\nfundamento de ausência de cotejo analítico.\n6. Aplica-se o óbice da Súmula n. 182 do STJ, ao agravo interno que\nnão impugna de forma específica todos os fundamentos da decisão\nagravada que inadmitiu os embargos de divergência.\nIV. Dispositivo e tese\n7. Agravo interno não conhecido.\nTese de julgamento:  \"1. A ausência de cotejo analítico entre os\narestos confrontados impede o conhecimento dos embargos de\ndivergência. 2. Incide a Súmula n. 182 do STJ no agravo interno que\nnão impugna de forma específica todos os fundamentos da decisão que\ninadmitiu os embargos de divergência\".\nDispositivos relevantes citados:  CPC/1973, art. 741, parágrafo\núnico; CPC/2015, art. 1.025; CPC/2015, art. 1.043, § 4º.\nJurisprudência relevante citada: Não há.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250513",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 07/05/2025 a 13/05/2025,\npor unanimidade, não conhecer do recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Humberto\nMartins, Maria Thereza de Assis Moura, Og Fernandes, Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000911896",
  "numeroProcesso" : "3509",
  "numeroRegistro" : "202404262133",
  "siglaClasse" : "AgRg na SLS",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA SUSPENSÃO DE LIMINAR E DE SENTENÇA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "HERMAN BENJAMIN",
  "dataPublicacao" : "DJEN       DATA:20/05/2025",
  "ementa" : "PEDIDO DE SUSPENSÃO DE LIMINAR E DE SENTENÇA. PRETENSÃO DO MUNICÍPIO\nDE AFASTAR A PROIBIÇÃO IMPOSTA A HOSPITAL DE PROPRIEDADE DO\nPREFEITO - ACUSADO DE SUPERFATURAMENTO EM CONTRATOS COM O MUNICÍPIO\n- DE ESTABELECER NOVOS CONTRATOS COM O PODER PÚBLICO. MATÉRIA PENAL.\nIMPOSSIBILIDADE DO EMPREGO DE SLS EM FEITO DE NATUREZA CRIMINAL.\nDECISÃO DE ORIGEM QUE FOI CAUTELOSA AO VEDAR APENAS NOVAS\nCONTRATAÇÕES COM O PODER PÚBLICO, MANTENDO AS VIGENTES. MUNICÍPIO\nQUE PRETENDE ASSEGURAR QUE EMPRESA ACUSADA DE GRAVES CRIMES CONTRA A\nADMINISTRAÇÃO PARTICIPE DE LICITAÇÃO FUTURA. INEXISTÊNCIA DE\nCERTEZA DE QUE ESSA EMPRESA SAGRAR-SE-IA VENCEDORA. TEMPO SUFICIENTE\nPARA QUE A EDILIDADE SE ORGANIZASSE E BUSCASSE OUTROS FORNECEDORES\nDO SERVIÇO.\n1. Município agravante insiste no cabimento de SLS em matéria penal\ne reafirma que hospital que tem o prefeito como sócio seria o único\ncapacitado \"para determinadas especialidades essenciais\".\n2. Alegação de que as fraudes investigadas em Procedimento\nInvestigatório Criminal no âmbito da Procuradoria-Geral de Justiça\ndo Pará dizem respeito a outro hospital; de que não há fraude\napontada nos contratos firmados com o Município de Ananindeua e de\nque o Procedimento Investigatório Criminal impede a maior unidade\nhospitalar da região de participar de certames licitatórios,\n\"configurando manifesta ilegitimidade e grave lesão à saúde pública,\nespecialmente no momento em que o Município de Ananindeua prepara\nnovo certame indispensável para suprir a demanda de atendimentos\".\n3. É incabível a Suspensão de Liminar e de Sentença para suspender a\nexecução de decisões proferidas no âmbito de processo de natureza\ncriminal, mesmo quando o aspecto discutido é o patrimonial ou o das\nproibições de fazer ou de não fazer, sob pena de se transmudar\nilegitimamente o instituto da suspensão em sucedâneo recursal para\ndisputas sobre direitos individuais, que já contam com instrumentos\nprocessuais cabíveis e previstos na legislação processual penal.\n4. A suspensão dos efeitos do ato judicial é providência\nexcepcional, cumprindo ao requerente a efetiva demonstração da\nalegada ofensa grave aos bens jurídicos tutelados pela legislação de\nregência, quais sejam: a ordem, a saúde, a segurança e/ou a\neconomia públicas, não bastando, para tanto, alegações genéricas de\nprejuízo ao erário.\n5. Patente conflito de interesses, porque, conforme amplamente\ndivulgado pelos meios de comunicação, o hospital investigado por\nsuperfaturamento em contratos com a prefeitura tinha como um dos\nsócios o prefeito municipal, que ora requer, através da procuradoria\ndo município, o reestabelecimento da possibilidade de contratar com\no poder público.\n6. Acusação de que o município de Ananindeua parou de pagar a outros\nhospitais conveniados ao SUS para compeli-los a recusar pacientes\ncujo tratamento seria custeado pelo poder público, para forçar o\nreencaminhamento desses pacientes ao hospital pertencente ao\nprefeito, inclusive mediante artifício de \"triangularização\".\n7. O contrato que se pretendia renovar venceu em fevereiro de 2025 e\nhouve 16 (dezesseis) outros interessados participando da penúltima\nlicitação, de modo que era plenamente viável ao ente público que se\nreorganizasse sem a necessidade de contratar empresa acusada de\ngravíssimos crimes contra a Administração Pública e que é de\npropriedade do próprio prefeito.\n8. Município que nem sequer teria como antever se seria o hospital\ndo qual o prefeito é/foi sócio o vencedor da licitação que abriria,\nmotivo adicional para que, mesmo que fosse viável o manejo da\npresente Suspensão de Liminar e de Sentença, ela fosse indeferida.\n9. Ausência de demonstração, mediante prova documental\npré-constituída, da grave lesão aos interesses albergados pela\nlegislação de regência, com a efetiva paralisação dos serviços\npúblicos de saúde, designadamente quando havia vários outros\nhospitais que prestavam o serviço e que, conforme divulgado na\nempresa, pararam de fazê-lo exatamente porque o gestor municipal\natrasou e estagnou os pagamentos a eles.\n10. Agravo Regimental a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250513",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 07/05/2025 a 13/05/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Luis Felipe Salomão.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000911840",
  "numeroProcesso" : "2253009",
  "numeroRegistro" : "202203670226",
  "siglaClasse" : "EDcl no AgInt nos EAREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJEN       DATA:19/05/2025",
  "ementa" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA\nEM AGRAVO EM RECURSO ESPECIAL. OMISSÃO. VÍCIO INEXISTENTE. SIMPLES\nREITERAÇÃO DE ARGUMENTOS EM RECURSOS ANTERIORES. CARÁTER\nMANIFESTAMENTE PROTELATÓRIO. REJEIÇÃO COM APLICAÇÃO DE MULTA. VALOR\nDA CAUSA BAIXO. FIXAÇÃO EM VALOR CONDIZENTE COM O ESCOPO\nSANCIONADOR.\nI. Caso em exame\n1. Embargos de declaração opostos por WAGNER CANHEDO AZEVEDO FILHO\ncontra acórdão que negou provimento ao agravo interno.\nII. Questão em discussão\n2. Argumenta o embargante que o acórdão recorrido não esclareceu\nadequadamente a similitude fática entre o caso concreto e o\nparadigma invocado. Aponta omissão sobre o esclarecimento do vício e\na mitigação da Súmula 187/STJ.\nIII. Razões de decidir\n3. Os embargos de declaração, a teor do art. 1022 do CPC,\nconstituem-se em recurso de natureza integrativa destinado a sanar\nvício - obscuridade, contradição ou omissão, não podendo, portanto,\nserem acolhidos quando a parte embargante pretende, essencialmente,\nreformar o decidido.\n4. A simples reiteração, nos embargos de declaração, dos argumentos\ncontidos em recursos anteriores e que foram devidamente examinados\ndenota manifesto intuito protelatório a ensejar aplicação da multa\ndo art. 1026, § 2º, do CPC. Precedentes.\n5. O percentual de aplicação da multa pela sanção processual na\ninterposição de embargos de declaração manifestamente protelatórios\ndo art. 1026, § 2º, do CPC, pode ser substituído por fixação de\nvalor apto a atingir o escopo sancionador e dissuasório quando\nconstatado valor da causa baixo ou irrisório, segundo permitido\npelos arts. 80, VII, e 81, § 2º, do CPC. Precedentes.\n6. Hipótese em que o valor da causa é de R$ 1.000,00 e a multa por\nembargos de declaração protelatórios é fixada em R$ 2.000,00.\nIV. Dispositivo\n7. Embargos de declaração rejeitados, com aplicação de multa.\nDispositivos citados: art. 1.022, I e II do CPC.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250513",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 07/05/2025 a 13/05/2025,\npor unanimidade, rejeitar os embargos de declaração, com aplicação\nde multa, nos termos do voto da Sra. Ministra Relatora.\nOs Srs. Ministros Francisco Falcão, João Otávio de Noronha, Humberto\nMartins, Maria Thereza de Assis Moura, Og Fernandes, Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira e Ricardo Villas Bôas\nCueva votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.\nImpedido o Sr. Ministro Sebastião Reis Júnior.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000911837",
  "numeroProcesso" : "2466966",
  "numeroRegistro" : "202303372506",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA ISABEL GALLOTTI",
  "dataPublicacao" : "DJEN       DATA:19/05/2025",
  "ementa" : "AGRAVO REGIMENTAL EM EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. EMBARGOS DE DIVERGÊNCIA INDEFERIDOS LIMINARMENTE. HABEAS\nCORPUS DE OFÍCIO. SUCEDÂNEO RECURSAL. AUSÊNCIA DE MANIFESTA\nTERATOLOGIA. VIA IMPRÓPRIA. SUPRESSÃO RECURSAL. FALTA DE\nPLAUSIBILIDADE. AUSÊNCIA DE IMPUGNAÇÃO DOS FUNDAMENTOS DA DECISÃO\nAGRAVADA. DEFICIÊNCIA DAS RAZÕES DO RECURSO. INCIDÊNCIA DA SÚMULA N.\n182 DO STJ.\n1. Constitui ônus da parte agravante a impugnação específica de\ntodos os fundamentos da decisão agravada, à luz do princípio da\ndialeticidade. Incidência da Súmula n. 182 do Superior Tribunal de\nJustiça e aplicação dos arts. 932, III, e 1.021, § 1°, do Código de\nProcesso Civil de 2015.\n2. Agravo regimental não conhecido, com habeas corpus de ofício\nindeferido liminarmente.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250513",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, em Sessão Virtual de 07/05/2025 a 13/05/2025, por\nunanimidade, não conhecer do recurso, e indeferir liminarmente o\nhabeas corpus de ofício. nos termos do voto da Sra. Ministra\nRelatora.\nOs Srs. Ministros Francisco Falcão, João Otávio de Noronha, Humberto\nMartins, Maria Thereza de Assis Moura, Og Fernandes, Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nAntonio Carlos Ferreira, Ricardo Villas Bôas Cueva e Sebastião Reis\nJúnior votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.\nNão participou do julgamento a Sra. Ministra Nancy Andrighi.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000911771",
  "numeroProcesso" : "989",
  "numeroRegistro" : "202100618099",
  "siglaClasse" : "QO na PET na APn",
  "descricaoClasse" : "QUESTÃO DE ORDEM NA PETIÇÃO NA AÇÃO PENAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJEN       DATA:26/05/2025",
  "ementa" : "PROCESSUAL PENAL. QUESTÃO DE ORDEM. ART. 91, II, DO RISTJ. QUÓRUM\nPARA JULGAMENTO DE EMBARGOS DE DECLARAÇÃO OPOSTOS CONTRA ACÓRDÃO QUE\nJULGOU O MÉRITO DE AÇÃO PENAL. INCLUSÃO EM PAUTA. PROCESSO\nCRIMINAL. DESNECESSIDADE.\nI. Hipótese em exame\n1. Embargos de declaração opostos por sentenciado contra acórdão que\nrejeitou embargos de declaração, em virtude da ausência das\nhipóteses do art. 619 do CPP.\nII. Questão em discussão\n2. O peticionário sustenta que a sessão na qual foram rejeitados os\nembargos declaratórios contou com a presença de 12 Ministros, sendo\nque 08 deveriam estar aptos a julgar. Aduz, ainda, que o julgamento\nfoi realizado sem prévia comunicação às partes.\nIII. Razões de decidir\n3. Conforme certificado pela Coordenadoria da Corte Especial do STJ,\no julgamento ora impugnado deu-se com a presença de 9 (nove)\nMinistros da Corte Especial.\n4. Nos termos do art. 264 do RISTJ e de certidão juntada aos autos,\no julgamento de declaratórios opostos na esfera criminal independe\nde inclusão em pauta.\nIV. Dispositivo\n5. Questão de ordem resolvida no sentido de indeferir os pedidos\nformulados pelo requerente.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250521",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Corte Especial, por unanimidade, acolher a\nquestão de ordem para indeferir os pedidos formulados na petição de\nfl. 11.672/11.675, nos termos do voto da Sra. Ministra Relatora.\nOs Srs. Ministros Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Luis Felipe Salomão, Mauro Campbell Marques, Raul\nAraújo, Maria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo\nVillas Bôas Cueva e Francisco Falcão votaram com a Sra. Ministra\nRelatora.\nImpedidos os Srs. Ministros João Otávio de Noronha, Benedito\nGonçalves e Sebastião Reis Júnior.\nAusente, justificadamente, o Sr. Ministro João Otávio de Noronha.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DECLARAÇÃO - MATÉRIA PENAL - INCLUSÃO EM PAUTA)\n   STJ - <<AgRg no AREsp 2687428>>-RS, <<AgRg no REsp 2091874>>-SP,\n         <<EDcl no AgRg no REsp 2037437>>-AM",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00172 ART:00264" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000911353",
  "numeroProcesso" : "87",
  "numeroRegistro" : "202201873194",
  "siglaClasse" : "AgRg na CauInomCrim",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA CAUTELAR INOMINADA CRIMINAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJEN       DATA:14/05/2025",
  "ementa" : "PROCESSUAL PENAL. AGRAVO REGIMENTAL. SUPOSTA PRÁTICA DE CRIMES\nCONTRA A ADMINISTRAÇÃO PÚBLICA, DE LAVAGEM DE DINHEIRO E DE\nORGANIZAÇÃO CRIMINOSA. MEDIDAS CAUTELARES. ART. 282, I E II, DO CPP.\nJULGADOS DO STJ E DO STF.\nI. Hipótese dos autos\n1. Examina-se agravo regimental, no qual investigado requer a\nrevogação de medidas cautelares diversas da prisão, prorrogadas pela\nCorte Especial do STJ.\n2. Na origem, tem-se que o Inquérito n. 1.475/DF foi instaurado para\napurar possível organização criminosa complexa, caracterizada pela\ndivisão de tarefas e dotada de aparato operacional dividido em\nnúcleos, que teria se instalado no Poder Executivo do Estado do Acre\ne, de forma orgânica e estruturada, supostamente vem causando\ngraves prejuízos ao erário, locupletamento de servidores públicos e\nagentes políticos e danos sociais acentuados à população daquela\nunidade da federação.\n3. Em sessão de julgamento realizada no dia 5/12/2024, a Corte\nEspecial, entendendo presente o fumus comissi delicti, ante os\nelementos indiciários de prática delitiva colhidos contra os\ninvestigados e pessoas jurídicas utilizadas pela suposta organização\ncriminosa, prorrogou a duração das medidas cautelares diversas da\nprisão por 180 dias.\nII. Questão em discussão\n4. Pretensão de revogação das cautelares e, subsidiariamente, a\nimposição de medidas mais brandas e revogação da cautelar prevista\nno art. 320 do CPP.\nIII. Razões de decidir\n5. Restou reconhecido pela Corte Especial do STJ, quando do\nrecebimento da denúncia oferecida nos autos da APn 1.076/DF, que a\nsuposta organização criminosa é composta pelos núcleos político,\nfamiliar, empresarial e operacional e funciona, em tese, com o\nobjetivo de viabilizar o possível desvio de grande soma de recursos\npúblicos por meio da suposta prática dos delitos de peculato,\ncorrupção ativa, passiva, fraude à licitação e lavagem de dinheiro,\ntendo as empresas investigadas recebido, até a deflagração da\n\"Operação Ptolomeu III\", mais de R$ 270.000.000,00, desde o ano de\n2019 (primeiro ano do mandato do Governador G. LC.).\n6. Conforme assentado pela Corte Especial, restaram reunidos, em\nsede inquisitorial, dados de que a suposta organização seria\ndividida em camadas e utilizar-se-ia de pessoas jurídicas com o\nobjetivo de firmar contratos maculados, em tese, por fraude,\nsobrepreço e superfaturamento, sendo que os recursos públicos\npossivelmente desviados seriam objeto de crimes de lavagem de\ncapitais por parte do núcleo operacional, composto por pessoas\nfísicas que manteriam relação próxima com o acusado G.L.C., e que\natuaria com o escopo de dificultar o rastreamento do dinheiro\npúblico, possivelmente vertido em prol da apontada ORCRIM.\n7. A Corte Especial reconheceu, em juízo sumário de cognição, que os\nintegrantes da suposta ORCRIM teriam funções bem delimitadas,\nhavendo indícios de que o Governador do Estado do Acre teria agido\nativamente para assegurar a execução do esquema investigado,\nescolhendo, sem qualquer critério técnico, as empresas que\nreceberiam os pagamentos do Estado do Acre por serviços prestados.\n8. Restou apontado na decisão impugnada que, em juízo sumário de\ncognição, o acusado E.M.C. é o real proprietário da Construtora\nColorado Ltda e que referida pessoa jurídica teria firmado um dos\nmaiores contratos de obra no Estado do Acre (no valor de R$\n36.502.387,66), sendo que o endereço dessa empresa é o mesmo da GGC\nHolding (pessoa jurídica que conta com o Governador em seu quadro\nsocial).\n9. Citado contrato foi objeto de exame pela CGU, que elaborou a Nota\nTécnica n. 930/2022, apontando um prejuízo total ao erário no\nimporte de R$ 3.626.377,67.\n10. Nos autos de 3 (três) habeas corpus impetrados pela defesa dos\ninvestigados, o STF manteve as medidas cautelares decretadas nestes\nautos.\nIV. Dispositivo\n11. Agravo regimental não provido.\nJurisprudência citada: STJ - Inq n. 1.475/DF, Corte Especial,\njulgado em 15/5/2024, DJe de 28/5/2024; RHC n. 133.584/AC, Sexta\nTurma, DJe de 1/7/2022; AgRg no RHC n. 161.626/MG, Quinta Turma, DJe\nde 13/5/2022; STF - HC 228.193, j. 3/10/2024; HC 248.709/DF, j.\n14/11/2024; HC 253.258 MC/DF, j. 13/03/2025.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250507",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Corte Especial, por unanimidade,\nnegar provimento ao agravo, nos termos do voto da Sra. Ministra\nRelatora.\nOs Srs. Ministros João Otávio de Noronha, Humberto Martins, Maria\nThereza de Assis Moura, Og Fernandes, Benedito Gonçalves, Raul\nAraújo, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva,\nSebastião Reis Júnior e Francisco Falcão votaram com a Sra. Ministra\nRelatora.\nAusentes, justificadamente, os Srs. Ministros Luis Felipe Salomão,\nMauro Campbell Marques e Maria Isabel Gallotti.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : "Aguardando análise.",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000911118",
  "numeroProcesso" : "2369676",
  "numeroRegistro" : "202301659418",
  "siglaClasse" : "AgInt nos EDcl nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "JOÃO OTÁVIO DE NORONHA",
  "dataPublicacao" : "DJEN       DATA:07/05/2025",
  "ementa" : "DIREITO PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO\nNOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL. EMBARGOS\nDE DIVERGÊNCIA. REQUISITOS DE ADMISSIBILIDADE. AGRAVO INTERNO\nDESPROVIDO.\nI. Caso em exame\n1. Agravo interno interposto contra decisão da\nPresidência do STJ que indeferiu liminarmente os embargos de\ndivergência por ausência de comprovação do dissenso jurisprudencial\nnos termos legais e regimentais, devido à não juntada do inteiro\nteor dos acórdãos paradigma.\nII. Questão em discussão\n2. A questão em discussão consiste em saber\nse a ausência de juntada do inteiro teor dos acórdãos paradigma,\nexigência prevista no § 4º do art. 1.043 do CPC e no § 4º do art.\n266 do RISTJ, constitui vício substancial insanável que impede o\nconhecimento dos embargos de divergência.\nIII. Razões de decidir\n3. A jurisprudência do STJ é pacífica no\nsentido de que a não apresentação do inteiro teor dos acórdãos\nparadigma, incluindo ementa, relatório, voto e certidão de\njulgamento, configura vício substancial insanável.\n4. A mera indicação de publicação no site do STJ ou no Diário da\nJustiça não supre a exigência de juntada do inteiro teor dos\nacórdãos paradigma.\n5. A ausência de cumprimento das regras técnicas para comprovação do\ndissídio jurisprudencial impede o conhecimento dos embargos de\ndivergência.\nIV. Dispositivo e tese\n6. Agravo interno desprovido.\nTese de julgamento:  \"1. A não apresentação do inteiro teor dos\nacórdãos paradigma constitui vício substancial insanável. 2. A\nindicação de publicação no site do STJ ou no Diário da Justiça não\nsubstitui a juntada do inteiro teor dos acórdãos paradigma\".\nDispositivos relevantes citados:  CPC/2015, art. 1.043, § 4º; RISTJ,\nart. 266, § 4º.Jurisprudência relevante citada:  STJ, AgInt nos\nEAREsp n. 1.786.880/DF, relator Ministro Humberto Martins, Corte\nEspecial, julgado em 13/6/2023; STJ, AgRg nos EAREsp n.\n2.026.579/SC, relator Ministro Paulo de Tarso Sanseverino, Corte\nEspecial, julgado em 27/3/2023.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250429",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 23/04/2025 a 29/04/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Humberto\nMartins, Maria Thereza de Assis Moura, Og Fernandes, Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : "(DISSÍDIO JURISPRUDENCIAL - INDICAÇÃO DE LINK - ACESSO AO INTEIRO\nTEOR DO PARADIGMA)\n   STJ - <<AgInt nos EAREsp 1786880>>-DF,\n         <<AgRg nos EAREsp 2002287>>-DF,\n         <<AgInt nos EAREsp 2047203>>-SP,\n         <<AgInt nos EAREsp 1974633>>-MG,\n         <<AgInt nos EREsp 1878191>>-PE",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01043 PAR:00004" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000911117",
  "numeroProcesso" : "2652438",
  "numeroRegistro" : "202401853150",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "JOÃO OTÁVIO DE NORONHA",
  "dataPublicacao" : "DJEN       DATA:07/05/2025",
  "ementa" : "DIREITO PROCESSUAL CIVIL. AGRAVO INTERNO NOD EMBARGOS DE DIVERGÊNCIA\nEM AGRAVO EM RECURSO ESPECIAL. REQUISITOS DE ADMISSIBILIDADE.\nAGRAVO INTERNO DESPROVIDO.\nI. Caso em exame\n1. Agravo interno interposto contra decisão que\nindeferiu liminarmente os embargos de divergência em agravo em\nrecurso especial, sob o fundamento de que o recurso não cumpre os\nrequisitos mínimos de admissibilidade, pois não foi juntado aos\nautos o inteiro teor dos acórdãos indicados como paradigma,\nconstituindo vício substancial insanável.\nII. Questão em discussão\n2. A questão em discussão consiste em saber\nse a exigência de juntada do inteiro teor dos acórdãos paradigmas em\nembargos de divergência pode ser suprida por referência a meios\neletrônicos, e se é aplicável o prazo para sanar vícios formais\nconforme o art. 932, parágrafo único, do CPC.\nIII. Razões de decidir\n3. A jurisprudência do STJ é consolidada no\nsentido de que a juntada do inteiro teor dos acórdãos paradigmas é\nrequisito indispensável para a admissibilidade dos embargos de\ndivergência, não sendo suficiente a mera referência a meios\neletrônicos.\n4. A ausência de juntada do inteiro teor dos acórdãos paradigmas\nconstitui vício substancial insanável, não sendo aplicável o prazo\npara sanar vícios formais previsto no art. 932, parágrafo único, do\nCPC.\n5. A exigência de juntada física dos acórdãos não é considerada\nformalismo excessivo, mas sim uma regra técnica necessária para a\ncomprovação do dissídio jurisprudencial.\nIV. Dispositivo e tese\n6. Agravo interno desprovido.\nTese de julgamento:  \"1. A juntada do inteiro teor dos acórdãos\nparadigmas é requisito indispensável para a admissibilidade dos\nembargos de divergência. 2. A ausência de juntada do inteiro teor\ndos acórdãos paradigmas constitui vício substancial insanável, não\nsendo aplicável o prazo para sanar vícios formais conforme o art.\n932, parágrafo único, do CPC.\"\nDispositivos relevantes citados:  CPC/2015, art. 1.043, § 4º;\nCPC/2015, art. 932, parágrafo único; RISTJ, art. 266, § 4º.\nJurisprudência relevante citada: STJ, AgInt nos EAREsp n.\n1.786.880/DF, relator Ministro Humberto Martins, Corte Especial,\njulgado em 13/6/2023, DJe de 22/6/2023; STJ, AgRg nos EAREsp n.\n2.002.287/DF, relator Ministro Antonio Carlos Ferreira, Corte\nEspecial, julgado em 27/6/2023, DJe de 3/7/2023.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250429",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 23/04/2025 a 29/04/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Humberto\nMartins, Maria Thereza de Assis Moura, Og Fernandes, Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : "(DISSÍDIO JURISPRUDENCIAL - INDICAÇÃO DE LINK - ACESSO AO INTEIRO\nTEOR DO PARADIGMA)\n   STJ - <<AgInt nos EAREsp 1786880>>-DF,\n         <<AgRg nos EAREsp 2002287>>-DF,\n         <<AgInt nos EAREsp 2047203>>-SP,\n         <<AgInt nos EAREsp 1974633>>-MG,\n         <<AgInt nos EREsp 1878191>>-PE",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01043 PAR:00004" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000911115",
  "numeroProcesso" : "2765809",
  "numeroRegistro" : "202403708224",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "JOÃO OTÁVIO DE NORONHA",
  "dataPublicacao" : "DJEN       DATA:07/05/2025",
  "ementa" : "DIREITO PROCESSUAL CIVIL. AGRAVO INTERNO. EMBARGOS DE DIVERGÊNCIA\nCONTRA DECISÃO MONOCRÁTICA. INADMISSIBILIDADE. AGRAVO INTERNO\nDESPROVIDO.\nI. Caso em exame\n1. Agravo interno interposto contra decisão da\nPresidência do STJ que indeferiu liminarmente embargos de\ndivergência ao fundamento de que são cabíveis apenas contra acórdãos\nde órgãos fracionários, não sendo admissíveis contra decisão\nmonocrática, conforme os arts. 1.043 do Código de Processo Civil e\n266 do Regimento Interno do STJ.\n2. A parte agravante sustenta que a decisão unipessoal não analisou\nos tópicos impugnados, defendendo a necessidade de se levar o fato\nao colegiado para evitar estabilidade em torno de questão decidida\nde modo injusto.\nII. Questão em discussão\n3. A questão em discussão consiste em saber\nse é admissível a interposição de embargos de divergência contra\ndecisão monocrática, à luz dos arts. 1.043 do Código de Processo\nCivil e 266 do Regimento Interno do STJ.\nIII. Razões de decidir\n4. A interposição de embargos de divergência\npressupõe julgamento colegiado de órgão fracionário, não podendo ser\ndirigida contra decisão singular, conforme os arts. 1.043 do CPC e\n266 do RISTJ.\n5. A jurisprudência do STJ é pacífica no sentido de que embargos de\ndivergência contra decisão monocrática configuram erro grosseiro,\nafastando a aplicação do princípio da fungibilidade.\nIV. Dispositivo e tese\n6. Agravo interno desprovido.\nTese de julgamento:  \"1. Embargos de divergência são cabíveis apenas\ncontra acórdãos de órgãos fracionários, não sendo admissíveis\ncontra decisão monocrática\".\nDispositivos relevantes citados:  CPC, art. 1.043; RISTJ, art. 266.\nJurisprudência relevante citada: STJ, AgRg nos EAREsp n.\n1.930.585/DF, relator Ministro Messod Azulay Neto, Terceira Seção,\njulgado em 13/3/2024; STJ, AgInt nos EREsp n. 1.994.557/MG, relator\nMinistro Ricardo Villas Bôas Cueva, Segunda Seção, julgado em\n8/3/2023.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250429",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 23/04/2025 a 29/04/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Humberto\nMartins, Maria Thereza de Assis Moura, Og Fernandes, Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000911042",
  "numeroProcesso" : "2084837",
  "numeroRegistro" : "202302397555",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LUIS FELIPE SALOMÃO",
  "dataPublicacao" : "DJEN       DATA:20/05/2025",
  "ementa" : "DIREITO PROCESSUAL CIVIL. AGRAVO INTERNO. EMBARGOS DE DIVERGÊNCIA.\nSÚMULA 168/STJ. INEXISTÊNCIA DE DIVERGÊNCIA  ATUAL. RECURSO NÃO\nPROVIDO.\nI. CASO EM EXAME\n1. O agravo interno foi interposto contra decisão monocrática que\nindeferiu liminarmente os embargos de divergência, com fundamento na\nSúmula 168/STJ, a qual dispõe que não cabem embargos de divergência\nquando a introdução do Tribunal se firmou no mesmo sentido do\nacórdão embargado.\n1.1.Os agravantes alegaram divergência jurisprudencial entre a\nTerceira e a Segunda Turma do STJ quanto à exigência de comprovação\ndos dados de postagem no ato da interposição do recurso, conforme o\nart. 1.003, § 4º, do CPC.\nII. QUESTÕES EM DISCUSSÃO\n2. Cabimento de embargos de divergência em face de decisão que\nreconheceu ter a jurisprudência do Tribunal se firmado no mesmo\nsentido do acórdão embargado.\nIII. RAZÕES DE DECIDIR\n3. Conforme entendimento consolidado no STJ, a tempestividade do\nrecurso interposto via postal depende da instrução da peça recursal\nno momento da postagem, nos termos do art. 1.003, § 4º, do CPC.\n3.1. Os julgados indicados pelos agravantes não alteraram a revisão\nconsolidada, pois são anteriores às decisões indicadas na decisão\nagravada e não sustentam mudança na interpretação da matéria.\n3.2. Assim, não há divergência jurisprudencial atual que justifique\no processamento dos embargos de divergência, aplicando-se o óbice da\nSúmula 168/STJ.\nIV. DISPOSITIVO E TESE\n4. Agravo interno conhecido e não fornecido. Tese de julgamento:\n\"Não cabem embargos de divergência quando a judicial do Tribunal se\nfirmou no mesmo sentido do Acórdão embargado, nos termos da Súmula\n168/STJ.\"",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250513",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 07/05/2025 a 13/05/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Mauro Campbell Marques, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva e\nSebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.\nImpedido o Sr. Ministro Benedito Gonçalves.",
  "jurisprudenciaCitada" : "(RECURSO ESPECIAL - PROTOCOLO POSTAL - REQUISTOS)\n   STJ - <<AgRg no Ag 1417361>>-RS, <<AgRg no AREsp 2522334>>-MG,\n         <<AgRg no AREsp 2440908>>-MG,\n         <<AgInt no AREsp 2295635>>-ES,\n         <<AgInt nos EDcl no AREsp 2038289>>-MG",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000910989",
  "numeroProcesso" : "7231",
  "numeroRegistro" : "202202556622",
  "siglaClasse" : "EDcl na HDE",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NA HOMOLOGAÇÃO DE DECISÃO ESTRANGEIRA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJEN       DATA:07/05/2025",
  "ementa" : "EMBARGOS DE DECLARAÇÃO EM HOMOLOGAÇÃO DE DECISÃO ESTRANGEIRA.\nHONORÁRIOS SUCUMBENCIAIS. VALOR. CONTRADIÇÃO. RECURSO PREJUDICADO.\n1. Os embargos de declaração constituem-se em recurso de natureza\nintegrativa destinado a sanar vício - obscuridade, contradição,\nomissão ou erro material -, não podendo, portanto, serem acolhidos\nquando a parte embargante pretende, essencialmente, reformar o\ndecidido.\n2. Parte requerida que alega contradição no decaimento sucumbencial.\n3. Diante do acolhimento dos embargos de declaração da requerente,\npor meio dos quais o decaimento sucumbencial foi alterado, resta\nprejudicada a alegação do embargante.\n4. Embargos de declaração prejudicados.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250429",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 23/04/2025 a 29/04/2025,\npor unanimidade, julgar prejudicado o recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros Francisco Falcão, João Otávio de Noronha, Humberto\nMartins, Maria Thereza de Assis Moura, Og Fernandes, Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000910804",
  "numeroProcesso" : "2094519",
  "numeroRegistro" : "202200845953",
  "siglaClasse" : "EDcl nos EDcl no AgInt no RE nos EDcl no AgInt no AREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO\nNO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO\nINTERNO NO AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LUIS FELIPE SALOMÃO",
  "dataPublicacao" : "DJEN       DATA:19/05/2025",
  "ementa" : "EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DECLARAÇÃO. AGRAVO INTERNO.\nRECURSO EXTRAORDINÁRIO. APLICAÇÃO DO RITO DA REPERCUSSÃO GERAL.\nOMISSÃO. EXISTÊNCIA. NECESSIDADE DE REALIZAÇÃO DE NOVO JUÍZO DE\nADMISSIBILIDADE.\nI. CASO EM EXAME\n1.1. Embargos de declaração opostos contra acórdão\nque manteve decisão na qual apreciado recurso extraordinário.1.2. O\nacórdão embargado aplicou o entendimento firmado pelo STF, que\nregula a aplicação do rito da repercussão geral.\nII. QUESTÕES EM DISCUSSÃO2.1. A parte embargante alega omissão no\nacórdão que ensejaria a alteração das conclusões adotadas. III.\nRAZÕES DE DECIDIR\n3.1. Nos termos do art. 1.022 do Código de Processo Civil, os\nembargos de declaração destinam-se a esclarecer obscuridade,\neliminar contradição, suprir omissão ou corrigir erro material.3.2.\nNa hipótese, constata-se a ocorrência de omissão sobre ponto alegado\npelo embargante.\nIV. DISPOSITIVO4.1. Embargos de declaração acolhidos, com efeitos\nmodificativos, a fim de tornar sem efeito a decisão que negou\nseguimento ao recurso extraordinário e os acórdãos que lhe foram\nposteriores, com determinação de retorno dos autos à\nVice-Presidência para a realização de novo juízo de admissibilidade\nda insurgência.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250513",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 07/05/2025 a 13/05/2025,\npor unanimidade, acolher os embargos de declaração, com efeitos\nmodificativos, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000910803",
  "numeroProcesso" : "1916442",
  "numeroRegistro" : "202102008200",
  "siglaClasse" : "EDcl nos EDcl no AgRg no RE nos EDcl no AgRg no AREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO\nREGIMENTAL NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO NO\nAGRAVO REGIMENTAL NO AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LUIS FELIPE SALOMÃO",
  "dataPublicacao" : "DJEN       DATA:19/05/2025",
  "ementa" : "EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DECLARAÇÃO. AGRAVO\nREGIMENTAL. RECURSO EXTRAORDINÁRIO. APLICAÇÃO DO RITO DA REPERCUSSÃO\nGERAL. PRESCRIÇÃO DA PRETENSÃO EXECUTÓRIA. OCORRÊNCIA.\nI. CASO EM EXAME\n1.1. Embargos de declaração opostos contra acórdão\nque manteve decisão na qual apreciado recurso extraordinário. 1.2. O\nacórdão embargado aplicou o entendimento firmado pelo STF, que\nregula a aplicação do rito da repercussão geral.\nII. QUESTÕES EM DISCUSSÃO2.1. A parte embargante alega que\ntranscorreu lapso temporal suficiente para o reconhecimento da\nprescrição da pretensão executória. III. RAZÕES DE DECIDIR\n3.1. Considerando a modulação de efeitos realizada pelo Supremo\nTribunal Federal para a tese fixada no Tema n. 788 da sistemática da\nrepercussão geral, conclui-se pela extinção da punibilidade de fato\ndelitivo apurado nestes autos, em razão da prescrição da pretensão\nexecutória.\nIV. DISPOSITIVO4.1. Embargos de declaração acolhidos, com efeitos\nmodificativos, a fim de declarar extinta a punibilidade do\nembargante pela prescrição da pretensão executória.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250513",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 07/05/2025 a 13/05/2025,\npor unanimidade, acolher os embargos de declaração, com efeitos\nmodificativos, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000910802",
  "numeroProcesso" : "2607255",
  "numeroRegistro" : "202401130346",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "JOÃO OTÁVIO DE NORONHA",
  "dataPublicacao" : "DJEN       DATA:19/05/2025",
  "ementa" : "DIREITO PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA\nEM AGRAVO EM RECURSO ESPECIAL. AUSÊNCIA DE SIMILITUDE\nFÁTICO-JURÍDICA. AGRAVO DESPROVIDO.\nI. Caso em exame\n1. Agravo interno interposto contra decisão que\nindeferiu liminarmente os embargos de divergência, em razão da falta\nde similitude fático-jurídica entre os acórdãos confrontados.\nII. Questão em discussão\n2. A questão em discussão consiste em saber\nse há similitude fático-jurídica entre o acórdão embargado e o\nacórdão paradigma, de modo a viabilizar os embargos de divergência.\nIII. Razões de decidir\n3. A falta de similitude fático-jurídica entre\nos casos confrontados impede o conhecimento dos embargos de\ndivergência, que têm como escopo único uniformizar a jurisprudência\ndo Tribunal.\n4. O acórdão embargado concluiu pela incidência das Súmulas n. 5 e 7\ndo STJ, entendendo que seria imprescindível o reexame\nfático-probatório dos autos, medida vedada em recurso especial.\n5. O acórdão paradigma versa sobre hipótese em que se deu provimento\na recurso especial para declarar a impenhorabilidade de montante\ninferior a quarenta salários mínimos, reconhecendo que a revaloração\ndos critérios jurídicos não constituía reexame de provas.\nIV. Dispositivo e tese\n6. Agravo desprovido.\nTese de julgamento:  \"A ausência de similitude fático-jurídica entre\nos casos confrontados impede o conhecimento dos embargos de\ndivergência\".\nDispositivos relevantes citados:  RISTJ, art. 266-C; Súmula n. 5 do\nSTJ; Súmula n. 7 do STJ.Jurisprudência relevante citada: STJ, AgInt\nnos EAREsp n. 2.284.019/SC, relatora Ministra Maria Isabel Gallotti,\nCorte Especial, julgado em 24/9/2024; STJ, AgInt nos EDcl nos EREsp\nn. 2.077.205/GO, relator Ministro Marco Buzzi, Segunda Seção,\njulgados em 17/12/2024.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250513",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 07/05/2025 a 13/05/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Humberto\nMartins, Maria Thereza de Assis Moura, Og Fernandes, Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ "AgInt nos EAREsp  2366219  GO  2023/0161970-0  Decisão:13/05/2025\nDJEN       DATA:19/05/2025" ]
}, {
  "id" : "000910798",
  "numeroProcesso" : "1479019",
  "numeroRegistro" : "201900912487",
  "siglaClasse" : "EAREsp",
  "descricaoClasse" : "EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "JOÃO OTÁVIO DE NORONHA",
  "dataPublicacao" : "DJEN       DATA:19/05/2025",
  "ementa" : "DIREITO PROCESSUAL CIVIL. EFETIVAÇÃO DE OBRIGAÇÃO DE FAZER. MULTA\nPERIÓDICA (ASTREINTES). VALOR ACUMULADO DA MULTA VENCIDA. REVISÃO.\nIMPOSSIBILIDADE. REGRA ESPECÍFICA NO CPC/2015. DESESTÍMULO À\nRECALCITRÂNCIA E À LITIGÂNCIA ABUSIVA REVERSA. PRECEDENTE VINCULANTE\nDA CORTE ESPECIAL. OBSERVÂNCIA OBRIGATÓRIA. AUSÊNCIA DE\nFUNDAMENTAÇÃO IDÔNEA PARA SUPERAÇÃO. ESTABILIDADE, INTEGRIGADE E\nCOERÊNCIA DA JURISPRUDÊNCIA DO TRIBUNAL. MANUTENÇÃO.  PENDÊNCIA DE\nDISCUSSÃO SOBRE A MULTA. RELAÇÃO COM O VENCIMENTO. INEXISTÊNCIA.\nABUSO DO CREDOR. CONVERSÃO EM PERDAS E DANOS DE OFÍCIO.\nPOSSIBILIDADE. RESULTADO PRÁTICO EQUIVALENTE AO ADIMPLEMENTO. ORDENS\nJUDICIAIS A ÓRGÃOS PÚBLICOS E INSTITUIÇÕES PRIVADAS. PREFERÊNCIA.\n1. Consoante a regra do art. 537, § 1°, do CPC, a modificação das\nastreintes somente é possível em relação à 'multa vincenda'.\nPrecedente vinculante da Corte Especial.\n2. Não se justifica a alteração de entendimento fixado em precedente\nvinculante apenas em virtude de divergência interna do órgão\ncolegiado.\n3. Nos termos do art. 926 do CPC, \"o s tribunais devem uniformizar\nsua jurisprudência e mantê-la estável, íntegra e coerente\".\n4. A multa periódica é uma técnica processual importante no combate\nà litigância abusiva reversa e para garantir a efetividade da tutela\njurisdicional.\n5. A pendência de discussão sobre a multa periódica não tem relação\ncom o seu vencimento, o qual ocorre de pleno direito diante do\ndecurso do prazo  para o cumprimento da obrigação, observado o\nperíodo fixado no preceito.\n6. O problema dos valores elevados alcançados com a incidência da\nmulta periódica deve ser combatido preventivamente das seguintes\nformas: i) conversão da obrigação de fazer em perdas e danos, de\nofício, quando verificada a inércia abusiva do credor em relação ao\nexercício da faculdade prevista no art. 499 do CPC; e ii)\npreferência pela expedição de ordens judiciais a órgãos públicos e\ninstituições privadas visando ao alcance do resultado prático\nequivalente ao adimplemento, substituindo a atuação do obrigado,\nquando possível.\n7. Recurso conhecido e desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250507",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, prosseguindo no julgamento, após o voto-vista do Sr.\nMinistro Ricardo Villas Bôas Cueva conhecendo dos embargos de\ndivergência e negando-lhes provimento, no que foi acompanhado pelos\nSrs. Ministros Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Benedito Gonçalves, Francisco Falcão e Nancy Andrighi e\nos votos dos Srs. Ministros Raul Araújo, Maria Isabel Gallotti,\nAntonio Carlos Ferreira e Sebastião Reis Júnior acompanhando o Sr.\nMinistro Relator, por maioria, conhecer dos embargos de divergência\ne negar-lhes provimento, nos termos do voto do Sr. Ministro Ricardo\nVillas Bôas Cueva, que lavrará o acórdão.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Maria Thereza de\nAssis Moura, Og Fernandes, Benedito Gonçalves e Humberto Martins\nvotaram com o Sr. Ministro Ricardo Villas Bôas Cueva. Vencidos os\nSrs. Ministros João Otávio de Noronha, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira e Sebastião Reis Júnior.\nAusentes, justificadamente, os Srs. Ministros Luis Felipe Salomão e\nMauro Campbell Marques.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : "(ASTREINTES - VALOR ACUMULADO DA MULTA VENCIDA - REVISÃO -\nIMPOSSIBILIDADE)\n   STJ - <<EAREsp 1766665>>-RS\n(OBRIGAÇÃO DE FAZER - CONVERSÃO EM PERDAS E DANOS)\n   STJ - <<REsp 2121365>>-MG",
  "notas" : null,
  "informacoesComplementares" : "     (VOTO VENCIDO) (MIN. JOÃO OTÁVIO DE NORONHA)\n     \"Creio que uma leitura mais atenta do dispositivo permite\nextrair exegese diversa, qual seja, a de que o juiz tanto pode\nmodificar o valor da multa (seja aquele originalmente arbitrado,\nseja aquele acumulado) OU modificar a periodicidade da multa\nvincenda, pois não há como se alterar a periodicidade da multa que\njá incidiu, OU pode excluí-la. Tratam-se, portanto, de três\nalternativas possíveis.\n     Observe-se que, se o § 1º do art. 537 do CPC não proíbe a\nexclusão da multa, não teria porque proibir sua redução, pois quem\npode o mais, pode o menos.\n     Da mesma forma, não me parece razoável atribuir à multa vencida\no status de direito adquirido. Mantenho o entendimento de que a\ndecisão que estabelece a multa cominatória contém implicitamente a\ncláusula 'rebus sic stantibus' , que legitima a modificação da\ndecisão diante da alteração do cenário fático no qual ela foi\nproferida. Vale dizer, em matéria de astreintes, não se opera\npreclusão nem coisa julgada\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00499 ART:00537 PAR:00001 ART:00926" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000910775",
  "numeroProcesso" : "102",
  "numeroRegistro" : "202304023225",
  "siglaClasse" : "AgRg na CauInomCrim",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA CAUTELAR INOMINADA CRIMINAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJEN       DATA:06/05/2025",
  "ementa" : "Direito processual penal. Agravo regimental. Medidas cautelares\ndiversas da prisão. Afastamento do cargo. Desembargador do Tribunal\nde Justiça do Estado de São Paulo. Manutenção. Agravo improvido.\nI. Caso em exame\n1. Agravo regimental interposto contra a decisão que indeferiu o\npedido de revogação das medidas cautelares diversas da prisão\nimpostas a desembargador, incluindo o afastamento do cargo, a\nproibição de acesso ao Tribunal de Justiça de São Paulo, a proibição\nde contato com outros investigados e a proibição de se afastar da\ncomarca de residência.\n2. As medidas cautelares foram estabelecidas no âmbito do Inquérito\nn. 1.534/DF, visando garantir a ordem pública e evitar a renovação\nde ações ilícitas supostamente praticadas pelo agravante, suspeito\nde cometer crimes como corrupção passiva, associação criminosa,\nlavagem de dinheiro, advocacia administrativa e violação de sigilo\nfuncional.\nII. Questão em discussão\n3. A questão em discussão consiste em saber se as medidas cautelares\ndiversas da prisão, sobretudo o afastamento das funções do cargo de\ndesembargador, devem ser revogadas, considerando a alegação do\nagravante de desaparecimento da justa causa que as fundamentou e,\nainda, a conclusão das investigações.\n4. Outra questão em discussão é se a manutenção das medidas\ncautelares é justificada pela gravidade dos fatos apurados e pela\nnecessidade de resguardar a imagem do Poder Judiciário.\nIII. Razões de decidir\n5. A manutenção da medida cautelar de afastamento do cargo é\njustificada pela necessidade de se garantir a ordem pública,\nprevenindo a possibilidade de renovação das ações ilícitas\nsupostamente praticadas pelo agravante no exercício da jurisdição,\nalém de resguardar a imagem do Poder Judiciário.\n6. Os fundamentos apresentados para determinar as medidas cautelares\npermanecem inalterados, pois as circunstâncias fáticas que os\nsubsidiaram não se alteraram.\n7. A alegação do agravante de que não teve nenhum envolvimento com\nos supostos ilícitos apurados confunde-se com o mérito da\ninvestigação e deve ser averiguada no momento oportuno, não cabendo\nexame aprofundado sobre fatos e provas nesta fase processual.\nIV. Dispositivo e tese\n8. Agravo improvido.\nTese de julgamento: \"1. A manutenção da medida cautelar de\nafastamento do cargo é justificada pela necessidade de se garantir a\nordem pública, evitando-se a possibilidade de renovação das ações\nilícitas supostamente praticadas no exercício da jurisdição e também\npara resguardar a imagem do Poder Judiciário. 2. A fundamentação\npara a manutenção das medidas cautelares não exige a invocação de\nelementos novos quando as circunstâncias fáticas permanecem\ninalteradas. 3. A análise aprofundada de fatos e provas deve ocorrer\nno momento oportuno, não cabendo nesta fase processual.\"\nDispositivos relevantes citados: CPP, art. 319; CPP, art. 316,\nparágrafo único; LOMAN, art. 33, II.\nJurisprudência relevante citada: QO no PePrPr n. 4/DF, relatora\nMinistra Nancy Andrighi, Corte Especial, julgado em 16/6/2021, DJe\nde 22/6/2021.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250423",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Corte Especial, por unanimidade, negar\nprovimento ao agravo, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Luis Felipe Salomão, Mauro Campbell Marques,\nBenedito Gonçalves, Raul Araújo, Maria Isabel Gallotti, Antonio\nCarlos Ferreira, Ricardo Villas Bôas Cueva, Sebastião Reis Júnior,\nNancy Andrighi, Humberto Martins e Maria Thereza de Assis Moura\nvotaram com o Sr. Ministro Relator.\nAusentes, justificadamente, os Srs. Ministros Francisco Falcão e\nJoão Otávio de Noronha.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000910774",
  "numeroProcesso" : "2590434",
  "numeroRegistro" : "202400785524",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA THEREZA DE ASSIS MOURA",
  "dataPublicacao" : "DJEN       DATA:07/05/2025",
  "ementa" : "AGRAVO INTERNO. EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. PROCESSO CIVIL. CUSTAS. AUSÊNCIA DE RECOLHIMENTO.\nDESERÇÃO. PEDIDO DE GRATUIDADE DA JUSTIÇA. AUSÊNCIA DE EFEITOS\nRETROATIVOS. PROVIMENTO NEGADO.\n1. A ausência de recolhimento das custas devidas ao Superior\nTribunal de Justiça, mesmo após a intimação da parte agravante para\nrealizar o seu recolhimento, importa no não conhecimento do recurso\nem razão da deserção.2. Consoante entendimento consolidado desta\nCorte, mesmo que seja cabível o pleito a qualquer tempo do benefício\nda assistência judiciária gratuita, a sua eventual concessão não\ntem efeitos retroativos e, portanto, não é capaz de sanar o vício\nrelativo à ausência de preparo do recurso.\n3. Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250429",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 23/04/2025 a 29/04/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Og Fernandes, Luis Felipe Salomão, Mauro\nCampbell Marques, Benedito Gonçalves, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva e\nSebastião Reis Júnior votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000910695",
  "numeroProcesso" : "1847375",
  "numeroRegistro" : "201903326311",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "HUMBERTO MARTINS",
  "dataPublicacao" : "DJEN       DATA:12/05/2025",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA. PROCESSO CIVIL. AUSÊNCIA\nDE SIMILITUDE FÁTICO-JURÍDICA ENTRE O ACÓRDÃO EMBARGADO E OS\nPARADIGMAS. INVIABILIDADE DE ANÁLISE DE MATÉRIA NÃO CONHECIDA NO\nMÉRITO. MERA PRETENSÃO DE REJULGAMENTO DO RECURSO ESPECIAL.\n1. Conforme o art. 1.043 do CPC e o art. 266 do RISTJ, cabem\nembargos de divergência contra acórdão em recurso especial que\ndivergir do julgamento de outro órgão fracionário do tribunal, sendo\nambos os acórdãos, embargado e paradigma, de mérito, ou, um acórdão\nde mérito e outro que não tenha conhecido do recurso, embora tenha\napreciado a controvérsia.\n2. No acórdão embargado, que analisou caso concreto sob a\nsistemática processual anterior, estão expressos as particularidades\ne os motivos que levaram à aplicação da tese jurídica de que \"é\ncabível a interposição de embargos infringentes em face de acórdão\nnão unânime que, ao julgar agravo de instrumento, reforma decisão\nproferida em liquidação de sentença quando decidida matéria de\nmérito\" (Terceira Turma, R Esp. 1.298.081-PE, relatora Ministra\nNancy Andrighi, DJ e 3.8.2012). Existiu, inclusive, citação de\ntrecho desse voto, demonstrando a tese central em caso em que os\nembargos infringentes haviam sido apresentados contra conteúdo\ndecisório em liquidação de sentença, discutindo limites objetivos da\ncondenação. Contudo, os paradigmas não apresentaram esses\npormenores, de modo que o caso concreto tratado no acórdão embargado\nnão se resolveria com base nos paradigmas.\n3. A ausência de similitude fático-jurídica entre os acórdãos\nparadigmático e embargado inviabiliza o processamento dos embargos\nde divergência.\n4. São incabíveis embargos de divergência quando o acórdão embargado\njulga o mérito da demanda, e os paradigmas não ultrapassam a\nbarreira de admissibilidade recursal.\n5. Os embargos de divergência não se prestam a analisar o possível\nacerto ou desacerto do acórdão embargado, mas tão somente o eventual\ndissídio de teses jurídicas, a fim de uniformizar a interpretação\ndo direito infraconstitucional no âmbito do Superior Tribunal de\nJustiça.\nAgravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250507",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Corte Especial, por unanimidade, negar\nprovimento ao agravo, nos termos do voto do Sr. Ministro Humberto\nMartins.\nA Sra. Ministra Maria Thereza de Assis Moura e os srs. Ministros\nBenedito Gonçalves, Raul Araújo, Antonio Carlos Ferreira, Ricardo\nVillas Bôas Cueva, Francisco Falcão, Nancy Andrighi e João Otávio de\nNoronha votaram com o Sr. Ministro Relator.\nImpedidos os Srs. Ministros Og Fernandes e Sebastião Reis Júnior.\nAusentes, justificadamente, os Srs. Ministros Luis Felipe Salomão,\nMauro Campbell Marques e Maria Isabel Gallotti.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - SIMILITUDE FÁTICO-JURÍDICA)\n   STJ - <<AgInt nos EAREsp 1411897>>-SP,\n         <<AgInt nos EAREsp 2081061>>-RS,\n         <<AgInt nos EREsp 1280051>>-MG\n(EMBARGOS DE DIVERGÊNCIA - REJULGAMENTO DO RECURSO)\n   STJ - <<AgInt nos EREsp 1561033>>-RS,\n         <<AgInt nos EREsp 1626184>>-MT",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000910574",
  "numeroProcesso" : "1820963",
  "numeroRegistro" : "201901714955",
  "siglaClasse" : "EDcl nos EDcl no REsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DECLARAÇÃO NO RECURSO\nESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJEN       DATA:16/05/2025",
  "ementa" : "EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DECLARAÇÃO NO RECURSO\nESPECIAL. OMISSÃO. AUSÊNCIA. MERA IMPUGNAÇÃO AOS FUNDAMENTOS DA\nDECISÃO OBJETO DE PRIMEIROS EMBARGOS DE DECLARAÇÃO. INOVAÇÃO\nRECURSAL. DESCABIMENTO.\n1. Os embargos de declaração objetivam sanar eventual existência de\nobscuridade, contradição, omissão e/ou erro material no julgado\n(art. 1022 do CPC), sendo inadmissível a oposição para rediscutir\nquestões tratadas e devidamente fundamentadas no acórdão embargado,\nsendo incabíveis para fins de novo julgamento da lide.\n2. Os segundos embargos de declaração estão limitados a apontamento\nde vícios intrínsecos eventualmente constatados no acórdão que\njulgou os primeiros embargos declaratórios, sendo incabível inovação\nrecursal quando os argumentos se referem aos fundamentos adotados\nna decisão que foi objeto de primeiros embargos de declaração.\nPrecedentes.\n3. Embargos de declaração rejeitados, com advertência de aplicação\nde sanções e consequências processuais em caso de reiteração com\ncaráter protelatório.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250402",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Corte Especial, por maioria,\nrejeitar os embargos de declaração, nos termos do voto da Sra.\nMinistra Relatora. Vencidos os Srs. Ministros Raul Araújo, Sebastião\nReis Júnior, João Otávio de Noronha e Og Fernandes que acolhiam os\nembargos de declaração.\nOs Srs. Ministros Humberto Martins, Maria Thereza de Assis Moura,\nLuis Felipe Salomão (que se declarou apto), Benedito Gonçalves,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Francisco Falcão votaram com a Sra. Ministra Relatora.\nAusente, justificadamente, o Sr. Ministro Herman Benjamin.\nPresidiu o julgamento o Sr. Ministro Mauro Campbell Marques.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01022" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000910366",
  "numeroProcesso" : "1076",
  "numeroRegistro" : "202100444677",
  "siglaClasse" : "QO na APn",
  "descricaoClasse" : "QUESTÃO DE ORDEM NA AÇÃO PENAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJEN       DATA:15/05/2025",
  "ementa" : "PROCESSUAL PENAL. QUESTÃO DE ORDEM. AÇÃO PENAL. AUTORIDADE COM\nPRERROGATIVA DE FORO NO STJ. SUPOSTA PRÁTICA DE CRIMES CONTRA A\nADMINISTRAÇÃO PÚBLICA, DE LAVAGEM DE DINHEIRO E DE ORGANIZAÇÃO\nCRIMINOSA. MEDIDAS CAUTELARES. PRORROGAÇÃO. ART. 282, I E II, DO\nCPP. ART. 2°, § 5°, DA LEI 12.850/2013. PRECEDENTES DO STJ.\nI. Hipótese dos autos\n1. Examina-se petição incidental apresentada pelo MPF, na qual se\npostula a prorrogação das medidas cautelares previstas no art. 319,\nIII e VI, e no art. 320, ambos do CPP.\n2. Na origem, tem-se que o Inquérito n. 1.475/DF foi instaurado para\napurar possível organização criminosa complexa, caracterizada pela\ndivisão de tarefas e dotada de aparato operacional dividido em\nnúcleos, que teria, em tese, se instalado no Poder Executivo do\nEstado do Acre e, de forma orgânica e estruturada, supostamente vem\ncausando graves prejuízos ao erário, locupletamento de servidores\npúblicos e agentes políticos e danos sociais acentuados à população\ndaquela unidade da federação.\n3. Em sessão de julgamento realizada no dia 15/05/2024, a Corte\nEspecial do STJ recebeu integralmente a denúncia oferecida contra\nGLADSON DE LIMA CAMELI pela suposta prática dos crimes tipificados\nnos arts. 312, 317 e 333, todos do Código Penal, no art. 1° da Lei\n9.613/98, no art. 89 da Lei 8.666/93 e no art. 2º da Lei 12.850/13 e\nprorrogou, pelo prazo de 01 (um) ano, as medidas cautelares\ndiversas da prisão aplicadas em relação ao Governador do Estado do\nAcre.\nII. Questão em discussão\n4. Questão de ordem suscitada com o escopo de propor a prorrogação,\npelo prazo de 180 dias, de medidas cautelares diversas da prisão em\nrelação ao acusado que detém prerrogativa de foro nestes autos.\nIII. Razões de decidir\n5. Restou reconhecido pela Corte Especial do STJ, quando do\nrecebimento da denúncia oferecida nos autos da APn 1.076/DF, que a\nsuposta organização criminosa é composta pelos núcleos político,\nfamiliar, empresarial e operacional e funciona, em tese, com o\nobjetivo de viabilizar o possível desvio de grande soma de recursos\npúblicos por meio da suposta prática dos delitos de peculato,\ncorrupção ativa, passiva, fraude à licitação e lavagem de dinheiro,\ntendo as empresas investigadas recebido, até a deflagração da\n\"Operação Ptolomeu III\", mais de R$ 270.000.000,00, desde o ano de\n2019 (primeiro ano do mandato de GLADSON DE LIMA CAMELI).\n6. Conforme assentado pela Corte Especial, restaram reunidos, em\nsede inquisitorial, dados de que a suposta organização seria\ndividida em camadas e utilizar-se-ia de pessoas jurídicas com o\nobjetivo de firmar contratos maculados, em tese, por fraude,\nsobrepreço e superfaturamento, sendo que os recursos públicos\npossivelmente desviados seriam objeto de crimes de lavagem de\ncapitais por parte do núcleo operacional, composto por pessoas\nfísicas que manteriam relação próxima com o acusado GLADSON DE LIMA\nCAMELI, e que atuaria com o escopo de dificultar o rastreamento do\ndinheiro público, possivelmente vertido em prol da apontada ORCRIM.\n7. A Corte Especial reconheceu, em juízo sumário de cognição, que a\napontada ORCRIM, em tese, é liderada por GLADSON DE LIMA CAMELI e\nque os integrantes do grupo teriam funções bem delimitadas, havendo\nindícios de que o Governador do Estado do Acre teria agido\nativamente para assegurar a execução do esquema investigado,\nescolhendo, sem qualquer critério técnico, as empresas que\nreceberiam os pagamentos do Estado do Acre por serviços prestados.\n8. Nos autos de 2 (dois) habeas corpus impetrados pela defesa do\nreferido acusado, o STF manteve as medidas cautelares decretadas\nnestes autos.\nIV. Dispositivo\n9. Questão de ordem resolvida no sentido de prorrogar as medidas\ncautelares pelo prazo de 180 (cento e oitenta) dias.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250507",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Corte Especial, por unanimidade,\nacolher a questão de ordem para prorrogar as medidas cautelares pelo\nprazo de 180 (cento e oitenta) dias, nos termos do voto da Sra.\nMinistra Relatora.\nOs Srs. Ministros João Otávio de Noronha, Humberto Martins, Maria\nThereza de Assis Moura, Og Fernandes, Benedito Gonçalves, Raul\nAraújo, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva,\nSebastião Reis Júnior e Francisco Falcão votaram com a Sra. Ministra\nRelatora.\nAusentes, justificadamente, os Srs. Ministros Luis Felipe Salomão,\nMauro Campbell Marques e Maria Isabel Gallotti.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : "(ORGANIZAÇÃO CRIMINOSA - MITIGAÇÃO DO PRINCÍPIO DA\nCONTEMPORANEIDADE)\n   STJ - <<RHC 133584>>-AC, <<AgRg no RHC 161626>>-MG\n   STF - [[HC-AgR 219453]], [[HC-AgR 226793]], [[HC-AgR 204865]]\n(PRORROGAÇÃO DE MEDIDAS CAUTELARES - SEDE INQUISITORIAL)\n   STJ - <<QO na CauInomCrim 87>>-DF, <<QO no Inq 1191>>-DF,\n         <<QO no Inq 1258>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00282 INC:00001 INC:00002", "LEG:FED LEI:012850 ANO:2013\n        ART:00002 PAR:00005" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000910132",
  "numeroProcesso" : "947427",
  "numeroRegistro" : "201601761630",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LUIS FELIPE SALOMÃO",
  "dataPublicacao" : "DJEN       DATA:09/05/2025",
  "ementa" : "DIREITO PROCESSUAL CIVIL. AGRAVO INTERNO EM EMBARGOS DE DIVERGÊNCIA\nEM AGRAVO EM RECURSO ESPECIAL. FALTA DE COTEJO ANALÍTICO. SÚMULA N.\n168/STJ. INCIDÊNCIA.\nI. CASO EM EXAME\n1. Agravo interno interposto contra decisão monocrática que\nindeferiu liminarmente embargos de divergência, por falta de cotejo\nanalítico e tendo em vista a incidência da Súmula n. 168/STJ.\nII. QUESTÃO EM DISCUSSÃO\n2. Definir se a parte se desincumbiu de proceder ao cotejo analítico\nexigido no artigo 266 do RISTJ e se foi correta a aplicação da\nSúmula n. 168/STJ.\nIII. RAZÕES DE DECIDIR\n3. Em relação à alegada incidência da Súmula n. 182/STJ (de modo a\nobstar o conhecimento do anterior agravo interno da casa bancária),\nalém da falta de cotejo analítico entre as decisões confrontadas,\nverifica-se a consonância entre o acórdão embargado (que considerou\ncumprido o dever de impugnação dos fundamentos da decisão agravada)\ne a jurisprudência desta Corte retratada nos acórdãos paradigmas, o\nque atrai a incidência da Súmula n. 168/STJ.\n4. Da mesma forma, a falta de cotejo analítico inviabiliza o\nconhecimento da pretensão voltada ao cabimento de expurgos\ninflacionários no cálculo de liquidação, uma vez não demonstrada a\nsimilitude fático-jurídica entre o acórdão embargado e os\nprecedentes apontados como paradigmas.\n5. Ainda que assim não fosse, observa-se que o acórdão estadual\n(mantido pela decisão da Terceira Turma) está de acordo com\norientação jurisprudencial esposada por esta Corte no sentido de que\n\"somente se admite a inclusão de expurgos inflacionários na fase de\nexecução quando a sentença exequenda não decidiu a questão de\nmaneira diversa, sob pena de ofensa à coisa julgada\" (EDcl nos EDcl\nno AgInt no AREsp n. 920.286/RJ, relatora Ministra Maria Isabel\nGallotti, Quarta Turma, julgado em 5/10/2017, DJe de 19/10/2017).\nCorreta aplicação da Súmula n. 168/STJ.\nIV. DISPOSITIVO E TESE\n6. Agravo interno não provido. Teses de julgamento: \"1. A ausência\nde cotejo analítico entre acórdãos inviabiliza o conhecimento dos\nembargos de divergência. 2. Correta aplicação da Súmula n. 168/STJ,\ntendo em vista a consonância entre o acórdão embargado e a\njurisprudência desta Corte no sentido de se admitir a inclusão de\nexpurgos inflacionários na fase de execução somente quando a\nsentença exequenda não decidiu a questão de maneira diversa, sob\npena de ofensa à coisa julgada.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250429",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 23/04/2025 a 29/04/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Mauro Campbell Marques, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva e\nSebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.\nImpedido o Sr. Ministro Benedito Gonçalves.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000910130",
  "numeroProcesso" : "2495506",
  "numeroRegistro" : "202303280738",
  "siglaClasse" : "AgInt no AgInt no RE nos EDcl no AgInt no AREsp",
  "descricaoClasse" : "AGRAVO INTERNO NO AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NO AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LUIS FELIPE SALOMÃO",
  "dataPublicacao" : "DJEN       DATA:07/05/2025",
  "ementa" : "AGRAVO INTERNO. PROCESSUAL CIVIL. RECURSO EXTRAORDINÁRIO. NEGATIVA\nDE SEGUIMENTO. PEDIDO DE SUSPENSÃO DO FEITO EM RAZÃO DE AFETAÇÃO DE\nRECURSO REPETITIVO NO STJ, COM DETERMINAÇÃO DE SUSPENSÃO DOS\nRECURSOS ESPECIAIS E AGRAVOS EM RECURSOS ESPECIAIS, ATÉ O TRÂNSITO\nEM JULGADO DO RECURSO PARADIGMA. IMPOSSIBILIDADE. ESGOTAMENTO DE\nINSTÂNCIA. NULIDADE DE ALGIBEIRA. MATÉRIA DE ORDEM PÚBLICA.\nPRINCÍPIO DA BOA-FÉ PROCESSUAL.\nI. CASO EM EXAME\n1.1. Agravo interno interposto contra a decisão que indeferiu pedido\nliminar em tutela de evidência, em que a pretensão visa a suspensão\ndo trâmite do recurso extraordinário, até o trânsito em julgado do\nrecurso especial paradigma de tema afetado sob a sistemática dos\nrecursos repetitivos, com a declaração de nulidade de atos\nprocessuais praticados.\n1.2. A parte agravante argumentou ser necessário a suspensão do\nfeito, para assegurar o princípio da segurança jurídica, e que a\nnulidade apontada é matéria de ordem pública e pode ser suscitada a\nqualquer momento e em qualquer instante processual.\nII. QUESTÕES EM DISCUSSÃO\n2.1. Possibilidade requer a suspensão do trâmite processual do\nrecurso extraordinário, até o trânsito em julgado de recurso\nespecial paradigma, afetado sob a sistemática dos recursos\nrepetitivos, bem como suscitar nulidades de atos praticados, desde a\ndistribuição do recurso, quando não atendida a determinação de\nsuspensão estabelecida em recurso repetitivo.\nIII. RAZÕES DE DECIDIR\n3.1. A decisão agravada fundamentou-se na incapacidade do recurso\nespecial paradigma de tema afetado à sistemática dos recursos\nrepetitivos de impactar na tramitação do recurso extraordinário já\ninterposto, na medida em que já encerrada a prestação jurisdicional\nde mérito deste Superior Tribunal de Justiça.\n3.2. Ademais, a suscitação tardia de nulidade, somente após ciência\nda negativa de seguimento ao recurso extraordinário interposto,\nconfigura a chamada nulidade de algibeira, manobra processual que\nnão se coaduna com o princípio da boa-fé processual e é rechaçada\npela doutrina e jurisprudência do STJ.\nIV. DISPOSITIVO\n4.1. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250429",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 23/04/2025 a 29/04/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000910127",
  "numeroProcesso" : "2203084",
  "numeroRegistro" : "202202795816",
  "siglaClasse" : "AgInt no RE nos EDcl nos EDcl no AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LUIS FELIPE SALOMÃO",
  "dataPublicacao" : "DJEN       DATA:07/05/2025",
  "ementa" : "AGRAVO INTERNO. RECURSO EXTRAORDINÁRIO. USURPAÇÃO DE COMPETÊNCIA DO\nSTF. NÃO OCORRÊNCIA. QUESTÃO DE ORDEM PÚBLICA. EXAURIMENTO.\nFUNDAMENTAÇÃO DO JULGADO RECORRIDO SUFICIENTE. TEMA N. 339 DO STF.\nPRESSUPOSTOS DE ADMISSIBILIDADE DE RECURSO DE COMPETÊNCIA DO STJ.\nTEMA N. 181 DO STF. NEGATIVA DE SEGUIMENTO. ART. 1.030, I, A, DO\nCPC.\nI. CASO EM EXAME\n1.1. Agravo interno interposto contra decisão que negou seguimento a\nrecurso extraordinário, sob a fundamentação de que a decisão\nrecorrida está em conformidade com o Tema n. 339 do STF e diante da\nausência de repercussão geral do Tema n. 181 do STF.\n1.2. A parte agravante argumentou a ausência de fundamentação\njurisdicional adequada, em contrariedade ao Tema n. 339 do STF,\nalegando ainda que o Tema n. 181 do STF não deveria ser aplicado ao\ncaso, em razão de existir ofensa direta à Constituição Federal.\n1.3. A parte agravante ainda alega a ocorrência de usurpação da\ncompetência do STF e omissão na análise de questões de ordem\npública.\nII. QUESTÕES EM DISCUSSÃO\n2.1. A conformidade do acórdão recorrido com o Tema n. 339 do STF,\nque trata da suficiência da fundamentação das decisões judiciais.\n2.2. A aplicabilidade do Tema n. 181 do STF quando se discute a\nadmissibilidade de recurso anterior de competência do STJ.\n2.3. Alegada ocorrência de usurpação de competência do STF, quando o\nSTJ nega seguimento ao recurso extraordinário em razão de aplicação\nde Tema sob a sistemática da repercussão geral.\n2.4. Necessidade de análise de questões de ordem pública arguidas\npela parte.\nIII. RAZÕES DE DECIDIR\n3.1. O STF, ao tratar do Tema n. 339 da repercussão geral, firmou a\ntese de que a Constituição Federal exige que acórdãos e decisões\nsejam fundamentados, ainda que sucintamente, sem vinculação à\ncorreção ou abrangência detalhada de todas as alegações das partes,\nmas sim à existência de motivação que permita a compreensão da\nsolução dada à controvérsia.\n3.2. O acórdão recorrido foi considerado fundamentado de forma\nsuficiente para a solução da controvérsia, em conformidade com o\nTema n. 339 do STF, sendo imperativa a negativa de seguimento do\nrecurso extraordinário.\n3.3. A decisão agravada fundamentou-se na aplicação do Tema n. 181\ndo STF, que estabelece ausência de repercussão geral da questão\nrelativa ao preenchimento dos pressupostos de admissibilidade de\nrecursos de competência de outros Tribunais.\n3.4. As razões do recurso extraordinário, voltadas ao óbice aplicado\nou à matéria de fundo, demandam a reanálise ou superação do\nentendimento acerca do não conhecimento de recurso anterior.\n3.5. Nos termos do art. 1.030, I, a, do CPC, é justificada a\nnegativa de seguimento ao recurso extraordinário quando a questão\ncontrovertida não possui repercussão geral.\n3.6. O Tribunal de origem, em juízo de admissibilidade recursal,\nexerce competência própria ao negar seguimento aos recursos\nextraordinários pela sistemática da repercussão geral, não havendo\nque se falar em usurpação de competência da Suprema Corte.\n3.7. Na atual fase processual de análise da viabilidade de recurso\nextraordinário, a jurisdição desta Corte de Justiça para apreciação\nde matérias de ordem pública encontra-se exaurida, devendo a parte\ninteressada buscar eventuais pretensões não associadas ao que\ndecorre do agravo interno pelos meios que venham a ser cabíveis.\nIV. DISPOSITIVO\n4.1. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250429",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 23/04/2025 a 29/04/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000910124",
  "numeroProcesso" : "2333920",
  "numeroRegistro" : "202301024745",
  "siglaClasse" : "EDcl nos EDcl no AgInt no RE nos EDcl no AgInt nos EDcl no AREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LUIS FELIPE SALOMÃO",
  "dataPublicacao" : "DJEN       DATA:07/05/2025",
  "ementa" : "DIREITO PROCESSUAL CIVIL. EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE\nDECLARAÇÃO. RECURSO EXTRAORDINÁRIO. MULTA POR LITIGÂNCIA DE MÁ-FÉ.\nMAJORAÇÃO DE HONORÁRIOS ADVOCATÍCIOS. OMISSÃO INEXISTENTE. REJEIÇÃO\nDOS EMBARGOS.\nI. CASO EM EXAME\n1.1. Embargos de declaração opostos contra acórdão que rejeitou\nembargos declaratórios anteriores, mantendo a decisão que negou\nseguimento a recurso extraordinário.\n1.2. A parte embargante alegou omissão do julgado quanto aos pedidos\nde aplicação de multa por litigância de má-fé e de majoração dos\nhonorários advocatícios.\nII. QUESTÕES EM DISCUSSÃO\n2.1. Há duas questões em discussão: (i) saber se houve omissão do\nacórdão embargado ao deixar de se manifestar sobre a incidência de\nmulta por litigância de má-fé; e (ii) saber se seria cabível a\nmajoração da verba honorária advocatícia no âmbito da\nVice-Presidência, em juízo de viabilidade do recurso extraordinário.\nIII. RAZÕES DE DECIDIR\n3.1. Nos termos do art. 1.022 do Código de Processo Civil, os\nembargos de declaração são cabíveis para suprir obscuridade,\ncontradição, omissão ou corrigir erro material.\n3.2. A multa por litigância de má-fé, assim como a prevista no art.\n1.021, § 4º, do CPC, não possui caráter automático, sendo\nimprescindível a verificação, no caso concreto, de manifesta\ninadmissibilidade ou evidente improcedência do recurso interposto, o\nque não se verificou, diante do regular exercício do direito de\nrecorrer.\n3.3. Quanto ao pedido de majoração da verba honorária, a mera\ninterposição de recurso extraordinário não inaugura nova instância\nrecursal no âmbito da Vice-Presidência do tribunal de origem, pois a\njurisdição do Supremo Tribunal Federal apenas se inicia após o\njuízo positivo de admissibilidade (art. 1.029, § 5º, do CPC).\n3.4. Nos termos da jurisprudência do STJ, a majoração de honorários\né devida apenas uma vez, em cada grau de jurisdição, e não por cada\nrecurso interposto na mesma instância.\n3.5. A decisão da Vice-Presidência que nega seguimento a recurso em\nrazão da aplicação do rito da repercussão geral não configura\njulgamento do recurso extraordinário, competência exclusiva do\nSupremo Tribunal Federal, conforme previsto no art. 102, III, da\nConstituição Federal, sob pena de usurpação de competência do STF.\n3.6. Inexistindo inauguração de instância e não havendo julgamento\ndo recurso extraordinário, é descabida a majoração de honorários\nrecursais pela Vice-Presidência do tribunal de origem que nega\nseguimento ao recurso extraordinário com fundamento no rito da\nrepercussão geral.\n3.7. Constatada a ausência de vício no acórdão embargado, revela-se\nincompatível com a via aclaratória a pretensão de rediscutir os\nfundamentos da decisão.\nIV. DISPOSITIVO\n4.1. Embargos de declaração rejeitados.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250429",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 23/04/2025 a 29/04/2025,\npor unanimidade, rejeitar os embargos de declaração, nos termos do\nvoto do Sr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : "(JURISDIÇÃO EXTRAORDINÁRIA - ADMISSIBILIDADE - AUSÊNCIA DE JUIZO\nPOSITIVO)\n   STF - [[PET-AGR 11656]]-PE\n(HONORÁRIOS ADVOCATÍCIOS - MAJORAÇÃO EM GRAU RECURSAL)\n   STJ - <<AgInt no AgInt no AREsp 2703236>>-RS,\n         <<AgInt no AREsp 2639116>>-BA,\n         <<AgInt no AREsp 2567265>>-MA\n(VICE-PRESIDÊNCIA - NEGATIIVA DE SEGUIMENTO - PARADIGMA -\nREPERCUSSÃO GERAL - EXERCÍCIO DE ATRIBUIÇÃO PRÓPRIA)\n   STF - [[RCL-AGR 67231]], [[RCL-AGR 70398]]",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00085 PAR:00011 ART:01029 PAR:00005 INC:00001\n        INC:00003 ART:01030" ],
  "acordaosSimilares" : [ "EDcl nos EDcl no AgRg no RE nos EDcl no AgRg no REsp  2101149  PR\n2023/0360188-3  Decisão:13/05/2025\nDJEN       DATA:19/05/2025", "EDcl nos EDcl no AgInt no RE nos EDcl no AgInt no AREsp  2183105  MG\n 2022/0242333-9  Decisão:13/05/2025\nDJEN       DATA:19/05/2025", "EDcl no AgInt no RE no AgInt nos EDcl no AREsp  2315388  RJ\n2023/0074118-6  Decisão:13/05/2025\nDJEN       DATA:19/05/2025", "EDcl no AgInt no RE nos EDcl no AgInt no AREsp  2431438  AL\n2023/0253466-2  Decisão:13/05/2025\nDJEN       DATA:19/05/2025", "EDcl no AgInt no ARE no RE no AgInt no AREsp  2552143  SP\n2024/0020045-8  Decisão:13/05/2025\nDJEN       DATA:19/05/2025" ]
}, {
  "id" : "000910123",
  "numeroProcesso" : "2158716",
  "numeroRegistro" : "202201971210",
  "siglaClasse" : "EDcl nos EDcl nos EDcl no AgInt nos EAREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "ANTONIO CARLOS FERREIRA",
  "dataPublicacao" : "DJEN       DATA:07/05/2025",
  "ementa" : "PROCESSUAL CIVIL. EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DECLARAÇÃO\nNOS EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NOS EMBARGOS DE\nDIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL. OBSCURIDADE. CONTRADIÇÃO.\nOMISSÃO. ERRO MATERIAL. AUSÊNCIA. REDISCUSSÃO DO JULGADO.\nREITERAÇÃO DOS ACLARATÓRIOS. INADMISSIBILIDADE. EMBARGOS DE\nDECLARAÇÃO NÃO CONHECIDOS.1. Impossibilidade de reiteração de\nembargos declaratórios quando o vício apontado não ocorreu no\njulgamento dos primeiros embargos.2. No caso concreto, não se\nconstata nenhuma das hipóteses de cabimento dos aclaratórios, mas\nmero inconformismo da parte recorrente com o resultado do\njulgamento. \"A jurisprudência do STF e do STJ é clara no sentido de\nque o abuso do direito de recorrer, com caráter manifestamente\nprotelatório, permite a certificação do trânsito em julgado e baixa\ndos autos à origem para cumprimento da sentença\" (EDcl nos EDcl no\nAgRg no RE nos EDcl no AgRg nos EAREsp n. 1.399.185/SP, relator\nMinistro LUIS FELIPE SALOMÃO, CORTE ESPECIAL, julgado em 8/10/2024,\nDJe de 16/10/2024.)\n3. Embargos de declaração não conhecidos, com determinação de\ncertificação do trânsito em julgado e baixa dos autos à origem.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250429",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 23/04/2025 a 29/04/2025,\npor unanimidade, rejeitar os embargos de declaração, com\ndeterminação de certificação de trânsito em julgado, nos termos do\nvoto do Sr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Luis Felipe Salomão, Mauro Campbell Marques, Benedito\nGonçalves, Raul Araújo, Maria Isabel Gallotti, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000910116",
  "numeroProcesso" : "87",
  "numeroRegistro" : "202201873194",
  "siglaClasse" : "QO na CauInomCrim",
  "descricaoClasse" : "QUESTÃO DE ORDEM NA CAUTELAR INOMINADA CRIMINAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJEN       DATA:14/05/2025",
  "ementa" : "PROCESSUAL PENAL. QUESTÃO DE ORDEM. INQUÉRITO. AUTORIDADE COM\nPRERROGATIVA DE FORO NO STJ. SUPOSTA PRÁTICA DE CRIMES CONTRA A\nADMINISTRAÇÃO PÚBLICA, DE LAVAGEM DE DINHEIRO E DE ORGANIZAÇÃO\nCRIMINOSA. MEDIDAS CAUTELARES. PRORROGAÇÃO. ART. 282, I E II, DO\nCPP. ART. 2°, § 5°, DA LEI 12.850/2013. PRECEDENTES DO STJ E DO STF.\nI. Hipótese dos autos\n1. Examina-se petição incidental apresentada pelo MPF, na qual se\npostula a prorrogação das medidas cautelares previstas no art. 319,\nII, III e VI, e no art. 320, ambos do CPP.\n2. Na origem, tem-se que o Inquérito n. 1.475/DF foi instaurado para\napurar possível organização criminosa complexa, caracterizada pela\ndivisão de tarefas e dotada de aparato operacional dividido em\nnúcleos, que teria se instalado no Poder Executivo do Estado do Acre\ne, de forma orgânica e estruturada, supostamente vem causando\ngraves prejuízos ao erário, locupletamento de servidores públicos e\nagentes políticos e danos sociais acentuados à população daquela\nunidade da federação.\n3. Em sessão de julgamento realizada no dia 5/12/2024, a Corte\nEspecial, entendendo presente o fumus comissi delicti, ante os\nelementos indiciários de prática delitiva colhidos contra os\ninvestigados e pessoas jurídicas utilizadas pela suposta organização\ncriminosa, prorrogou a duração das medidas cautelares diversas da\nprisão por 180 dias.\nII. Questão em discussão\n4. Questão de ordem suscitada com o escopo de propor a prorrogação\nde medidas cautelares diversas da prisão em relação a investigados\nnos autos dos Inquéritos de n°s 1.674/DF, 1.675/DF, 1.676/DF,\n1.677/DF, 1.678/DF, 1.679/DF, 1.680/DF, 1.681/DF.\nIII. Razões de decidir\n5. Restou reconhecido pela Corte Especial do STJ, quando do\nrecebimento da denúncia oferecida nos autos da APn 1.076/DF, que a\nsuposta organização criminosa é composta pelos núcleos político,\nfamiliar, empresarial e operacional e funciona, em tese, com o\nobjetivo de viabilizar o possível desvio de grande soma de recursos\npúblicos por meio da suposta prática dos delitos de peculato,\ncorrupção ativa, passiva, fraude à licitação e lavagem de dinheiro,\ntendo as empresas investigadas recebido, até a deflagração da\n\"Operação Ptolomeu III\", mais de R$ 270.000.000,00, desde o ano de\n2019 (primeiro ano do mandato de G.L.C.).\n6. Conforme assentado pela Corte Especial, restaram reunidos, em\nsede inquisitorial, dados de que a suposta organização seria\ndividida em camadas e utilizar-se-ia de pessoas jurídicas com o\nobjetivo de firmar contratos maculados, em tese, por fraude,\nsobrepreço e superfaturamento, sendo que os recursos públicos\npossivelmente desviados seriam objeto de crimes de lavagem de\ncapitais por parte do núcleo operacional, composto por pessoas\nfísicas que manteriam relação próxima com o acusado G.L.C., e que\natuaria com o escopo de dificultar o rastreamento do dinheiro\npúblico, possivelmente vertido em prol da apontada ORCRIM.\n7. A Corte Especial reconheceu, em juízo sumário de cognição, que a\napontada ORCRIM, em tese, é liderada por G.L.C. e que os integrantes\ndo grupo teriam funções bem delimitadas, havendo indícios de que o\nGovernador do Estado do Acre teria agido ativamente para assegurar a\nexecução do esquema investigado, escolhendo, sem qualquer critério\ntécnico, as empresas que receberiam os pagamentos do Estado do Acre\npor serviços prestados.\n8. O STF, nos autos de 3 habeas corpus impetrados pela defesa dos\ninvestigados, manteve as medidas cautelares decretadas nestes autos.\nIV. Dispositivo\n9. Questão de ordem resolvida no sentido de prorrogar as medidas\ncautelares pelo prazo de 180 (cento e oitenta) dias.\nJurisprudência citada: STF  - HC 228.193, j. 3/10/2024; HC\n248.709/DF, j. 14/11/2024; HC 253.258 MC/DF, j. 13/03/2025, HC\n219.453 AgR, Segunda Turma, DJe 22/06/2023; HC 226.793 AgR, Segunda\nTurma, DJe 1º/06/2023; HC 204.865 AgR, Primeira Turma, DJe\n01/12/2021; STJ - RHC n. 133.584/AC, Sexta Turma, DJe de 1/7/2022;\nAgRg no RHC n. 161.626/MG, Quinta Turma, DJe de 13/5/2022.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250507",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Corte Especial, por unanimidade, acolher a\nquestão de ordem para prorrogar as medidas cautelares pelo prazo de\n180 (cento e oitenta) dias, nos termos do voto da Sra. Ministra\nRelatora.\nOs Srs. Ministros João Otávio de Noronha, Humberto Martins, Maria\nThereza de Assis Moura, Og Fernandes, Benedito Gonçalves, Raul\nAraújo, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva,\nSebastião Reis Júnior e Francisco Falcão votaram com a Sra. Ministra\nRelatora.\nAusentes, justificadamente, os Srs. Ministros Luis Felipe Salomão,\nMauro Campbell Marques e Maria Isabel Gallotti.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : "(ORGANIZAÇÃO CRIMINOSA - MITIGAÇÃO DO PRINCÍPIO DA\nCONTEMPORANEIDADE)\n   STJ - <<RHC 133584>>-AC, <<AgRg no RHC 161626>>-MG\n   STF - [[HC-AgR 219453]], [[HC-AgR 226793]], [[HC-AgR 204865]]\n(PRORROGAÇÃO DE MEDIDAS CAUTELARES - SEDE INQUISITORIAL)\n   STJ - <<QO no Inq 1191>>-DF, <<QO no Inq 1258>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00282 INC:00001 INC:00002", "LEG:FED LEI:012850 ANO:2013\n        ART:00002 PAR:00005" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000909953",
  "numeroProcesso" : "1220333",
  "numeroRegistro" : "201703198647",
  "siglaClasse" : "AgInt no RE nos EDcl no AgInt no AREsp",
  "descricaoClasse" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NO AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LUIS FELIPE SALOMÃO",
  "dataPublicacao" : "DJEN       DATA:07/05/2025",
  "ementa" : "AGRAVO INTERNO. RECURSO EXTRAORDINÁRIO. FUNDAMENTAÇÃO DO JULGADO\nRECORRIDO. SUFICIÊNCIA. TEMA N. 339 DO STF. CONFORMIDADE COM A TESE\nFIXADA EM REPERCUSSÃO GERAL. OFENSA AOS PRINCÍPIOS DO CONTRADITÓRIO,\nDA AMPLA DEFESA E DO DEVIDO PROCESSO LEGAL. AUSÊNCIA DE REPERCUSSÃO\nGERAL. TEMA N. 660 DO STF. ART. 1.030, I, A, DO CPC.\nI. CASO EM EXAME\n1.1. Agravo interno interposto contra decisão que negou seguimento a\nrecurso extraordinário, sob o fundamento de que o acórdão recorrido\nestaria em conformidade com a tese fixada pelo STF no Tema n. 339\nda repercussão geral, fundamentada ainda na ausência de repercussão\ngeral em matéria que envolve a suposta ofensa aos princípios do\ncontraditório, da ampla defesa e do devido processo legal, conforme\ndefinido no Tema n. 660 do STF.\n1.2. A parte agravante alegou a inaplicabilidade dos Temas n. 339 e\n660 ao caso, argumentando que não houve fundamentação adequada no\nacórdão recorrido quanto às matérias suscitadas e que foram violados\nos princípios constitucionais apontados.\nII. QUESTÕES EM DISCUSSÃO\n2.1. A existência de afronta ao art. 93, IX, da Constituição Federal\nquando se discute a suficiência da fundamentação das decisões\njudiciais, com aplicabilidade do Tema n. 339 do STF.\n2.2. A incidência do Tema n. 660 do STF a caso em que se debate a\nsuposta contrariedade aos princípios constitucionais, quando o exame\ndepende de normas infraconstitucionais.\nIII. RAZÕES DE DECIDIR\n3.1. O STF, ao tratar do Tema n. 339 da repercussão geral, firmou a\ntese de que a Constituição Federal exige que acórdãos e decisões\nsejam fundamentados, ainda que sucintamente, sem vinculação à\ncorreção ou abrangência detalhada de todas as alegações das partes,\nmas sim à existência de motivação que permita a compreensão da\nsolução dada à controvérsia.\n3.2. Já no Tema n. 660 da repercussão geral, a Suprema Corte firmou\na tese de que a alegação de afronta aos princípios do contraditório,\nda ampla defesa e do devido processo legal, quando depende de\nanálise de normas infraconstitucionais, configura ofensa reflexa ao\ntexto constitucional, não possuindo repercussão geral.\n3.3. No caso concreto, o acórdão recorrido apresentou motivação\nadequada para a solução da controvérsia, em conformidade com o Tema\nn. 339. Além disso, a discussão suscitada no recurso extraordinário\nexige a prévia apreciação de normas infraconstitucionais, motivo\npelo qual se aplica o entendimento consolidado no Tema n. 660 do\nSTF.\n3.4. Assim, em ambos os casos, é justificada a negativa de\nseguimento ao recurso extraordinário nos termos do art. 1.030, I, a,\ndo CPC.\nIV. DISPOSITIVO\n4.1. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250429",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 23/04/2025 a 29/04/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000909934",
  "numeroProcesso" : "2664669",
  "numeroRegistro" : "202402100490",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "FRANCISCO FALCÃO",
  "dataPublicacao" : "DJEN       DATA:07/05/2025",
  "ementa" : "PROCESSUAL CIVIL. DIREITO DA SAÚDE. OBRIGAÇÃO DE FAZER COM PEDIDO DE\nTUTELA PROVISÓRIA DE URGÊNCIA. EMBARGOS DE DIVERGÊNCIA INDEFERIDOS\nLIMINARMENTE.  DESPROVIMENTO DO AGRAVO INTERNO. MANUTENÇÃO DA\nDECISÃO RECORRIDA.\nI - Na origem, trata-se de ação de obrigação de fazer com pedido de\ntutela provisória de urgência. Na sentença o pedido foi julgado\nparcialmente procedente. No Tribunal a quo, a sentença foi mantida.\nNeste tribunal, indeferiram-se liminarmente os embargos de\ndivergência.\nII - A jurisprudência desta Corte, amparada no art 1.043, § 4º, do\nCódigo de Processo Civil de 2015 e no art. 266, § 4º, do Regimento\nInterno do Superior Tribunal de Justiça, consolidou-se no sentido de\nque o recorrente, para comprovar a existência de dissídio em\nembargos de divergência, deve proceder à juntada da cópia do inteiro\nteor dos acórdãos apontados como paradigmas. \"[...] A Corte\nEspecial considera que tal documento compreende o relatório, o voto,\na ementa/acórdão e a respectiva certidão de julgamento. Assim, a\nnão apresentação de algum desses elementos na interposição do\nrecurso caracteriza desrespeito à regra técnica para o seu\nconhecimento, o que constitui vício substancial insanável.\" AgInt\nnos EAREsp n. 1.950.564/MS, relatora Ministra Nancy Andrighi, Corte\nEspecial, DJe de 16/6/2023. No mesmo sentido: AgInt nos EAREsp n.\n1.760.860/PR, relator Ministro Humberto Martins, Segunda Seção, DJe\nde 18/8/2023, e; AgInt nos EDcl nos EREsp n. 1.803.803/RJ, relator\nMinistro João Otávio de Noronha, Corte Especial, DJe de 6/10/2023.\nIII - Por meio da análise dos autos, verifica-se que a parte, no\nmomento da interposição do recurso, não juntou aos autos o inteiro\nteor do acórdão paradigma. Dessa forma, não cumpriu regra técnica do\npresente recurso, o que constitui vício substancial insanável. Com\nefeito, a mera menção ao Diário da Justiça em que teriam sido\npublicados os acórdãos paradigmas trazidos à colação, sem a\nindicação da respectiva fonte, quando os julgados encontram-se\ndisponíveis na rede mundial de computadores ou Internet, não supre a\nexigência da citação do repositório oficial ou autorizado de\njurisprudência, visto que se trata de órgão de divulgação em que é\npublicada somente a ementa do acórdão. No mesmo sentido: AgRg nos\nEAREsp n. 1.399.185/SP, relator Ministro Reynaldo Soares da Fonseca,\nTerceira Seção, DJe de 26/5/2023.\nIV - Ademais, ressalte-se que a hipótese dos autos não atrai a\nincidência do parágrafo único do art. 932 da Lei n. 13.105/2015,\nporquanto nos termos do Enunciado Normativo n. 6: \"Nos recursos\ntempestivos interpostos com fundamento no CPC/2015 (relativos a\ndecisões publicadas a partir de 18 de março de 2016), somente será\nconcedido o prazo previsto no art. 932, parágrafo único c/c o art.\n1.029, § 3º, do novo CPC para que a parte sane vício estritamente\nformal.\" A propósito: AgInt nos EREsp 1.617.799/DF, relator Ministro\nJoão Otávio de Noronha, Corte Especial, DJe 25/8/2022.\nV - Como se vê, não é admissível o recurso de embargos de\ndivergência quando o recorrente não comprova a divergência nos\ntermos do art. 1.043, § 4º, do Código de Processo Civil de 2015 e do\nart. 266, § 4º, do Regimento Interno do Superior Tribunal de\nJustiça.\n VI - Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250429",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 23/04/2025 a 29/04/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Maria Thereza de Assis Moura, Og Fernandes, Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000909870",
  "numeroProcesso" : "1539",
  "numeroRegistro" : "202103525308",
  "siglaClasse" : "QO no Inq",
  "descricaoClasse" : "QUESTÃO DE ORDEM NO INQUÉRITO",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RAUL ARAÚJO",
  "dataPublicacao" : "DJEN       DATA:13/05/2025",
  "ementa" : "PENAL E PROCESSO PENAL. CAUTELAR SUBMETIDA A REFERENDO. DENÚNCIA\nAPRESENTADA EM FACE DE CONSELHEIRO DE TRIBUNAL DE CONTAS.\nPRORROGAÇÃO DA MEDIDA CAUTELAR DE AFASTAMENTO DE CARGO PÚBLICO ORA\nVIGENTE. INDÍCIOS SUFICIENTES DE MATERIALIDADE E AUTORIA. TUTELA DA\nREPUTAÇÃO, IMAGEM E CREDIBILIDADE DA CORTE DE CONTAS.\nINCOMPATIBILIDADE COM O EXERCÍCIO DA FUNÇÃO. ART. 319, VI, DO CÓDIGO\nDE PROCESSO PENAL. PRECEDENTES DA CORTE ESPECIAL.\nI - Trata-se de referendo de decisão monocrática de determinou a\nprorrogação do afastamento do exercício do cargo, até a conclusão da\nsessão pública de recebimento, ou não, da denúncia, de Conselheiro\ndo Tribunal de Contas do Estado de Roraima, ante a existência de\nindícios da prática de crimes no exercício do cargo, causando mácula\nna reputação, credibilidade e imagem da Corte de Contas.\nII - Em sessão de 10 de fevereiro de 2025, a Corte Especial do\nSuperior Tribunal de Justiça, por unanimidade, acolheu a questão de\nordem para prorrogar o afastamento cautelar do ora denunciado do\nexercício de suas funções públicas perante o TCE/RR, pelo prazo de\n180 (cento e oitenta) dias, a ser encerrado em 03 de junho de 2025.\nIII - Sobreveio, então, a apresentação de denúncia, na qual o\nMinistério Público Federal imputou ao Conselheiro a prática dos\ncrimes do art. 89, parágrafo único, e artigo 90, ambos da Lei n.\n8.666/93, bem como do artigo 312, caput, do Código Penal, todos em\nconcurso material (art. 69, CP). Em cota à denúncia, o Parquet\nrequereu a prorrogação da medida cautelar.\nIV - Estando atualmente vigente ordem de afastamento do exercício da\nfunção, desde a deflagração da fase ostensiva da investigação, o\noferecimento da denúncia robustece a necessidade de salvaguardar -\naté a análise quanto ao recebimento da peça acusatória - relevantes\nbens jurídicos, em especial a reputação, a credibilidade e a imagem\ndo órgão público ao qual vinculado o denunciado. Precedentes.\nV - Medida cautelar referendada.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250423",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Corte Especial, por unanimidade, em questão\nde ordem, referendar a decisão monocrática que prorrogou as medidas\ncautelares aplicadas, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Maria Isabel Gallotti, Antonio Carlos Ferreira,\nSebastião Reis Júnior, Nancy Andrighi, Humberto Martins, Maria\nThereza de Assis Moura, Og Fernandes, Luis Felipe Salomão, Mauro\nCampbell Marques e Benedito Gonçalves votaram com o Sr. Ministro\nRelator.\nAusentes, justificadamente, os Srs. Ministros Francisco Falcão, João\nOtávio de Noronha e Ricardo Villas Bôas Cueva.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000909863",
  "numeroProcesso" : "1749",
  "numeroRegistro" : "202403857306",
  "siglaClasse" : "AgRg no Inq",
  "descricaoClasse" : "AGRAVO REGIMENTAL NO INQUÉRITO",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RAUL ARAÚJO",
  "dataPublicacao" : "DJEN       DATA:13/05/2025",
  "ementa" : "Ementa. Processo penal. Agravo regimental em Inquérito.\nIndeferimento de pedido de instauração de investigação. Recurso do\nMinistério Público. Provimento. Relator vencido. Caráter\ninterlocutório da decisão. Manutenção da relatoria.\nI. Caso em exame\n1. Agravo regimental contra a decisão do Ministro Relator que\nindeferiu a instauração de inquérito.\nII. Questão em discussão\n2. Saber se é cabível a instauração da investigação.\nIII. Razões de decidir\n3. A instauração de uma investigação requer indícios de que ocorreu\numa infração penal (ótica retrospectiva) e meios de pesquisa de\nprovas (art. 18 do CPP) capazes de elucidá-la (ótica prospectiva).\n4. A prática, em tese, do crime de corrupção passiva majorada (art.\n317, § 1º, do CP) não é afastada pela suposta prevaricação (art. 319\ndo CP). O propósito de satisfazer interesse pessoal não elimina a\npossibilidade de recebimento de vantagem indevida.\n5. Há meios para pesquisar provas sobre o principal ponto a ser\nesclarecido: a vantagem indevida. Somente instaurando inquérito será\npossível confirmar - ou enfraquecer - a hipótese do recebimento de\nvantagem indevida. Dados financeiros e fiscais são protegidos por\nsigilo, que pode ser afastado em investigação do crime de corrupção\n(art. 198, § 1º, do CTN; art. 1º, § 4º, VI, da Lei Complementar\n105/2001).\n6. Mantém a relatoria o membro do Superior Tribunal de Justiça\nvencido em decisão interlocutória.\nIV. Dispositivo e tese\n5. Tese: I - A instauração de inquérito para apurar a prática, em\ntese, do crime de corrupção passiva é cabível, ainda que não exista\nprova do recebimento da vantagem indevida, se necessário obter dados\nfinanceiros e fiscais protegidos por sigilo (art. 198, § 1º, do\nCTN; art. 1º, § 4º, VI, da Lei Complementar 105/2001) para explorar\na hipótese investigativa.\nII - Mantém a relatoria o Ministro Relator vencido em decisão sobre\na abertura da investigação, tendo em vista o caráter interlocutório\nda deliberação.\n6. Caso concreto: provido o agravo regimental e, em consequência,\ndeterminada a instauração do inquérito, nos termos do pedido da\nProcuradoria-Geral da República. Mantém-se a relatoria do prolator\nda decisão agravada, apesar de vencido no presente julgamento.\n______\nJurisprudência relevante citada: STJ, APn 989, Rel. Min. Nancy\nAndrighi, julgado em 16/2/2022; HC n. 734.709/RJ, relator Ministro\nRogerio Schietti Cruz, Sexta Turma, julgado em 7/6/2022.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250423",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, prosseguindo no julgamento, após o voto-vista do Sr.\nMinistro Sebastião Reis Júnior, por maioria, dar provimento ao\nagravo e determinar a instauração do inquérito, nos termos do\nrequerimento da Procuradoria-Geral da República. Vencido o Sr.\nMinistro Relator que negava provimento ao agravo. Lavrará o acórdão\na Sra. Ministra Maria Thereza de Assis Moura.\nAinda, por maioria, em questão de ordem, deliberou pela manutenção\nda relatoria do feito com o Sr. Ministro Raul Araújo.\nQuanto ao mérito, a Sra. Ministra Maria Isabel Gallotti e os Srs.\nMinistros Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva,\nSebastião Reis Júnior, Francisco Falcão, Nancy Andrighi, Humberto\nMartins, Og Fernandes, Luis Felipe Salomão, Mauro Campbell Marques e\nBenedito Gonçalves acompanharam a Sr. Ministra Maria Thereza de\nAssis Moura.\nQuanto a questão de ordem acerca da alteração da relatoria, as Sras.\nMinistras Nancy Andrighi e Maria Thereza de Assis Moura e os Srs.\nMinistros Og Fernandes, Luis Felipe Salomão, Mauro Campbell Marques,\nBenedito Gonçalves e Maria Isabel Gallotti votaram no sentido da\nmanutenção do atual relator. Vencidos os Srs. Ministros Humberto\nMartins, Raul Araújo, Antonio Carlos Ferreira, Sebastião Reis Júnior\ne Herman Benjamin que votaram pela redistribuição do feito à\nMinistra designada para lavrar o acórdão.\nAusente, justificadamente, os Srs. Ministros Francisco Falcão, João\nOtávio de Noronha e Ricardo Villas Bôas Cueva.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000909859",
  "numeroProcesso" : "17134",
  "numeroRegistro" : "202102274123",
  "siglaClasse" : "AgInt nos EDcl na Pet",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NA PETIÇÃO",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "HUMBERTO MARTINS",
  "dataPublicacao" : "DJEN       DATA:07/05/2025",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NA PETIÇÃO. AUSÊNCIA DE\nIMPUGNAÇÃO ESPECÍFICA A FUNDAMENTO DA DECISÃO AGRAVADA. ART. 932,\nIII, DO CPC/2015. SÚMULA 182/STJ.1. É inviável o agravo que deixa de\natacar especificamente os fundamentos da decisão agravada.\nIncidência da Súmula 182 do STJ.2. Nos termos do art. 1.021, § 1º,\ndo CPC, \"Na petição de agravo interno, o recorrente impugnará\nespecificadamente os fundamentos da decisão agravada\".Agravo interno\nnão conhecido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250429",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 23/04/2025 a 29/04/2025,\npor unanimidade, não conhecer do recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Maria Thereza de Assis Moura, Og Fernandes, Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : "(AUSÊNCIA DE IMPUGNAÇÃO ESPECÍFICA)\n   STJ - <<AgInt nos EREsp 1848355>>-SP,\n         <<AgInt nos EREsp 1982606>>-SP,\n         <<AgRg nos EAREsp 2204173>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00932 INC:00003 ART:01021 PAR:00001", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000182" ],
  "acordaosSimilares" : [ "AgInt nos EAREsp 2714673 SP 2024/0295429-8 Decisão:29/04/2025\nDJEN       DATA:07/05/2025" ]
}, {
  "id" : "000909846",
  "numeroProcesso" : "99",
  "numeroRegistro" : "202301676859",
  "siglaClasse" : "AgRg na PET na CauInomCrim",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA PETIÇÃO NA CAUTELAR INOMINADA CRIMINAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RICARDO VILLAS BÔAS CUEVA",
  "dataPublicacao" : "DJEN       DATA:07/05/2025",
  "ementa" : "AGRAVO REGIMENTAL. DIREITO PROCESSUAL PENAL. MEDIDA CAUTELAR.\nBLOQUEIO DE BENS. REDISCUSSÃO DE QUESTÕES DECIDIDAS.\nIMPOSSIBILIDADE. DESBLOQUEIO. INVIABILIDADE. AGRAVO REGIMENTAL\nDESPROVIDO. REDUÇÃO DO ALCANCE DA MEDIDA DE OFÍCIO.\n1. Não é possível decidir novamente questões já decididas e\nacobertadas pela preclusão.\n2. Os fatos novos noticiados nos autos não autorizam a liberação dos\nbens bloqueados em virtude de medida cautelar nos termos\nrequeridos.\n3. A responsabilidade dos acusados pelos danos causados pelas\ncondutas supostamente criminosas, no caso de condenação, é\nsolidária.\n4. O valor da prestação pecuniária fixada em ANPP celebrado por um\ncoinvestigado não pode ser abatido do montante bloqueado\ncautelarmente, respeitando-se as balizas do acordo.\n5. Recurso desprovido.\n6. Adequação do limite das medidas cautelares de ofício.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250429",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 23/04/2025 a 29/04/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Luis Felipe Salomão, Mauro Campbell Marques, Benedito\nGonçalves, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000909843",
  "numeroProcesso" : "7726",
  "numeroRegistro" : "202204000727",
  "siglaClasse" : "AgInt na HDE",
  "descricaoClasse" : "AGRAVO INTERNO NA HOMOLOGAÇÃO DE DECISÃO ESTRANGEIRA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "HUMBERTO MARTINS",
  "dataPublicacao" : "DJEN       DATA:07/05/2025",
  "ementa" : "AGRAVO INTERNO NA HOMOLOGAÇÃO DE DECISÃO ESTRANGEIRA. PRESCRIÇÃO DA\nHOMOLOGAÇÃO. INEXISTÊNCIA. PRESCRIÇÃO DO DIREITO MATERIAL. MATÉRIA\nESTRANHA AO JUÍZO DE DELIBAÇÃO. PRECEDENTES.\n1. Incabível a decretação da prescrição. Primeiro porque inexiste\nprazo legalmente estipulado para ajuizamento da ação de homologação\nde decisão estrangeira, de modo que somente após sua homologação é\nque o título estrangeiro passará a ter força executiva.\n2. Segundo porque também descabida a decretação da prescrição da\npretensão buscada no título estrangeiro, pois \"A alegação de\nprescrição da obrigação contida no título judicial homologando\nextrapola os limites contidos na Resolução STJ n. 9, de 4/5/05\" (SEC\n10.458/EX, relator Ministro Og Fernandes, Corte Especial, DJe de\n17/6/2014).\n3. \"A prescrição, por se tratar de matéria de mérito, deve ser\narguida no juízo competente. Assim porque o Superior Tribunal de\nJustiça, nos procedimentos de homologação de sentença estrangeira,\nexerce um juízo meramente delibatório, sendo-lhe vedado adentrar no\nmérito da ação alienígena\" (SEC n. 13.877/EX, relator Ministro\nFrancisco Falcão, Corte Especial, DJe de 13/9/2018).\nAgravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250429",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 23/04/2025 a 29/04/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Maria Thereza de Assis Moura, Og Fernandes, Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000909842",
  "numeroProcesso" : "2393843",
  "numeroRegistro" : "202302023350",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "HUMBERTO MARTINS",
  "dataPublicacao" : "DJEN       DATA:07/05/2025",
  "ementa" : "PROCESSUAL CIVIL E ADMINISTRATIVO. AGRAVO INTERNO NOS EMBARGOS DE\nDIVERGÊNCIA. VIOLAÇÃO DOS ARTS. 489 E 1.022 DO CPC. AUSÊNCIA DE\nSIMILITUDE FÁTICA ENTRE AS TESES CONFRONTADAS. 1. Nos termos da\njurisprudência pacificada desta Corte, é incabível, em razão das\nsituações fático-processuais diferenciadas e da necessidade de\nanálise individualizada de cada caso concreto, o recurso de embargos\nde divergência que versa sobre a violação dos arts. 489 e 1.022 do\nCPC. Precedentes.\n2. Não cabe aos embargos de divergência analisar possível acerto ou\ndesacerto do acórdão embargado, mas somente o eventual dissídio de\nteses jurídicas, a fim de uniformizar a interpretação do direito\ninfraconstitucional no âmbito do Superior Tribunal de Justiça.\nPrecedentes.\nAgravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250429",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 23/04/2025 a 29/04/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Maria Thereza de Assis Moura, Og Fernandes, Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira e Ricardo Villas Bôas\nCueva votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.\nImpedido o Sr. Ministro Sebastião Reis Júnior.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000909841",
  "numeroProcesso" : "1828761",
  "numeroRegistro" : "201902208966",
  "siglaClasse" : "EREsp",
  "descricaoClasse" : "EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "HUMBERTO MARTINS",
  "dataPublicacao" : "DJEN       DATA:07/05/2025",
  "ementa" : "EMBARGOS DE DIVERGÊNCIA. PROCESSO CIVIL. CONFLITO ENTRE COISAS\nJULGADAS. ACÓRDÃO EMBARGADO: MANUTENÇÃO DE DECISÃO MONOCRÁTICA\nFUNDADA NA SÚMULA 83/STJ. INCIDÊNCIA DA SÚMULA 315/STJ. AÇÕES COM\nNATUREZA DE GARANTIA CONSTITUCIONAL. INVIÁVEIS PARA EMBASAR A\nDIVERGÊNCIA. MERA INSATISFAÇÃO COM O JULGADO. VIA INSERVÍVEL COMO\nSUCEDÂNEO RECURSAL.\n1. Os embargos de divergência têm como pressuposto de\nadmissibilidade a divergência jurisprudencial entre Turmas\ndiferentes, ou entre Turma e Seção, ou entre Turma e a Corte\nEspecial, divergência essa que deverá ser demonstrada, conforme o\nart. 255, §§ 1º e 2º, e o art. 266, caput, do RISTJ.\n2. A inadmissão do recurso especial, nos pontos suscitados nos\nembargos de divergência, por óbice da Súmula n. 83 do STJ,\nimpossibilita a oposição da via da divergência para discutir o\nmérito do próprio recurso especial, conforme enuncia a Súmula 315 do\nSTJ.\n3. Para fins de embargos de divergência, não se admite como\nparadigma acórdão proferido no bojo de ações com natureza de\ngarantia constitucional, tais como Habeas Corpus, Recurso Ordinário\nem Habeas Corpus, Mandado de Segurança, Recurso Ordinário em Mandado\nde Segurança, Habeas Data e Mandado de Injunção.\n4. Os embargos de divergência não se prestam a analisar o possível\nacerto ou desacerto do acórdão embargado, mas tão somente o eventual\ndissídio de teses jurídicas, a fim de uniformizar a interpretação\ndo direito infraconstitucional no âmbito do Superior Tribunal de\nJustiça.\n5. Os embargos de divergência, como via estreita, não têm a função\nde sucedâneo recursal, e sim servem à uniformização da\njurisprudência divergente, quando soluções distintas - relativas às\nmesmas premissas fáticas e/ou jurídicas -, tenham sido dadas no\nexame do mérito, o que não é o caso dos autos.\nEmbargos de divergência não conhecidos.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250429",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 23/04/2025 a 29/04/2025,\npor unanimidade, não conhecer dos embargos, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Maria Thereza de Assis Moura, Og Fernandes, Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000909752",
  "numeroProcesso" : "30596",
  "numeroRegistro" : "202403467737",
  "siglaClasse" : "AgInt no MS",
  "descricaoClasse" : "AGRAVO INTERNO NO MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA THEREZA DE ASSIS MOURA",
  "dataPublicacao" : "DJEN       DATA:07/05/2025",
  "ementa" : "AGRAVO INTERNO NO MANDADO DE SEGURANÇA. EXAME NACIONAL DA\nMAGISTRATURA - ENAM. COTA RACIAL. ILEGITIMIDADE PASSIVA. PETIÇÃO\nINICIAL INDEFERIDA LIMINARMENTE. RECURSO NÃO PROVIDO.\n1. Não se verifica a legitimidade passiva do Ministro Presidente da\nComissão do Primeiro Exame Nacional da Magistratura, uma vez que o\nato supostamente coator relativo à inscrição de candidatos na\ncondição de pessoa negra não é de sua atribuição.\n2. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250429",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 23/04/2025 a 29/04/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Og Fernandes, Luis Felipe Salomão,\nBenedito Gonçalves, Raul Araújo, Maria Isabel Gallotti, Antonio\nCarlos Ferreira, Ricardo Villas Bôas Cueva e Sebastião Reis Júnior\nvotaram com a Sra. Ministra Relatora.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.\nImpedido o Sr. Ministro Mauro Campbell Marques.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000909739",
  "numeroProcesso" : "382",
  "numeroRegistro" : "202500157601",
  "siglaClasse" : "AgInt no MI",
  "descricaoClasse" : "AGRAVO INTERNO NO MANDADO DE INJUNÇÃO",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "ANTONIO CARLOS FERREIRA",
  "dataPublicacao" : "DJEN       DATA:07/05/2025",
  "ementa" : "DIREITO CONSTITUCIONAL. AGRAVO INTERNO. MANDADO DE INJUNÇÃO. NORMA\nINFRACONSTITUCIONAL. AGRAVO NÃO PROVIDO.\nI. Caso em exame\n1. Agravo interno interposto contra decisão que\nindeferiu liminarmente mandado de injunção, em razão de pretensão\nvoltada contra a falta de regulamentação de direito previsto em\nlegislação infraconstitucional, especificamente a Lei n.\n14.717/2023, que institui pensão especial a órfãos de feminicídio.\nII. Questão em discussão\n2. A questão em discussão consiste em saber\nse o mandado de injunção é cabível para suprir a falta de\nregulamentação de direito previsto em norma infraconstitucional,\nquando o direito à pensão especial a órfãos de feminicídio não está\ndiretamente previsto na Constituição Federal.\nIII. Razões de decidir\n3. O mandado de injunção é cabível apenas\nquando a falta de norma regulamentadora impede o exercício de\ndireitos previstos diretamente na Constituição Federal, não se\ndestinando ao suprimento de lacuna de regulamentação de direitos\nprevistos em normas infraconstitucionais.\n4. A Lei n. 14.717/2023, que institui pensão especial a órfãos de\nfeminicídio, é norma infraconstitucional, o que afasta o cabimento\ndo mandado de injunção, conforme jurisprudência consolidada desta\nCorte Superior.\nIV. Dispositivo e tese\n5. Agravo interno não provido.\nTese de julgamento:  \"O mandado de injunção não é cabível para\nsuprir a falta de regulamentação de direitos previstos em normas\ninfraconstitucionais\".\nDispositivos relevantes citados:  CF/1988, art. 5º, LXXI.\nJurisprudência relevante citada:  STJ, AgInt no MI 295/DF, Rel. Min.\nLuis Felipe Salomão, Corte Especial, DJe 2/6/2020; STJ, AgInt no MI\n359/DF, Rel. Min. Benedito Gonçalves, Corte Especial, julgado em\n10/12/2024, DJe de 13/12/2024; STJ, AgInt no MI 301/DF, Rel. Min.\nPaulo de Tarso Sanseverino, Corte Especial, DJe 13/3/2020.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250429",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 23/04/2025 a 29/04/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Luis Felipe Salomão, Mauro Campbell Marques, Benedito\nGonçalves, Raul Araújo, Maria Isabel Gallotti, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000909719",
  "numeroProcesso" : "29809",
  "numeroRegistro" : "202303954430",
  "siglaClasse" : "AgRg no MS",
  "descricaoClasse" : "AGRAVO REGIMENTAL NO MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "JOÃO OTÁVIO DE NORONHA",
  "dataPublicacao" : "DJEN       DATA:07/05/2025",
  "ementa" : "AGRAVO REGIMENTAL NO MANDADO DE SEGURANÇA. ATO JURISDICIONAL DO\nSUPERIOR TRIBUNAL DE JUSTIÇA. CERTIFICAÇÃO DE TRÂNSITO EM JULGADO EM\nDECISÃO QUE NEGOU SEGUIMENTO AO RECURSO EXTRAORDINÁRIO. ALEGAÇÃO DE\nERRO NA CONTAGEM DO PRAZO RECURSAL. INEXISTÊNCIA DE TERATOLOGIA OU\nFLAGRANTE ILEGALIDADE. IMPOSSIBILIDADE DE UTILIZAÇÃO DO MANDADO DE\nSEGURANÇA COMO SUCEDÂNEO RECURSAL. SÚMULA N. 267 DO STF.\nINEXISTÊNCIA DE DIREITO LÍQUIDO E CERTO. AGRAVO INTERNO DESPROVIDO.\n1. O mandado de segurança não é via cabível para impugnar ato\njurisdicional passível de recurso próprio, salvo em casos de\nmanifesta ilegalidade ou teratologia, nos termos da Súmula n. 267 do\nSupremo Tribunal Federal.\n2. No caso concreto, a recorrente alega que houve erro na contagem\ndo prazo recursal, pois o STJ aplicou um prazo de 5 dias para a\ninterposição do agravo em recurso extraordinário, quando o correto\nseria 15 dias úteis. No entanto, eventual equívoco na contagem do\nprazo não configura flagrante ilegalidade ou abuso de poder que\njustifique a concessão do mandamus.\n3. A jurisprudência consolidada do STJ estabelece que o erro na\ncontagem do prazo recursal deve ser impugnado por meio de recurso\npróprio, não sendo cabível o mandado de segurança como via de\ncorreção de supostos equívocos processuais.\n4. O trânsito em julgado certificado decorreu da inadmissibilidade\ndo recurso extraordinário, sendo que a parte poderia ter manejado\nAgravo Interno no próprio STJ antes de buscar o mandado de\nsegurança.\n5. Não há evidências de que o ato coator tenha desconsiderado o\ninteresse do menor de forma abusiva ou teratológica, pois a\nconcessão do exequatur da carta rogatória se deu dentro dos\ncritérios de cooperação jurídica internacional.\n6. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250429",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 23/04/2025 a 29/04/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Humberto\nMartins, Maria Thereza de Assis Moura, Og Fernandes, Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000909661",
  "numeroProcesso" : "2042753",
  "numeroRegistro" : "202203847172",
  "siglaClasse" : "EREsp",
  "descricaoClasse" : "EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MAURO CAMPBELL MARQUES",
  "dataPublicacao" : "DJEN       DATA:12/05/2025",
  "ementa" : "DIREITO PROCESSUAL CIVIL. EMBARGOS DE DIVERGÊNCIA. HONORÁRIOS\nADVOCATÍCIOS. INCIDENTE DE DESCONSIDERAÇÃO DA PERSONALIDADE JURÍDICA\nREJEITADO. FIXAÇÃO. CABIMENTO. EMBARGOS REJEITADOS.\nI. Caso em exame\n1. Embargos de divergência apresentados contra acórdão da Terceira\nTurma do STJ que fixou honorários advocatícios em incidente de\ndesconsideração da personalidade jurídica, após indeferimento do\npedido de inclusão de sócio no polo passivo.\nII. Questão em discussão\n2. A questão em discussão consiste em saber se é cabível a fixação\nde honorários advocatícios em incidentes processuais,\nespecificamente no incidente de desconsideração da personalidade\njurídica, quando o pedido é indeferido.\nIII. Razões de decidir\n3. A Terceira Turma do STJ adotou a orientação de que o\nindeferimento do pedido de desconsideração da personalidade\njurídica, resultando na não inclusão do sócio no polo passivo,\nenseja a fixação de honorários advocatícios em favor do advogado de\nquem foi indevidamente chamado a litigar.\n4. A fixação de honorários advocatícios em incidentes processuais é\ncabível quando há alteração substancial da lide, como no caso de\nindeferimento do pedido de desconsideração da personalidade\njurídica.\nIV. Dispositivo e tese\n5. Embargos de divergência rejeitados.\nTese de julgamento: \"1. A fixação de honorários advocatícios é\ncabível em incidentes processuais que resultem em alteração\nsubstancial da lide, como no indeferimento do pedido de\ndesconsideração da personalidade jurídica\".\nDispositivos relevantes citados: CPC/2015, art. 85, § 1º; Lei n.\n8.906/1994, arts. 22 e 23.\nJurisprudência relevante citada: EREsp 1.366.014/SP, Rel. Min.\nNapoleão Nunes Maia Filho, Corte Especial, DJe 5/4/2017; REsp\n2.072.206/SP, Rel. Min. Ricardo Villas Bôas Cueva, Corte Especial,\nDJEN de 12/3/2025; REsp 1.925.959/SP, Rel. Min. Paulo de Tarso\nSanseverino, Rel. p/ Acórdão Min. Ricardo Villas Bôas Cueva,\nTerceira Turma, DJe 22/9/2023.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250402",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Corte Especial, por unanimidade, rejeitar\nos embargos de divergência, nos termos do voto do Sr. Ministro\nRelator.\nOs Srs. Ministros Benedito Gonçalves, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva,\nSebastião Reis Júnior, Francisco Falcão, Nancy Andrighi, João Otávio\nde Noronha, Humberto Martins, Maria Thereza de Assis Moura e Og\nFernandes votaram com o Sr. Ministro Relator.\nAusente, justificadamente, o Sr. Ministro Herman Benjamin.\nPresidiu o julgamento o Sr. Ministro Luis Felipe Salomão.",
  "jurisprudenciaCitada" : "(HONORÁRIOS ADVOCATÍCIOS - INCIDENTES PROCESSUAIS)\n   STJ - <<AgInt no REsp 1895115>>-DF,\n         <<AgInt no AREsp 2541178>>-DF,\n         <<AgInt no AgInt no AREsp 1812085>>-MS\n(INCIDENTE DE DESCONSIDERAÇÃO DA PERSONALIDADE JURÍDICA -\nINDEFERIMENTO - HONORÁRIOS SUCUMBENCIAIS)\n   STJ - <<REsp 2072206>>-SP, <<REsp 1925959>>-SP,\n         <<REsp 2047782>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015", "LEG:FED LEI:008906 ANO:1994\n*****  EOAB-94    ESTATUTO DA ORDEM DOS ADVOGADOS DO BRASIL DE 1994\n        ART:00022 ART:00023 ART:00085 PAR:00001" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000909475",
  "numeroProcesso" : "2161438",
  "numeroRegistro" : "202402874350",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "SEBASTIÃO REIS JÚNIOR",
  "dataPublicacao" : "DJEN       DATA:09/05/2025",
  "ementa" : "PROPOSTA DE AFETAÇÃO. RECURSO ESPECIAL REPRESENTATIVO DA\nCONTROVÉRSIA. PROCESSO CIVIL. CITAÇÃO. APLICATIVO DE MENSAGENS\n(WHATSAPP). VERIFICAÇÃO DA POSSIBILIDADE.\n1. Delimitação da controvérsia: definir se é válida a citação em\nações cíveis por meio de aplicativo de mensagens ou de redes\nsociais.\n2. Afetação do recurso especial ao rito previsto nos arts. 1.036 e\n1.037 do CPC/2015 e 256 e ss. do RISTJ.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250429",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Corte Especial, por maioria,\nafetar o processo ao rito dos recursos repetitivos (artigo 1.036 do\nCPC e art. 257-C do RISTJ) para consolidar entendimento acerca da\nseguinte questão jurídica: \"Definir se é válida a citação em ações\ncíveis por meio de aplicativo de mensagens ou de redes sociais.\" E,\nainda, por unamidade, não suspender a tramitação de processos,\nconforme proposta do Sr. Ministro Relator.\nQuanto à afetação, os Srs. Ministros Francisco Falcão, Nancy\nAndrighi, João Otávio de Noronha, Humberto Martins, Maria Thereza de\nAssis Moura, Og Fernandes, Luis Felipe Salomão, Mauro Campbell\nMarques, Benedito Gonçalves, Maria Isabel Gallotti e Antonio Carlos\nFerreira votaram com o Sr. Ministro Relator. Vencidos os Srs.\nMinistros Raul Araújo e Ricardo Villas Bôas Cueva que votavam pela\nnão afetação do processo ao rito dos recursos repetitivos.\nQuanto à abrangência, os Srs. Ministros Francisco Falcão, Nancy\nAndrighi, João Otávio de Noronha, Humberto Martins, Maria Thereza de\nAssis Moura, Og Fernandes, Luis Felipe Salomão, Mauro Campbell\nMarques, Benedito Gonçalves, Raul Araújo, Maria Isabel Gallotti,\nAntonio Carlos Ferreira e Ricardo Villas Bôas Cueva votaram com o\nSr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000909474",
  "numeroProcesso" : "2160946",
  "numeroRegistro" : "202402836370",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "SEBASTIÃO REIS JÚNIOR",
  "dataPublicacao" : "DJEN       DATA:09/05/2025",
  "ementa" : "PROPOSTA DE AFETAÇÃO. RECURSO ESPECIAL REPRESENTATIVO DA\nCONTROVÉRSIA. PROCESSO CIVIL. CITAÇÃO. APLICATIVO DE MENSAGENS\n(WHATSAPP). VERIFICAÇÃO DA POSSIBILIDADE.\n1. Delimitação da controvérsia: definir se é válida a citação em\nações cíveis por meio de aplicativo de mensagens ou de redes\nsociais.\n2. Afetação do recurso especial ao rito previsto nos arts. 1.036 e\n1.037 do CPC/2015 e 256 e ss. do RISTJ.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250429",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Corte Especial, por maioria,\nafetar o processo ao rito dos recursos repetitivos (artigo 1.036 do\nCPC e art. 257-C do RISTJ) para consolidar entendimento acerca da\nseguinte questão jurídica: \"Definir se é válida a citação em ações\ncíveis por meio de aplicativo de mensagens ou de redes sociais.\" E,\nainda, por unamidade, não suspender a tramitação de processos,\nconforme proposta do Sr. Ministro Relator.\nQuanto à afetação, os Srs. Ministros Francisco Falcão, Nancy\nAndrighi, João Otávio de Noronha, Humberto Martins, Maria Thereza de\nAssis Moura, Og Fernandes, Luis Felipe Salomão, Mauro Campbell\nMarques, Benedito Gonçalves, Maria Isabel Gallotti e Antonio Carlos\nFerreira votaram com o Sr. Ministro Relator. Vencidos os Srs.\nMinistros Raul Araújo e Ricardo Villas Bôas Cueva que votavam pela\nnão afetação do processo ao rito dos recursos repetitivos.\nQuanto à abrangência, os Srs. Ministros Francisco Falcão, Nancy\nAndrighi, João Otávio de Noronha, Humberto Martins, Maria Thereza de\nAssis Moura, Og Fernandes, Luis Felipe Salomão, Mauro Campbell\nMarques, Benedito Gonçalves, Raul Araújo, Maria Isabel Gallotti,\nAntonio Carlos Ferreira e Ricardo Villas Bôas Cueva votaram com o\nSr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1345",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1345\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00256", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036 ART:01037" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000909461",
  "numeroProcesso" : "4241",
  "numeroRegistro" : "202001561788",
  "siglaClasse" : "HDE",
  "descricaoClasse" : "HOMOLOGAÇÃO DE DECISÃO ESTRANGEIRA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJEN       DATA:30/04/2025",
  "ementa" : "HOMOLOGAÇÃO DE DECISÕES ESTRANGEIRAS. CUMPRIMENTO DOS REQUISITOS DOS\nARTS. 963 DO CPC E 216-C, 216-D E 216-F DO RISTJ. PRESENÇA. OFENSA\nÀ ORDEM PÚBLICA NÃO CONFIGURADA.\nI. Hipótese em exame\n1. Pretensão (i) de homologar parcialmente sentença estrangeira,\nproferida pelo Tribunal Regional de Zurique, Suíça, que, nos autos\nde ação penal, condenou acusado de naturalidade suíça a recolher, à\ntesouraria do citado Tribunal, metade do futuro produto líquido,\nproveniente da venda de imóvel situado em Fortaleza/CE, e (ii) de\nhomologar sentença prolatada pelo mencionado Tribunal que declarou o\nPromotor da Promotoria III do Cantão de Zurique como autoridade\nresponsável por promover o cumprimento da referida sentença.\nII. Questão em discussão\n2. Exame em torno da observância dos requisitos previstos nos arts.\n963 do CPC e nos arts. 216-C, 216-D e 216-F, todos do RISTJ.\nIII. Razões de decidir\n3. As sentenças que se pretendem homologar foram proferidas por\nautoridades competentes e estão regularmente traduzidas e\napostiladas, providências que atendem o disposto no art. 216-C do\nRISTJ e no art. 963, V, do CPC.\n4. O requerido MARTIN GLOOR foi citado no processo que tramitou na\nSuíça e constituiu advogado, tendo confessado a prática das\nimputações delitivas em Juízo.\n5. O imóvel questionado foi adquirido pela MC TURF CLUB S/A no dia\n04/06/2004 (período em que 100% das ações da citada empresa\npertenciam ao mencionado acusado) e teve indisponibilidade averbada\nem certidão de inteiro teor do imóvel no dia 16/10/2012, em razão de\ncarta rogatória expedida nos autos do processo criminal movido na\nJustiça Suíça contra o referido agente.\n6. A citada averbação foi cancelada no dia 06/11/2014, em virtude de\ndeterminação constante da segunda sentença homologanda, segundo a\nqual MARTIN GLOOR ficava autorizado a efetivar a venda do citado bem\ne transferir metade do valor para a tesouraria do Tribunal Regional\nde Zurique.\n7. À época em que MARTIN GLOOR se comprometeu a recolher metade do\nproduto líquido da venda do imóvel ao Tribunal de Zurique, a\nreferida empresa pertencia à MILREEF FOUNDATION, pessoa jurídica\nfundada pelo ora requerido, sendo que quando a MC TURF CLUB S.A.\nefetivou a venda do citado bem a terceiros, a totalidade das ações\ndessa empresa pertencia a MARTIN GLOOR, dado não infirmado por prova\nem contrário apresentada nos autos.\n8. As sentenças estrangeiras foram proferidas nos dias 06/12/2023 e\n14/04/2014 e transitaram em julgado, tendo a DPU, no exercício do\nmunus de curadora especial de MARTIN GLOOR, aquiescido com o pedido\nde homologação.\n9. Esta Corte exerce juízo meramente delibatório nas hipóteses de\nhomologação de decisão estrangeira. Eventual análise acerca da\ncorreta aplicação do direito aplicável é meritória, não constitui\nofensa à ordem pública, e não pode ser realizada no âmbito de\nhomologação.\n10. Em demandas de homologação de decisão estrangeira, aplica-se, na\nfixação de honorários advocatícios sucumbenciais, o disposto no\nparágrafo 8º do art. 85 do CPC.\nIV. Dispositivo\n11. Pedido de homologação de decisões estrangeiras julgado\nprocedente.\nDispositivos citados: arts. 963 do CPC e arts. 216-C, 216-D e 216-F,\ntodos do RISTJ.\nJurisprudência citada: AgRg na HDE n. 7.986/EX, Corte Especial, DJe\nde 18/8/2023; AgInt na HDE n. 6.347/EX, Corte Especial, DJe de\n16/6/2023; AgInt na HDE 328/EX, Corte Especial, DJe 18/02/2019; HDE\nn. 8.741/EX, Corte Especial, julgado em 19/6/2024, DJe de 27/6/2024;\nAgInt na HDE n. 8.243/EX, Corte Especial, julgado em 12/9/2023, DJe\nde 14/9/2023; HDE n. 3.014/EX, Corte Especial, DJe de 20/10/2020;\nSEC n. 7.779/EX, Corte Especial, DJe de 23/9/2014; AgInt no AREsp n.\n2.689.494/SP, Terceira Turma, julgado em 17/2/2025, DJEN de\n20/2/2025; REsp n. 2.150.227/SP, Terceira Turma, julgado em\n10/12/2024, DJEN de 23/12/2024; AgInt no AREsp n. 1.764.366/SP,\nQuarta Turma, julgado em 14/10/2024, DJe de 21/10/2024; SEC n.\n14.408/EX, Corte Especial, julgado em 21/6/2017, DJe de 31/8/2017;\nSEC n. 8.542/EX (Corte Especial, julgado em 29/11/2017, DJe de\n15/3/2018; AgInt na SEC n. 10.250/EX, Corte Especial, julgado em\n15/5/2019, DJe de 23/5/2019; SEC n. 10.612/EX, Corte Especial,\njulgado em 18/5/2016, DJe de 28/6/2016; EDcl na HDE n. 1.914/EX,\nCorte Especial, julgado em 17/3/2021, DJe de 3/8/2021.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250423",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Corte Especial, por unanimidade,\ndeferir o pedido de homologação, nos termos do voto da Sra. Ministra\nRelatora.\nOs Srs. Ministros Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Luis Felipe Salomão, Mauro Campbell Marques, Benedito\nGonçalves, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira, Ricardo Villas Bôas Cueva e Sebastião Reis Júnior votaram\ncom a Sra. Ministra Relatora.\nAusentes, justificadamente, os Srs. Ministros Francisco Falcão e\nJoão Otávio de Noronha.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : "(HOMOLOGAÇÃO DE DECISÃO ESTRANGEIRA - JUÍZO MERAMENTE DELIBATÓRIO)\n   STJ - <<AgRg na HDE 7986>>-EX, <<AR 6347>>-RS, <<HDE 8741>>-EX\n(RESPONSABILIZAÇÃO PATRIMONIAL - PESSOA JURÍDICA - DÍVIDAS DOS\nSÓCIOS)\n   STJ - <<AgInt no AREsp 2689494>>-SP, <<REsp 2150227>>-SP\n(HOMOLOGAÇÃO DE DECISÃO ESTRANGEIRA - REQUISITOS)\n   STJ - <<AgInt na HDE 8243>>-EX, <<HDE 3014>>-EX,\n         <<SEC 14930>>-EX, <<SEC 14408>>-EX,\n         <<AgInt na SEC 10250>>-EX\n(HOMOLOGAÇÃO DE DECISÃO ESTRANGEIRA - HONORÁRIOS ADVOCATÍCIOS)\n   STJ - <<EDcl na HDE 1914>>-EX\n(HONORÁRIOS ADVOCATÍCIOS - APRECIAÇÃO EQUITATIVA - PROVEITO\nECONÔMICO INESTIMÁVEL)\n   STJ - <<REsp 2069208>>-GO",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00085 PAR:00008" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000909317",
  "numeroProcesso" : "2147209",
  "numeroRegistro" : "202401939529",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RICARDO VILLAS BÔAS CUEVA",
  "dataPublicacao" : "DJEN       DATA:08/05/2025",
  "ementa" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL. RITO DOS RECURSOS\nREPETITIVOS. ALIMENTOS INDUSTRIALIZADOS. GLÚTEN. DEVER DE\nINFORMAÇÃO. DIMENSÃO.\n1. Delimitação da controvérsia: \"definir se nas embalagens de\nalimentos industrializados que contenham glúten é suficiente a\ninformação 'CONTÉM GLÚTEN' ou se é necessária a advertência\nespecífica 'CONTÉM GLÚTEN: O GLÚTEN É PREJUDICIAL À SAÚDE DOS\nDOENTES CELÍACOS'\".\n2. Recurso especial afetado ao rito dos artigos 1.036 e seguintes do\nCPC.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250325",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Corte Especial, por unanimidade, afetar o\nprocesso ao rito dos recursos repetitivos (artigo 1.036 do CPC e\nart. 257-C do RISTJ) para consolidar entendimento acerca da seguinte\nquestão jurídica: \"definir se nas embalagens de\nalimentosindustrializados que contenham glúten é suficiente a\ninformação 'CONTÉM GLÚTEN' ou se é necessária a advertência\nespecífica 'CONTÉM GLÚTEN: O GLÚTEN É PREJUDICIAL À SAÚDE DOS\nDOENTES CELÍACOS'\". Ainda, por unanimidade, determinar a suspensão\ndos recursos especiais ou agravos em recurso especial em segunda\ninstância e/ou no STJ cujos objetos coincidam com o da matéria\nafetada (observada a orientação do art. 256-L do RISTJ), conforme\nproposta do Sr. Ministro Relator.\nOs Srs. Ministros Sebastião Reis Júnior, Francisco Falcão, Nancy\nAndrighi, João Otávio de Noronha, Humberto Martins, Maria Thereza de\nAssis Moura, Og Fernandes, Luis Felipe Salomão, Mauro Campbell\nMarques, Benedito Gonçalves, Raul Araújo, Maria Isabel Gallotti e\nAntonio Carlos Ferreira votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1343",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1343\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036 ART:01037", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:0256L" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000909109",
  "numeroProcesso" : "927",
  "numeroRegistro" : "201902237934",
  "siglaClasse" : "AgRg no AgRg no AgRg na APn",
  "descricaoClasse" : "AGRAVO REGIMENTAL NO AGRAVO REGIMENTAL NO AGRAVO REGIMENTAL NA AÇÃO\nPENAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA ISABEL GALLOTTI",
  "dataPublicacao" : "DJEN       DATA:07/05/2025",
  "ementa" : "PROCESSUAL PENAL. AGRAVO REGIMENTAL. MANUTENÇÃO DA DECISÃO AGRAVADA\nPOR SEUS PRÓPRIOS FUNDAMENTOS. PEDIDO DE RECONHECIMENTO DE CONEXÃO E\nJULGAMENTO CONJUNTO. INDEFERIMENTO. SUSPENSÃO DE AÇÃO PENAL POR\nDECISÃO LIMINAR SEM RELAÇÃO COM O FEITO. AUTONOMIA ENTRE O CRIME DE\nLAVAGEM DE CAPITAIS E A INFRAÇÃO ANTECEDENTE. POSSIBILIDADE DE\nANÁLISE INCIDENTAL. AUSÊNCIA DE RISCO DE DECISÕES CONTRADITÓRIAS.\nAGRAVO INTERNO A QUE SE NEGA PROVIMENTO.\n1. As razões do agravo regimental não são suficientes para afastar a\nconclusão da decisão agravada.\n2. A tramitação da ação penal em questão segue regularmente, com\nautos prontos para julgamento e alegações finais já apresentadas.\n3. Nos termos do art. 2º, II, da Lei 9.613/98, o julgamento do crime\nde lavagem de capitais é independente da persecução penal da\ninfração antecedente, sendo suficiente a presença de indícios desta\núltima (§ 1º do mesmo artigo).\n4. A verificação da infração antecedente pode ocorrer\nincidentalmente no próprio processo de lavagem de capitais, sendo\nmatéria já amplamente discutida nos autos. A inexistência de\nelementos suficientes pode levar à absolvição.\n5. Não há risco de decisões contraditórias, pois ambos os feitos\npossuem o mesmo relator e serão analisados de forma independente,\nconforme os requisitos específicos de cada crime.\n6. Agravo regimental a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250429",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 23/04/2025 a 29/04/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Luis Felipe Salomão, Mauro Campbell Marques, Benedito\nGonçalves, Raul Araújo, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:009613 ANO:1998\n*****  LCLOBDV-98    LEI SOBRE CRIMES DE LAVAGEM OU OCULTAÇÃO DE\nBENS, DIREITOS E VALORES\n        ART:00002 INC:00002 PAR:00001" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000909108",
  "numeroProcesso" : "2258690",
  "numeroRegistro" : "202203734857",
  "siglaClasse" : "AgInt no RE nos EDcl no AgInt nos EDcl no AREsp",
  "descricaoClasse" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO\nNO AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO EM RECURSO\nESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LUIS FELIPE SALOMÃO",
  "dataPublicacao" : "DJEN       DATA:07/05/2025",
  "ementa" : "AGRAVO INTERNO. RECURSO EXTRAORDINÁRIO. FUNDAMENTAÇÃO DO JULGADO\nRECORRIDO. SUFICIÊNCIA. TEMA N. 339 DO STF. CONFORMIDADE COM A TESE\nFIXADA EM REPERCUSSÃO GERAL. DIREITO CONSTITUCIONAL. CIVIL. CONTRATO\nDE LOCAÇÃO. IMÓVEL RESIDENCIAL OU COMERCIAL. PENHORABILIDADE DO BEM\nDE FAMÍLIA DO FIADOR. ACÓRDÃO RECORRIDO EM HARMONIA COM O\nENTENDIMENTO DA SUPREMA CORTE, FIXADO NA SISTEMÁTICA DA REPERCUSSÃO\nGERAL. TEMA N. 1.127 DO STF. MULTA EM RAZÃO DE RECURSO PROTELATÓRIO.\nMATÉRIA DE NATUREZA PROCESSUAL. TEMA N. 197 DO STF. AUSÊNCIA DE\nREPERCUSSÃO GERAL. ART. 1.030, I, A, DO CPC. NEGATIVA DE SEGUIMENTO.\nI. CASO EM EXAME\n1.1. Agravo interno interposto contra decisão que negou seguimento a\nrecurso extraordinário, sob o fundamento de que o acórdão recorrido\nestaria em conformidade com a tese fixada pelo STF no Tema n. 339\nda repercussão geral.\n1.2. As partes agravantes alegaram a inaplicabilidade do Tema n. 339\nao caso, argumentando que não houve fundamentação adequada no\nacórdão recorrido quanto às matérias suscitadas, o que configuraria\nofensa ao texto constitucional.\n1.3. Agravo interno visando formar distinguishing  à tese firmada no\nTema 1.127, em razão da condição de saúde e da avançada idade dos\nfiadores de contratos de locação comercial, resguardando a\nimpenhorabilidade do bem de família.\n1.4. Agravo interno propondo que a integralização do julgamento  é\nincompatível com a aplicação de multa por embargos de declaração\nmeramente protelatórios.\nII. QUESTÕES EM DISCUSSÃO\n2.1. A existência de afronta ao art. 93, IX, da Constituição Federal\nquando se discute a suficiência da fundamentação das decisões\njudiciais, com aplicabilidade do Tema n. 339 do STF.\n2.2. A aplicação da tese firmada no Tema 1.127 do STF ante as\ncircunstâncias pessoais dos fiadores no contrato de locação de\nimóvel comercial.\n2.3. Submete a julgamento se a aplicação indevida de multa por\nembargos de declaração protelatórios na origem invoca questão\nconstitucional.\nIII. RAZÕES DE DECIDIR\n3.1. O STF, ao tratar do Tema n. 339 da repercussão geral, firmou a\ntese de que a Constituição Federal exige que acórdãos e decisões\nsejam fundamentados, ainda que sucintamente, sem vinculação à\ncorreção ou abrangência detalhada de todas as alegações das partes,\nmas sim à existência de motivação que permita a compreensão da\nsolução dada à controvérsia.\n3.2. No caso concreto, o acórdão recorrido apresentou motivação\nadequada para a solução da controvérsia, em conformidade com o Tema\nn. 339, razão pela qual é justificada a negativa de seguimento ao\nrecurso extraordinário nos termos do art. 1.030, I, a, do CPC.\n3.3. No caso concreto, o acórdão proferido no âmbito do STJ está em\nharmonia com a tese firmada no Tema 1.127 do STF, segundo a qual é\npenhorável o bem imóvel do fiador em contrato de locação de imóvel,\nseja residencial ou comercial, independentemente da de\ncircunstâncias pessoais.\n3.4. O Tema n. 197 do STF firmou a tese no sentido de que a questão\nrelativa à aplicação de multa em julgamento de embargos de\ndeclaração tidos por protelatórios não alcança estatura\nconstitucional, se restringindo ao plano processual.\nIV. DISPOSITIVO\n4.1. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250429",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 23/04/2025 a 29/04/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : "(BEM DE FAMÍLIA - FIADOR - CONTRATO DE LOCAÇÃO - PENHORABILIDADE)\n   STF - [[RE-RG 1307334]]-SP (REPERCUSSÃO GERAL - TEMA(s) 1127)\n(MULTA - EMBARGOS DE DECLARAÇÃO - INTUITO PROTELATÓRIO - PLANO\nPROCESSUAL)\n   STF - [[AI 752633]]-SP (REPERCUSSÃO GERAL - TEMA(s) 197)",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000909107",
  "numeroProcesso" : "7231",
  "numeroRegistro" : "202202556622",
  "siglaClasse" : "EDcl na HDE",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NA HOMOLOGAÇÃO DE DECISÃO ESTRANGEIRA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJEN       DATA:07/05/2025",
  "ementa" : "EMBARGOS DE DECLARAÇÃO EM HOMOLOGAÇÃO DE DECISÃO ESTRANGEIRA. ATA DE\nMEDIAÇÃO. REQUISITOS LEGAIS PREENCHIDOS. ERRO MATERIAL VERIFICADO.\nHONORÁRIOS SUCUMBENCIAIS. VALOR. CONTRADIÇÃO INEXISTENTE. EMBARGOS\nDE DECLARAÇÃO ACOLHIDOS. EFEITOS INFRINGENTES.\n1. Os embargos de declaração constituem-se em recurso de natureza\nintegrativa destinado a sanar vício - obscuridade, contradição,\nomissão ou erro material -, não podendo, portanto, serem acolhidos\nquando a parte embargante pretende, essencialmente, reformar o\ndecidido.\n2. Considerando que, nos termos do acórdão embargado, o único óbice\nà homologação da ata de mediação era a ausência do carimbo de\nprotocolo na Agência de Gestão e Mediação, e que o carimbo (i) era\ndispensável à época da mediação e do ajuizamento da ação e (ii) já\nestá aposto, restam preenchidos todos os requisitos para a\nhomologação pretendida.\n3. Diante do acolhimento integral dos pedidos da embargante,\naltera-se o decaimento sucumbencial, julgando-se prejudicado o ponto\ndos embargos de declaração em que se alega haver contradição por\nnão ser hipótese de sucumbência recíproca.\n4. Em relação ao valor dos honorários, inexiste qualquer contradição\nno acórdão, que foi claro ao fixar o valor de R$ 10.000,00 (dez mil\nreais).\n5. Embargos de declaração acolhidos, com efeitos infringentes, para,\nreconhecendo o erro material no acórdão embargado, homologar a ata\nde mediação e, consequentemente, alterar o decaimento sucumbencial.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250429",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 23/04/2025 a 29/04/2025,\npor unanimidade, acolher os embargos de declaração, com efeitos\nmodificativos, nos termos do voto da Sra. Ministra Relatora.\nOs Srs. Ministros Francisco Falcão, João Otávio de Noronha, Humberto\nMartins, Maria Thereza de Assis Moura, Og Fernandes, Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000908944",
  "numeroProcesso" : "2166983",
  "numeroRegistro" : "202403247008",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJEN       DATA:06/05/2025",
  "ementa" : "PROCESSO CIVIL. PROPOSTA DE AFETAÇÃO AO RITO DOS RECURSOS\nREPETITIVOS. CITAÇÃO POR EDITAL. REQUISITOS DO ART. 256, § 3º, DO\nCPC. ESGOTAMENTO DE DILIGÊNCIAS PARA LOCALIZAÇÃO DO RÉU. REQUISITOS\nDE ADMISSIBILIDADE RECURSAIS ATENDIDOS. MULTIPLICIDADE DE PROCESSOS.\nVERIFICADA. SUSPENSÃO NOS TRIBUNAIS DE 2º GRAU E NO STJ.\n1. Preenchidos os requisitos de admissibilidade, bem como estando\npresentes os pressupostos de relevância e abrangência do tema em\ndebate, deve ser mantida a indicação do presente recurso especial\ncomo representativo de controvérsia, consoante o disposto nos §§ 5º\ne 6º do art. 1.036 do Código de Processo Civil, c/c o inciso II do\nart. 256-E do Regimento Interno, a fim de que a controvérsia seja\napreciada pela Corte Especial do Superior Tribunal de Justiça.\n2. A tese representativa da controvérsia fica delimitada nos\nseguintes termos: \"Definir, à luz do art. 256, § 3º, do Código de\nProcesso Civil, se há obrigatoriedade de expedição de ofício a\ncadastros de órgãos públicos e concessionárias de serviços públicos\npara localizar o réu antes da citação por edital.\"\n3. Determinada a suspensão dos processos em trâmite nos tribunais de\nsegunda instância ou no Superior Tribunal de Justiça, devendo-se\nadotar, no último caso, a providência prescrita no art. 256-L do\nRISTJ.\n4. Proposta de afetação acolhida.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250408",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Corte Especial, por unanimidade,\nafetar o processo ao rito dos recursos repetitivos (artigo 1.036 do\nCPC e art. 257-C do RISTJ) para consolidar entendimento acerca da\nseguinte questão jurídica: \"Definir, à luz do art. 256, § 3º, do\nCódigo de Processo Civil, se há obrigatoriedade de expedição de\nofício a cadastros de órgãos públicos e concessionárias de serviços\npúblicos para localizar o réu antes da citação por edital.\" Ainda,\npor unanimidade, determinar a suspensão dos recursos especiais ou\nagravos em recurso especial em segunda instância e/ou no STJ cujos\nobjetos coincidam com o da matéria afetada (observada a orientação\ndo art. 256-L do RISTJ), conforme proposta do Sr. Ministro Relator.\nOs Srs. Ministros Luis Felipe Salomão, Mauro Campbell Marques,\nBenedito Gonçalves, Raul Araújo, Maria Isabel Gallotti, Antonio\nCarlos Ferreira, Ricardo Villas Bôas Cueva, Sebastião Reis Júnior,\nFrancisco Falcão, João Otávio de Noronha, Humberto Martins e Maria\nThereza de Assis Moura votaram com o Sr. Ministro Relator.\nImpedida a Sra. Ministra Nancy Andrighi.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : "(QUESTÃO AFETADA EM RECURSO REPETITIVO OU EM REPERCUSSÃO GERAL -\nSUSPENSÃO NÃO AUTOMÁTICA)\n   STJ - <<ProAfR no REsp 1696396>>-MT",
  "notas" : "Decisão de Afetação - Tema 1338",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1338\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00256 ART:01036 ART:01037 INC:00002" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000908943",
  "numeroProcesso" : "2162483",
  "numeroRegistro" : "202402939649",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJEN       DATA:06/05/2025",
  "ementa" : "PROCESSO CIVIL. PROPOSTA DE AFETAÇÃO AO RITO DOS RECURSOS\nREPETITIVOS. CITAÇÃO POR EDITAL. REQUISITOS DO ART. 256, § 3º, DO\nCPC. ESGOTAMENTO DE DILIGÊNCIAS PARA LOCALIZAÇÃO DO RÉU. REQUISITOS\nDE ADMISSIBILIDADE RECURSAIS ATENDIDOS. MULTIPLICIDADE DE PROCESSOS.\nVERIFICADA. SUSPENSÃO NOS TRIBUNAIS DE 2º GRAU E NO STJ.\n1. Preenchidos os requisitos de admissibilidade, bem como estando\npresentes os pressupostos de relevância e abrangência do tema em\ndebate, deve ser mantida a indicação do presente recurso especial\ncomo representativo de controvérsia, consoante o disposto nos §§ 5º\ne 6º do art. 1.036 do Código de Processo Civil, c/c o inciso II do\nart. 256-E do Regimento Interno, a fim de que a controvérsia seja\napreciada pela Corte Especial do Superior Tribunal de Justiça.\n2. A tese representativa da controvérsia fica delimitada nos\nseguintes termos: \"Definir, à luz do art. 256, § 3º, do Código de\nProcesso Civil, se há obrigatoriedade de expedição de ofício a\ncadastros de órgãos públicos e concessionárias de serviços públicos\npara localizar o réu antes da citação por edital.\"\n3. Determinada a suspensão dos processos em trâmite nos tribunais de\nsegunda instância ou no Superior Tribunal de Justiça, devendo-se\nadotar, no último caso, a providência prescrita no art. 256-L do\nRISTJ.\n4. Proposta de afetação acolhida.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250408",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Corte Especial, por unanimidade,\nafetar o processo ao rito dos recursos repetitivos (artigo 1.036 do\nCPC e art. 257-C do RISTJ) para consolidar entendimento acerca da\nseguinte questão jurídica: \"Definir, à luz do art. 256, § 3º, do\nCódigo de Processo Civil, se há obrigatoriedade de expedição de\nofício a cadastros de órgãos públicos e concessionárias de serviços\npúblicos para localizar o réu antes da citação por edital.\" Ainda,\npor unanimidade, determinar a suspensão dos recursos especiais ou\nagravos em recurso especial em segunda instância e/ou no STJ cujos\nobjetos coincidam com o da matéria afetada (observada a orientação\ndo art. 256-L do RISTJ), conforme proposta do Sr. Ministro Relator.\nOs Srs. Ministros Luis Felipe Salomão, Mauro Campbell Marques, Raul\nAraújo, Maria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo\nVillas Bôas Cueva, Sebastião Reis Júnior, Francisco Falcão, Nancy\nAndrighi, João Otávio de Noronha, Humberto Martins e Maria Thereza\nde Assis Moura votaram com o Sr. Ministro Relator.\nImpedido o Sr. Ministro Benedito Gonçalves.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1338",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1338\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036 ART:01037 INC:00002", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:0256E" ],
  "acordaosSimilares" : [ ]
} ]