[ {
  "id" : "000900648",
  "numeroProcesso" : "925908",
  "numeroRegistro" : "201601240635",
  "siglaClasse" : "AgInt no RE nos EDcl nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO\nNOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LUIS FELIPE SALOMÃO",
  "dataPublicacao" : "DJEN       DATA:28/02/2025",
  "ementa" : "AGRAVO INTERNO. RECURSO EXTRAORDINÁRIO. FUNDAMENTAÇÃO DO JULGADO\nRECORRIDO. SUFICIÊNCIA. TEMA N. 339 DO STF. CONFORMIDADE COM A TESE\nFIXADA EM REPERCUSSÃO GERAL. ART. 1.030, I, A, DO CPC.\nI. CASO EM EXAME\n1.1. Agravo interno interposto contra decisão que negou seguimento a\nrecurso extraordinário, sob o fundamento de que o acórdão recorrido\nestaria em conformidade com a tese fixada pelo STF no Tema n. 339\nda repercussão geral.\n1.2. A parte agravante alegou a inaplicabilidade do Tema n. 339 ao\ncaso, argumentando que não houve fundamentação adequada no acórdão\nrecorrido quanto às matérias suscitadas, o que configuraria ofensa\nao texto constitucional.\nII. QUESTÕES EM DISCUSSÃO\n2.1. A existência de afronta ao art. 93, IX, da Constituição Federal\nquando se discute a suficiência da fundamentação das decisões\njudiciais, com aplicabilidade do Tema n. 339 do STF.\nIII. RAZÕES DE DECIDIR\n3.1. O STF, ao tratar do Tema n. 339 da repercussão geral, firmou a\ntese de que a Constituição Federal exige que acórdãos e decisões\nsejam fundamentados, ainda que sucintamente, sem vinculação à\ncorreção ou abrangência detalhada de todas as alegações das partes,\nmas sim à existência de motivação que permita a compreensão da\nsolução dada à controvérsia.\n3.2. No caso concreto, o acórdão recorrido apresentou motivação\nadequada para a solução da controvérsia, em conformidade com o Tema\nn. 339, razão pela qual é justificada a negativa de seguimento ao\nrecurso extraordinário nos termos do art. 1.030, I, a, do CPC.\nIV. DISPOSITIVO\n4.1. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250225",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 19/02/2025 a 25/02/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ "AgInt no RE no AgInt no AREsp 2537096 PR 2023/0409992-1 Decisão:25/02/2025\nDJEN       DATA:28/02/2025", "AgInt no RE no AgInt no AREsp 2557850 RJ 2024/0026703-1 Decisão:25/02/2025\nDJEN       DATA:28/02/2025", "AgInt no RE no AgInt no AREsp 2580790 SP 2024/0064032-6 Decisão:25/02/2025\nDJEN       DATA:28/02/2025" ]
}, {
  "id" : "000900640",
  "numeroProcesso" : "2080023",
  "numeroRegistro" : "202302072019",
  "siglaClasse" : "EDcl no REsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJEN       DATA:28/02/2025",
  "ementa" : "EMBARGOS DE DECLARAÇÃO NO RECURSO ESPECIAL. RITO DOS RECURSOS\nESPECIAIS REPETITIVOS. OMISSÃO. AUSÊNCIA. REDISCUSSÃO DA MATÉRIA\nPREVIAMENTE ANALISADA. IMPOSSIBILIDADE.\n1. Os embargos de declaração são instrumento processual excepcional\ne, a teor do art. 1.022 do CPC, destinam-se ao aprimoramento do\njulgado que contenha obscuridade, contradição, erro material ou\nomissão sobre tema cujo pronunciamento se impunha manifestar o\njulgador. Não se prestam à reanálise da causa, nem são vocacionados\na modificar o entendimento do órgão julgador.\n2. Não se verifica omissão no acórdão embargado que analisou as\nteses suscitadas pelas partes e abrangeu integralmente a matéria\nsubmetida a esta Corte.\n3. Embargos de declaração rejeitados.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250225",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 19/02/2025 a 25/02/2025,\npor unanimidade, rejeitar os embargos de declaração, nos termos do\nvoto da Sra. Ministra Relatora.\nOs Srs. Ministros Francisco Falcão, João Otávio de Noronha, Humberto\nMartins, Maria Thereza de Assis Moura, Og Fernandes, Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : "(JUÍZO DE ADMISSIBILIDADE IMPLÍCITO)\n   STJ - <<EREsp 1119820>>-PI, <<AgInt no REsp 1933047>>-PR",
  "notas" : null,
  "informacoesComplementares" : "     \"[...] 'esta Corte Superior pode realizar o juízo de\nadmissibilidade de forma implícita, sem necessidade de exposição de\nmotivos, onde o exame de mérito recursal já traduz o entendimento de\nque foram atendidos os requisitos extrínsecos e intrínsecos de sua\nadmissibilidade, inexistindo necessidade de pronunciamento explícito\npelo julgador a esse respeito' [...]\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000900073",
  "numeroProcesso" : "1673268",
  "numeroRegistro" : "201701042810",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "ANTONIO CARLOS FERREIRA",
  "dataPublicacao" : "DJEN       DATA:20/02/2025",
  "ementa" : "PROCESSUAL CIVIL E CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA\nEM RECURSO ESPECIAL. AÇÃO DE RESPONSABILIDADE POR ATO DE\nIMPROBIDADE. ART. 11, I, DA LEI N. 8.429/1992. DOLO GENÉRICO\nRECONHECIDO NAS INSTÂNCIAS ORDINÁRIAS. SÚMULA N. 7 DO STJ. SÚMULA N.\n315 DO STJ. AUSÊNCIA DE SEMELHANÇA ENTRE OS CASOS CONFRONTADOS. LEI\nN. 14.230/2021. TESE N. 1.199 (STF). RETORNO DOS AUTOS À SEGUNDA\nTURMA DO STJ.\n1. Efetivamente, na linha da jurisprudência desta Corte Superior,\nnão há como afastar a incidência da Súmula n. 315 do STJ quando\naplicado no acórdão embargado, diante do caso concreto, o óbice da\nSúmula n. 7 do STJ, buscando os embargantes simplesmente demonstrar\nque não haveria necessidade de reexame de provas.\n2. Ademais, a aplicação da Súmula n. 7 do STJ decorre do exame do\ninteiro teor do acórdão do Tribunal de origem e do respectivo\nrecurso especial, peças processuais que não se comunicam com as do\nparadigma, o que afasta a semelhança entres os arestos confrontados\ne impõe a manutenção do indeferimento liminar dos embargos de\ndivergência.\n3. No caso concreto, em datas anteriores à vigência da Lei n.\n14.230/2021, a sentença condenatória expressamente enquadrou os ora\nembargantes no tipo previsto no inciso I do art. 11 da Lei n.\n8.249/1992 e a SEGUNDA TURMA, no julgamento do agravo interno por\neles interposto, seguido de embargos de declaração, concluiu que o\nTribunal de origem reconheceu o \"dolo genérico\".\n4. O Plenário do STF, no julgamento do Recurso Extraordinário com\nAgravo (ARE) n. 843.989/PR, Rel. Ministro ALEXANDRE DE MORAES,\nencerrado em 18/8/2022, sob o regime de repercussão geral (Tema n.\n1.199), aprovou as seguintes teses: \"1) É necessária a comprovação\nde responsabilidade subjetiva para a tipificação dos atos de\nimprobidade administrativa, exigindo-se - nos artigos 9º, 10 e 11 da\nLIA - a presença do elemento subjetivo - DOLO; 2) A norma benéfica\nda Lei 14.230/2021 - revogação da modalidade culposa do ato de\nimprobidade administrativa -, é IRRETROATIVA, em virtude do artigo\n5º, inciso XXXVI, da Constituição Federal, não tendo incidência em\nrelação à eficácia da coisa julgada; nem tampouco durante o processo\nde execução das penas e seus incidentes; 3) A nova Lei 14.230/2021\naplica-se aos atos de improbidade administrativa culposos praticados\nna vigência do texto anterior da lei, porém sem condenação\ntransitada em julgado, em virtude da revogação expressa do texto\nanterior; devendo o juízo competente analisar eventual dolo por\nparte do agente; 4) O novo regime prescricional previsto na Lei\n14.230/2021 é IRRETROATIVO, aplicando-se os novos marcos temporais a\npartir da publicação da lei\" (grifei).\n5. Considerando que os presentes embargos de divergência foram\nindeferidos liminarmente por não preencherem os requisitos de\nadmissibilidade, impedindo sua função uniformizadora, cabe à SEGUNDA\nTURMA do STJ prosseguir com a atividade jurisdicional, reexaminando\no feito à luz das teses firmadas no ARE n. 843/989/PR, com as\nmodificações decorrentes da Lei n. 14.230/2021, sobretudo em relação\nà eventual necessidade de dolo específico e à revogação do inciso I\ndo art. 11 da Lei n. 8.249/1992, podendo, conforme entender de\ndireito, manter a procedência da demanda ou julgá-la improcedente,\ndeterminando, se necessário, o retorno dos autos à instância\nordinária para complementação do julgamento, ou adotando qualquer\noutra deliberação para a melhor solução da causa com fundamento no\ndiploma novo.\n6. Agravo interno a que se nega provimento. Remessa dos autos à\nSEGUNDA TURMA.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250213",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Corte Especial, por unanimidade,\nnegar provimento ao agravo, nos termos do voto do Sr. Ministro\nRelator.\nOs Srs. Ministros Ricardo Villas Bôas Cueva, Sebastião Reis Júnior,\nNancy Andrighi, João Otávio de Noronha, Humberto Martins, Maria\nThereza de Assis Moura, Og Fernandes, Luis Felipe Salomão, Raul\nAraújo e Maria Isabel Gallotti votaram com o Sr. Ministro Relator.\nAusentes, justificadamente, os Srs. Ministros Francisco Falcão,\nMauro Campbell Marques e Benedito Gonçalves.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000899865",
  "numeroProcesso" : "940",
  "numeroRegistro" : "201903722302",
  "siglaClasse" : "QO na APn",
  "descricaoClasse" : "QUESTÃO DE ORDEM NA AÇÃO PENAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJEN       DATA:25/02/2025",
  "ementa" : "PROCESSO PENAL. AÇÃO PENAL ORIGINÁRIA. QUESTÃO DE ORDEM.\nDESEMBARGADORA E MAGISTRADA DO PODER JUDICIÁRIO. PRORROGAÇÃO DAS\nMEDIDAS CAUTELARES DE AFASTAMENTO DO CARGO. NECESSIDADE E ADEQUAÇÃO\nDA MEDIDA. PERSISTÊNCIA DAS RAZÕES QUE MOTIVARAM A SUSPENSÃO DO\nEXERCÍCIO DO CARGO. PRORROGAÇÃO DEFERIDA PELO PRAZO DE UM ANO.\n1. Em 7 de fevereiro de 2024, a Corte Especial do Superior Tribunal\nde Justiça, por unanimidade, deliberou pela prorrogação do\nafastamento de MARIA DO SOCORRO BARRETO SANTIAGO do cargo de\nDesembargadora do Tribunal de Justiça do Estado da Bahia e de\nMARIVALDA ALMEIDA MOUTINHO do cargo de Juíza de Direito do Tribunal\nde Justiça do Estado da Bahia, pelo prazo de um ano.\n2. Passado o prazo estipulado, entendo que persistem, de forma\ninequívoca, os motivos que deram causa à suspensão das denunciadas.\n3. Os fatos supostamente criminosos ainda não foram julgados, mas a\npresente ação penal tem seguido curso prospectivo, encontrando-se,\natualmente, em fase de elaboração de estudos periciais, determinados\na partir do deferimento parcial de pedidos complementares de\nprodução probatória.\n4. Não há excesso de prazo injustificável em detrimento do\nafastamento cautelar dos cargos ocupados pelas magistradas,\nmostrando-se pertinente acrescentar que esta ação penal envolve 15\nréus, entre desembargadores, juízes, servidores públicos, advogados,\nempresários e outros particulares, bem como que a acusação envolve\no possível desmantelamento de organização criminosa supostamente\nestruturada e dedicada à prática difusa de crimes no âmbito do Poder\nJudiciário baiano e, inclusive, à lavagem de capitais em grande\nescala.\n5. A complexidade objetiva imposta pelo elevado número de acusados e\npela natureza das infrações penais sob apuração nestes autos\njustifica a tramitação do feito, que se apresenta regular, em que\npese os incontáveis documentos, diligências e providências\nimprescindíveis à sua instrução, afastando-se, pois, qualquer\nsuposição de ilegalidade das medidas cautelares por excesso de\nprazo.\n6. Uma vez encerrada a fase pericial, o feito seguirá a evolução\nnormal para a finalização da instrução criminal, com a realização\ndos interrogatórios e a abertura de oportunidade para acusação e\ndefesa apresentarem suas alegações escritas.\n7. Além desta ação penal, o Ministério Público Federal já ofereceu,\nno âmbito das investigações da \"Operação Faroeste\", outras\ndenúncias. Inclusive MARIA DO SOCORRO BARRETO SANTIAGO também figura\ncomo acusada na APn n. 985/DF, de minha relatoria, com denúncia já\nrecebida por esta Corte Especial, em sessão realizada no dia\n19/4/2024.\n8. As acusadas MARIA DO SOCORRO BARRETO SANTIAGO e MARIVALDA ALMEIDA\nMOUTINHO encontram-se denunciadas, ainda, no Inq n. 1.657/DF, ao\nlado de outras 14 pessoas .\n9. Ademais, outros procedimentos apuratórios foram instaurados e\nremetidos à livre distribuição entre os membros desta Corte, o que\npode eventualmente originar novas ações penais.\n10. Esse panorama demonstra que, nada obstante as ações penais e o\ninquérito estejam avançando, não é possível afirmar que a apuração\ndos graves fatos denunciados foi concluída. Logo, não é recomendável\npermitir que as rés reassumam suas atividades neste momento, pois o\nretorno pode gerar instabilidade e desassossego na composição, nas\ndecisões e na jurisprudência do Tribunal de Justiça do Estado da\nBahia.\n11. Questão de ordem resolvida para prorrogar-se as medidas\ncautelares de afastamento do cargo em relação a MARIA DO SOCORRO\nBARRETO SANTIAGO e MARIVALDA ALMEIDA MOUTINHO.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250213",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Corte Especial, por unanimidade, acolher a\nquestão de ordem para prorrogar a medida de afastamento cautelar das\ndenunciadas Maria do Socorro Barreto Santiago e Marivalda Almeida\nMoutinho do exercício de suas funções, pelo prazo de 1 (um) ano, a\ncontar do dia 1º de fevereiro de 2025, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Luis Felipe Salomão, Benedito Gonçalves, Raul\nAraújo, Maria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo\nVillas Bôas Cueva, Sebastião Reis Júnior, Nancy Andrighi, João\nOtávio de Noronha, Humberto Martins e Maria Thereza de Assis Moura\nvotaram com o Sr. Ministro Relator.\nAusentes, justificadamente, os Srs. Ministros Francisco Falcão e\nMauro Campbell Marques.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000899854",
  "numeroProcesso" : "2092311",
  "numeroRegistro" : "202302967336",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJEN       DATA:25/02/2025",
  "ementa" : "RECURSO ESPECIAL. AÇÃO REGRESSIVA. CREDOR ORIGINÁRIO. CONSUMIDOR.\nSUB-ROGAÇÃO DA SEGURADORA. DIREITO MATERIAL. SUB-ROGAÇÃO NOS\nDIREITOS, AÇÕES, PRIVILÉGIOS E GARANTIAS DO CREDOR PRIMITIVO.\nINCIDÊNCIA DO ART. 101, I, DO CDC. FORO DO DOMICÍLIO DO CONSUMIDOR.\nPRERROGATIVA PROCESSUAL. IMPOSSIBILIDADE.\n1. Ação de regresso da qual foi extraído o presente recurso\nespecial, interposto em 22/5/2023 e concluso ao gabinete em\n28/6/2024.\n2. O propósito recursal, nos termos da afetação do recurso ao rito\ndos repetitivos, consiste em definir se a seguradora sub-roga-se nas\nprerrogativas processuais inerentes aos consumidores, em especial\nna regra de competência prevista no art. 101, I, do CDC, em razão do\npagamento de indenização ao segurado em virtude do sinistro.\n3. O art. 379 do Código Civil estabelece que \"a sub-rogação\ntransfere ao novo credor todos os direitos, ações, privilégios e\ngarantias do primitivo, em relação à dívida, contra o devedor\nprincipal e os fiadores\".\n4. A jurisprudência desta Corte se consolidou no sentido de que a\nsub-rogação se limita a transferir os direitos de natureza material,\nnão abrangendo os direitos de natureza exclusivamente processual\ndecorrentes de condições personalíssimas do credor. Precedentes.\n5. Não é possível a sub-rogação da seguradora em norma de natureza\nexclusivamente processual e que advém de uma benesse conferida pela\nlegislação especial ao indivíduo considerado vulnerável nas relações\njurídicas, a exemplo do que preveem os arts. 6º, VIII e 101, I, do\nCDC.\n6. A opção pelo foro de domicílio do consumidor (direito processual)\nprevista no art. 101, I, do CDC, em detrimento do foro de domicílio\ndo réu (art. 46 do CPC), é uma faculdade processual conferida ao\nconsumidor para as ações de responsabilidade do fornecedor de\nprodutos e serviços em razão da existência de vulnerabilidade inata\nnas relações de consumo. Busca-se, mediante tal benefício\nlegislativo, privilegiar o acesso à justiça ao indivíduo que se\nencontra em situação de desequilíbrio.\n7. A inversão do ônus da prova prevista no art. 6º, VIII, do CDC não\npode ser objeto de sub-rogação pela seguradora por se tratar de\nprerrogativa processual que decorre, diretamente, condição de\nconsumidor.\n8. Para os fins dos arts. 1.036 a 1.041 do CPC, fixa-se a seguinte\ntese jurídica: \"O pagamento de indenização por sinistro não gera\npara a seguradora a sub-rogação de prerrogativas processuais dos\nconsumidores, em especial quanto à competência na ação regressiva\".\n9. No recurso sob julgamento, verifica-se que ação regressiva\najuizada em face dos causadores do dano deve ser processada e\njulgada no foro do domicílio dos réus (art. 46 do CPC), uma vez que\nnão ocorreu a sub-rogação da seguradora na norma processual prevista\nno art. 101, I, do CDC.\n10. Recurso especial conhecido e parcialmente provido a fim de\ndeclarar a incompetência do juízo da Comarca de São Paulo/SP,\ndeterminando-se a remessa dos autos ao competente juízo do foro do\ndomicílio da ré para o regular processamento da ação.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250219",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Corte Especial, por unanimidade, conhecer e\ndar parcial provimento ao recurso especial, fixando a seguinte tese\njurídica, para os fins dos arts. 1.036 a 1.041 do CPC: \"O pagamento\nde indenização por sinistro não gera para a seguradora a\nsub-rogação de prerrogativas processuais dos consumidores, em\nespecial quanto à competência na ação regressiva\", nos termos do\nvoto da Sra. Ministra Relatora.\nOs Srs. Ministros João Otávio de Noronha, Humberto Martins, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Maria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo\nVillas Bôas Cueva e Sebastião Reis Júnior votaram com a Sra.\nMinistra Relatora.\nImpedido o Sr. Ministro Og Fernandes.\nAusentes, justificadamente, os Srs. Ministros Francisco Falcão e\nMaria Thereza de Assis Moura.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : "(SUB-ROGAÇÃO - DIREITOS DE NATUREZA MATERIAL - DIREITOS DE NATUREZA\nPROCESSUAL)\n   STJ - <<CC 21829>>-SP, <<REsp 2099676>>-SP, <<REsp 1038607>>-SP,\n         <<AgInt no AREsp 2036742>>-SP, <<REsp 1962113>>-RJ,\n         <<REsp 1745642>>-SP, <<AgInt no REsp 1865798>>-SP,\n         <<AgInt no AREsp 1305024>>-SP,\n         <<AgInt no AREsp 1968998>>-MT,\n         <<AgInt nos EDcl no AREsp 1626330>>-SP,\n         <<AgInt no REsp 1672820>>-SP,\n         <<AgInt no REsp 1775224>>-SP, <<REsp 1651936>>-SP,\n         <<AgInt no AREsp 993258>>-SP,\n         <<AgInt no REsp 1613489>>-SP, {{REsp 2104073}}-SP,\n         {{AREsp 2362980}}-SP, {{AREsp 2375053}}-SP,\n         {{AREsp 2339899}}-SP, {{REsp 2089821}}-SP,\n         {{AREsp 2289536}}-SP, {{REsp 2032864}}-SP, {{CC 163949}},\n         {{REsp 2086711}}-SP,\n         <<AgInt nos EDcl no REsp 2014246>>-SP,\n         <<REsp 1842120>>-RJ\n(QUALIDADE DE CONSUMIDOR - CONDIÇÃO PESSOAL)\n   STJ - <<REsp 1266388>>-SC",
  "notas" : "Julgado conforme procedimento previsto para os Recursos Repetitivos\nno âmbito do STJ.",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : "\"O pagamento de indenização por sinistro não gera para a seguradora\na sub-rogação de prerrogativas processuais dos consumidores, em\nespecial quanto à competência na ação regressiva\".",
  "tema" : "Tema Repetitivo 1282\nSituação do tema: Acórdão Publicado",
  "referenciasLegislativas" : [ "LEG:FED LEI:010406 ANO:2002\n*****  CC-02    CÓDIGO CIVIL DE 2002\n        ART:00349 ART:00786", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00046 ART:01036", "LEG:FED LEI:008078 ANO:1990\n*****  CDC-90    CÓDIGO DE DEFESA DO CONSUMIDOR\n        ART:00006 INC:00008 ART:00101 INC:00001" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000899853",
  "numeroProcesso" : "2092310",
  "numeroRegistro" : "202302967450",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJEN       DATA:25/02/2025",
  "ementa" : "RECURSO ESPECIAL. AÇÃO REGRESSIVA. CREDOR ORIGINÁRIO. CONSUMIDOR.\nSUB-ROGAÇÃO DA SEGURADORA. DIREITO MATERIAL. SUB-ROGAÇÃO NOS\nDIREITOS, AÇÕES, PRIVILÉGIOS E GARANTIAS DO CREDOR PRIMITIVO.\nINCIDÊNCIA DO ART. 101, I, DO CDC. FORO DO DOMICÍLIO DO CONSUMIDOR.\nPRERROGATIVA PROCESSUAL. IMPOSSIBILIDADE. INVERSÃO DO ÔNUS DA PROVA.\nPRERROGATIVA PROCESSUAL IMPOSSIBILIDADE.\n1. Ação de regresso da qual foi extraído o presente recurso\nespecial, interposto em 7/6/2023 e concluso ao gabinete em\n28/6/2024.\n2. O propósito recursal, nos termos da afetação do recurso ao rito\ndos repetitivos, consiste em definir se a seguradora sub-roga-se nas\nprerrogativas processuais inerentes aos consumidores, em especial\nna regra de competência prevista no art. 101, I, do CDC, em razão do\npagamento de indenização ao segurado em virtude do sinistro.\n3. O art. 379 do Código Civil estabelece que \"a sub-rogação\ntransfere ao novo credor todos os direitos, ações, privilégios e\ngarantias do primitivo, em relação à dívida, contra o devedor\nprincipal e os fiadores\".\n4. A jurisprudência desta Corte se consolidou no sentido de que a\nsub-rogação se limita a transferir os direitos de natureza material,\nnão abrangendo os direitos de natureza exclusivamente processual\ndecorrentes de condições personalíssimas do credor. Precedentes.\n5. Não é possível a sub-rogação da seguradora em norma de natureza\nexclusivamente processual e que advém de uma benesse conferida pela\nlegislação especial ao indivíduo considerado vulnerável nas relações\njurídicas, a exemplo do que preveem os arts. 6º, VIII e 101, I, do\nCDC.\n6. A opção pelo foro de domicílio do consumidor (direito processual)\nprevista no art. 101, I, do CDC, em detrimento do foro de domicílio\ndo réu (art. 46 do CPC), é uma faculdade processual conferida ao\nconsumidor para as ações de responsabilidade do fornecedor de\nprodutos e serviços em razão da existência de vulnerabilidade inata\nnas relações de consumo. Busca-se, mediante tal benefício\nlegislativo, privilegiar o acesso à justiça ao indivíduo que se\nencontra em situação de desequilíbrio.\n7. A inversão do ônus da prova prevista no art. 6º, VIII, do CDC não\npode ser objeto de sub-rogação pela seguradora por se tratar de\nprerrogativa processual que decorre, diretamente, condição de\nconsumidor.\n8. Para os fins dos arts. 1.036 a 1.041 do CPC, fixa-se a seguinte\ntese jurídica:  \"O pagamento de indenização por sinistro não gera\npara a seguradora a sub-rogação de prerrogativas processuais dos\nconsumidores, em especial quanto à competência na ação regressiva\".\n9. No recurso sob julgamento, verifica-se que ação regressiva\najuizada em face do causador do dano deve ser processada e julgada\nno foro do domicílio da ré (art. 46 do CPC), uma vez que não ocorreu\na sub-rogação da seguradora na norma processual prevista no art.\n101, I, do CDC, não sendo cabível a inversão do ônus da prova com\nfundamento exclusivo no artigo 6º, VIII, do CDC.\n10. Recurso especial conhecido e parcialmente provido a fim de (I)\ndeclarar a incompetência do juízo da Comarca de São Paulo/SP,\ndeterminando-se a remessa dos autos ao competente juízo do foro do\ndomicílio da ré para o regular processamento da ação e (II) afastar\na inversão do ônus da prova com fundamento no art. 6º, VIII, do CDC.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250219",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Corte Especial, por unanimidade, conhecer e\ndar parcial provimento ao recurso especial, fixando a seguinte tese\njurídica, para os fins dos arts. 1.036 a 1.041 do CPC: \"O pagamento\nde indenização por sinistro não gera para a seguradora a\nsub-rogação de prerrogativas processuais dos consumidores, em\nespecial quanto à competência na ação regressiva\", nos termos do\nvoto da Sra. Ministra Relatora.\nOs Srs. Ministros João Otávio de Noronha, Humberto Martins, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Maria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo\nVillas Bôas Cueva e Sebastião Reis Júnior votaram com a Sra.\nMinistra Relatora.\nImpedido o Sr. Ministro Og Fernandes.\nAusentes, justificadamente, os Srs. Ministros Francisco Falcão e\nMaria Thereza de Assis Moura.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : "(SUB-ROGAÇÃO - DIREITOS DE NATUREZA MATERIAL - DIREITOS DE NATUREZA\nPROCESSUAL)\n   STJ - <<CC 21829>>-SP, <<REsp 2099676>>-SP, <<REsp 1038607>>-SP,\n         <<AgInt no AREsp 2036742>>-SP, <<REsp 1962113>>-RJ,\n         <<REsp 1745642>>-SP, <<AgInt no REsp 1865798>>-SP,\n         <<AgInt no AREsp 1305024>>-SP,\n         <<AgInt no AREsp 1968998>>-MT,\n         <<AgInt nos EDcl no AREsp 1626330>>-SP,\n         <<AgInt no REsp 1672820>>-SP,\n         <<AgInt no REsp 1775224>>-SP, <<REsp 1651936>>-SP,\n         <<AgInt no AREsp 993258>>-SP,\n         <<AgInt no REsp 1613489>>-SP, {{REsp 2104073}}-SP,\n         {{AREsp 2362980}}-SP, {{AREsp 2375053}}-SP,\n         {{AREsp 2339899}}-SP, {{REsp 2089821}}-SP,\n         {{AREsp 2289536}}-SP, {{REsp 2032864}}-SP, {{CC 163949}},\n         {{REsp 2086711}}-SP,\n         <<AgInt nos EDcl no REsp 2014246>>-SP,\n         <<REsp 1842120>>-RJ\n(QUALIDADE DE CONSUMIDOR - CONDIÇÃO PESSOAL)\n   STJ - <<REsp 1266388>>-SC",
  "notas" : "Julgado conforme procedimento previsto para os Recursos Repetitivos\nno âmbito do STJ.",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : "\"O pagamento de indenização por sinistro não gera para a seguradora\na sub-rogação de prerrogativas processuais dos consumidores, em\nespecial quanto à competência na ação regressiva\".",
  "tema" : "Tema Repetitivo 1282\nSituação do tema: Acórdão Publicado",
  "referenciasLegislativas" : [ "LEG:FED LEI:010406 ANO:2002\n*****  CC-02    CÓDIGO CIVIL DE 2002\n        ART:00349 ART:00786", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00046 ART:01036", "LEG:FED LEI:008078 ANO:1990\n*****  CDC-90    CÓDIGO DE DEFESA DO CONSUMIDOR\n        ART:00006 INC:00008 ART:00101 INC:00001" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000899852",
  "numeroProcesso" : "2092308",
  "numeroRegistro" : "202302967070",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJEN       DATA:25/02/2025",
  "ementa" : "RECURSO ESPECIAL. AÇÃO REGRESSIVA. CREDOR ORIGINÁRIO. CONSUMIDOR.\nSUB-ROGAÇÃO DA SEGURADORA. DIREITO MATERIAL. SUB-ROGAÇÃO NOS\nDIREITOS, AÇÕES, PRIVILÉGIOS E GARANTIAS DO CREDOR PRIMITIVO.\nINCIDÊNCIA DO ART. 101, I, DO CDC. FORO DO DOMICÍLIO DO CONSUMIDOR.\nPRERROGATIVA PROCESSUAL. IMPOSSIBILIDADE. INVERSÃO DO ÔNUS DA PROVA.\nPRERROGATIVA PROCESSUAL IMPOSSIBILIDADE.\n1. Ação de regresso da qual foi extraído o presente recurso\nespecial, interposto em 2/6/2023 e concluso ao gabinete em\n28/6/2024.\n2. O propósito recursal, nos termos da afetação do recurso ao rito\ndos repetitivos, consiste em definir se a seguradora sub-roga-se nas\nprerrogativas processuais inerentes aos consumidores, em especial\nna regra de competência prevista no art. 101, I, do CDC, em razão do\npagamento de indenização ao segurado em virtude do sinistro.\n3. O art. 379 do Código Civil estabelece que \"a sub-rogação\ntransfere ao novo credor todos os direitos, ações, privilégios e\ngarantias do primitivo, em relação à dívida, contra o devedor\nprincipal e os fiadores\".\n4. A jurisprudência desta Corte se consolidou no sentido de que a\nsub-rogação se limita a transferir os direitos de natureza material,\nnão abrangendo os direitos de natureza exclusivamente processual\ndecorrentes de condições personalíssimas do credor. Precedentes.\n5. Não é possível a sub-rogação da seguradora em norma de natureza\nexclusivamente processual e que advém de uma benesse conferida pela\nlegislação especial ao indivíduo considerado vulnerável nas relações\njurídicas, a exemplo do que preveem os arts. 6º, VIII e 101, I, do\nCDC.\n6. A opção pelo foro de domicílio do consumidor (direito processual)\nprevista no art. 101, I, do CDC, em detrimento do foro de domicílio\ndo réu (art. 46 do CPC), é uma faculdade processual conferida ao\nconsumidor para as ações de responsabilidade do fornecedor de\nprodutos e serviços em razão da existência de vulnerabilidade inata\nnas relações de consumo. Busca-se, mediante tal benefício\nlegislativo, privilegiar o acesso à justiça ao indivíduo que se\nencontra em situação de desequilíbrio.\n7. A inversão do ônus da prova prevista no art. 6º, VIII, do CDC não\npode ser objeto de sub-rogação pela seguradora por se tratar de\nprerrogativa processual que decorre, diretamente, condição de\nconsumidor.\n8. Para os fins dos arts. 1.036 a 1.041 do CPC, fixa-se a seguinte\ntese jurídica:  \"O pagamento de indenização por sinistro não gera\npara a seguradora a sub-rogação de prerrogativas processuais dos\nconsumidores, em especial quanto à competência na ação regressiva\".\n9. No recurso sob julgamento, verifica-se que ação regressiva\najuizada em face do causador do dano deve ser processada e julgada\nno foro do domicílio da ré (art. 46 do CPC), uma vez que não ocorreu\na sub-rogação da seguradora na norma processual prevista no art.\n101, I, do CDC, não sendo cabível a inversão do ônus da prova com\nfundamento exclusivo no artigo 6º, VIII, do CDC.\n10. Recurso especial conhecido e parcialmente provido a fim de (I)\ndeclarar a incompetência do juízo da Comarca de São Paulo/SP,\ndeterminando-se a remessa dos autos ao competente juízo do foro do\ndomicílio da ré para o regular processamento da ação e (II) afastar\na inversão do ônus da prova com fundamento no art. 6º, VIII, do CDC.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250219",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Corte Especial, por unanimidade, conhecer e\ndar parcial provimento ao recurso especial, fixando a seguinte tese\njurídica, para os fins dos arts. 1.036 a 1.041 do CPC: \"O pagamento\nde indenização por sinistro não gera para a seguradora a\nsub-rogação de prerrogativas processuais dos consumidores, em\nespecial quanto à competência na ação regressiva\", nos termos do\nvoto da Sra. Ministra Relatora.\nOs Srs. Ministros João Otávio de Noronha, Humberto Martins, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Maria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo\nVillas Bôas Cueva e Sebastião Reis Júnior votaram com a Sra.\nMinistra Relatora.\nImpedido o Sr. Ministro Og Fernandes.\nAusentes, justificadamente, os Srs. Ministros Francisco Falcão e\nMaria Thereza de Assis Moura.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : "(SUB-ROGAÇÃO - DIREITOS DE NATUREZA MATERIAL - DIREITOS DE NATUREZA\nPROCESSUAL)\n   STJ - <<CC 21829>>-SP, <<REsp 2099676>>-SP, <<REsp 1038607>>-SP,\n         <<AgInt no AREsp 2036742>>-SP, <<REsp 1962113>>-RJ,\n         <<REsp 1745642>>-SP, <<AgInt no REsp 1865798>>-SP,\n         <<AgInt no AREsp 1305024>>-SP,\n         <<AgInt no AREsp 1968998>>-MT,\n         <<AgInt nos EDcl no AREsp 1626330>>-SP,\n         <<AgInt no REsp 1672820>>-SP,\n         <<AgInt no REsp 1775224>>-SP, <<REsp 1651936>>-SP,\n         <<AgInt no AREsp 993258>>-SP,\n         <<AgInt no REsp 1613489>>-SP, {{REsp 2104073}}-SP,\n         {{AREsp 2362980}}-SP, {{AREsp 2375053}}-SP,\n         {{AREsp 2339899}}-SP, {{REsp 2089821}}-SP,\n         {{AREsp 2289536}}-SP, {{REsp 2032864}}-SP, {{CC 163949}},\n         {{REsp 2086711}}-SP,\n         <<AgInt nos EDcl no REsp 2014246>>-SP,\n         <<REsp 1842120>>-RJ\n(QUALIDADE DE CONSUMIDOR - CONDIÇÃO PESSOAL)\n   STJ - <<REsp 1266388>>-SC",
  "notas" : "Julgado conforme procedimento previsto para os Recursos Repetitivos\nno âmbito do STJ.",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : "\"O pagamento de indenização por sinistro não gera para a seguradora\na sub-rogação de prerrogativas processuais dos consumidores, em\nespecial quanto à competência na ação regressiva\".",
  "tema" : "Tema Repetitivo 1282\nSituação do tema: Acórdão Publicado",
  "referenciasLegislativas" : [ "LEG:FED LEI:010406 ANO:2002\n*****  CC-02    CÓDIGO CIVIL DE 2002\n        ART:00349 ART:00786", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00046 ART:01036", "LEG:FED LEI:008078 ANO:1990\n*****  CDC-90    CÓDIGO DE DEFESA DO CONSUMIDOR\n        ART:00006 INC:00008 ART:00101 INC:00001" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000899748",
  "numeroProcesso" : "2050521",
  "numeroRegistro" : "202300323790",
  "siglaClasse" : "AgInt nos EDcl nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RICARDO VILLAS BÔAS CUEVA",
  "dataPublicacao" : "DJEN       DATA:17/02/2025",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE\nDIVERGÊNCIA EM RECURSO ESPECIAL. HARMONIA ENTRE O ACÓRDÃO EMBARGADO\nE A JURISPRUDÊNCIA DESTA CORTE. SÚMULA Nº 168/STJ. MANUTENÇÃO DO\nJULGADO. PREPARO. INTIMAÇÃO. REGULARIZAÇÃO. PRAZO NÃO CUMPRIDO.\nDESERÇÃO CARACTERIZADA. DISSÍDIO JURISPRUDENCIAL. NÃO DEMONSTRADO.\n1. Incidência da Súmula nº 168/STJ: \"Não cabem embargos de\ndivergência, quando a jurisprudência do Tribunal se firmou no mesmo\nsentido do acórdão embargado.\"\n2. Considera-se deserto o recurso quando a parte, mesmo após\nintimada a regularizar o preparo, não o faz devidamente.\n3. A admissão dos embargos de divergência está condicionada à\ncomprovação do dissídio jurisprudencial por meio da demonstração da\nsimilitude fático-processual entre o acórdão embargado e o julgado\nparadigma.\n4. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250211",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 05/02/2025 a 11/02/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Luis Felipe Salomão, Mauro Campbell Marques, Benedito\nGonçalves, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000899572",
  "numeroProcesso" : "107",
  "numeroRegistro" : "202400301403",
  "siglaClasse" : "QO na CauInomCrim",
  "descricaoClasse" : "QUESTÃO DE ORDEM NA CAUTELAR INOMINADA CRIMINAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RAUL ARAÚJO",
  "dataPublicacao" : "DJEN       DATA:24/02/2025",
  "ementa" : "PENAL E PROCESSO PENAL. CAUTELAR SUBMETIDA A REFERENDO. INVESTIGAÇÃO\nCRIMINAL EM FACE DE CONSELHEIRO DE TRIBUNAL DE CONTAS. PRORROGAÇÃO\nDA MEDIDA CAUTELAR DE AFASTAMENTO DE CARGO PÚBLICO. INDÍCIOS\nSUFICIENTES DE MATERIALIDADE E AUTORIA TUTELA DA REPUTAÇÃO, IMAGEM E\nCREDIBILIDADE DA CORTE DE CONTAS. INCOMPATIBILIDADE COM O EXERCÍCIO\nDA FUNÇÃO. ART. 319, VI, DO CÓDIGO DE PROCESSO PENAL. PRECEDENTES\nDA CORTE ESPECIAL.\nI - Trata-se de referendo de decisão monocrática de determinou a\nprorrogação do afastamento do exercício do cargo, por novos 180\ndias, de Conselheiro do Tribunal de Contas do Estado de Roraima,\nante a existência de indícios da prática de crimes no exercício do\ncargo, causando mácula na reputação, credibilidade e imagem da Corte\nde Contas.\nII - A medida cautelar está atrelada a inquérito instaurado para a\napuração de indícios da prática do crime de prevaricação (art. 319\ndo CP), contratação direta ilegal (art. 337-E do CP), frustração do\ncaráter competitivo de licitação (art. 337-F do CP), modificação ou\npagamento irregular em contrato administrativo (art. 337-F do CP),\nassociação criminosa (art. 288 do CP), nos quais existiria a\nparticipação, dentre outros, de Conselheiro do Tribunal de Contas do\nEstado do Estado de Roraima e de seu filho.\nIII - Determinado o afastamento do exercício da função quando da\ndeflagração da fase ostensiva da investigação, por 180 (cento e\noitenta) dias - com o devido referendo da Corte Especial -,\npermanece presente a necessidade de salvaguardar relevantes bens\njurídicos, em especial a reputação, a credibilidade e a imagem do\nórgão público ao qual vinculado o investigado. Precedentes.\nIV - Medida cautelar de prorrogação do afastamento do cargo por 180\ndias referendada.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250205",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Corte Especial, por unanimidade, em acolher\na questão de ordem para prorrogar o afastamento cautelar do\nConselheiro J. P. S. M. N. do exercício de suas funções públicas\nperante o TCE/RR, pelo prazo de 180 (cento e oitenta) dias, nos\ntermos do voto do Sr. Ministro Relator.\nA Sra. Ministra Maria Isabel Gallotti e os Srs. Ministros Antonio\nCarlos Ferreira, Ricardo Villas Bôas Cueva, Sebastião Reis Júnior,\nFrancisco Falcão, Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Maria Thereza de Assis Moura, Og Fernandes, Luis Felipe\nSalomão e Benedito Gonçalves votaram com o Sr. Ministro Relator.\nAusente, justificadamente, o Sr. Ministro Mauro Campbell Marques.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000899571",
  "numeroProcesso" : "16718",
  "numeroRegistro" : "202400991683",
  "siglaClasse" : "QO na Pet",
  "descricaoClasse" : "QUESTÃO DE ORDEM NA PETIÇÃO",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJEN       DATA:24/02/2025",
  "ementa" : "PROCESSO PENAL. QUESTÃO DE ORDEM. DESMEMBRAMENTO. INQUÉRITO.\nAUTORIDADE COM PRERROGATIVA DE FORO NO STJ. SUPOSTA PRÁTICA DE\nCRIMES CONTRA A ADMINISTRAÇÃO PÚBLICA E DE ORGANIZAÇÃO CRIMINOSA.\nART. 80 DO CPP. PRECEDENTES DA CORTE ESPECIAL DO STJ.\n1. Inquérito instaurado para apurar a possível existência de\norganização criminosa complexa, caracterizada pela divisão de\ntarefas e dotada de aparato operacional dividido em núcleos, que\nteria se instalado no Poder Executivo do Estado do Acre e, de forma\norgânica e estruturada, supostamente tem causado graves prejuízos ao\nerário, locupletamento de servidores públicos e agentes políticos e\ndanos sociais acentuados à população daquela unidade da federação.\n2. Considerando a excepcionalidade do foro por prerrogativa de\nfunção, firmou-se a orientação segundo a qual a regra deve ser o\ndesmembramento das ações penais em relação aos réus que não detenham\ncargos que atraiam a competência da Corte Superior.\n3. Na hipótese dos autos, estão presentes todos os elementos que,\nnos termos do art. 80 do CPP, ensejam o desmembramento das ações\npenais, o que acarreta o respeito à regra geral segundo a qual devem\npermanecer sendo processados e julgados perante esta Corte apenas\naqueles acusados que detém prerrogativa de foro em razão da função\nque exercem.\n4. Questão de ordem resolvida no sentido de desmembrar a ação penal,\npermanecendo esta Corte competente para processar e julgar apenas o\ndenunciado que detém prerrogativa de foro.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250205",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Corte Especial, por unanimidade, acolher a\nquestão de ordem para determinar o desmembramento do processo,\npermanecendo esta Corte competente para processar e julgar apenas o\ndenunciado que detém foro por prerrogativa de função, declinando da\ncompetência para julgar os demais acusados. Determinou, ainda, para\ndistribuição ao Juízo Federal competente, nos termos do voto da Sra.\nMinistra Relatora.\nOs Srs. Ministros João Otávio de Noronha, Humberto Martins, Maria\nThereza de Assis Moura, Og Fernandes, Luis Felipe Salomão, Benedito\nGonçalves, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira, Ricardo Villas Bôas Cueva, Sebastião Reis Júnior e\nFrancisco Falcão votaram com a Sra. Ministra Relatora.\nAusente, justificadamente, o Sr. Ministro Mauro Campbell Marques.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000899531",
  "numeroProcesso" : "2045744",
  "numeroRegistro" : "201801197083",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJEN       DATA:17/02/2025",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL.\nDEFEITO NA CADEIA DE REPRESENTAÇÃO PROCESSUAL. REGULARIZAÇÃO\nOPORTUNIZADA. DESATENDIMENTO. SÚMULA 115/STJ. RECURSO INEXISTENTE.\n1. Considera-se inexistente recurso interposto por advogado sem\nprocuração nos autos. Incidência da Súmula 115/STJ.\n2. O substabelecimento sem a juntada da procuração ao advogado que\nsubstabelece não subsiste por si só. Precedentes.\n3. Se a parte for instada a regularizar a representação processual\nnos termos dos arts. 76 e 932, p.u., do CPC, e, ainda assim, deixar\nde colacionar todos os instrumentos necessários para comprovar a\nregularidade da cadeia de representação dentro do prazo concedido,\nincorre em falha de representação a atrair o óbice da Súmula\n115/STJ, impedindo o conhecimento do recurso.\n4. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250211",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 05/02/2025 a 11/02/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros Francisco Falcão, João Otávio de Noronha, Humberto\nMartins, Maria Thereza de Assis Moura, Og Fernandes, Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000899530",
  "numeroProcesso" : "2085921",
  "numeroRegistro" : "202302481276",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJEN       DATA:17/02/2025",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM\nAGRAVO EM RECURSO ESPECIAL. DEMONSTRAÇÃO DO DISSÍDIO. REQUISITOS DO\nART. 1.043, § 4º DO CPC/2015. INOBSERVÂNCIA. SIMILITUDE\nFÁTICO-JURÍDICA ENTRE OS ARESTOS CONFRONTADOS. AUSÊNCIA. NÃO\nCABIMENTO DOS EMBARGOS DE DIVERGÊNCIA.\n1. A interposição do segundo recurso especial revela-se\nmanifestamente incabível, porquanto, no momento de sua interposição,\njá ocorrera o fenômeno da preclusão consumativa, pela anterior\ninterposição de recurso com idêntico teor. Precedentes.\n2. Consoante a jurisprudência desta Corte, configura pressuposto\nindispensável para a comprovação da divergência jurisprudencial a\nadoção pela parte recorrente, na petição dos embargos de\ndivergência, de uma das seguintes providências, quanto aos\nparadigmas indicados: (I) a juntada de certidões; (II) apresentação\nde cópias do inteiro teor dos acórdãos apontados; (III) a citação do\nrepositório oficial, autorizado ou credenciado nos quais eles se\nachem publicados, inclusive em mídia eletrônica; e (IV) a reprodução\nde julgado disponível na rede mundial de computadores, com a\nindicação da respectiva fonte na Internet.\n3. Em relação à cópia do inteiro teor dos acórdãos apontados como\nparadigmas, a jurisprudência da Corte Especial do STJ considera que\ntal documento compreende o relatório, o voto, a ementa/acórdão e a\nrespectiva certidão de julgamento. Assim, a não apresentação de\nalgum desses elementos na interposição do recurso caracteriza\ndesrespeito à regra técnica para o seu conhecimento, o que constitui\nvício substancial insanável.\n4. Não cabem embargos de divergência quando não há a devida\nsimilitude fático-jurídica entre os acórdãos confrontados.\nPrecedentes.\n5. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250211",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, em sessão virtual de 05/02/2025 a 11/02/2025, por\nunanimidade, negar provimento ao recurso, nos termos do voto da Sra.\nMinistra Relatora.\nOs Srs. Ministros Francisco Falcão, João Otávio de Noronha, Humberto\nMartins, Maria Thereza de Assis Moura, Og Fernandes, Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000899458",
  "numeroProcesso" : "2147827",
  "numeroRegistro" : "202201826310",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LUIS FELIPE SALOMÃO",
  "dataPublicacao" : "DJEN       DATA:17/02/2025",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM\nAGRAVO EM RECURSO ESPECIAL. AUSÊNCIA DE JUNTADA DO INTEIRO TEOR DOS\nACÓRDÃOS PARADIGMAS. REQUISITO DE ADMISSIBILIDADE NÃO PREENCHIDO.\nAGRAVO INTERNO NÃO PROVIDO. I. CASO EM EXAME 1. Agravo interno\ninterposto contra decisão monocrática que indeferiu liminarmente os\nembargos de divergência por ausência da juntada do inteiro teor dos\nacórdãos apontados como paradigmas.\nII. QUESTÃO EM DISCUSSÃO 2. Admissibilidade ou não dos embargos de\ndivergência sem a juntada do inteiro teor dos acórdãos paradigmas ou\na citação do repositório oficial ou autorizado de jurisprudência no\nqual publicado.\nIII. RAZÕES DE DECIDIR 3. A comprovação do dissídio interpretativo\nautorizador do manejo de embargos de divergência reclama: (i) a\njuntada de certidão ou cópia do inteiro teor dos acórdãos apontados\ncomo paradigmas; ou (ii) a citação do repositório oficial ou\ncredenciado de jurisprudência (inclusive em mídia eletrônica) no\nqual eles se achem publicados; ou (iii) a reprodução de julgado\ndisponível na rede mundial de computadores, indicando a respectiva\nfonte. Cuida-se de regra técnica estabelecida nos artigos 1.043, §\n4º, do CPC e 266, § 4º, do Regimento Interno do STJ.\n4. \"A mera menção ao Diário da Justiça em que teriam sido publicados\nos acórdãos paradigmas trazidos à colação, sem a indicação da\nrespectiva fonte, quando os julgados encontram-se disponíveis na\nrede mundial de computadores ou internet, não supre a exigência da\ncitação do repositório oficial ou autorizado de jurisprudência,\nvisto que se trata de órgão de divulgação em que é publicada somente\na ementa do acórdão\" (AgRg nos EAREsp n. 2.000.424/PB, relator\nMinistro João Otávio de Noronha, Corte Especial, julgado em\n22/11/2022, DJe de 28/11/2022).\nIV. DISPOSITIVO E TESE 5. Agravo interno não provido. Tese de\njulgamento: A mera menção ao Diário da Justiça em que teriam sido\npublicados os acórdãos paradigmas, sem a indicação da respectiva\nfonte, não supre a exigência da citação do repositório oficial ou\nautorizado de jurisprudência, por se tratar de órgão de divulgação\nem que é publicada somente a ementa do acórdão.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250211",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, em sessão virtual de 05/02/2025 a 11/02/2025, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000899410",
  "numeroProcesso" : "2586035",
  "numeroRegistro" : "202400736486",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "BENEDITO GONÇALVES",
  "dataPublicacao" : "DJEN       DATA:17/02/2025",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM\nAGRAVO EM RECURSO ESPECIAL. EMBARGOS DE DECLARAÇÃO. EXCEPCIONALIDADE\nNÃO RECONHECIDA. AUSÊNCIA DE INTERRUPÇÃO DO PRAZO. INTEMPESTIVIDADE\nRECONHECIDA. DISSÍDIO JURISPRUDENCIAL. REQUISITOS LEGAIS. AUSÊNCIA.\n1. Os embargos de divergência têm por objetivo uniformizar a\njurisprudência do Tribunal ante a adoção de teses conflitantes pelos\nseus órgãos fracionários, cabendo a parte embargante demonstrar\nanaliticamente que os acórdãos possuem similitude fática e jurídica,\nou, como querem o art. 1.043, § 4º, do CPC/2015 (CPC/15) e o art.\n266, § 4º, do RISTJ, \"as circunstâncias que identificam ou\nassemelham os casos confrontados\".\n2. No caso, o acórdão embargado manteve a decisão da Presidência\ndesta Corte Superior no sentido de que a interposição de recurso\nmanifestamente incabível (embargos de declaração opostos em face da\ndecisão que inadmitiu o recurso especial) não interrompe o prazo\nrecursal.\n3. Além da ausência de similitude fático-jurídica entre os acórdãos\nconfrontados, o embargante descumpriu o requisito de admissibilidade\nprevisto no artigo 266 do RISTJ, segundo o qual: \"[c]abem embargos\nde divergência contra acórdão de Órgão Fracionário que, em recurso\nespecial, divergir do julgamento atual de qualquer outro Órgão\nJurisdicional deste Tribunal\", visto que o acórdão paradigma foi\npublicado no DJe de 21/3/2014.\n4. Por fim, não se admite a oposição de embargos de divergência\nquando a jurisprudência do Tribunal se firmou no mesmo sentido do\nacórdão embargado (Súmula n. 168/STJ).\n5. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250211",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 05/02/2025 a 11/02/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Luis Felipe Salomão, Mauro Campbell Marques, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000899405",
  "numeroProcesso" : "3480",
  "numeroRegistro" : "202403279170",
  "siglaClasse" : "AgInt na SLS",
  "descricaoClasse" : "AGRAVO INTERNO NA SUSPENSÃO DE LIMINAR E DE SENTENÇA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "HERMAN BENJAMIN",
  "dataPublicacao" : "DJEN       DATA:17/02/2025",
  "ementa" : "PROCESSUAL CIVIL E ADMINISTRATIVO. AGRAVO INTERNO EM PEDIDO DE\nSUSPENSÃO DE LIMINAR E DE SENTENÇA. CONCESSÃO DE SERVIÇO DE REMOÇÃO\nE GUARDA DE VEÍCULOS INFRATORES. DECISÃO QUE SUSPENDE O PROCEDIMENTO\nLICITATÓRIO. INEXISTÊNCIA DE GRAVE LESÃO À ORDEM PÚBLICA.\n1. A grave lesão à ordem pública há de ser circunscrita àquelas\nsituações efetivamente aptas a transtornar e prejudicar o normal\nfuncionamento da vida em sociedade ou das instituições públicas.\n2. O agravante não demonstrou a incapacidade de prestar o serviço\npúblico diretamente, de utilizar via alternativa para a prestação do\nserviço enquanto pendente o litígio, e de que forma a ausência de\ncontratação de empresas para recolher veículos, guardá-los e\naliená-los poderia acarretar grave lesão à ordem da população local.\n3. Agravo Interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250211",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 05/02/2025 a 11/02/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Luis Felipe Salomão.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000899404",
  "numeroProcesso" : "3489",
  "numeroRegistro" : "202403505074",
  "siglaClasse" : "AgInt na SLS",
  "descricaoClasse" : "AGRAVO INTERNO NA SUSPENSÃO DE LIMINAR E DE SENTENÇA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "HERMAN BENJAMIN",
  "dataPublicacao" : "DJEN       DATA:17/02/2025",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO EM SUSPENSÃO DE LIMINAR E SENTENÇA.\nAÇÃO MOVIDA PELO PRÓPRIO REQUERENTE DO INCIDENTE. INDEVIDA\nUTILIZAÇÃO DO PEDIDO SUSPENSIVO COMO SUCEDÂNEO RECURSAL. INADEQUAÇÃO\nDA VIA ELEITA.\n1. A suspensão de liminar, medida excepcional de defesa do interesse\npúblico, tem a finalidade de obstar a eficácia de decisão judicial\nexarada em ação cognitiva em curso proposta contra o Poder Público,\nconstituindo incidente no qual se busca a reparação de situação\ninesperada que tenha promovido a alteração no status quo ante em\nprejuízo da Fazenda Pública.\n2. Conforme entendimento firmado no Superior Tribunal de Justiça, a\nexigência consignada expressamente no art. 4º da Lei 8.437/1992 - de\nque o Poder Público seja réu na ação originária - tem como objetivo\nafastar situação de surpresa a que o ente público poderia ser\nsubmetido, de modo a evitar a execução provisória de decisão com\npotencial risco de lesão à ordem, à saúde, à segurança e à economia\npúblicas.\n3. Na espécie, a Ação de Constituição de Servidão foi ajuizada pela\nprópria requerente, e não pelo beneficiado com a atribuição de\nefeito suspensivo no Agravo de Instrumento, o que torna efetivamente\nincabível o pedido suspensivo, sob pena de se subverter o incidente\nsuspensivo em sucedâneo recursal.\n4. Agravo Interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250211",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 05/02/2025 a 11/02/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Luis Felipe Salomão.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000899375",
  "numeroProcesso" : "1967252",
  "numeroRegistro" : "202101076056",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "ANTONIO CARLOS FERREIRA",
  "dataPublicacao" : "DJEN       DATA:14/02/2025",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM\nRECURSO ESPECIAL. CIVIL. FALÊNCIA. RASTREAMENTO DE ATIVOS. VALOR DO\nCONTRATO. INADMISSIBILIDADE DO RECURSO ESPECIAL. SÚMULAS N. 7 E 211\nDO STJ, 283 E 284 DO STF. AUSÊNCIA DE SEMELHANÇA ENTRE OS CASOS\nCONFRONTADOS. SÚMULA N. 315/STJ. DECISÃO MANTIDA.\n1. A jurisprudência desta Corte está sedimentada no sentido de que\ndeve existir similitude fático-jurídica entre o acórdão embargado e\no paradigma, nos termos dos arts. 1.043, § 4º, do CPC/2015 e 266, §\n4º, do RISTJ, o que não se verifica nestes autos, tendo em vista que\n(i) o acórdão recorrido não conheceu de recurso especial, em razão\ndos óbices das Súmula n. 7 e 211 do STJ, 283 e 284 do STF, e que\n(ii) o acórdão proveniente do julgamento do REsp n. 1.628.675/RN\ncuidou de ação em que se discute o recebimento de royalties por\nmunicípio em área da bacia de Campos-RJ, conheceu em parte de\nrecurso especial visto que, \"no que respeita à questionada verba\nadvocatícia arbitrada em favor da Municipalidade, o entendimento\nconsolidado pela Primeira Seção do Superior Tribunal de Justiça, em\njulgamento pelo rito previsto no artigo 543-C do Código de Processo\nCivil/73, assevera que, 'vencida a Fazenda Pública, a fixação dos\nhonorários não está adstrita aos limites percentuais de 10% e 20%,\npodendo ser adotado como base de cálculo o valor dado à causa ou à\ncondenação, nos termos do art. 20, § 4º, do CPC/73, ou mesmo um\nvalor fixo, segundo o critério de equidade' (REsp 1.155.125/MG,\nRelator Ministro Castro Meira, DJe de 6/4/2010)\".\n2. Os embargos, assim, são incabíveis quando o acórdão embargado não\nconhece do mérito do recurso especial, realizando somente a análise\ndos requisitos de admissibilidade recursal diante de caso\nespecífico diverso do paradigma. Aplicável a Súmula n. 315/STJ.\n3. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250211",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 05/02/2025 a 11/02/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Luis Felipe Salomão, Mauro Campbell Marques, Benedito\nGonçalves, Raul Araújo, Maria Isabel Gallotti, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ "AgInt nos EDcl nos EREsp  1956705  SP  2021/0271722-7\nDecisão:25/02/2025\nDJEN       DATA:28/02/2025" ]
}, {
  "id" : "000899373",
  "numeroProcesso" : "2012921",
  "numeroRegistro" : "202202109371",
  "siglaClasse" : "AgRg no RE nos EDcl no AgRg nos EDcl no REsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NOS EMBARGOS DE DECLARAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LUIS FELIPE SALOMÃO",
  "dataPublicacao" : "DJEN       DATA:14/02/2025",
  "ementa" : "AGRAVO REGIMENTAL. NEGATIVA DE SEGUIMENTO A RECURSO EXTRAORDINÁRIO.\nVALORAÇÃO DAS CIRCUNSTÂNCIAS JUDICIAIS. DOSIMETRIA DA PENA. MATÉRIA\nINFRACONSTITUCIONAL. INEXISTÊNCIA DE REPERCUSSÃO GERAL. TEMA N. 182\nDO STF.\nI. CASO EM EXAME\n1.1. Agravo regimental interposto contra a decisão que negou\nseguimento ao recurso extraordinário.\n1.2.  A parte agravante insiste na inaplicabilidade do Tema n. 182\ndo STF ao caso concreto.\nII. QUESTÕES EM DISCUSSÃO\n2.1. Definição da existência de repercussão geral da questão\nrelativa à valoração das circunstâncias judiciais previstas no art.\n59 do Código Penal, para fins de fixação da pena-base.\nIII. RAZÕES DE DECIDIR\n3.1. O Supremo Tribunal Federal, ao julgar o AI n. 742.460-RG/RJ,\nfirmou o entendimento de que \"não apresenta repercussão geral o\nrecurso extraordinário que verse sobre a questão da valoração das\ncircunstâncias judiciais previstas no art. 59 do Código Penal, na\nfundamentação da fixação da pena-base pelo juízo sentenciante,\nporque se trata de matéria infraconstitucional\" (Tema n. 182 do\nSTF).\n3.2. Verifica-se que a dosimetria da pena foi decidida com base nas\ncircunstâncias judiciais do art. 59 do Código Penal, atraindo a\naplicação do Tema n. 182 do STF, que define a matéria como\ninfraconstitucional e, portanto, sem repercussão geral.\n3.3. Não compete ao próprio Superior Tribunal de Justiça analisar,\nno âmbito do juízo de viabilidade do recurso extraordinário, a\npossível concessão de habeas corpus de ofício em feito já submetido\nà apreciação deste Tribunal Superior.\nIV. DISPOSITIVO\n4.1. Agravo regimental a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250211",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 05/02/2025 a 11/02/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000899372",
  "numeroProcesso" : "2099949",
  "numeroRegistro" : "202303505324",
  "siglaClasse" : "AgInt no RE nos EDcl no AgInt no REsp",
  "descricaoClasse" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LUIS FELIPE SALOMÃO",
  "dataPublicacao" : "DJEN       DATA:14/02/2025",
  "ementa" : "DIREITO ADMINISTRATIVO. AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO.\nCONCURSO PÚBLICO. CANDIDATO EMPOSSADO COM BASE EM DECISÃO PRECÁRIA.\nREVOGAÇÃO DA MEDIDA. TEORIA DO FATO CONSUMADO. INAPLICABILIDADE.\nINCIDÊNCIA DO TEMA N. 476 DO STF. AGRAVO NÃO PROVIDO.\nI. CASO EM EXAME\n1.1. Agravo interno interposto contra decisão que negou seguimento a\nrecurso extraordinário, sob a a justificativa de que não se aplica\na \"Teoria do Fato Consumado\" a situações nas quais se pleiteia a\npermanência em cargo público, cuja posse tenha ocorrido em virtude\nde provimento judicial de natureza precária.\n1.2. As partes agravantes alegam distinção do caso em relação ao\nparadigma do RE 608.482/RN, defendendo a possibilidade de aplicação\nda Teoria do Fato Consumado, uma vez que exercem suas atividades na\nPolícia Militar do Amazonas há mais de 7 (sete) anos, com posse\nformalmente consolidada após a aprovação em todas as fases do\nconcurso e conclusão no curso de formação.\nII. QUESTÃO EM DISCUSSÃO\n2.1. A questão em discussão consiste em saber se é aplicável a\nTeoria do Fato Consumado para manter candidatos em cargo público,\nempossados por decisão judicial precária e posteriormente revogada,\nconsiderando o tempo de exercício, a aprovação em todas as fases do\nconcurso e conclusão no curso de formação.\nIII. RAZÕES DE DECIDIR\n3.1. O entendimento do Superior Tribunal de Justiça está em\nconsonância com a jurisprudência do Supremo Tribunal Federal no Tema\n476, que não admite a manutenção no cargo de candidato empossado\npor decisão precária revogada.\n3.2. A execução provisória de decisões judiciais precárias não\nconfere segurança ou estabilidade à situação jurídica, sendo\ninaplicáveis os princípios da segurança jurídica e da proteção da\nconfiança legítima.\nIV. DISPOSITIVO\n4.1. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250211",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 05/02/2025 a 11/02/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : "(CONCURSO PÚBLICO - POSSE COM BASE EM DECISÃO PRECÁRIA - REVOGAÇÃO -\nTEORIA DO FATO CONSUMADO)\n   STF - [[RE 608482]]-RN (REPERCUSSÃO GERAL - TEMA(s) 476)",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000899370",
  "numeroProcesso" : "2365858",
  "numeroRegistro" : "202301563470",
  "siglaClasse" : "AgInt no RE no AgInt no AREsp",
  "descricaoClasse" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO NO AGRAVO INTERNO NO AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LUIS FELIPE SALOMÃO",
  "dataPublicacao" : "DJEN       DATA:14/02/2025",
  "ementa" : "DIREITO PROCESSUAL CIVIL. AGRAVO INTERNO. SISTEMA FINANCEIRO DE\nHABITAÇÃO. INTERESSE DA CAIXA ECONÔMICA FEDERAL. RECURSO DESPROVIDO.\nI. CASO EM EXAME\n1. Agravo interno interposto contra decisão que negou seguimento a\nrecurso extraordinário, sob o fundamento de ausência de interesse da\nCaixa Econômica Federal (CEF) na lide, em consonância com o\nentendimento do Supremo Tribunal Federal no Tema n. 1.011.\n2. A parte agravante aponta a necessidade de intervenção da CEF, com\nbase na vinculação da parte autora ao ramo público e à cobertura\npelo Fundo de Compensação de Variação Salarial (FCVS).\nII. QUESTÃO EM DISCUSSÃO\n3. A questão em discussão consiste em saber se há interesse da Caixa\nEconômica Federal na lide, o que determinaria a competência da\nJustiça Federal para processar e julgar a ação, conforme o Tema n.\n1.011 do STF.\nIII. RAZÕES DE DECIDIR\n4. O colegiado estadual solucionou a lide em consonância com a\norientação do Tribunal Superior, ao estabelecer que o contrato não\ntem cobertura pelo FCVS, evidenciando a ausência de interesse da CEF\nna lide.\n5. A solução adotada é compatível com a orientação estabelecida pelo\nSupremo Tribunal Federal no julgamento do recurso submetido à\nsistemática da repercussão geral, implicando a incidência do Tema n.\n1.011 do STF.\nIV. DISPOSITIVO\n6. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250211",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 05/02/2025 a 11/02/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : "(SFH - VÍCIO CONSTRUTIVO - COBERTURA SECURITÁRIA - FCVS - INTERESSE\nDA CEF - COMPETÊNCIA)\n   STF - [[RE 827996]]-PR (REPERCUSSÃO GERAL - TEMA(s) 1011)",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000899362",
  "numeroProcesso" : "2465161",
  "numeroRegistro" : "202303328319",
  "siglaClasse" : "EDcl no AgRg nos EAREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "JOÃO OTÁVIO DE NORONHA",
  "dataPublicacao" : "DJEN       DATA:17/02/2025",
  "ementa" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA\nEM AGRAVO EM RECURSO ESPECIAL. AUSÊNCIA DE OMISSÃO, OBSCURIDADE E\nCONTRADIÇÃO. MERO INCONFORMISMO DA PARTE EMBARGANTE. CORPUS DE\nOFÍCIO. INVIABILIDADE. SUPRESSÃO DE INSTÂNCIA. EMBARGOS  DE\nDECLARAÇÃO REJEITADOS.\n1. Os embargos de declaração destinam-se a esclarecer obscuridade,\neliminar contradição, suprir omissão ou corrigir erro material\nexistentes no julgado (art. 1.022 do CPC de 2015).\n2. Os aclaratórios têm finalidade integrativa, por isso não se\nprestam a revisar questões já decididas para alterar entendimento\nanteriormente aplicado.\n3. O pedido de habeas corpus de ofício é excepcionalíssimo, não\ncabendo em fase processual avançada (embargos de declaração em\nEmbargos de Divergência), especialmente quando a parte dispõe de\nvias recursais próprias para tratar da questão. A análise nesta fase\nimplicaria supressão de instância.\n4. Embargos de declaração rejeitados.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250211",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 05/02/2025 a 11/02/2025,\npor unanimidade, rejeitar os embargos de declaração, nos termos do\nvoto do Sr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Humberto\nMartins, Maria Thereza de Assis Moura, Og Fernandes, Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000899324",
  "numeroProcesso" : "1736",
  "numeroRegistro" : "201801852331",
  "siglaClasse" : "Inq",
  "descricaoClasse" : "INQUÉRITO",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA ISABEL GALLOTTI",
  "dataPublicacao" : "DJEN       DATA:20/02/2025",
  "ementa" : "AÇÃO PENAL. DENÚNCIA PELA PRÁTICA DOS CRIMES DE CORRUPÇÃO PASSIVA\n(ART. 317 CP). DESEMBARGADORA DO TRIBUNAL DE JUSTIÇA DO AMAZONAS.\nDESMEMBRAMENTO DO FEITO. IMPOSSIBILIDADE. NECESSIDADE DE JULGAMENTO\nCONJUNTO NESTA CORTE. AUSÊNCIA DE JUSTA CAUSA QUANTO À\nDESEMBARGADORA. FALTA DE SUPORTE PROBATÓRIO MÍNIMO. ARQUIVAMENTO.\nPOSSIBILIDADE DE REABERTURA DA INVESTIGAÇÃO. SÚMULA 524 DO STF E\nART. 18 DO CPP. REJEIÇÃO DA DENÚNCIA QUANTO À RÉ COM PRERROGATIVA DE\nFORO NESTA CORTE. ENVIO DOS AUTOS À INSTÂNCIA COMPETENTE QUANTO AO\nFILHO. DECLÍNIO AO JUÍZO COMPETENTE.\n1. O Ministério Público Federal imputa, aos denunciados -\nDesembargadora do Tribunal de Justiça do Estado do Amazonas e seu\nfilho -, a prática do crime previsto no art. 317, na forma do art.\n29, ambos do Código Penal e, apenas ao corréu, a prática do crime\nprevisto no art. 357 do Código Penal, em concurso material (art. 69,\ndo Código Penal) com o crime do art. 317 do Código Penal.\n2. O desmembramento do processo não pode prejudicar a persecução\npenal, seja na fase de investigação, seja em sede judicial. Neste\ncaso, a compreensão das condutas como parte de esquema de corrupção\npassiva e de exploração de prestígio exige análise integrada. São\ncondutas, em tese, imbricadas.\n3. A deflagração de ação penal exige a presença de justa causa,\ncaracterizada por indícios mínimos de materialidade e de autoria. No\ncaso, após análise detalhada dos autos, verificou-se a ausência\ndesses elementos essenciais quanto à Desembargadora, impedindo o\nrecebimento da denúncia quanto a ela.\n4. Quanto ao outro denunciado, o caso deve ser enviado às instâncias\ncompetentes, para que analisem o recebimento da denúncia.\n5. Não sendo constatados elementos suficientes que justifiquem a\ninstauração da ação penal quanto à Desembargadora, há que se\nreconhecer a ausência de justa causa, com base no artigo 395, inciso\nIII, do Código de Processo Penal.\n6. O arquivamento do inquérito policial por falta de base para a\ndenúncia não impede a reabertura da ação penal, desde que novas\nprovas surjam (Súmula 524/STF). Esse entendimento é reforçado pelo\nartigo 18 do Código de Processo Penal, que permite a retomada da\ninvestigação diante do surgimento de novos elementos probatórios.\n7. Reconhecida a ausência de justa causa para a instauração da ação\npenal quanto à Desembargadora, nos termos do artigo 395, inciso III,\ndo CPP, impõe-se o arquivamento do feito. Declínio de competência\npara análise do recebimento da denúncia quanto ao corréu.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250213",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Corte Especial, por unanimidade, rejeitar a\ndenúncia em relação a J. dos S. M. e declinar da competência,\ndeterminando a imediata remessa dos autos à primeira instância, para\napreciação com prioridade do recebimento da denúncia em relação a\nG. M. de F., nos termos do voto da Sra. Ministra Relatora.\nOs Srs. Ministros Antonio Carlos Ferreira - Revisor, Ricardo Villas\nBôas Cueva, Sebastião Reis Júnior, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Luis Felipe Salomão, Benedito Gonçalves e Raul Araújo\nvotaram com a Sra. Ministra Relatora.\nImpedido o Sr. Ministro Mauro Campbell Marques.\nAusentes, justificadamente, os Srs. Ministros Francisco Falcão e\nMauro Campbell Marques.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : "Aguardando análise.",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000899259",
  "numeroProcesso" : "1686779",
  "numeroRegistro" : "201701796596",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "HUMBERTO MARTINS",
  "dataPublicacao" : "DJEN       DATA:14/02/2025",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL.\nAUSÊNCIA DE SIMILITUDE FÁTICA ENTRE OS ARESTOS CONFRONTADOS.\nAUSÊNCIA DE COTEJO ANALÍTICO. HONORÁRIOS ADVOCATÍCIOS. DISCUSSÃO\nSOBRE IRRISORIEDADE OU EXORBITÂNCIA. NÃO CABIMENTO.\n1. A divergência não ficou caracterizada, uma vez que não foi\nrealizado o necessário cotejo analítico entre os acórdãos\nconfrontados, de modo a demonstrar os trechos que eventualmente os\nidentificassem. Assim, não houve comprovação do dissídio\njurisprudencial invocado.\n2. Os embargos de divergência, caracterizados como recurso de\nfundamentação vinculada, devem, necessariamente, demonstrar o\nconfronto de teses entre o acórdão embargado e aquele apontado como\nparadigma, não sendo possível sua interposição com o intuito de mera\nrediscussão do quanto já decidido em recurso especial.\n3. Nos termos da jurisprudência pacificada do Superior Tribunal de\nJustiça, não há como admitir os embargos manejados, pois, na\nhipótese mencionada, não existe divergência de teses jurídicas, mas\napenas diferenças casuísticas na fixação do valor dos honorários\nadvocatícios, o que não autoriza a abertura da presente via, uma vez\nque a aferição da razoabilidade ou não do quantum fixado está\nintrinsecamente atrelada à análise das particularidades de cada caso\nconcreto. Precedentes. Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250211",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 05/02/2025 a 11/02/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Maria Thereza de Assis Moura, Og Fernandes, Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000898746",
  "numeroProcesso" : "17160",
  "numeroRegistro" : "202302323069",
  "siglaClasse" : "EDcl no AgRg na Pet",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NA PETIÇÃO",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJEN       DATA:10/02/2025",
  "ementa" : "PROCESSUAL PENAL. EMBARGOS DE DECLARAÇÃO. EMBARGOS DE DIVERGÊNCIA\nNOS EMBARGOS DE DIVERGÊNCIA. DESCABIMENTO. VÍCIOS. INEXISTÊNCIA.\nCARÁTER PROTELATÓRIO.\n1. O art. 619 do Código de Processo Penal estabelece que os embargos\nde declaração podem ser opostos quando houver ambiguidade,\nobscuridade, contradição ou omissão na decisão embargada.\n2. Na presente situação, o recorrente opõe declaratórios com caráter\ninfringente, demonstrando que a oposição de novos embargos tem\napenas o intuito de protelar o desfecho da ação penal.\n3. Embargos de declaração não conhecidos, com certificação do\ntrânsito em julgado e baixa dos autos.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250205",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Corte Especial, por unanimidade, não\nconhecer dos embargos de declaração e determinar a imediata\ncertificação do trânsito em julgado, com baixa dos autos,\nindependentemente da publicação do acórdão ou de eventual\ninterposição de outro recurso, nos termos do voto da Sra. Ministra\nRelatora.\nOs Srs. Ministros João Otávio de Noronha, Humberto Martins, Maria\nThereza de Assis Moura, Og Fernandes, Luis Felipe Salomão, Benedito\nGonçalves, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira, Ricardo Villas Bôas Cueva, Sebastião Reis Júnior e\nFrancisco Falcão votaram com a Sra. Ministra Relatora.\nAusente, justificadamente, o Sr. Ministro Mauro Campbell Marques.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DECLARAÇÃO - AUSÊNCIA DE VÍCIO - CERTIFICAÇÃO DO\nTRÂNSITO EM JULGADO)\n   STJ - <<EDcl nos EDcl no AgRg no RE nos EDcl no AgRg nos EAREsp\n1399185>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00619" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000898635",
  "numeroProcesso" : "2645762",
  "numeroRegistro" : "202401833167",
  "siglaClasse" : "AgRg no RE nos EDcl no AgRg no AREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE\nDECLARAÇÃO NO AGRAVO REGIMENTAL NO AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LUIS FELIPE SALOMÃO",
  "dataPublicacao" : "DJEN       DATA:14/02/2025",
  "ementa" : "AGRAVO REGIMENTAL EM RECURSO EXTRAORDINÁRIO. TRÁFICO DE DROGAS.\nDOSIMETRIA DA PENA. VALORAÇÃO DA QUANTIDADE E DA NATUREZA DA DROGA\nEM ETAPAS DISTINTAS. NEGATIVA DE SEGUIMENTO. INEXISTÊNCIA DE BIS IN\nIDEM. TEMA N. 712/STF.\nI. CASO EM EXAME\n1.1. Agravo regimental interposto contra decisão que negou\nseguimento ao recurso extraordinário, sob o fundamento de que o\nacórdão recorrido está em conformidade com a tese fixada pelo STF no\nTema n. 712 da repercussão geral.\n1.2. A parte agravante alegou que a quantidade e a natureza da droga\napreendida somente podem ser valoradas em uma das fases da\ndosimetria, razão pela qual o acórdão recorrido está em dissonância\ncom o Tema n. 712/STF.\nII. QUESTÕES EM DISCUSSÃO\n2.1. A questão em discussão consiste em determinar a possibilidade\nde utilização da quantidade e natureza da droga apreendida em\ndiferentes etapas do cálculo da pena sem configurar bis in idem,\nconforme o entendimento da Suprema Corte.\nIII. RAZÕES DE DECIDIR\n3.1. O Supremo Tribunal Federal, ao julgar o ARE n. 666.334-RG/AM,\nfixou entendimento de que a quantidade e a natureza da droga\napreendida não podem ser consideradas simultaneamente na fixação da\npena-base e na modulação da causa de diminuição prevista no § 4º do\nart. 33 da Lei n. 11.343/2006.\n3.2. No caso dos autos, o acórdão recorrido aplicou corretamente o\nentendimento do STF, pois, embora a quantidade e a natureza da droga\napreendida tenham sido consideradas para elevar a pena-base na\nprimeira etapa do cálculo, foram utilizadas, em conjunto com outras\ncircunstâncias concretas que indicam que o recorrente se dedica a\natividades criminosas, para afastar a minorante prevista no § 4º do\nart. 33 da Lei n. 11.343/2006, inexistindo, portanto, bis in idem.\nPrecedente do STF.\nIV. DISPOSITIVO\n4.1. Agravo regimental a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250211",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 05/02/2025 a 11/02/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : "(MINORANTE - TRÁFICO PRIVILEGIADO - QUANTIDADE E NATUREZA DA DROGA\nAPREENDIDA - VALORAÇÃO NÃO ISOLADA - OUTROS ELEMENTOS)\n   STF - [[HC-AgR 238400]]",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:011343 ANO:2006\n*****  LDR-06    LEI DE DROGAS\n        ART:00033 PAR:00004" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000898628",
  "numeroProcesso" : "1965849",
  "numeroRegistro" : "202102433065",
  "siglaClasse" : "AgInt no RE nos EDcl no REsp",
  "descricaoClasse" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO\nNO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LUIS FELIPE SALOMÃO",
  "dataPublicacao" : "DJEN       DATA:14/02/2025",
  "ementa" : "AGRAVO INTERNO. RECURSO EXTRAORDINÁRIO. OFENSA AO PRINCÍPIO DO\nDEVIDO PROCESSO LEGAL. AUSÊNCIA DE REPERCUSSÃO GERAL. TEMA N. 660 DO\nSTF. INAFASTABILIDADE DA JURISDIÇÃO. NATUREZA INFRACONSTITUCIONAL.\nINEXISTÊNCIA DE REPERCUSSÃO GERAL. TEMA N. 895 DO STF. ART. 1.030,\nI, A, DO CPC.\nI. CASO EM EXAME\n1.1. Agravo interno interposto contra a decisão que negou seguimento\nao recurso extraordinário, fundamentada na ausência de repercussão\ngeral das matérias discutidas, conforme definido nos Temas n. 660 e\n895 do STF.\n1.2. A parte agravante sustenta que os mencionados temas de\nrepercussão geral não se aplicam ao caso dos autos, afirmando que\nhouve violação direta aos princípios constitucionais apontados.\nII. QUESTÕES EM DISCUSSÃO\n2.1. A aplicabilidade dos Temas n. 660 e 895 do STF a caso em que se\ndiscute a suposta contrariedade aos princípios constitucionais,\nquando o exame depende de normas infraconstitucionais, da superação\nde óbices processuais ou da apreciação da matéria fática.\nIII. RAZÕES DE DECIDIR\n3.1. O STF fixou a tese de que a alegação de afronta aos princípios\ndo contraditório, da ampla defesa, do devido processo legal e da\nsegurança jurídica, bem como ao ato jurídico perfeito, ao direito\nadquirido e aos limites da coisa julgada, quando depende de análise\nde normas infraconstitucionais, configura ofensa reflexa ao texto\nconstitucional, não possuindo repercussão geral (Tema n. 660 do\nSTF).\n3.2. A Suprema Corte firmou o entendimento de que a questão relativa\nà violação do princípio da inafastabilidade de jurisdição possui\nnatureza infraconstitucional quando envolve óbice processual\nintransponível ao exame de mérito, ofensa indireta à Constituição\nFederal ou a necessidade de análise de matéria fática, estando\nausente a repercussão geral (Tema n. 895 do STF).\n3.3. No caso concreto, a discussão suscitada no recurso\nextraordinário dependeria da análise de normas infraconstitucionais,\nmotivo pelo qual se aplicam os entendimentos consolidados nos Temas\nn. 660 e 895 do STF.\nIV. DISPOSITIVO\n4.1. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250211",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em sessão virtual de 05/02/2025 a 11/02/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : "(PRINCÍPIOS DO CONTRADITÓRIO, DA AMPLA DEFESA, DO DEVIDO PROCESO\nLEGAL E DOS LIMITES À COISA JULGADA - OFENSA REFLEXA AO TEXTO\nCONSTITUCIONAL)\n   STF - [[ARE-RG 748371]] (REPERCUSSÃO GERAL - TEMA(s) 660),\n         [[Rcl-AgR 47840]], [[ARE-AgR 1252422]]\n(PRINCÍPIO DA INAFASTABILIDADE DA JURISDIÇÃO - OFENSA INDIRETA À\nCONSTITUIÇÃO)\n   STF - [[RE-RG 956302]] (REPERCUSSÃO GERAL - TEMA(s) 895)",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01030 INC:00001 LET:A", "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00005 INC:00035 INC:00054" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000898377",
  "numeroProcesso" : "1223",
  "numeroRegistro" : "201800823267",
  "siglaClasse" : "Inq",
  "descricaoClasse" : "INQUÉRITO",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA ISABEL GALLOTTI",
  "dataPublicacao" : "DJEN       DATA:11/02/2025",
  "ementa" : "AÇÃO PENAL. DENÚNCIA PELA PRÁTICA DOS CRIMES DE \"LAVAGEM\" OU\nOCULTAÇÃO DE BENS, DIREITOS E VALORES. ATIPICIDADE DA CONDUTA NÃO\nVERIFICADA. PRESENÇA DE JUSTA CAUSA. DESMEMBRAMENTO DO FEITO EM\nRELAÇÃO ÀS FILHAS E À ESPOSA DO CONSELHEIRO. NECESSIDADE DE\nJULGAMENTO CONJUNTO NESTA CORTE. BIS IN IDEM. NÃO OCORRÊNCIA.\nCOOPERAÇÃO INTERNACIONAL. REQUISITOS NÃO PREENCHIDOS. RETROATIVIDADE\nDA LEI PENAL MAIS GRAVOSA. NÃO OCORRÊNCIA. RECEBIMENTO DA DENÚNCIA.\n1. Denúncia que atende ao disposto no art. 41 do Código de Processo\nPenal e não se enquadra nas hipóteses de rejeição previstas no\nartigo 395 do CPP. Não se acham presentes, de plano, nenhuma das\nhipóteses que acarretam a rejeição da peça acusatória (CPP, art.\n395).\n2. A Procuradoria-Geral da República descreveu os crimes de lavagem\nde dinheiro de forma clara e detalhada, permitindo à defesa entender\na acusação e respondê-la adequadamente, sem violar os princípios\nconstitucionais do devido processo legal, do contraditório e da\nampla defesa (art. 5º, incs. LIV e LV, da Constituição Federal). As\ninvestigações indicam que os atos de lavagem de capitais atribuídos\naos denunciados derivam, em tese, de infrações anteriores de\ncorrupção, lavagem de dinheiro e participação em organização\ncriminosa, denunciados na APn 897/DF, e de crimes contra o sistema\nfinanceiro nacional, discutidos na APn 928/DF.\n3. O desmembramento do processo não pode prejudicar a persecução\npenal, seja na fase de investigação, seja em sede judicial. Neste\ncaso, a compreensão das condutas como parte de um esquema complexo\nde lavagem de dinheiro exige uma análise integrada. A cisão do\nprocesso comprometeria a completude das provas. São condutas\nimbricadas entre si. A complexidade do caso, o número de crimes e de\ndenunciados, bem como as conexões interpessoais e entre as condutas\njustificam a manutenção da competência para julgamento integral da\nação penal.\n4. Não se opera bis in idem em face da APN 928/DF. São diversas as\nfases do crime de lavagem de dinheiro. Os recursos que alimentaram\nas contas da MARVILLE INTERTRADE CORP não tinham sido integrados ao\nsistema econômico de forma aparentemente lícita antes de serem\ndepositados na conta dessa offshore, momento de consumação, em tese,\ndo crime de lavagem de dinheiro. A transferência dos valores\nconstituiu ato independente de ocultação da origem e da propriedade\ndos valores obtidos pelo suposto esquema de corrupção no Tribunal de\nContas do Estado Rio de Janeiro.\n5. O pedido de cooperação internacional para oitiva de testemunha\ndeve ser indeferido em razão da sua inadequação e desnecessidade.\n6. Não incide lei penal mais gravosa. Os atos de suposta lavagem\nforam praticados após a vigência da Lei 12.683/12, que introduziu a\nmajorante prevista no § 4º do art. 1º da Lei 9.613/98. Além disso, o\ncrime é permanente, aplicando-se, em princípio, a Súmula 711 do\nSTF. No caso concreto, contudo, os atos foram cometidos quando já\nvigente a lei penal mais gravosa. É irrelevante a data de prática\ndas infrações antecedentes.\n7. Recebimento da denúncia quanto ao crime de lavagem de capitais em\nrelação a todos os acusados.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241204",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Corte Especial, por unanimidade, afastar as\npreliminares arguidas pela defesa e receber a denúncia em relação a\ntodos os acusados, nos termos do voto da Sra. Ministra Relatora.\nOs Srs. Ministros Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva, Sebastião Reis Júnior, Sérgio Kukina, Francisco Falcão, Nancy\nAndrighi, João Otávio de Noronha, Humberto Martins, Og Fernandes,\nLuis Felipe Salomão, Mauro Campbell Marques, Benedito Gonçalves e\nRaul Araújo votaram com a Sra. Ministra Relatora.\nAusente, justificadamente, a Sra. Ministra Maria Thereza de Assis\nMoura.\nConvocado o Sr. Ministro Sérgio Kukina.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : "Aguardando análise.",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000898171",
  "numeroProcesso" : "3503",
  "numeroRegistro" : "202400002060",
  "siglaClasse" : "AgInt na SS",
  "descricaoClasse" : "AGRAVO INTERNO NA SUSPENSÃO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA THEREZA DE ASSIS MOURA",
  "dataPublicacao" : "DJEN       DATA:07/02/2025",
  "ementa" : "AGRAVO INTERNO NA SUSPENSÃO DE SEGURANÇA. PROCESSUAL CIVIL. PRAZO\nPARA RECORRER. CONCORRÊNCIA PÚBLICA PARA CONCESSÃO DO SERVIÇO DE\nABASTECIMENTO DE ÁGUA, COLETA E TRATAMENTO DE ESGOTO MUNICIPAL.\nDECISÃO PROVISÓRIA QUE DETERMINA A PARALISAÇÃO DO CERTAME. RISCO DE\nLESÃO GRAVE À SAÚDE E ORDEM PÚBLICAS CARACTERIZADO. RECURSO\nDESPROVIDO.\n1. A regra contida nos arts. 15, caput, da Lei n. 12.016/09 (Lei do\nMandado de Segurança) e 4º, § 3º, da Lei n. 8.437/92, que prevê\ncinco dias para agravar da decisão que defere ou não o pedido de\ncontracautela não prevelece frente ao disposto pelo art. 1.070 do\nCPC, que fixa em 15 dias o prazo para interpor qualquer recurso\nprevisto em lei ou regimento interno de tribunal. Preliminar de\nintempestividade rejeitada.\n2. A declaração de ilegalidade, pelo Tribunal de Contas do Estado de\nRondônia, do contrato público de concessão de abastecimento de\nágua, coleta e tratamento de esgoto firmado com a CAERD justifica,\nem linha de princípio, a adoção de medidas (concorrência pública)\npela municipalidade com vistas à outorga regular desses serviços a\nterceiro. A conformação dos atos e contratos administrativos à\nlegalidade é mandamento constitucional.\n3. Configura risco de lesão grave aos bens tutelados pela\ncontracautela a sustação, por decisão de natureza precária, de\nprocedimento licitatório instaurado para a concessão de serviço\nessencial à população do Município de Jaru, RO, porque: i.) impede\nque a concessão seja regularizada em respeito ao determinado pela\nCorte Estadual de Contas; e, ii.) não permite que a municipalidade\nadeque a prestação do serviço aos princípios fundamentais do\nsaneamento básico, nos termos da Lei n. 11.445/07.\n4. Agravo desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241218",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, prosseguindo no julgamento, após o voto-vista do Sr.\nMinistro Sebastião Reis Júnior, por unanimidade, negar provimento ao\nagravo, nos termos do voto da Sra. Ministra Relatora.\nA Sra. Ministra Nancy Andrighi e os Srs. Ministros João Otávio de\nNoronha, Humberto Martins, Benedito Gonçalves, Raul Araújo, Maria\nIsabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva\ne Sebastião Reis Júnior (voto-vista) votaram com a Sra. Ministra\nRelatora.\nNão participaram do julgamento os Srs. Ministros Og Fernandes e Luis\nFelipe Salomão.\nAusentes, justificadamente, os Srs. Ministros Francisco Falcão e\nMauro Campbell Marques.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : "Aguardando análise.",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000898075",
  "numeroProcesso" : "2119837",
  "numeroRegistro" : "202201279350",
  "siglaClasse" : "AgInt no RE no AgInt nos EDcl no AREsp",
  "descricaoClasse" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO NO AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:20/08/2024",
  "ementa" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO. ACÓRDÃO RECORRIDO.\nFUNDAMENTAÇÃO SUFICIENTE. TEMA N. 339 DO STF. NEGATIVA DE\nSEGUIMENTO. TEMA N. 1.199 DO STF. CONDUTA DOLOSA. IRRETROATIVIDADE.\nLIMITES DO JUÍZO DE ADMISSIBILIDADE.\n1. \"O art. 93, IX, da Constituição Federal exige que o acórdão ou\ndecisão sejam fundamentados, ainda que sucintamente, sem determinar,\ncontudo, o exame pormenorizado de cada uma das alegações ou provas,\nnem que sejam corretos os fundamentos da decisão\" (Tema n. 339 do\nSTF, QO no Ag n. 791.292/PE).\n2. Existente a fundamentação, entende o Supremo Tribunal Federal que\nfoi respeitado o art. 93, IX, da CF, mesmo que a parte não a repute\nadequada ou completa, conforme a conclusão firmada no Tema n. 339\ndo STF.\n3. No tocante à aplicação da Lei n. 14.230/2021, a Suprema Corte, no\njulgamento do Tema n. 1.199, firmou teses segundo as quais (i) é\nnecessária a comprovação de responsabilidade subjetiva dolosa na\ntipificação dos atos de improbidade administrativa; (ii) a revogação\nda modalidade culposa de improbidade administrativa é, em regra,\nirretroativa; (iii) as inovações introduzidas na Lei de Improbidade\nAdministrativa incidem sobre as condenações por atos ímprobos\nculposos ainda não transitadas em julgado; e (iv) o novo regime\nprescricional não retroage, aplicando-se os novos marcos temporais\napenas após a publicação da nova lei.\n4. No caso, não há necessidade de conformação do acórdão recorrido\nao que foi decidido pelo STF no Tema n. 1.199, pois as instâncias\nordinárias destacaram a conduta dolosa do agente público.\n5. As alterações promovidas na LIA e o julgamento do referido\nparadigma pelo STF não impactam a solução dada ao presente recurso,\ntendo em vista as estreitas balizas do juízo de admissibilidade do\nrecurso extraordinário, previstas no art. 1.030 do Código de\nProcesso Civil.\n6. Em juízo de admissibilidade do recurso extraordinário, não se\npode ampliar o alcance do Tema n. 1.199 do STF a fim de alcançar\nmatérias diversas das constantes das teses firmadas no referido\ntema, em razão das amarras constantes do art. 1.030 do CPC.\n7. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240812",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Corte Especial, por unanimidade, negar\nprovimento ao agravo, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Maria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo\nVillas Bôas Cueva, Sebastião Reis Júnior, Nancy Andrighi, João\nOtávio de Noronha, Humberto Martins e Herman Benjamin votaram com o\nSr. Ministro Relator.\nAusentes, justificadamente, os Srs. Ministros Francisco Falcão e\nLuis Felipe Salomão.\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(DECISÕES JUDICIAIS - ADEQUADA FUNDAMENTAÇÃO)\n   STF - [[AI-QO 791292]]-PE (REPERCUSSÃO GERAL - TEMA(s) 339)\n(IMPROBIDADE ADMINISTRATIVA - ALTERAÇÃO LEGISLATIVA - DIREITO\nINTERTEMPORAL)\n   STF - [[ARE 843989]]-PR (REPERCUSSÃO GERAL - TEMA(s) 1199)",
  "notas" : "Veja os <<EDcl no AgInt no RE no AgInt nos EDcl no AREsp 2119837>>\nque foram acolhidos com efeitos modificativos.",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:014230 ANO:2021" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000898070",
  "numeroProcesso" : "2150218",
  "numeroRegistro" : "202402128072",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LUIS FELIPE SALOMÃO",
  "dataPublicacao" : "DJEN       DATA:06/02/2025",
  "ementa" : "PROPOSTA DE AFETAÇÃO. SUBMISSÃO DE RECURSO ESPECIAL AO RITO DOS\nREPETITIVOS. VALIDADE DA FUNDAMENTAÇÃO PER RELATIONEM..\n1. Delimitação da controvérsia: \"Definir se a fundamentação por\nreferência (per relationem ou por remissão) - na qual são\nreproduzidas as motivações contidas em decisão judicial anterior\ncomo razões de decidir - resulta na nulidade do ato decisório, à luz\ndo disposto nos artigos 489, § 1º, e 1.022, parágrafo único, inciso\nII, do CPC de 2015\".\n2. Recurso especial afetado ao rito do artigo 1.036 do CPC de 2015.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241210",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Corte Especial, por unanimidade, afetar o\nprocesso ao rito dos recursos repetitivos (artigo 1.036 do CPC e\nart. 257-C do RISTJ) para consolidar entendimento acerca da seguinte\nquestão jurídica: \"Definir se a fundamentação por referência (per\nrelationem ou por remissão) - na qual são reproduzidas as motivações\ncontidas em decisão judicial anterior como razões de decidir -\nresulta (ou não) na nulidade do ato decisório, à luz do disposto nos\nartigos 489, § 1º, e 1.022, parágrafo único, inciso II, do CPC de\n2015.\". Ainda, por unanimidade, determinar a suspensão do\nprocessamento de todos os recursos especiais e dos agravos em\nrecurso especial, em trâmite nos Tribunais de segundo grau ou no\nSTJ, que versem sobre idêntica questão, conforme proposta do Sr.\nMinistro Relator.\nOs Srs. Ministros Mauro Campbell Marques, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva,\nSebastião Reis Júnior, Francisco Falcão, João Otávio de Noronha,\nHumberto Martins, Maria Thereza de Assis Moura e Og Fernandes\nvotaram com o Sr. Ministro Relator.\nImpedido o Sr. Ministro Benedito Gonçalves.\nAusente, justificadamente, a Sra. Ministra Nancy Andrighi.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : "(FUNDAMENTAÇÃO PER RELATIONEM)\n   STJ - <<AgRg no REsp 1920012>>-PR,\n         <<AgInt no AREsp 2573041>>-RS,\n         <<AgRg nos EDcl no HC 760300>>-SP,\n         <<AgInt no REsp 2078114>>-RJ,\n         <<AgInt no REsp 2081901>>-MA,\n         <<AgInt no REsp 2026618>>-MA, <<RHC 171601>>-SC",
  "notas" : "Decisão de Afetação - Tema",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "PRECEDENTE QUALIFICADO - TEMA",
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036 PAR:00005 PAR:00006 ART:01037", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:0257A PAR:00001 ART:0257C" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000898069",
  "numeroProcesso" : "2148580",
  "numeroRegistro" : "202402024101",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LUIS FELIPE SALOMÃO",
  "dataPublicacao" : "DJEN       DATA:06/02/2025",
  "ementa" : "PROPOSTA DE AFETAÇÃO. SUBMISSÃO DE RECURSO ESPECIAL AO RITO DOS\nREPETITIVOS. VALIDADE DA FUNDAMENTAÇÃO PER RELATIONEM.\n1. Delimitação da controvérsia: \"Definir se a fundamentação por\nreferência (per relationem ou por remissão) - na qual são\nreproduzidas as motivações contidas em decisão judicial anterior\ncomo razões de decidir - resulta na nulidade do ato decisório, à luz\ndo disposto nos artigos 489, § 1º, e 1.022, parágrafo único, inciso\nII, do CPC de 2015\".\n2. Recurso especial afetado ao rito do artigo 1.036 do CPC de 2015.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241210",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Corte Especial, por unanimidade, afetar o\nprocesso ao rito dos recursos repetitivos (artigo 1.036 do CPC e\nart. 257-C do RISTJ) para consolidar entendimento acerca da seguinte\nquestão jurídica: \"Definir se a fundamentação por referência (per\nrelationem ou por remissão) - na qual são reproduzidas as motivações\ncontidas em decisão judicial anterior como razões de decidir -\nresulta (ou não) na nulidade do ato decisório, à luz do disposto nos\nartigos 489, § 1º, e 1.022, parágrafo único, inciso II, do CPC de\n2015.\". Ainda, por unanimidade, determinar a suspensão do\nprocessamento de todos os recursos especiais e dos agravos em\nrecurso especial, em trâmite nos Tribunais de segundo grau ou no\nSTJ, que versem sobre idêntica questão, conforme proposta do Sr.\nMinistro Relator.\nOs Srs. Ministros Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Maria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo\nVillas Bôas Cueva, Sebastião Reis Júnior, Francisco Falcão, João\nOtávio de Noronha, Humberto Martins, Maria Thereza de Assis Moura e\nOg Fernandes votaram com o Sr. Ministro Relator.\nAusente, justificadamente, a Sra. Ministra Nancy Andrighi.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1306",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1306\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036 PAR:00005 PAR:00006", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:0256L ART:0257A PAR:00001 ART:0257C" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000898068",
  "numeroProcesso" : "2148059",
  "numeroRegistro" : "202401990934",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LUIS FELIPE SALOMÃO",
  "dataPublicacao" : "DJEN       DATA:06/02/2025",
  "ementa" : "PROPOSTA DE AFETAÇÃO. SUBMISSÃO DE RECURSO ESPECIAL AO RITO DOS\nREPETITIVOS. VALIDADE DA FUNDAMENTAÇÃO PER RELATIONEM.\n1. Delimitação da controvérsia: \"Definir se a fundamentação por\nreferência (per relationem ou por remissão) - na qual são\nreproduzidas as motivações contidas em decisão judicial anterior\ncomo razões de decidir - resulta na nulidade do ato decisório, à luz\ndo disposto nos artigos 489, § 1º, e 1.022, parágrafo único, inciso\nII, do CPC de 2015\".\n2. Recurso especial afetado ao rito do artigo 1.036 do CPC de 2015.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241210",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Corte Especial, por unanimidade, afetar o\nprocesso ao rito dos recursos repetitivos (artigo 1.036 do CPC e\nart. 257-C do RISTJ) para consolidar entendimento acerca da seguinte\nquestão jurídica: \"Definir se a fundamentação por referência (per\nrelationem ou por remissão) - na qual são reproduzidas as motivações\ncontidas em decisão judicial anterior como razões de decidir -\nresulta (ou não) na nulidade do ato decisório, à luz do disposto nos\nartigos 489, § 1º, e 1.022, parágrafo único, inciso II, do CPC de\n2015.\". Ainda, por unanimidade, determinar a suspensão do\nprocessamento de todos os recursos especiais e agravos em recurso\nespecial em trâmite nos Tribunais de segundo grau ou no STJ, que\nversem sobre sobre idêntica questão, conforme proposta do Sr.\nMinistro Relator.\nOs Srs. Ministros Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo, Maria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo\nVillas Bôas Cueva, Sebastião Reis Júnior, Francisco Falcão, João\nOtávio de Noronha, Humberto Martins, Maria Thereza de Assis Moura e\nOg Fernandes votaram com o Sr. Ministro Relator.\nImpedida a Sra. Ministra Nancy Andrighi.\nAusente, justificadamente, a Sra. Ministra Nancy Andrighi.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1306",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1306\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036 PAR:00005 PAR:00006", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:0256L ART:0257A PAR:00001 ART:0257C" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000898065",
  "numeroProcesso" : "1955981",
  "numeroRegistro" : "202101326250",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJEN       DATA:06/02/2025",
  "ementa" : "RECURSO ESPECIAL. AÇÃO CIVIL PÚBLICA. NEGATIVA DE PRESTAÇÃO\nJURISDICIONAL. AUSENTE. DADOS CADASTRAIS. CLIENTES DE INSTITUIÇÕES\nFINANCEIRAS. DADOS NÃO SIGILOSOS. DESNECESSIDADE DE RESERVA DE\nJURISDIÇÃO. PRECEDENTES DO SUPREMO TRIBUNAL FEDERAL. PROTEÇÃO DE\nDADOS PESSOAIS PELO ORDENAMENTO JURÍDICO. INTENSIDADE QUE VARIA DE\nACORDO COM A ESPÉCIE EM ANÁLISE. DADOS DE QUALIFICAÇÃO PESSOAL.\nEXPRESSA PREVISÃO LEGAL. PROTEGIDOS DE MANEIRA MAIS BRANDA. POSSÍVEL\nREQUERIMENTO PELO MINISTÉRIO PÚBLICO E PELO DELEGADO DE POLÍCIA\nDESDE QUE HAJA IDÔNEA MOTIVAÇÃO E EXISTÊNCIA DE PROCEDIMENTO\n(ADMINISTRATIVO, CÍVEL OU CRIMINAL) EM CURSO. MANUTENÇÃO DO ACÓRDÃO\nRECORRIDO.\n1. Ação civil pública, ajuizada em 31/5/2017, da qual foi extraído o\npresente recurso especial, interposto em 21/1/2021 e concluso ao\ngabinete em 24/8/2021. A Terceira Turma/STJ, em 28/9/2021, afetou o\nespecial para a Corte Especial, com início do julgamento em\n17/11/2021, com posterior acolhimento de questão de ordem que\ndeterminou a renovação do julgamento, em 17/5/2023.\n2. O propósito recursal consiste em decidir (I) se houve negativa de\nprestação jurisdicional e (II) se deve ser deferido o pedido\nministerial relativo à obrigação de fazer consistente em compelir as\ninstituições financeiras a fornecer dados cadastrais de seus\ncorrentistas quando ?requisitados pelo Delegado de Polícia em\nInquéritos Policiais, e pelo Promotor de Justiça em Procedimentos\nInvestigatórios Criminais, Inquéritos Civis Públicos, Procedimentos\nAdministrativos, Procedimentos Preparatórios, Notícias de Fato ou\nNotícias de Crime?, sem que haja violação da cláusula de reserva de\njurisdição e do sigilo bancário.\nF32 REsp 1955981 C542164515911;00902434@ C64100;4434700324615<0@\n2021/0132625-0 Documento Página  1 de 4 Superior Tribunal de Justiça\n3. Devidamente analisadas e discutidas as questões de mérito, e\nsuficientemente fundamentado o acórdão recorrido, de modo a esgotar\na prestação jurisdicional, não há falar em violação dos arts. 489, §\n1º, e 1.022, II, do CPC/15.\n4. A reserva de jurisdição prevista no art. 5º, XII, da CF/88 diz\nrespeito ao sigilo das ?comunicações? de dados. Essa linha de\nintelecção é adotada pelo Supremo Tribunal Federal, cujos inúmeros\njulgados estampam que ?a proteção a que se refere o art. 5º, XII, da\nConstituição, é da comunicação de dados e não dos ?dados em si\nmesmos? (RE 418416, Tribunal Pleno, julgado em 10/05/2006, DJe\n19/12/2006).\n5. As instituições financeiras conservarão sigilo em suas ?operações\nativas e passivas? e ?serviços prestados?, sendo possível a quebra\ndo sigilo bancário mediante autorização judicial nas hipóteses\nprevistas pela Lei Complementar 105/2001.\n6. Os dados pessoais desvinculados de informações referentes a\noperações bancárias não são cobertos pelo sigilo financeiro, mas são\nconstitucionalmente protegidos, nos termos do art. 5º, LXXIX, da\nCF/88, incluído pela EC 115/2022. O seu tratamento é regulamentado\npela Lei Geral de Proteção de Dados (Lei nº 13.70/2018) e\nlegislações correlatas.\n7. A intensidade da proteção de dados pelo ordenamento jurídico deve\nlevar em consideração as finalidades para as quais se destinam e as\nsuas características, isto é, se são dados pessoais sensíveis ou\ndados pessoais cadastrais. Tem-se que a proteção conferida pela\nprópria legislação se transmuta de acordo com a espécie em análise.\n8. Dados cadastrais correspondem a dados de qualificação pessoal,\nrelacionados à identificação e particularização dos sujeitos perante\na sociedade e terceiros, como nome, prenome, número de\nidentificação cadastral (CPF e RG), estado civil e profissão de\ndeterminado indivíduo, bem como sua filiação, seu endereço e\ntelefone. Não se trata de dados sigilosos e sujeitos a controle\njurisdicional, e tampouco de dados sensíveis, sendo que, por\nexpressa previsão legal, são protegidos de maneira mais branda em\nrelação aos demais dados pessoais.\n9. A legislação nacional apresenta formas de garantir a proteção dos\ndados cadastrais e de evitar eventual abuso no seu acesso e\ntratamento.\nImpreterivelmente, a solicitação de acesso aos dados cadastrais\nexige prévio procedimento em andamento (cível, administrativo ou\ncriminal) e idônea e expressa motivação pelo órgão competente, sendo\ndespicienda a autorização pelo Judiciário nessa hipótese. Não se\nchancela, portanto, acesso a dados cadastrais de maneira ?abstrata?,\n?aberta? ou ?genérica?.\n10. O tratamento de dados cadastrais para investigações criminais\nconta com previsão expressa no art. 17-B da Lei de Crimes de Lavagem\ne Ocultação de Bens (Lei nº 9613/98) e art. 15 da Lei de Combate às\nOrganizações Criminosas (Lei nº 12.850/13). De modo geral, o tema é\nregido pelas normativas acerca dos poderes e prerrogativas dos\nórgãos de persecução penal: (I) art. 144, IV, § 4º, da CF/88 e art.\n1°, § 2°, da Lei F32 REsp 1955981 C542164515911;00902434@ C64100;\n4434700324615<0@  2021/0132625-0 Documento Página  2 de 4 Superior\nTribunal de Justiça 12.830/2013, que dispõe sobre a investigação\ncriminal conduzida pelo delegado de polícia; e (II) art. 129, I,\nVII, VIII e IX da CF/88 e art. 26, III e IV, da Lei Orgânica\nNacional (Lei nº 8.625/1993), no que tange às atribuições do\nMinistério Público. Afastado o regramento geral de proteção de dados\npara atividades de investigação criminal e persecução penal (art.\n4º da LGPD).\n11. Nos procedimentos eminentemente cíveis e administrativos, o art.\n10º, § 3º, do Marco Civil da Internet estabelece que os dados\ncadastrais podem ser solicitados pelas autoridades que detenham\ncompetência legal para tanto. A seu turno, a LGPD estabelece que o\ntratamento de dados poderá ser realizado, mesmo sem o consentimento\ndo titular, ?para cumprimento de obrigação legal? (art. 7º, II) e ?\nquando necessário para atender aos interesses legítimos de\nterceiros? (art. 7º, IX).\n12. O Ministério Público é autoridade competente para tratar dados\ncadastrais, porquanto a proteção das coletividades corresponde a\ndever constitucional e socialmente imposto à instituição,\ninstrumentalizado, sobretudo, por meio de inquérito civil e ação\ncivil pública (art. 129, VI e IX, CF/88 e art. 26, I, b, e II, da\nLei nº 8.625/1993).\n13. Atuação do Parquet que deverá obedecer a regra relacionada à\nexistência de procedimento em curso e ao tratamento dos dados\ncadastrais de acordo com o princípio da finalidade, isto é,\nprivilegiando propósitos legítimos, específicos e explícitos, sem\npossibilidade de tratamento posterior de forma incompatível com\nessas finalidades (art. 6º, I, da LGPD).\n14. Precedente desta Corte no sentido de que ?ao Ministério Público\ndeve ser assegurado o acesso a informações não agasalhadas por\nsigilo bancário (dados cadastrais de pessoas investigadas), para o\nfim de instruir os procedimentos investigatórios de natureza penal e\ncivil? (REsp 1.561.191/SP, Segunda Turma, julgado em 19/4/2018, DJe\n26/11/2018).\n15. Hipótese sob julgamento em que foi acolhida a pretensão\nministerial de concessão de dados cadastrais dos clientes de\ninstituição financeira, com respaldo na inexistência de sigilo\ndesses dados, bem como diante da existência de procedimentos em\ncurso e assegurada a finalidade de fiscalizar relações comerciais e\nsalvaguardar interesses consumeristas.\nNecessidade de manutenção do acórdão recorrido.\n16. Recurso especial conhecido e desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240904",
  "decisao" : "Prosseguindo no julgamento, após o voto-vista antecipado do Sr.\nMinistro Herman Benjamin acompanhando o voto da Sra. Ministra\nRelatora, a ratificação de voto do Sr. Ministro Raul Araújo, os\nvotos dos Srs. Ministros Humberto Martins, Luis Felipe Salomão e\nFrancisco Falcão, acompanhando a relatora, os votos da Sra. Ministra\nMaria Isabel Gallotti e dos Srs. Ministros Antônio Carlos Ferreira\ne Sebastião Reis Júnior, acompanhando a divergência, e o voto\ndesempate da Sra. Ministra Maria Thereza de F32 REsp 1955981\nC542164515911;00902434@ C64100;4434700324615<0@  2021/0132625-0\nDocumento Página  3 de 4 Superior Tribunal de Justiça Assis Moura,\nPresidente, , por maioria, conhecer e negar provimento ao Recurso\nespecial nos termos do voto da Sra. Ministra Relatora. Vencidos os\nSrs. Ministros Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira, Ricardo Villas Bôas Cueva e Sebastião Reis Júnior.\nOs Srs. Ministros Humberto Martins, Herman Benjamin, Luis Felipe\nSalomão, Francisco Falcão e Maria Thereza de Assis Moura votaram com\na Sra. Ministra Relatora.\nImpedido o Sr. Ministro Benedito Gonçalves.\nAusentes, justificadamente, os Srs. Ministros João Otávio de\nNoronha, Og Fernandes e Mauro Campbell Marques.\nPresidiu e desempatou o julgamento a Sra. Ministra Maria Thereza de\nAssis Moura.",
  "jurisprudenciaCitada" : "(VIOLAÇÃO DOS ARTS. 489 E 1.022 DO CPC - NÃO OCORRÊNCIA - DECISÃO\nSUFICIENTE)\n   STJ - <<AgInt no AREsp 2226228>>-MA, <<AgRg no HC 771152>>-SC,\n         <<AgInt no AREsp 2117850>>-DF\n(COMUNICAÇÃO DE DADOS - PROTEÇÃO)\n   STF - [[RE 418416]], [[HC 176378]], [[HC-AgR 124322]],\n         [[HC 91867]], [[ARE-AgR 696305]]\n(MINISTÉRIO PÚBLICO - ACESSO A INFORMAÇÕES - DADOS CADASTRAIS DE\nPESSOAS INVESTIGADAS)\n   STJ - <<REsp 1561191>>-SP\n(DADOS CADASTRAIS - SIGILO BANCÁRIO)\n   STJ - <<AgRg no RHC 176010>>-SC, <<REsp 1795908>>-PB,\n         <<REsp 1716224>>-RN, <<AgRg no RHC 174237>>-RS,\n         <<HC 554922>>-SP, <<AgRg no REsp 1760815>>-PR\n(VOTO VENCIDO - DADOS PESSOAIS - PROTEÇÃO)\n   STF - [[ADI-MC-Ref 6387]]",
  "notas" : null,
  "informacoesComplementares" : "     (VOTO VENCIDO) (MIN. RAUL ARAÚJO)\n     \"[...] o sigilo bancário refere-se ao impedimento de as\ninstituições financeiras não poderem repassar quaisquer dados de\nseus clientes, sejam pessoais ou financeiros, a qualquer pessoa,\nórgão ou instituição, exceto quando autorizado judicialmente ou nos\ncasos expressamente previstos em lei. [...]. Então, não é permitido\nao Ministério Público ou ao Delegado de Polícia requisitar\ndiretamente às instituições financeiras os dados pessoais de seus\nclientes, com o que se têm como improcedentes os pedidos formulados\nna exordial da ação civil pública em apreço\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LCP:000105 ANO:2001\n        ART:00001 ART:00003", "LEG:FED LEI:009613 ANO:1998\n*****  LCLOBDV-98    LEI SOBRE CRIMES DE LAVAGEM OU OCULTAÇÃO DE\nBENS, DIREITOS E VALORES\n        ART:0017B", "LEG:FED LEI:012850 ANO:2013\n        ART:00015", "LEG:FED LEI:008625 ANO:1993\n*****  LONMP-93    LEI ORGÂNICA NACIONAL DO MINISTÉRIO PÚBLICO\n        ART:00026 INC:00001 LET:B INC:00002 INC:00003\n        INC:00004", "LEG:FED LEI:013709 ANO:2018\n*****  LGPD-2018    LEI GERAL DE PROTEÇÃO DE DADOS PESSOAIS\n        ART:00004 ART:00006 INC:00001 ART:00007 INC:00002\n        INC:00009", "LEG:FED EMC:000115 ANO:2022", "LEG:FED LEI:012830 ANO:2013\n        ART:00001 PAR:00002", "LEG:FED LEI:012965 ANO:2014\n*****  INTER-14    MARCO CIVIL DA INTERNET\n        ART:00010 PAR:00003 ART:00011 PAR:00002", "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00001 INC:00003 ART:00005 INC:00010 INC:00012\n        INC:00079 ART:00129 INC:00001 INC:00006 INC:00007\n        INC:00008 INC:00009 ART:00144 INC:00004 PAR:00004\n(ART; 5º, LXXIX, COM A REDAÇÃO DADA PELA EMENDA CONSTITUCIONAL\n115/2022)", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00489 PAR:00001 ART:01022 INC:00002" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000897893",
  "numeroProcesso" : "1076",
  "numeroRegistro" : "202100444677",
  "siglaClasse" : "AgRg na APn",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA AÇÃO PENAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJEN       DATA:09/01/2025",
  "ementa" : "PROCESSUAL PENAL. AGRAVO REGIMENTAL. AÇÃO PENAL. INDICAÇÃO DE\nASSISTENTE TÉCNICO. ART. 402 DO CPP. PRECLUSÃO.\n1. O acusado, quando do oferecimento da defesa prévia, já tinha\nciência de que Nota Técnica, produzida na fase pré-processual, havia\nsido utilizada na denúncia e de que os subscritores do referido\ndocumento haviam sido arrolados como testemunhas de acusação pelo\nMPF, razão pela qual caberia à defesa requerer a admissão de\neventual assistente técnico no momento da apresentação da defesa\nprévia.\n2. As diligências previstas no art. 402 do CPP somente são\nadmissíveis quando sua necessidade decorre de circunstâncias ou\nfatos apurados durante a instrução. Não se destinam a reabrir a fase\nde instrução probatória.\n3. Agravo regimental não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241218",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Corte Especial, por unanimidade,\nnegar provimento ao agravo, nos termos do voto da Sra. Ministra\nRelatora.\nOs Srs. Ministros João Otávio de Noronha, Humberto Martins, Maria\nThereza de Assis Moura, Og Fernandes, Luis Felipe Salomão, Benedito\nGonçalves, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira, Ricardo Villas Bôas Cueva e Sebastião Reis Júnior votaram\ncom a Sra. Ministra Relatora.\nAusentes, justificadamente, os Srs. Ministros Francisco Falcão e\nMauro Campbell Marques.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : "Aguardando análise.",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000897891",
  "numeroProcesso" : "17225",
  "numeroRegistro" : "202403868147",
  "siglaClasse" : "RCD na Pet",
  "descricaoClasse" : "PEDIDO DE RECONSIDERAÇÃO NA PETIÇÃO",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJEN       DATA:09/01/2025",
  "ementa" : "PROCESSUAL PENAL. PEDIDO DE RECONSIDERAÇÃO. RECEBIMENTO COMO AGRAVO\nREGIMENTAL. PRINCÍPIO DA FUNGIBILIDADE RECURSAL.\n1. Em virtude da ausência de previsão regimental para o manejo de\npedido de reconsideração contra decisão de Relator e, em razão dos\nprincípios da instrumentalidade das formas e da fungibilidade\nrecursal, o pedido de reconsideração pode ser recebido como agravo\nregimental.\n2. Com exceção da assistência à acusação, não há previsão legal para\nhabilitação de terceiro interessado nos autos de ação penal.\n3. Agravo regimental não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241218",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Corte Especial, por unanimidade,\nnegar provimento ao agravo regimental, nos termos do voto da Sra.\nMinistra Relatora.\nOs Srs. Ministros João Otávio de Noronha, Humberto Martins, Maria\nThereza de Assis Moura, Og Fernandes, Luis Felipe Salomão, Benedito\nGonçalves, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira, Ricardo Villas Bôas Cueva, Sebastião Reis Júnior votaram\ncom a Sra. Ministra Relatora.\nAusentes, justificadamente, os Srs. Ministros Francisco Falcão e\nMauro Campbell Marques.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : "(AÇÃO PENAL - HABILITAÇÃO DE TERCEIRO INTERESSADO)\n   STJ - <<AgRg no Inq 1191>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
} ]