[ {
  "id" : "000918540",
  "numeroProcesso" : "1674756",
  "numeroRegistro" : "202000533597",
  "siglaClasse" : "EAREsp",
  "descricaoClasse" : "EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RAUL ARAÚJO",
  "dataPublicacao" : "DJEN       DATA:01/07/2025",
  "ementa" : "DIREITO CIVIL. PROCESSUAL CIVIL. EMBARGOS DE DIVERGÊNCIA. EMPRÉSTIMO\nCONSIGNADO. FALECIMENTO DO CONSIGNANTE. EXTINÇÃO DA DÍVIDA.\nDIVERGÊNCIA NÃO CARACTERIZADA. EMBARGOS REJEITADOS.\n1. Não se verifica a similitude fática e a identidade entre os\nacórdãos confrontados, uma vez que as questões jurídicas tratadas\nsão distintas.\n2. A ausência de divergência jurisprudencial impede o conhecimento\ndos embargos de divergência, conforme a Súmula 168 do STJ.\n3. Embargos de divergência não conhecidos.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250618",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 12/06/2025 a 18/06/2025,\npor unanimidade, não conhecer dos embargos, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Luis Felipe Salomão, Mauro Campbell Marques, Benedito\nGonçalves, Maria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo\nVillas Bôas Cueva e Sebastião Reis Júnior votaram com o Sr. Ministro\nRelator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000918539",
  "numeroProcesso" : "2100924",
  "numeroRegistro" : "202200977428",
  "siglaClasse" : "EAREsp",
  "descricaoClasse" : "EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RAUL ARAÚJO",
  "dataPublicacao" : "DJEN       DATA:01/07/2025",
  "ementa" : "DIREITO PROCESSUAL CIVIL. EMBARGOS DE DIVERGÊNCIA NO AGRAVO EM\nRECURSO ESPECIAL. EXECUÇÃO DE TÍTULO EXTRAJUDICIAL. PRESCRIÇÃO\nINTERCORRENTE. ÔNUS SUCUMBENCIAIS. RECURSO DESPROVIDO.\n1. Esta colenda Corte Especial, no julgamento do EAREsp\n1.854.589/PR, em 9 de novembro de 2023, firmou orientação de que,\n\"em caso de extinção da execução, em razão do reconhecimento da\nprescrição intercorrente, mormente quando este se der por ausência\nde localização do devedor ou de seus bens, é o princípio da\ncausalidade que deve nortear o julgador para fins de verificação da\nresponsabilidade pelo pagamento das verbas sucumbenciais. Mesmo na\nhipótese de resistência do exequente - por meio de impugnação da\nexceção de pré-executividade ou dos embargos do executado, ou de\ninterposição de recurso contra a decisão que decreta a referida\nprescrição -, é indevido atribuir-se ao credor, além da frustração\nna pretensão de resgate dos créditos executados, também os ônus\nsucumbenciais com fundamento no princípio da sucumbência, sob pena\nde indevidamente beneficiar-se duplamente a parte devedora, que não\ncumpriu oportunamente com a sua obrigação, nem cumprirá\" (Relator\nMinistro RAUL ARAÚJO, CORTE ESPECIAL, DJe de 24/11/2023).\n2. A decretação da prescrição intercorrente não afasta o princípio\nda causalidade em desfavor do devedor, mesmo havendo resistência da\nparte exequente.\n3. A alteração do art. 921, § 5º, do CPC, promovida pela Lei\n14.195/2021, que estabeleceu que a extinção da execução por\nprescrição intercorrente não importará ônus para as partes, além de\nreforçar o aludido precedente, não se aplica ao caso.\n4. Embargos de divergência desprovidos.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250618",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL, por unanimidade, conhecer\ndo recurso mas lhe negar provimento, nos termos do voto do Sr.\nMinistro Relator.\nA Sra. Ministra Maria Isabel Gallotti e os Srs. Ministros Antonio\nCarlos Ferreira, Ricardo Villas Bôas Cueva, Humberto Martins, Maria\nThereza de Assis Moura, Og Fernandes, Luis Felipe Salomão, Mauro\nCampbell Marques e Benedito Gonçalves votaram com o Sr. Ministro\nRelator.\nAusentes, justificadamente, os Srs. Ministros Francisco Falcão,\nNancy Andrighi, João Otávio de Noronha e Sebastião Reis Júnior.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : "(PRESCRIÇÃO INTERCORRENTE - PRINCÍPIO DA CAUSALIDADE)\n   STJ - <<EAREsp 1854589>>-PR, <<REsp 2036271>>-PR,\n         <<AgInt nos EDcl nos EDcl no AgInt nos EDcl no REsp\n2119931>>-ES,\n         <<AgInt nos EDcl no AREsp 2671323>>-PR,\n         <<AgInt nos EDcl nos EREsp 2073648>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000918538",
  "numeroProcesso" : "2806690",
  "numeroRegistro" : "202404470238",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RAUL ARAÚJO",
  "dataPublicacao" : "DJEN       DATA:01/07/2025",
  "ementa" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA NO AGRAVO EM RECURSO\nESPECIAL. PROCESSUAL CIVIL. AUSÊNCIA DE COMPROVAÇÃO DO DISSÍDIO\nJURISPRUDENCIAL. AGRAVO DESPROVIDO.\n1. Para o cabimento dos embargos de divergência, o dissídio\njurisprudencial há de ser comprovado na forma exigida pelo art. 266,\n§ 4º, do RISTJ, c/c os arts. 1.043, § 4º, e 1.044 do CPC de 2015,\ninclusive com a realização do indispensável cotejo analítico entre\nos acórdãos embargado e paradigmas.\n2. A Corte Especial, no julgamento dos EAREsps 701.404/SC,\n746.775/SC e 831.326/SC, cuja relatoria do acórdão foi designada ao\neminente Ministro Luis Felipe Salomão (DJe de 30/11/2018), consagrou\nentendimento no sentido da necessidade de impugnação específica, na\npetição de agravo, de todos os fundamentos da decisão que não\nadmite o recurso especial na origem, sob pena de incidência da\nSúmula 182 do STJ. Destarte, incide, na espécie, a Súmula 168/STJ:\n\"Não cabem embargos de divergência, quando a jurisprudência do\nTribunal se firmou no mesmo sentido do acórdão recorrido.\"\n3. Agravo regimental a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250618",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Corte Especial, por unanimidade, negar\nprovimento ao agravo regimental, nos termos do voto do Sr. Ministro\nRelator.\nA Sra. Ministra Maria Isabel Gallotti e os Srs. Ministros Antonio\nCarlos Ferreira, Ricardo Villas Bôas Cueva, Humberto Martins, Maria\nThereza de Assis Moura, Og Fernandes, Luis Felipe Salomão, Mauro\nCampbell Marques e Benedito Gonçalves votaram com o Sr. Ministro\nRelator.\nAusentes, justificadamente, os Srs. Ministros Francisco Falcão,\nNancy Andrighi, João Otávio de Noronha e Sebastião Reis Júnior.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000918537",
  "numeroProcesso" : "2169743",
  "numeroRegistro" : "202202182687",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RAUL ARAÚJO",
  "dataPublicacao" : "DJEN       DATA:01/07/2025",
  "ementa" : "DIREITO PROCESSUAL CIVIL. EMBARGOS DE DIVERGÊNCIA. RECURSO ESPECIAL.\nSÚMULA 315/STJ. AGRAVO INTERNO NÃO PROVIDO.\n1. A função dos embargos de divergência é uniformizar teses\njurídicas dissidentes quanto à matéria meritória, não sendo cabível\npara avaliar a aplicação de regra técnica de conhecimento do recurso\nespecial, no caso, a Súmula 7/STJ.\n2. A Súmula 315/STJ impede a interposição de embargos de divergência\nno âmbito do agravo de instrumento que não admite recurso especial,\npois não houve exame do mérito do recurso.\n3. A análise dos requisitos de admissibilidade do recurso especial é\nrealizada de forma soberana pelo órgão fracionário competente, não\npodendo ser alterada por meio de embargos de divergência.\n4. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250618",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 12/06/2025 a 18/06/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Luis Felipe Salomão, Mauro Campbell Marques, Benedito\nGonçalves, Maria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo\nVillas Bôas Cueva e Sebastião Reis Júnior votaram com o Sr. Ministro\nRelator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000918536",
  "numeroProcesso" : "10697",
  "numeroRegistro" : "202403158384",
  "siglaClasse" : "HDE",
  "descricaoClasse" : "HOMOLOGAÇÃO DE DECISÃO ESTRANGEIRA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RAUL ARAÚJO",
  "dataPublicacao" : "DJEN       DATA:01/07/2025",
  "ementa" : "DECISÃO ESTRANGEIRA CONTESTADA. DIVÓRCIO. ACORDO DE SEPARAÇÃO\nINCORPORADO À SENTENÇA. PARTILHA DE BENS. PREENCHIMENTO DOS\nREQUISITOS. PEDIDO DE HOMOLOGAÇÃO DEFERIDO.\n1. A homologação da sentença estrangeira é devida, pois foram\natendidos os requisitos formais previstos nos arts. 963 e 964 do CPC\nde 2015 e 216-C e 216-D do RISTJ, sem ofensa à soberania nacional,\nà dignidade da pessoa humana ou à ordem pública.\n2. A jurisprudência do Superior Tribunal de Justiça autoriza a\nhomologação de sentença estrangeira que, decretando o divórcio,\nconvalida acordo celebrado pelos ex-cônjuges quanto à partilha de\nbens imóveis situados no Brasil, desde que não viole as regras de\nDireito Interno Brasileiro.\n3. Defere-se o pedido de homologação da sentença estrangeira.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250618",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Corte Especial, por unanimidade, homologar\na decisão estrangeira, nos termos do voto do Sr. Ministro Relator.\nA Sra. Ministra Maria Isabel Gallotti e os Srs. Ministros Antonio\nCarlos Ferreira, Ricardo Villas Bôas Cueva, Humberto Martins, Maria\nThereza de Assis Moura, Og Fernandes, Luis Felipe Salomão, Mauro\nCampbell Marques e Benedito Gonçalves votaram com o Sr. Ministro\nRelator.\nAusentes, justificadamente, os Srs. Ministros Francisco Falcão,\nNancy Andrighi, João Otávio de Noronha e Sebastião Reis Júnior.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : "(HOMOLOGAÇÃO DE SENTENÇA ESTRANGEIRA - PARTILHA DE BENS IMÓVEIS\nSITUADOS NO BRASIL)\n   STJ - <<SEC 8106>>-EX, <<SEC 9531>>-EX, <<SEC 5822>>-EX,\n         <<SEC 1304>>",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00023 INC:00001 INC:00003", "LEG:FED LEI:005869 ANO:1973\n*****  CPC-73    CÓDIGO DE PROCESSO CIVIL DE 1973\n        ART:00089 INC:00001", "LEG:FED DEL:004657 ANO:1942\n*****  LINDB-42    LEI DE INTRODUÇÃO ÀS NORMAS DO DIREITO BRASILEIRO\n        ART:00012 ART:00017", "LEG:FED RES:000009 ANO:2005\n        ART:00006\n(SUPERIOR TRIBUNAL DE JUSTIÇA - STJ)" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000918532",
  "numeroProcesso" : "9333",
  "numeroRegistro" : "202304377690",
  "siglaClasse" : "AgInt na HDE",
  "descricaoClasse" : "AGRAVO INTERNO NA HOMOLOGAÇÃO DE DECISÃO ESTRANGEIRA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MAURO CAMPBELL MARQUES",
  "dataPublicacao" : "DJEN       DATA:02/07/2025",
  "ementa" : "DIREITO PROCESSUAL CIVIL. AGRAVO INTERNO. HOMOLOGAÇÃO DE SENTENÇA\nARBITRAL ESTRANGEIRA. REQUISITOS LEGAIS CUMPRIDOS. AGRAVO\nDESPROVIDO.\nI. Caso em exame\n1. Agravo interno interposto contra decisão monocrática que\nhomologou sentença arbitral estrangeira proferida nos Estados\nUnidos, reconhecendo a prescrição de pretensão de natureza\ncível/empresarial, sem violação de ordem pública.\n2. A agravante alega impossibilidade de homologação por violação de\nordem pública brasileira e soberania nacional, apontando\nlitispendência internacional, deficiência no apostilamento e\ntradução dos documentos, ausência de trânsito em julgado da decisão\nestrangeira e falta de competência da autoridade estrangeira.\nII. Questão em discussão\n3. A questão em discussão consiste em saber se a sentença arbitral\nestrangeira atende aos requisitos legais para homologação no Brasil,\nsem ofender a ordem pública, a soberania nacional ou a dignidade da\npessoa humana.\n4. Há também a questão de saber se a decisão estrangeira foi\nproferida por autoridade competente, com citação regular das partes,\ne se está acompanhada de tradução oficial e apostilamento válido.\nIII. Razões de decidir\n5. A decisão estrangeira foi proferida por autoridade competente,\ncom trânsito em julgado, e está acompanhada de tradução oficial e\napostilamento válido, cumprindo os requisitos legais para\nhomologação.\n6. Não há ofensa à ordem pública, à soberania nacional ou à\ndignidade da pessoa humana, uma vez que a decisão estrangeira foi\nproferida após o devido processo legal, assegurando o contraditório\ne a ampla defesa.\n7. O STJ exerce juízo meramente delibatório na homologação de\nsentença estrangeira, verificando apenas o cumprimento dos\nrequisitos formais previstos no CPC, no RISTJ e na LINDB.\nIV. Dispositivo e tese\n8. Agravo desprovido.\nTese de julgamento: \"1. A homologação de sentença estrangeira requer\no cumprimento dos requisitos legais, sem ofensa à ordem pública, à\nsoberania nacional ou à dignidade da pessoa humana. 2. O STJ realiza\njuízo delibatório, verificando apenas o cumprimento dos requisitos\nformais para homologação\".\nDispositivos relevantes citados: CPC/2015, art. 963; LINDB, art. 15;\nRISTJ, arts. 216-D e 216-F.\nJurisprudência relevante citada: STJ, HDE 2.168/EX, Rel. Ministra\nNancy Andrighi, Corte Especial, julgado em 01/08/2019; STJ, SEC\n9.176/EX, Rel. Ministro Jorge Mussi, Corte Especial, julgado em\n03/10/2018.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250610",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 04/06/2025 a 10/06/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Luis Felipe Salomão, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : "(HOMOLOGAÇÃO DE SENTENÇA ESTRANGEIRA - SOBERANIA NACIONAL -\nDIGNIDADE DA PESSOA HUMANA - ORDEM PÚBLICA)\n   STJ - <<HDE 2168>>-EX",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000918531",
  "numeroProcesso" : "1727643",
  "numeroRegistro" : "202001724281",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MAURO CAMPBELL MARQUES",
  "dataPublicacao" : "DJEN       DATA:02/07/2025",
  "ementa" : "DIREITO PROCESSUAL CIVIL. AGRAVO INTERNO EM EMBARGOS DE DIVERGÊNCIA.\nDIVERGÊNCIA QUANTO À DESERÇÃO DE RECURSO ESPECIAL. AUSÊNCIA DE\nCOMPROVAÇÃO DO PREPARO. AGRAVO DESPROVIDO.\nI. CASO EM EXAME\n1. Agravo regimental interposto contra decisão monocrática que não\nconheceu dos embargos de divergência opostos contra acórdão da\nTerceira Turma do STJ que manteve decisão da presidência do STJ pela\ndeserção de recurso especial desacompanhado de guias de\nrecolhimento preenchidas e sem os respectivos comprovantes de\npagamento de preparo.\n2. A Terceira Turma do STJ declarou jurisprudência do STJ pela\nintimação da parte para comprovar preparo recursal quando indeferido\no pedido de justiça gratuita. A esse respeito, destacou que houve\nconcessão de prazo para comprovação de recolhimento do preparo\nrecursal. Em face do não cumprimento desse prazo, concluiu-se pela\ndeserção do recurso especial.\n3. A decisão monocrática ora impugnada não admitiu os embargos de\ndivergência nos termos da Súm. n. 168/STJ, sob o fundamento de que o\nacórdão da Terceira Turma segue jurisprudência pacífica do STJ\nsobre o tema.\nII. QUESTÃO EM DISCUSSÃO\n4. Os precedentes citados na decisão recorrida reforçam que, em\ncasos de ausência de comprovação do preparo, a deserção é aplicável,\nconforme a Súmula 187/STJ. Além disso, a jurisprudência do STJ\nestabelece que o recurso especial deve ser acompanhado das guias de\nrecolhimento e dos comprovantes de pagamento no momento de sua\ninterposição, sob pena de deserção. Ademais, o acórdão impugnado da\nTerceira Turma do STJ foi atento ao declarar que a parte embargante\nfoi intimada a demonstrar recolhimento do preparo após indeferimento\nde justiça gratuita.\nIII. RAZÕES DE DECIDIR\n5. A jurisprudência do STJ estabelece que o recurso especial deve\nser acompanhado das guias de recolhimento e dos comprovantes de\npagamento no momento de sua interposição, sob pena de deserção.\n6. O indeferimento do pedido de gratuidade de justiça deve ensejar a\nintimação da parte para comprovação do preparo.\n7. No caso dos autos, o acórdão da Terceira Turma do STJ declarou\nque a parte embargante não demonstrou o pagamento do preparo dentro\ndo prazo oferecido. O acórdão impugnado não diverge da\njurisprudência do STJ. Incidência da Súm. n. 168/STJ.\nIV. DISPOSITIVO E TESE\n7. Agravo regimental desprovido.\nTese de julgamento:  \"1. A jurisprudência do STJ estabelece que o\nrecurso especial deve ser acompanhado das guias de recolhimento e\ndos comprovantes de pagamento no momento de sua interposição, sob\npena de deserção. 2. O indeferimento do pedido de gratuidade de\njustiça deve ensejar a intimação da parte para comprovação do\npreparo. 3. Não havendo a devida comprovação do preparo, a deserção\nse impõe\".\nDispositivos relevantes citados:  CPC, art. 99, § 7º; CPC, art.\n1007, § 4º; CPP, art. 806, § 2º; Súmulas n. 123 e n. 187 do STJ.\nJurisprudência relevante citada:  STJ, AgRg no Ag 1.388.904/MG, Rel.\nMin. Raul Araújo, Quarta Turma, julgado em 17/5/2012; STJ, REsp\n421.052/RJ, Rel. Min. José Arnaldo da Fonseca, Quinta Turma, julgado\nem 22/4/2003.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250618",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 12/06/2025 a 18/06/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Luis Felipe Salomão, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000918530",
  "numeroProcesso" : "2362664",
  "numeroRegistro" : "202301576395",
  "siglaClasse" : "EDcl no AgInt nos EAREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MAURO CAMPBELL MARQUES",
  "dataPublicacao" : "DJEN       DATA:02/07/2025",
  "ementa" : "Direito processual civil. Embargos de declaração. Rejeição.\nI. Caso em exame\n1. Embargos de declaração opostos contra acórdão que negou\nprovimento a agravo interno nos embargos de divergência no agravo em\nrecurso especial, sob o fundamento de que não cabe rediscutir regra\nde admissibilidade do recurso especial.\n2. A parte embargante alega omissão e contradição na decisão\nembargada, sustentando a necessidade de análise sobre os efeitos de\nacordo extrajudicial e a confissão da parte recorrida, além de\ndivergência jurisprudencial sobre a homologação de acordo\nextrajudicial após o trânsito em julgado.\n3. A parte embargada argumenta que os embargos de declaração visam a\num pedido de retratação, não previsto nas hipóteses do artigo 1.022\ndo CPC/2015, e que o embargante busca efeito modificativo das\ndecisões contrárias a ele.\nII. Questão em discussão\n4. A questão em discussão consiste em saber se os embargos de\ndeclaração podem ser utilizados para rediscutir o mérito da decisão\nembargada, alegando omissão e contradição, quando o objetivo é\nmodificar o resultado do julgamento.\nIII. Razões de decidir\n5. Os embargos de declaração são recurso de fundamentação vinculada,\ncabíveis apenas para esclarecer obscuridade, eliminar contradição,\nsuprir omissão ou corrigir erro material, conforme o art. 1.022 do\nCPC/2015.\n6. A análise das razões recursais revela que a parte embargante\nbusca alterar o resultado do julgado, o que é inviável nesta seara\nrecursal, pois não há contradições internas no acórdão embargado.\n7. A pretensão de rediscutir matéria já decidida não se enquadra nas\nhipóteses legais de cabimento dos embargos de declaração, devendo\nser rejeitados para evitar a reabertura de discussão sobre o mérito\njá decidido.\nIV. Dispositivo e tese\n8. Embargos de declaração rejeitados.\nTese de julgamento: \"1. Os embargos de declaração não se prestam a\nrediscutir o mérito da decisão embargada. 2. A pretensão de\nmodificar o resultado do julgamento não se enquadra nas hipóteses de\ncabimento dos embargos de declaração previstas no art. 1.022 do\nCPC/2015\".\nDispositivos relevantes citados: CPC/2015, art. 1.022.Jurisprudência\nrelevante citada: STJ, EDcl no AgInt no RE nos EDcl no AgInt no RMS\n52.333/GO, Rel. Min. Humberto Martins, Corte Especial, DJe\n29/06/2018; STJ, EDcl no MS 20.816/DF, Rel. Min. Jorge Mussi, Corte\nEspecial, DJe 17/04/2018; STJ, EDcl nos EDcl nos EDcl no AgInt nos\nEDcl nos EREsp 1491187/SC, Rel. Min. Mauro Campbell Marques, Corte\nEspecial, DJe 23/03/2018.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250618",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 12/06/2025 a 18/06/2025,\npor unanimidade, rejeitar os embargos de declaração, nos termos do\nvoto do Sr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Luis Felipe Salomão, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000917907",
  "numeroProcesso" : "2172110",
  "numeroRegistro" : "202202225975",
  "siglaClasse" : "EAREsp",
  "descricaoClasse" : "EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "HUMBERTO MARTINS",
  "dataPublicacao" : "DJEN       DATA:27/06/2025",
  "ementa" : "EMBARGOS DE DIVERGÊNCIA. CIVIL E PROCESSUAL CIVIL. NEGÓCIO JURÍDICO.\nMATÉRIA SOBRE  PRESCRIÇÃO E DECADÊNCIA. PRECLUSÃO CONFIRMADA NO\nACÓRDÃO EMBARGADO. INEFICIÊNCIA DE DECISÕES MONOCRÁTICAS PARA\nDEMONSTRAÇÃO DA DIVERGÊNCIA. NECESSIDADE DE APRESENTAÇÃO DE\nPARADIGMAS  CONTEMPORÂNEOS AO ARESTO IMPUGNADO. CONFORMIDADE DO\nACÓRDÃO EMBARGADO COM A JURISPRUDÊNCIA DESTA CORTE. SÚMULA N. 168 DO\nSTJ. INOVAÇÃO RECURSAL EM MEMORIAIS. NÃO CONHECIMENTO.\n1. Os embargos de divergência têm como pressuposto de\nadmissibilidade a divergência jurisprudencial entre Turmas\ndiferentes, ou entre Turma e Seção, ou entre Turma e a Corte\nEspecial, divergência essa que deverá ser demonstrada, conforme o\nart. 255, §§ 1º e 2º, e o art. 266, caput, do RISTJ.\n2. À luz do art. 1.043 do CPC e da jurisprudência da Corte Especial,\nnão se admite a utilização de decisão singular como paradigma para\ncomprovação de dissídio jurisprudencial.\n3. O acórdão apresentado como paradigma deve ser contemporâneo ao\ntempo do julgamento do acórdão embargado, sob pena de não demonstrar\na divergência jurisprudencial.\n4. Sendo a prescrição e a decadência prejudiciais de mérito e não\ntendo sido ambos os institutos impugnados na origem pela ora\nembargante, o acórdão embargado aplicou a jurisprudência atual do\nSuperior Tribunal de Justiça para o caso concreto. Segundo a Súmula\nn. 168/STJ: \"Não cabem embargos de divergência, quando a\njurisprudência do Tribunal se firmou no mesmo sentido do acórdão\nembargado\".\n5. Os embargos de divergência não são a via adequada para analisar\ndissenso sobre matéria não debatida no acórdão embargado. A via\nestreita dos embargos de divergência tampouco tem o papel de\nsucedâneo recursal, e sim serve à uniformização da jurisprudência\ndivergente, quando soluções distintas - relativas às mesmas\npremissas fáticas e/ou jurídicas -, tenham sido dadas, o que não\nficou demonstrado nos autos.\n6. Há flagrante inovação recursal na alegação de matérias inéditas\nem memoriais, seja por não constarem da petição recursal em análise,\nseja por tratar-se de peça extra-processual.\n7. \"[N]ão há necessidade da cisão de julgamento dos embargos de\ndivergência na Corte Especial, com remessa à Seção, quando a parte\nembargante sustenta uma única tese e a suposta divergência também\nocorre em relação a julgados de outras Seções.\" (EAREsp n.\n1.595.021/SP, relatora Ministra Nancy Andrighi, Corte Especial, DJe\nde 25/4/2023.)\nEmbargos de divergência não conhecidos.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250618",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Corte Especial, por unanimidade, não\nconhecer do recurso, nos termos do voto do Sr. Ministro Relator.\nA Sra. Ministra Maria Thereza de Assis Moura e os Os Srs. Ministros\nOg Fernandes, Luis Felipe Salomão, Mauro Campbell Marques, Benedito\nGonçalves, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira e Ricardo Villas Bôas Cueva votaram com o Sr. Ministro\nRelator.\nAusentes, justificadamente, os Srs. Ministros Francisco Falcão,\nNancy Andrighi, João Otávio de Noronha e Sebastião Reis Júnior.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - DECISÃO MONOCRÁTICA)\n   STJ - <<EREsp 1168459>>-RS\n(EMBARGOS DE DIVERGÊNCIA - CONTEMPORANEIDADE DOS PARADIGMAS)\n   STJ - <<EREsp 1236094>>-RS, <<AgInt no AREsp 178910>>-MG,\n         <<AgInt nos EDcl no AREsp 299670>>-RJ\n(EMBARGOS DE DIVERGÊNCIA - CISÃO DO JULGAMENTO)\n   STJ - <<EAREsp 1595021>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000168", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01043" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000917898",
  "numeroProcesso" : "9928",
  "numeroRegistro" : "202401143690",
  "siglaClasse" : "HDE",
  "descricaoClasse" : "HOMOLOGAÇÃO DE DECISÃO ESTRANGEIRA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RICARDO VILLAS BÔAS CUEVA",
  "dataPublicacao" : "DJEN       DATA:26/06/2025",
  "ementa" : "HOMOLOGAÇÃO DE DECISÃO ESTRANGERIA. PROCESSUAL CIVIL. GUARDA DE\nMENORES. ALIMENTOS. JURISDIÇÃO BRASILEIRA. JURISDIÇÃO ESTRANGEIRA.\nCONCORRÊNCIA. HOMOLOGAÇÃO NO BRASIL. IMPOSSIBILIDADE. MELHOR\nINTERESSE DOS MENORES. PREVALÊNCIA.\n1. O propósito da presente ação é a homologação de sentença\nestrangeira proferida pelo Poder Judiciário de Portugal que versou\nacerca da fixação de domicílio dos menores, guarda, regime de\nconvivência e alimentos.\n2. A superveniência de decisão proferida pelo Poder Judiciário do\nBrasil acerca de questão também analisada na sentença estrangeira é\ncausa de improcedência da ação de homologação da sentença\nestrangeira, especialmente porque as sentenças relacionadas à guarda\nde crianças ou a alimentos não transitam em julgado, presumindo-se\nque a decisão mais recente retrata mais fielmente a situação atual\ndas crianças e o seu melhor interesse.\n3. Pedido de homologação de sentença estrangeira julgado\nimprocedente.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250618",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 12/06/2025 a 18/06/2025,\npor unanimidade, não homologar a sentença estrangeira, nos termos do\nvoto do Sr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Luis Felipe Salomão, Mauro Campbell Marques, Benedito\nGonçalves, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000917609",
  "numeroProcesso" : "1521",
  "numeroRegistro" : "202102450356",
  "siglaClasse" : "AgRg no Inq",
  "descricaoClasse" : "AGRAVO REGIMENTAL NO INQUÉRITO",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "HUMBERTO MARTINS",
  "dataPublicacao" : "DJEN       DATA:26/06/2025",
  "ementa" : "PROCESSO PENAL. INQUÉRITO. AGRAVO REGIMENTAL CONTRA DECISÃO QUE\nINDEFERIU PEDIDO DE DECLARAÇÃO DE NULIDADE DO INQUÉRITO ANTE A\nSUPOSTA OFENSA AO PRINCÍPIO DO JUIZ NATURAL. NÃO OCORRÊNCIA DE\nNULIDADE.\n1. Decisão monocrática que se encontra em consonância com a\njurisprudência do Supremo Tribunal Federal no que diz respeito à\npossibilidade de concessão de foro por prerrogativa de função pelo\nconstituinte estadual.\n2. Inconstitucionalidade de expressões de constituições estaduais\nque ampliam o foro por prerrogativa de função a autoridades diversas\ndas estabelecidas pela Constituição Federal.\nAgravo regimental improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250618",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 12/06/2025 a 18/06/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Maria Thereza de Assis Moura, Og Fernandes, Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nAntonio Carlos Ferreira, Ricardo Villas Bôas Cueva e Sebastião Reis\nJúnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.\nImpedida a Sra. Ministra Maria Isabel Gallotti.",
  "jurisprudenciaCitada" : "(FORO POR PRERROGATIVA DE FUNÇÃO - AMPLIAÇÃO POR CONSTITUIÇÃO\nESTADUAL - INCONSTITUCIONALIDADE)\n   STJ - {{ADI 2553}}, {{ADI 6515}}",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : "PRINCÍPIO DA SIMETRIA",
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000917606",
  "numeroProcesso" : "17283",
  "numeroRegistro" : "202301246840",
  "siglaClasse" : "AgRg na Pet",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA PETIÇÃO",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "JOÃO OTÁVIO DE NORONHA",
  "dataPublicacao" : "DJEN       DATA:26/06/2025",
  "ementa" : "DIREITO PROCESSUAL PENAL. AGRAVO INTERNO. EMBARGOS DE DIVERGÊNCIA.\nINTEMPESTIVIDADE E VÍCIO FORMAL. AGRAVO DESPROVIDO.\nI. Caso em exame\n1. Agravo interno interposto contra a decisão\nmonocrática que não conheceu dos embargos de divergência em razão de\nsua intempestividade e da inobservância das exigências formais,\nespecialmente da juntada do inteiro teor dos acórdãos paradigma.\nII. Questão em discussão\n2. A questão em discussão consiste em saber\nse dos embargos de divergência interpostos contra acórdão proferido\nno julgamento de embargos de divergência anteriores se pode\nconhecer, considerando a alegada tempestividade e fundamentação\nsuficiente, bem como a suposta omissão quanto ao exame de violação\nde dispositivos legais em matéria penal.\nIII. Razões de decidir\n3. A intempestividade dos embargos de\ndivergência foi constatada, pois foram interpostos após o prazo de\n15 dias corridos, deixando a parte de observar o estabelecido nos\narts. 1.003, § 5º, e 1.029 do CPC, aplicáveis por força do art. 798\ndo CPP.\n4. A ausência de juntada do inteiro teor dos acórdãos paradigma,\nincluindo relatório, voto, ementa e certidão de julgamento,\nconfigura vício formal insanável, inviabilizando o conhecimento do\nrecurso.\n5. A jurisprudência do STJ é firme no sentido de que, em processos\nde natureza penal, a contagem dos prazos recursais deve observar o\ndisposto no art. 798 do CPP, afastando-se a aplicação supletiva do\nart. 219 do CPC.\n6. A Súmula n. 182 do STJ foi aplicada, pois os fundamentos do\nagravo interno não enfrentaram especificamente os termos da decisão\nagravada.\nIV. Dispositivo e tese\n7. Agravo interno desprovido.\nTese de julgamento:  \"1. A intempestividade dos embargos de\ndivergência impede seu conhecimento. 2. A ausência de juntada do\ninteiro teor dos acórdãos paradigma constitui vício formal\ninsanável, o que inviabiliza o conhecimento do recurso. 3. A\ncontagem dos prazos recursais em matéria penal deve observar o art.\n798 do CPP, afastando-se a aplicação do art. 219 do CPC\".\nDispositivos relevantes citados:  CPC, arts. 1.003, § 5º, 1.029 e\n932; CPP, art. 798.Jurisprudência relevante citada:  STJ, AgRg no\nAREsp 981.030/PE, relator Ministro Reynaldo Soares da Fonseca,\nQuinta Turma, julgado em 16/2/2017; STJ, AgInt nos EDcl nos EREsp n.\n1.803.803/RJ, relator Ministro João Otávio de Noronha, Corte\nEspecial, julgado em 26/9/2023; STJ, AgInt nos EAREsp 1.950.564/MS,\nrelatora Ministra Nancy Andrighi, julgado em 13/6/2023.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250618",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 12/06/2025 a 18/06/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Humberto Martins, Maria Thereza\nde Assis Moura, Og Fernandes, Luis Felipe Salomão, Mauro Campbell\nMarques, Benedito Gonçalves, Raul Araújo, Maria Isabel Gallotti,\nAntonio Carlos Ferreira, Ricardo Villas Bôas Cueva e Sebastião Reis\nJúnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.\nNão participou do julgamento a Sra. Ministra Nancy Andrighi.",
  "jurisprudenciaCitada" : "(PROCESSOS DE NATUREZA PENAL - CONTAGEM DE PRAZOS - DIAS CORRIDOS)\n   STJ - <<AgRg nos EDv nos EAREsp 1032333>>-SP\n(ADMISSIBILIDADE DE EMBARGOS DE DIVERGÊNCIA - JUNTADA DO INTEIRO\nTEOR DO ACÓRDÃO PARADIGMA - REQUISITOS)\n   STJ - <<AgInt nos EDcl nos EREsp 1803803>>-RJ,\n         <<AgInt nos EAREsp 1950564>>-MS",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00219 ART:01003 PAR:00005 ART:01029", "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00798", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000182" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000917562",
  "numeroProcesso" : "2526154",
  "numeroRegistro" : "202304058811",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA ISABEL GALLOTTI",
  "dataPublicacao" : "DJEN       DATA:26/06/2025",
  "ementa" : "AGRAVO INTERNO. EMBARGOS DE DIVERGÊNCIA. REQUISITOS DE\nADMISSIBILIDADE DOS EMBARGOS DE DIVERGÊNCIA. NÃO OCORRÊNCIA.\nAPLICAÇÃO DE REGRAS TÉCNICAS DE ADMISSIBILIDADE DO RECURSO ESPECIAL.\nAUSÊNCIA DE SIMILITUDE FÁTICA ENTRE OS JULGADOS. AGRAVO INTERNO NÃO\nPROVIDO.\n1. O art. 1.043, III, do CPC estabelece caberem embargos de\ndivergência quando um acórdão é de mérito e o outro não. Exige,\ncontudo, que, neste último, tenha sido apreciada a controvérsia. No\ncaso em julgamento, o acórdão embargado não conheceu do recurso\nespecial, em razão do óbice da Súmula 7/STJ. Não houve apreciação da\ncontrovérsia propriamente dita; e nem do mérito recursal.\n2. Não cabe, em embargos de divergência, reexaminar os pressupostos\nde conhecimento do recurso especial, para extrair conclusão diversa\na respeito da incidência de óbices.3. Na aplicação do art. 1.022 do\nCPC, a constatação de ter, ou não, havido omissão ou deficiência na\nfundamentação do acórdão proferido na origem, em regra, demanda o\nexame das peculiaridades de cada caso concreto, não existindo,\nportanto, dissídio de teses a ensejar os embargos de divergência.\n4. Agravo interno ao qual se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250618",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Corte Especial, por unanimidade,\nnegar provimento ao agravo, nos termos do voto da Sra. Ministra\nRelatora.\nOs Srs. Ministros Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva, Humberto Martins, Maria Thereza de Assis Moura, Og Fernandes,\nLuis Felipe Salomão, Mauro Campbell Marques, Benedito Gonçalves e\nRaul Araújo votaram com a Sra. Ministra Relatora.\nAusentes, justificadamente, os Srs. Ministros Francisco Falcão,\nNancy Andrighi, João Otávio de Noronha e Sebastião Reis Júnior.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000917460",
  "numeroProcesso" : "2442630",
  "numeroRegistro" : "202303001003",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA THEREZA DE ASSIS MOURA",
  "dataPublicacao" : "DJEN       DATA:25/06/2025",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. HONORÁRIOS ADVOCATÍCIOS. NEGATIVA DE PRESTAÇÃO\nJURISDICIONAL. SIMILITUDE FÁTICO-JURÍDICA. INEXISTÊNCIA. DISCUSSÃO\nSOBRE REGRA TÉCNICA. IMPOSSIBILIDADE. RECURSO NÃO PROVIDO.\n1. Dissídio jurisprudencial inexistente quanto à questão relativa\naos honorários advocatícios em razão da falta de similitude\nfático-jurídica entre os casos confrontados.\n2. A verificação de ocorrência ou não de vício no julgado se dá\nconforme as peculiaridades da demanda, não ensejando, pois, dissídio\npretoriano a ser dirimido em sede embargos de divergência.\n3. Os embargos de divergência não se prestam a discutir o erro ou o\nacerto do decisum quanto à incidência ou não de regra técnica de\nconhecimento de recurso especial.\n4. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250618",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 12/06/2025 a 18/06/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Og Fernandes, Luis Felipe Salomão, Mauro\nCampbell Marques, Benedito Gonçalves, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva e\nSebastião Reis Júnior votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000917418",
  "numeroProcesso" : "2024527",
  "numeroRegistro" : "202103621564",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "JOÃO OTÁVIO DE NORONHA",
  "dataPublicacao" : "DJEN       DATA:26/06/2025",
  "ementa" : "DIREITO PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA\nEM AGRAVO EM RECURSO ESPECIAL. RECURSO CABÍVEL CONTRA DECISÃO\nHOMOLOGATÓRIA DE CÁLCULOS PERICIAIS. PRINCÍPIO DA FUNGIBILIDADE\nRECURSAL. AGRAVO INTERNO DESPROVIDO.\nI. Caso em exame\n1. Agravo interno interposto contra a decisão que\nindeferiu liminarmente os embargos de divergência com fundamento na\nSúmula n. 168 do STJ.\n2. A parte agravante sustenta que o recurso cabível contra a decisão\nque homologa cálculos periciais na fase de liquidação de sentença é\no agravo de instrumento, e não a apelação.\n3. Também alega divergência jurisprudencial, citando acórdão\nparadigma que admite a aplicação do princípio da fungibilidade\nrecursal entre agravo de instrumento e apelação na fase de\nliquidação de sentença.\nII. Questão em discussão\n4. A questão em discussão consiste em saber\nse há divergência em relação à interpretação do art. 1.015,\nparágrafo único, do Código de Processo Civil de 2015 acerca da\nnatureza da decisão que homologa cálculos e da possibilidade de\naplicação do princípio da fungibilidade recursal.\nIII. Razões de decidir\n5. A interposição de apelação contra decisões\ninterlocutórias que não põem fim ao processo constitui erro\ngrosseiro, o que impede a aplicação do princípio da fungibilidade\nrecursal.\n6. A decisão que homologa a atualização dos cálculos de liquidação é\nconsiderada interlocutória e, portanto, impugnável por meio de\nagravo de instrumento, conforme a Súmula n. 118 do STJ.\n7. A interposição de apelação em tais casos é considerada erro\ninescusável, afastando a aplicação do princípio da fungibilidade\nrecursal.\n8. Aplica-se ao caso a Súmula n. 168 do STJ: \"Não cabem embargos de\ndivergência quando a jurisprudência do Tribunal se firmou no mesmo\nsentido do acórdão embargado\".\nIV. Dispositivo e tese\n9. Agravo interno desprovido.\nTese de julgamento:  \"'Não cabem embargos de divergência quando a\njurisprudência do Tribunal se firmou no mesmo sentido do acórdão\nembargado' (Súmula n. 168 do STJ)\".\nDispositivos relevantes citados:  CPC/2015, art. 1.015, parágrafo\núnico. Jurisprudência relevante citada: STJ, AgInt no AREsp n.\n1.452.516/PB, relator Ministro Benedito Gonçalves, Primeira Turma,\njulgado em 10/2/2020; STJ, AgInt nos EREsp n. 1.850.171/PA, relator\nMinistro Mauro Campbell Marques, Primeira Seção, julgado em\n15/12/2020; STJ, AgInt no AREsp n. 2.595.343/SP, relator Ministro\nMarco Buzzi, Quarta Turma, julgado em 2/12/2024; STJ, AgInt no AREsp\nn. 2.630.346/AP, relatora Ministra Maria Thereza de Assis Moura,\nSegunda Turma, julgado em 27/11/2024; STJ, AgInt no AREsp n.\n873.200/MS, relator Ministro Ricardo Villas Bôas Cueva, Terceira\nTurma, julgado em 2/8/2016.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250618",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 12/06/2025 a 18/06/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Humberto Martins, Maria Thereza\nde Assis Moura, Og Fernandes, Luis Felipe Salomão, Mauro Campbell\nMarques, Benedito Gonçalves, Raul Araújo, Maria Isabel Gallotti,\nAntonio Carlos Ferreira, Ricardo Villas Bôas Cueva e Sebastião Reis\nJúnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.\nNão participou do julgamento a Sra. Ministra Nancy Andrighi.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : "Aguardando análise.",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000916933",
  "numeroProcesso" : "2539887",
  "numeroRegistro" : "202304228420",
  "siglaClasse" : "AgInt no RE nos EDcl nos EDcl no AgInt no AREsp",
  "descricaoClasse" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NO AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LUIS FELIPE SALOMÃO",
  "dataPublicacao" : "DJEN       DATA:25/06/2025",
  "ementa" : "AGRAVO INTERNO. NEGATIVA DE SEGUIMENTO A RECURSO EXTRAORDINÁRIO.\nGRATUIDADE DE JUSTIÇA. LIMITAÇÃO A UM DETERMINADO ATO PROCESSUAL.\nEFEITOS RETROATIVOS. IMPOSSIBILIDADE. PRESSUPOSTOS DE\nADMISSIBILIDADE DE RECURSO DE COMPETÊNCIA DO STJ. AUSÊNCIA DE\nREPERCUSSÃO GERAL. ART. 1.030, I, A, DO CPC. TEMA N. 181 DO STF.\nI. CASO EM EXAME\n1.1. Agravo interno interposto contra a decisão que deferiu pedido\nde gratuidade de justiça formulado tão somente no que se refere às\ncustas para a interposição do recurso extraordinário, e negou\nseguimento à insurgência sob a justificativa de que a matéria\ndiscutida envolvia pressupostos de admissibilidade de recurso de\ncompetência do STJ.\n1.2. A parte agravante impugna a concessão parcial da da gratuidade\nda justiça defendendo que o benefício deve se estender a todos os\natos processuais, sustentando, ainda, a inaplicabilidade do Tema n.\n181 do STF ao caso concreto, que envolve a violação direta da\nConstituição Federal.\nII. QUESTÕES EM DISCUSSÃO\n2.1. A possibilidade de retroação do deferimento do benefício da\njustiça gratuita para alcançar atos pretéritos.\n2.2. A aplicabilidade do Tema n. 181 do STF quando há necessidade de\ndiscussão ou superação de óbices de admissibilidade que resultaram\nno não conhecimento de recurso de competência do STJ.\nIII. RAZÕES DE DECIDIR\n3.1. Embora o benefício da justiça gratuita possa ser pleiteado a\nqualquer tempo, caso deferido produz efeitos ex nunc, não\nretroagindo para alcançar atos pretéritos. Precedentes do STJ e do\nSTF.\n3.2. A decisão agravada fundamentou-se na aplicação do Tema n. 181\ndo STF, que estabelece ausência de repercussão geral da questão\nrelativa ao preenchimento dos pressupostos de admissibilidade de\nrecursos de competência de outros Tribunais.\n3.3. As razões do recurso extraordinário, voltadas ao óbice aplicado\nou à matéria de fundo, demandam a reanálise ou superação do\nentendimento acerca do não conhecimento de recurso anterior.\n3.4. Nos termos do art. 1.030, I, a, do CPC, é justificada a\nnegativa de seguimento ao recurso extraordinário quando a questão\ncontrovertida não possui repercussão geral.\nIV. DISPOSITIVO\n4.1. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250618",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 12/06/2025 a 18/06/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
} ]