[ {
  "id" : "000908527",
  "numeroProcesso" : "1872187",
  "numeroRegistro" : "202000112300",
  "siglaClasse" : "EREsp",
  "descricaoClasse" : "EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RAUL ARAÚJO",
  "dataPublicacao" : "DJEN       DATA:30/04/2025",
  "ementa" : "PROCESSUAL CIVIL. EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL.\nHONORÁRIOS ADVOCATÍCIOS. DEFENSOR DATIVO. TEMA REPETITIVO 984/STJ.\nEFEITO VINCULANTE. NECESSIDADE DE OBSERVÂNCIA. RECURSO PROVIDO PARA\nADEQUAÇÃO DO JULGADO AO PRECEDENTE QUALIFICADO.\n1. É de observância obrigatória pelos Juízes e Tribunais, nos termos\ndo art. 927 do Código de Processo Civil, a jurisprudência firmada\nem sede de julgamento de recurso especial repetitivo.\n2. Os precedentes qualificados desempenham um papel significativo no\nordenamento jurídico brasileiro, principalmente em razão de sua\nforça vinculante. O referido efeito vinculante das teses firmadas em\nsede de recursos repetitivos é fundamental para a uniformidade das\ndecisões e previsibilidade do sistema jurídico brasileiro. Ele\nfunciona como um mecanismo que visa evitar decisões conflitantes em\ncasos semelhantes, promovendo a segurança jurídica e a igualdade\nperante o direito.\n3. A Terceira Seção, no julgamento do REsp 1.656.322/SC e do REsp\n1.665.033/SC, de relatoria do Ministro ROGÉRIO SCHIETTI CRUZ, firmou\nas seguintes teses para o Tema Repetitivo 984/STJ: \"1ª) As tabelas\nde honorários elaboradas unilateralmente pelos Conselhos Seccionais\nda OAB não vinculam o magistrado no momento de arbitrar o valor da\nremuneração a que faz jus o defensor dativo que atua no processo\npenal; servem como referência para o estabelecimento de valor que\nseja justo e que reflita o labor despendido pelo advogado; 2ª) Nas\nhipóteses em que o juiz da causa considerar desproporcional a\nquantia indicada na tabela da OAB em relação aos esforços\ndespendidos pelo defensor dativo para os atos processuais\npraticados, poderá, motivadamente, arbitrar outro valor; 3ª) São,\nporém, vinculativas, quanto aos valores estabelecidos para os atos\npraticados por defensor dativo, as tabelas produzidas mediante\nacordo entre o Poder Público, a Defensoria Pública e a seccional da\nOAB; 4ª) Dado o disposto no art. 105, parágrafo único, II, da\nConstituição da República, possui caráter vinculante a Tabela de\nHonorários da Justiça Federal, assim como tabelas similares\ninstituídas, eventualmente, pelos órgãos competentes das Justiças\ndos Estados e do Distrito Federal, na forma dos arts. 96, I, e 125,\n§ 1º, parte final, da Constituição da República\".\n4. Do cotejo entre o aresto embargado e o paradigma, verifica-se\nque, realmente, esta Corte de Justiça, ao majorar os honorários\nadvocatícios do defensor dativo para o \"valor correspondente ao\nestabelecido pela Tabela da OAB\", acabou por vincular tal verba à\ntabela de honorários advocatícios elaborada unilateralmente pelo\nConselho Seccional da OAB. Desse modo, atuou contrariamente à\njurisprudência do Superior Tribunal de Justiça, firmada no citado\nTema Repetitivo 984/STJ.\n5. Embargos de divergência providos.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250402",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Corte Especial, por unanimidade, conhecer\ndos embargos de divergência e dar-lhes provimento, nos termos do\nvoto do Sr. Ministro Relator.\nOs Srs. Ministros Maria Isabel Gallotti, Antonio Carlos Ferreira,\nRicardo Villas Bôas Cueva, Sebastião Reis Júnior, Francisco Falcão,\nNancy Andrighi, João Otávio de Noronha, Humberto Martins, Maria\nThereza de Assis Moura, Og Fernandes e Benedito Gonçalves votaram\ncom o Sr. Ministro Relator.\nAusentes, justificadamente, os Srs. Ministros Herman Benjamin e Luis\nFelipe Salomão.\nPresidiu o julgamento o Sr. Ministro Mauro Campbell Marques.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000908519",
  "numeroProcesso" : "1652847",
  "numeroRegistro" : "201700267206",
  "siglaClasse" : "EREsp",
  "descricaoClasse" : "EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "SEBASTIÃO REIS JÚNIOR",
  "dataPublicacao" : "DJEN       DATA:30/04/2025",
  "ementa" : "DIREITO PROCESSUAL CIVIL. EMBARGOS DE DIVERGÊNCIA EM RECURSO\nESPECIAL. HONORÁRIOS ADVOCATÍCIOS. CPC/1973. FIXAÇÃO EQUITATIVA.\nVALOR IRRISÓRIO. EMBARGOS DE DIVERGÊNCIA CONHECIDOS E PROVIDOS.\nI. Caso em exame\n1. Embargos de divergência interpostos contra o\nacórdão da Primeira Turma do STJ que fixou honorários advocatícios\nem R$ 200.000,00, com base no art. 20, § 4º, do CPC/1973, em ação\ncom proveito econômico de aproximadamente R$ 240.000.000,00.\n2. A parte embargante alega divergência jurisprudencial, indicando\nque os honorários fixados são inferiores a 1% do valor da causa, o\nque seria considerado irrisório segundo precedentes do STJ.\nII. Questão em discussão\n3. A questão em discussão consiste em saber\nse é possível fixar honorários advocatícios de sucumbência em\npatamar inferior a 1% do valor atualizado da causa, conforme o art.\n20, § 4º, do CPC/1973, sem justificativa adequada.\nIII. Razões de decidir\n4. A jurisprudência do STJ considera\nirrisórios os honorários fixados em patamar inferior a 1% do valor\nda causa, salvo justificativa específica que demonstre a adequação\ndo valor.\n5. No caso, o acórdão embargado não apresentou razão concreta para\nfixar os honorários em valor inferior a 1%, limitando-se a afirmar\nque o percentual de 1% seria exorbitante.\n6. A ausência de fundamentação específica para a fixação dos\nhonorários em valor inferior a 1% do valor da causa justifica a\nrevisão da decisão, em conformidade com a jurisprudência do STJ.\nIV. Dispositivo e tese\n7. Embargos de divergência conhecidos e\nprovidos para majorar a verba honorária para 1% sobre o valor\natribuído à causa atualizado.\nTese de julgamento:  \"1. Sob a égide do art. 20, § 4º, do CPC/1973,\na fixação de honorários advocatícios em patamar inferior a 1% do\nvalor da causa é considerada irrisória, salvo justificativa\nespecífica que demonstre a adequação do valor. 2. A ausência de\nfundamentação concreta para a fixação de honorários em valor\ninferior a 1% justifica a revisão da decisão.\"\nDispositivos relevantes citados:  CPC/1973, art. 20, § 4º.\nJurisprudência relevante citada:  STJ, AgInt no REsp 1.804.691/PA,\nMinistro Paulo Sérgio Domingues, Primeira Turma, DJe 17/6/2024; STJ,\nREsp 1.370.678/PE, Ministro Afrânio Vilela, Segunda Turma, DJe\n30/9/2024; AgInt no AREsp n. 1.510.711/PR, Ministra Nancy Andrighi,\nTerceira Turma, DJe 7/5/2020; STJ, AgInt no REsp 1.688.775/MT,\nMinistro Raul Araújo, Quarta Turma, DJe 4/6/2024.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250423",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, prosseguindo no julgamento após o voto-vista da Sra.\nMinistra Maria Thereza de Assis Moura, divergindo do Relator, no\nsentido de não conhecer dos embargos, por maioria, conhecer e dar\nprovimento aos embargos de divergência, para dar provimento ao\nrecurso especial, a fim de majorar a verba honorária para 1% sobre o\nvalor atribuído à causa atualizado, nos termos do voto do Sr.\nMinistro Relator. Vencidos as Sras. Ministras Nancy Andrighi e Maria\nThereza de Assis Moura e os Srs. Ministros Og Fernandes, Benedito\nGonçalves e Maria Isabel Gallotti, que deles não conheciam.\nOs Srs. Ministros Humberto Martins, Luis Felipe Salomão, Mauro\nCampbell Marques, Raul Araújo e Antonio Carlos Ferreira votaram com\no Sr. Ministro Relator.\nAusentes, justificadamente, os Srs. Ministros Francisco Falcão, João\nOtávio de Noronha e Ricardo Villas Bôas Cueva.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : "(HONORÁRIOS ADVOCATÍCIOS - PATAMAR INFERIOR A 1% SOBRE O VALOR DA\nCAUSA - IRRISORIEDADE - PRESUNÇÃO RELATIVA)\n   STJ - <<AgInt no AREsp 1510711>>-PR,\n         <<AgInt no REsp 1804691>>-PA, <<REsp 1370678>>-PE,\n         <<AgInt no REsp 1688775>>-MT",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:005869 ANO:1973\n*****  CPC-73    CÓDIGO DE PROCESSO CIVIL DE 1973\n        ART:00020 PAR:00004" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000908191",
  "numeroProcesso" : "2258321",
  "numeroRegistro" : "202203720376",
  "siglaClasse" : "AgInt nos EDcl nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJEN       DATA:15/04/2025",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO. EMBARGOS DE DIVERGÊNCIA EM RECURSO\nESPECIAL. DECISÃO DO JULGAMENTO. DESNECESSIDADE. MULTA DO ART.\n1.026, § 2º, DO CÓDIGO DE PROCESSO CIVIL. PECULIARIDADES DO CASO\nCONCRETO. DESCABIMENTO DA VIA UNIFORMIZADORA.\n1. De acordo com a jurisprudência do STJ, ainda que o dissídio\njurisprudencial remanescente envolva órgãos fracionários integrantes\nda mesma Seção, não há necessidade de cisão do julgamento dos\nembargos de divergência, quando a Corte Especial conclui pela\nausência dos requisitos de admissibilidade do recurso uniformizador.\n2. É inviável o manejo de embargos de divergência para discutir, no\ncaso concreto, a existência de conduta procrastinatória a autorizar\na aplicação da multa prevista no art. 1.026, § 2º, do CPC, uma vez\nque tal análise depende das circunstâncias processuais específicas\ndos autos, não sendo possível contrastá-la abstratamente com as\nteses jurídicas contidas nos acórdãos indicados como paradigmas.\n3. Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250408",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 02/04/2025 a 08/04/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000908190",
  "numeroProcesso" : "7932",
  "numeroRegistro" : "202300370123",
  "siglaClasse" : "HDE",
  "descricaoClasse" : "HOMOLOGAÇÃO DE DECISÃO ESTRANGEIRA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA ISABEL GALLOTTI",
  "dataPublicacao" : "DJEN       DATA:14/04/2025",
  "ementa" : "CIVIL. PROCESSUAL CIVIL. CONFIRMAÇÃO DE TESTAMENTO PARTICULAR.\nHOMOLOGAÇÃO DE SENTENÇA ESTRANGEIRA. MATÉRIA DE COMPETÊNCIA\nEXCLUSIVA DA AUTORIDADE JUDICIÁRIA BRASILEIRA. ART. 23 DO CPC.\nVEDAÇÃO À HOMOLOGAÇÃO. ART. 964 DO CPC. IMPOSSIBILIDADE DE\nHOMOLOGAÇÃO.\n1. Discussão sobre a validade de testamento particular que se situa\nna esfera de competência exclusiva da autoridade judicial brasileira\n(art. 23, II, CPC).\n2. Não será homologada a decisão estrangeira na hipótese de\ncompetência exclusiva da autoridade judiciária brasileira (art. 964,\nCPC).\n3. Pedido de homologação de sentença estrangeira julgado\nimprocedente.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250408",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 02/04/2025 a 08/04/2025,\npor unanimidade, não homologar a sentença estrangeira, nos termos do\nvoto da Sra. Ministra Relatora.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Luis Felipe Salomão, Mauro Campbell Marques, Benedito\nGonçalves, Raul Araújo, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000908188",
  "numeroProcesso" : "7091",
  "numeroRegistro" : "202202160447",
  "siglaClasse" : "HDE",
  "descricaoClasse" : "HOMOLOGAÇÃO DE DECISÃO ESTRANGEIRA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA ISABEL GALLOTTI",
  "dataPublicacao" : "DJEN       DATA:14/04/2025",
  "ementa" : "CIVIL. PROCESSUAL CIVIL. HOMOLOGAÇÃO DE SENTENÇA ESTRANGEIRA.\nNATURALIZAÇÃO NORTE-AMERICANA. PROCEDIMENTO ADMINISTRATIVO PRÓPRIO.\nREQUISITOS NÃO PREENCHIDOS. NÃO POSSIBILIDADE DE HOMOLOGAÇÃO.\nALTERAÇÃO DO NOME CIVIL. PEDIDO ADEQUADAMENTE INSTRUÍDO.\nDEFERIMENTO. POSSIBILIDADE DE HOMOLOGAÇÃO.\n1. Não é possível a homologação de sentença estrangeira que não\npreenche os requisitos previstos nos arts. 963 do CPC e 216-C, 216-D\ne 216-F, todos do RISTJ.\n2. Conforme art. 7º da LINDB, \"a lei do país em que for domiciliada\na pessoa determina as regras sobre o começo e o fim da\npersonalidade, o nome, a capacidade e os direitos de família\".\n3. Não se tratando das matérias de competência exclusiva da\nautoridade judiciária brasileira, não há impedimento quanto à\nhomologação da sentença estrangeira que altera o nome civil da\npessoa com base na legislação estrangeira. Precedentes do STJ (SE\n5.194-US; SE 4.605-US; SE 4.262-FR; SE 3.649-US; SE 586-EX) e do STF\n(SE 5.955-EUA).\n4. Pedido homologatório parcialmente deferido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250408",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 02/04/2025 a 08/04/2025,\npor unanimidade, homologar a sentença estrangeira, nos termos do\nvoto da Sra. Ministra Relatora.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Luis Felipe Salomão, Mauro Campbell Marques, Benedito\nGonçalves, Raul Araújo, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000908187",
  "numeroProcesso" : "3439",
  "numeroRegistro" : "202402088853",
  "siglaClasse" : "AgInt na SLS",
  "descricaoClasse" : "AGRAVO INTERNO NA SUSPENSÃO DE LIMINAR E DE SENTENÇA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "HERMAN BENJAMIN",
  "dataPublicacao" : "DJEN       DATA:22/04/2025",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO. SUSPENSÃO DE LIMINAR E DE\nSEGURANÇA. FUNDAMENTO AUTÔNOMO DA DECISÃO MONOCRÁTICA AGRAVADA NÃO\nIMPUGNADO. VIOLAÇÃO AO PRINCÍPIO DA DIALETICIDADE RECURSAL. ART.\n1.021, § 1º, DO CPC/2015. ILEGITIMIDADE DA DEFENSORIA PÚBLICA PARA\nPROPOR O INCIDENTE. PRECEDENTES. SUSPENSÃO DE SUSPENSÃO. ART. 4º DA\nLEI 8.437/1992. NÃO CABIMENTO. RECURSO NÃO CONHECIDO.\n1. O STJ possui orientação de que não pode ser admitido o Agravo\nInterno que não ataca especificamente os fundamentos da decisão\nagravada e traz razões totalmente dissociadas da decisão contra a\nqual se insurge, pois fere o que está disposto tanto no art. 1.021,\n§ 1º, do CPC/2015 (\"Na petição de agravo interno, o recorrente\nimpugnará especificadamente os fundamentos da decisão agravada\")\nquanto na Súmula n. 182 do STJ. Nessa hipótese, há violação da\ndialeticidade recursal.\n2. No caso em tela, a decisão agravada não conheceu do pedido de\nSuspensão de Liminar e de Sentença com base em dois argumentos\nautônomos e suficientes para manter o decisum: a) a Defensoria\nPública do Estado do Amazonas não possui legitimidade para propor,\nnesta Corte Superior, pedido de Suspensão de Liminar e de Sentença,\ne b) não é cabível o pedido de suspensão formulado contra suspensão\njá deferida em segundo grau. A parte recorrente, contudo, não\nimpugnou o último fundamento, o qual é suficiente para manter a\ndecisão atacada. Dessa forma, o recurso não deve ser conhecido. Cito\nprecedentes: AgInt na SS n. 3.430/MA, Rel. Ministra Maria Thereza\nde Assis Moura, Corte Especial, DJe de 15.9.2023; AgInt nos EAREsp\nn. 1.898.298/RJ, Rel. Ministro Mauro Campbell Marques, Corte\nEspecial, DJe de 28.4.2023; AgInt nos EREsp n. 1.784.106/MG, Rel.\nMinistro Luis Felipe Salomão, Corte Especial, DJe de 24.3.2022, e\nAgInt nos EAREsp n. 1.654.556/SP, Rel. Ministro Herman Benjamin,\nCorte Especial, DJe de 9.10.2023.\n3. Ainda que superado esse óbice, e a título de obiter dictum,\nverifica-se que o recurso não prosperaria. Constata-se a ausência de\nlegitimidade da Defensoria Pública para pleitear Suspensão de\nLiminar e de Sentença, pois a jurisprudência do STJ e do STF limita\nà Defensoria Pública o emprego da SLS exclusivamente para a defesa\ndas suas prerrogativas e das suas funções institucionais, não\ncabendo a ela defender por meio de SLS interesses alheios, ainda que\npúblicos. Nesse sentido: STJ, SLS 3.156/AM, Rel. Ministra Maria\nThereza de Assis Moura, Corte Especial, DJe 6.6.2024; STF, Ag. Rg.\nna SL 1.294/DF, Rel. Ministra Rosa Weber, Plenário, j. em 3.7.2023.\n4. Ademais, previu o legislador, no art. 4º da Lei 8.437/1992, o\ncabimento, nas Cortes Superiores, de pedido de suspensão da\nsuspensão negada pelo presidente do Tribunal a quo, sendo incabível,\ncomo é o caso dos autos, o pleito de suspensão de decisão com juízo\npositivo já proferida pela presidência do Tribunal competente em\npedido suspensivo, que vigora até o trânsito em julgado da decisão\nde mérito na ação principal. Trata-se, assim, de pedido de\n\"suspensão da suspensão\" para que seja conferido efeito ativo à\ndecisão suspensa pela Presidência do Tribunal a quo, o que é de todo\ninadmissível, conforme reiterados julgados desta Corte: AgInt na SS\nn. 3.437/RN, Rel. Ministra Maria Thereza de Assis Moura, Corte\nEspecial, DJe de 19.6.2023; AgRg na SLS n. 2.075/RO, Rel. Ministro\nFrancisco Falcão, Corte Especial, DJe de 18.12.2015; e AgRg na SS n.\n2.687/SP, Rel. Ministro Felix Fischer, Corte Especial, DJe de\n3.2.2014.\n5. Agravo Interno não conhecido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250408",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 02/04/2025 a 08/04/2025,\npor unanimidade, não conhecer do recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Luis Felipe Salomão.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000908169",
  "numeroProcesso" : "17365",
  "numeroRegistro" : "202301512528",
  "siglaClasse" : "AgRg na Pet",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA PETIÇÃO",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "ANTONIO CARLOS FERREIRA",
  "dataPublicacao" : "DJEN       DATA:14/04/2025",
  "ementa" : "DIREITO PROCESSUAL CIVIL. AGRAVO REGIMENTAL NA PETIÇÃO. EMBARGOS DE\nDIVERGÊNCIA. RE ITERAÇÃO. INDEFERIMENTO LIMINAR. FALTA DE IMPUGNAÇÃO\nDOS FUNDAMENTOS DA DECISÃO AGRAVADA. SÚMULA 182 DO STJ. RECURSO NÃO\nCONHECIDO. ABUSO DO DIREITO DE RECORRER. RECONHECIMENTO.\nDETERMINAÇÃO DE TRÂNSITO EM JULGADO E DE BAIXA IMEDIATA DOS AUTOS.\n1. Os embargos de divergência foram indeferidos liminarmente, porque\ninterpostos contra acórdão de embargos de divergência anterior,\njulgado pela Corte Especial. A ausência de impugnação específica dos\nfundamentos da decisão agravada inviabiliza o conhecimento do\nagravo regimental, nos termos do art. 1.021, § 1º, do CPC. Aplicação\nda Súmula n. 182 do STJ.\n2. Em todos os recursos dirigidos ao STJ falta a impugnação direta\naos fundamentos das decisões antecedentes, ou ocorreu a interposição\nde recursos totalmente incabíveis, o que sugere propósito\nprotelatório para impedir o trânsito em julgado da condenação\ncriminal (estupro de vulnerável circunstanciado pela relação de\nautoridade sobre a vítima, em continuidade delitiva) e,\neventualmente, buscar o reconhecimento da prescrição (o autor da\nconduta delitiva nasceu em 21/09/1948).\n3. A sucessão de recursos infundados, com intuito protelatório,\nconfigura abuso do direito de recorrer e não é admissível em nosso\nordenamento jurídico, notadamente em respeito aos postulados da\nlealdade e boa-fé processual, além de caracterizar desvirtuamento do\npróprio cânone da ampla defesa, devendo ser certificado o trânsito\nem julgado e determinada a baixa imediata dos autos à origem.\n4. Agravo regimental não conhecido, com certificação do trânsito em\njulgado e baixa dos autos à origem, independentemente da publicação\ndo acórdão ou da interposição de novos recursos.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250408",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 02/04/2025 a 08/04/2025,\npor unanimidade, não conhecer do recurso, com determinação de\ncertificação de trânsito em julgado, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, João Otávio de Noronha, Humberto\nMartins, Maria Thereza de Assis Moura, Og Fernandes, Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Ricardo Villas Bôas Cueva e Sebastião Reis\nJúnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.\nNão participou do julgamento a Sra. Ministra Nancy Andrighi.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000908166",
  "numeroProcesso" : "30324",
  "numeroRegistro" : "202402304685",
  "siglaClasse" : "AgInt no MS",
  "descricaoClasse" : "AGRAVO INTERNO NO MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "BENEDITO GONÇALVES",
  "dataPublicacao" : "DJEN       DATA:14/04/2025",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NO MANDADO DE SEGURANÇA. TRÂNSITO\nEM JULGADO DO ACÓRDÃO IMPUGNADO. SÚMULA N. 268/STF. AUSÊNCIA DE\nTERATOLOGIA OU FLAGRANTE ILEGALIDADE. NÃO CABIMENTO DO MANDAMUS.\n1. Aos recursos interpostos com fundamento no Código de Processo\nCivil de 2015 - CPC/2015(relativos a decisões publicadas a partir de\n18 de março de 2016) serão exigidos os requisitos de\nadmissibilidade recursal na forma do novo CPC (Enunciado n. 3 do\nPlenário do STJ).\n2. Na hipótese, o mandado de segurança foi impetrado após o trânsito\nem julgado do acórdão impugnado, o que implica não admissão do writ\nem razão do disposto no inciso III do artigo 5º da Lei n.\n12.016/2009 e do entendimento assentado na Súmula n. 268/STF.\n3. O ato judicial impugnado não é manifestamente ilegal ou\nteratológico. Extrai-se do voto e da ementa do acórdão que manteve a\nnão admissão dos embargos de divergência, bem como do voto\nproferido nos embargos de declaração, incontestável fundamentação, o\nque denota a indevida utilização do mandado de segurança como meio\nrecursal não utilizado a tempo e modo.\n4. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250408",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 02/04/2025 a 08/04/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Luis Felipe Salomão, Mauro Campbell Marques, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000908155",
  "numeroProcesso" : "20547",
  "numeroRegistro" : "202402056325",
  "siglaClasse" : "AgInt na CR",
  "descricaoClasse" : "AGRAVO INTERNO NA CARTA ROGATÓRIA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "HERMAN BENJAMIN",
  "dataPublicacao" : "DJEN       DATA:15/04/2025",
  "ementa" : "AGRAVO INTERNO NA CARTA ROGATÓRIA. DEFICIÊNCIA NA INSTRUÇÃO.\nDOCUMENTAÇÃO SUFICIENTE PARA COMPREENSÃO DA CONTROVÉRSIA E CONCESSÃO\nDE EXEQUATUR. NÃO CONFIGURADA A VIOLAÇÃO DA GARANTIA DA ORDEM\nPÚBLICA. AGRAVO INTERNO NÃO PROVIDO.1. A Carta Rogatória para a\nconcessão do exequatur não precisa estar acompanhada de todos os\ndocumentos existentes na petição inicial e de detalhes do processo\nem curso, mas de peças suficientes para a compreensão da\ncontrovérsia.2.  Cabe ao Superior Tribunal de Justiça emitir juízo\nmeramente delibatório acerca da concessão do exequatur nas Cartas\nRogatórias, sendo competência da Justiça rogante a análise de\nalegações relacionadas ao mérito da causa.3. Agravo Interno não\nprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250408",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 02/04/2025 a 08/04/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Luis Felipe Salomão.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000908152",
  "numeroProcesso" : "20473",
  "numeroRegistro" : "202401761065",
  "siglaClasse" : "AgInt na CR",
  "descricaoClasse" : "AGRAVO INTERNO NA CARTA ROGATÓRIA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "HERMAN BENJAMIN",
  "dataPublicacao" : "DJEN       DATA:15/04/2025",
  "ementa" : "PROCESSUAL CIVIL. CARTA ROGATÓRIA. AGRAVO INTERNO. CONCESSÃO DO\nEXEQUATUR. FALTA DE FUNDAMENTAÇÃO. VIOLAÇÃO DA ORDEM PÚBLICA. NÃO\nOCORRÊNCIA. QUESTÕES DE MÉRITO. COMPETÊNCIA DA JUSTIÇA ROGANTE.1.\nConforme previsto no art. 216-Q do RISTJ, a defesa somente poderá\nversar sobre a autenticidade dos documentos, a inteligência da\ndecisão e a observância dos requisitos previstos no RISTJ.\n2. O agravante, porém, não logrou comprovar violações nesse sentido,\nultrapassando, em suas manifestações, os limites do juízo de\ndelibação (contenciosidade limitada), ao trazer ao debate questões\nque competem apenas à Justiça rogante analisar.\n3. De fato,  a alegação de que a petição inicial, apresentada no\nprocesso estrangeiro, é genérica e carece de elementos mínimos que\npermitam o pleno exercício do contraditório e da ampla defesa pelo\nora agravante, não é passível de análise em Carta Rogatória visto\nque o objetivo é tão somente a comunicação ao interessado do\ntrâmite/decisão de ação na Justiça estrangeira.\n4. Cabe ao Superior Tribunal de Justiça emitir juízo meramente de\ndelibação acerca da concessão de exequatur à Carta Rogatória. É\ncompetência da Justiça rogante a análise de alegações relacionadas\nao mérito da causa.5. Cumpre ressaltar que o pedido de cooperação\nrestringe-se à mera citação da parte interessada, o que se\nmaterializou inclusive com o seu comparecimento (fls. 92-99). Nesse\ncontexto, foi cumprida a diligência (AgInt na CR n. 11.209/EX e\nAgInt na CR n. 10.434/EX, ambos de relatoria da Ministra Laurita\nVaz, DJe de 27.9.2017 e DJe de 15.12.2016, respectivamente).\n6. Por fim, nos moldes do entendimento deste Sodalício, o julgador\ndeve apresentar as razões que o levaram a decidir daquela maneira,\napontando fatos, provas, jurisprudência, aspectos inerentes ao tema\ne a legislação cabível, não sendo, contudo, obrigado a se\nmanifestar, ponto a ponto, sobre todas as teses elencadas pelas\npartes, desde que haja encontrado razões suficientes para decidir.\n7. Agravo Interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250408",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 02/04/2025 a 08/04/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Luis Felipe Salomão.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000908135",
  "numeroProcesso" : "2656763",
  "numeroRegistro" : "202401976131",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "JOÃO OTÁVIO DE NORONHA",
  "dataPublicacao" : "DJEN       DATA:14/04/2025",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM\nAGRAVO EM RECURSO ESPECIAL. REQUISITO FORMAL. AUSÊNCIA DE JUNTADA DO\nINTEIRO TEOR DOS ACÓRDÃOS PARADIGMAS. VÍCIO INSANÁVEL.\nJURISPRUDÊNCIA PACÍFICA DO STJ. AGRAVO REGIMENTAL DESPROVIDO.\n1. Os embargos de divergência possuem natureza recursal e visam\nuniformizar a jurisprudência do Superior Tribunal de Justiça em\ncasos de interpretações divergentes de um mesmo dispositivo legal.\n2. O art. 1.043, § 4º, do Código de Processo Civil e o art. 266, §\n4º, do Regimento Interno do STJ exigem a juntada do inteiro teor dos\nacórdãos paradigmas para demonstração do dissídio jurisprudencial.\n3. A ausência de tais documentos configura vício substancial\ninsanável, conforme jurisprudência pacífica desta Corte.\n4. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250408",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 02/04/2025 a 08/04/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Humberto\nMartins, Maria Thereza de Assis Moura, Og Fernandes, Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000908134",
  "numeroProcesso" : "1951053",
  "numeroRegistro" : "202102344076",
  "siglaClasse" : "EDcl no AgInt nos EREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "JOÃO OTÁVIO DE NORONHA",
  "dataPublicacao" : "DJEN       DATA:14/04/2025",
  "ementa" : "PROCESSUAL CIVIL. EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NOS\nEMBARGOS DE DIVERGÊNCIA. ERRO MATERIAL. RECONHECIMENTO PARCIAL.\nEMBARGOS DE DECLARAÇÃO PARCIALMENTE ACOLHIDOS SEM EFEITOS\nMODIFICATIVOS.\n1. Os embargos de declaração destinam-se a esclarecer obscuridade,\neliminar contradição, suprir omissão ou corrigir erro material\nexistentes no julgado (art. 1.022 do CPC de 2015).\n2. Constatado erro material no acórdão embargado, impõe-se sua\ncorreção.\n3. Embargos de declaração parcialmente acolhidos sem efeitos\nmodificativos.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250408",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 02/04/2025 a 08/04/2025,\npor unanimidade, acolher parcialmente os embargos de declaração, sem\nefeitos modificativos, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Humberto\nMartins, Maria Thereza de Assis Moura, Og Fernandes, Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira e Ricardo Villas Bôas\nCueva votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.\nImpedido o Sr. Ministro Sebastião Reis Júnior.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000908133",
  "numeroProcesso" : "1957736",
  "numeroRegistro" : "202102780143",
  "siglaClasse" : "EDcl no AgInt nos EDcl nos EREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "JOÃO OTÁVIO DE NORONHA",
  "dataPublicacao" : "DJEN       DATA:14/04/2025",
  "ementa" : "DIREITO PROCESSUAL CIVIL. EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO\nNOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO\nESPECIAL. AUSÊNCIA DE VÍCIOS NO ACÓRDÃO. EMBARGOS REJEITADOS.\nI. Caso em exame\n1. Embargos de declaração opostos contra acórdão que\nnegou provimento ao agravo interno nos embargos de declaração nos\nembargos de divergência em recurso especial, fundamentando-se na\nausência da juntada do inteiro teor do acórdão paradigma e\nconsiderando insuficiente a indicação do Diário da Justiça\nEletrônico e do site do STJ.\nII. Questão em discussão\n2. A questão em discussão consiste em saber\nse há omissão, contradição, obscuridade ou erro material no acórdão\nembargado que justifique a oposição dos embargos de declaração.\n3. A parte embargante alega omissão no acórdão por não considerar a\njustificativa para a não juntada do acórdão paradigma e erro\nmaterial ao afirmar que não houve decisão de mérito no STJ.\nIII. Razões de decidir\n4. O acórdão embargado não apresenta omissão,\ncontradição, obscuridade ou erro material, pois os argumentos da\nparte embargante foram expressamente apreciados e considerados\ninsuficientes para ultrapassar o juízo de admissibilidade dos\nembargos de divergência.\n5. A jurisprudência do STJ exige a juntada do inteiro teor do\nacórdão paradigma para comprovação da divergência, não sendo\nsuficiente a mera indicação do Diário da Justiça ou do site do STJ.\n6. A alegação de que os embargos de divergência tratam de matéria de\nordem pública não altera a necessidade de cumprimento dos\nrequisitos formais para admissibilidade do recurso.\n7. Não se verifica litigância de má-fé, pois a rejeição dos embargos\nde declaração não caracteriza, por si só, a utilização de recursos\nmanifestamente protelatórios.\nIV. Dispositivo e tese\n8. Embargos de declaração rejeitados.\nTese de julgamento:  \"1. A ausência de juntada do inteiro teor do\nacórdão paradigma constitui vício substancial que impede o\nconhecimento dos embargos de divergência. 2. A mera indicação do\nDiário da Justiça ou do site do STJ não supre a exigência de juntada\ndo inteiro teor do acórdão paradigma. 3. A rejeição dos embargos de\ndeclaração não caracteriza, por si só, litigância de má-fé.\"\nDispositivos relevantes citados:  CPC, art. 1.022; CPC, art. 1.043,\n§ 4º; RISTJ, art. 266, § 4º.Jurisprudência relevante citada:  STJ,\nAgInt nos EDcl nos EAREsp n. 503.161/PR, relator Ministro Mauro\nCampbell Marques, Primeira Seção, julgado em 16/11/2021; STJ, AgInt\nno AREsp n. 1.658.454/SP, relator Ministro Marco Aurélio Bellizze,\nTerceira Turma, julgado em 31.8.2020.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250408",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 02/04/2025 a 08/04/2025,\npor unanimidade, rejeitar os embargos de declaração, nos termos do\nvoto do Sr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Humberto\nMartins, Maria Thereza de Assis Moura, Og Fernandes, Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000908132",
  "numeroProcesso" : "940673",
  "numeroRegistro" : "201601647598",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "JOÃO OTÁVIO DE NORONHA",
  "dataPublicacao" : "DJEN       DATA:14/04/2025",
  "ementa" : "DIREITO PROCESSUAL CIVIL. AGRAVO INTERNO. EMBARGOS DE DIVERGÊNCIA.\nREJEIÇÃO.\nI. CASO EM EXAME\n1. Agravo interno interposto contra decisão que indeferiu\nliminarmente embargos de divergência com fundamento na Súmula n. 168\ndo STJ.\nII. QUESTÃO EM DISCUSSÃO\n2. Há duas questões em discussão: (i) saber se a decisão que\ninadmitiu o recurso especial era de tal forma genérica que\njustificaria a interrupção do prazo recursal pela oposição de\nembargos de declaração; e (ii) saber se o comprovante de agendamento\nde pagamento é suficiente para demonstrar o efetivo recolhimento\ndas custas, evitando a deserção.\nIII. DECISÃO\n3. Os comprovantes de agendamento não são suficientes para comprovar\no recolhimento das custas, devendo a comprovação ser feita no ato\nde interposição do recurso.\n4. A oposição de embargos de declaração a decisão que negou\nseguimento a recurso especial interrompe o prazo para a interposição\nde agravo para o Superior Tribunal de Justiça somente nos casos em\nque proferida de forma tão genérica que não permita a interposição\nde agravo, o que não se verifica nos presentes autos.\nIV. DISPOSITIVO\n5. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250408",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 02/04/2025 a 08/04/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Humberto\nMartins, Maria Thereza de Assis Moura, Og Fernandes, Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000908003",
  "numeroProcesso" : "1827513",
  "numeroRegistro" : "202100210834",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "FRANCISCO FALCÃO",
  "dataPublicacao" : "DJEN       DATA:14/04/2025",
  "ementa" : "PROCESSUAL CIVIL. CIVIL. CONTRATO DE PRESTAÇÃO DE SERVIÇOS. AÇÃO DE\nCOBRANÇA.  CUMPRIMENTO DE SENTENÇA. NEGATIVA DE PRESTAÇÃO\nJURISDICIONAL. NÃO OCORRÊNCIA.  EMBARGOS DE DECLARAÇÃO. CARÁTER\nMANIFESTAMENTE PROTELATÓRIO. MULTA. ART. 1.026, § 2º, DO CPC.\nAFASTAMENTO. IMPOSSIBILIDADE. EMBARGOS DE DIVERGÊNCIA.\nINDEFERIMENTO.\nI - Na origem, trata-se de agravo de instrumento interposto por\nTeksid do Brasil Ltda. contra a decisão que, nos autos da ação\najuizada contra Ferpec Transportadora Ltda., indeferiu o\nlevantamento da quantia depositada em juízo, bem como determinou que\nos sócios da empresa agravada assumam o polo ativo da demanda.\nII - No Tribunal a quo, a decisão foi mantida. Esta Corte negou\nprovimento ao recurso especial. A Terceira Turma negou provimento ao\nagravo interno. Os embargos de divergência em agravo em recurso\nespecial foram indeferidos liminarmente.\nIII - O recurso de embargos de divergência versa em torno da revisão\nda multa aplicada pela oposição de embargos de declaração\nprotelatórios, prevista no art. 1.026 do CPC/2015, o que, nos termos\nda jurisprudência pacificada desta Corte, é incabível em virtude\ndas situações fático-processuais diferenciadas e da necessidade de\nanálise individualizada de cada caso concreto. Nesse sentido: (AgInt\nnos EREsp n. 1.991.882/SP, relator Ministro Mauro Campbell Marques,\nPrimeira Seção, DJe de 4/3/2024)\nIV  - Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250408",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 02/04/2025 a 08/04/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Maria Thereza de Assis Moura, Og Fernandes, Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000908001",
  "numeroProcesso" : "2574365",
  "numeroRegistro" : "202400570270",
  "siglaClasse" : "AgInt nos EDcl nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "FRANCISCO FALCÃO",
  "dataPublicacao" : "DJEN       DATA:14/04/2025",
  "ementa" : "PROCESSUAL CIVIL. CIVIL. DÉBITOS CONDOMINIAIS. EXECUÇÃO. ENCARGOS,\nATUALIZAÇÃO MONETARIA E HONORÁRIOS ADVOCATÍCIOS. AGRAVO EM RECURSO\nESPECIAL NÃO CONHECIDO. APLICAÇÃO DA SÚMULA N. 182/STJ. EMBARGOS DE\nDIVERGÊNCIA. INDEFERIMENTO LIMINAR. APLICAÇÃO DA SÚMULA N. 315/STJ.\nI - Na origem, trata-se de agravo de instrumento interposto pelo\nCondomínio Edifício Metropolitano contra a decisão que, nos autos da\nexecução ajuizada para cobrança de contribuições condominiais,\nrejeitou a impugnação e fixou o saldo devedor, aceitando o\nparcelamento do débito.\nII - No Tribunal a quo, a decisão foi parcialmente reformada para\nafastar o parcelamento. Esta Corte negou conhecimento a agravo em\nrecurso especial. A Terceira Turma negou provimento ao agravo\ninterno. Os embargos de divergência foram indeferidos liminarmente.\nIII - Com efeito, \"para que se configure o dissídio jurisprudencial\né indispensável que os julgados confrontados revelem soluções\ndistintas extraídas das mesmas premissas fáticas e jurídicas\" (AgRg\nnos EREsp 1.202.436/RS, Rel. Ministro Teori Albino Zavaski, DJe\n10/02/2012).\nIV - O recurso não comporta admissibilidade, seja pela incidência do\nenunciado n. 315 da Súmula do STJ, tendo em vista que sequer foi\nconhecido o recurso especial; seja pela falta de cotejo analítico\nentre os casos em confronto; seja, pela falta de similitude fática;\nseja, ainda, pela aplicação do enunciado n. 168 da Súmula do STJ,\numa vez que o acórdão vergastado esta de acordo com a jurisprudência\nfirmada nesta Corte Superior.\nV - O órgão fracionário sequer apreciou o mérito recursal, não tendo\nconhecido do recurso de agravo em recurso especial devido à falta\nde impugnação específica dos fundamentos da decisão de\ninadmissibilidade (Enunciado n. 182 da Súmula do STJ).\nVI - Aplica-se o disposto no enunciado n. 315, da Súmula do STJ:\n\"Não cabem embargos de divergência no âmbito do agravo de\ninstrumento que não admite recurso especial.\" Neste sentido: (AgInt\nnos EDcl nos EAREsp n. 763.260/SP, Corte Especial, Rel. Min.\nHumberto Martins, DJe 5/4/2017 e AgInt nos EAREsp 635.823/TO, Corte\nEspecial, Relª. Minª. Laurita Vaz, DJe 19/09/2016).\nVII - O recurso também não comporta conhecimento, ante a ausência do\nnecessário cotejo analítico. Não foi realizado o comparativo entre\nos julgados proferidos, na forma do art. 266, § 4º, do RI/STJ.\nVIII - Não basta para o atendimento do requisito a mera transcrição\nde trechos esparsos e da ementa dos julgados que entende ser\ndivergente, ainda que apresentados em paralelo.\nIX - É necessária a demonstração analítica da divergência\njurisprudencial invocada, por intermédio da transcrição dos trechos\nespecíficos dos acórdãos que configuram o dissídio, em comparação\ncom o acórdão recorrido, com a clara indicação das circunstâncias\nfáticas que identificam ou assemelham os casos confrontados, sem o\nque se torna inviável a apreciação da divergência. Nesse sentido:\n(AgInt nos EAREsp 261.239/MT, Corte Especial, Rel. Min. Humberto\nMartins, DJe 30/08/2016 e AgInt nos EAREsp 992.733/SP, Corte\nEspecial, Rel. Min. Nancy Andrighi, DJe 04/12/2017).\nX - E, de fato, ainda que deficiente o referido cotejo analítico, é\npossível perceber a ausência de similitude fática, já que os\nparadigmas referem-se a situações distintas.\nXI - No acórdão recorrido, conheceu-se do agravo interno, mas\nnegou-se-lhe provimento, confirmando a decisão da Presidência, que\nnão conheceu do agravo em recurso especial, por afronta ao enunciado\nn. 182 da Súmula do STJ: É inviável o agravo do art. 545 do CPC que\ndeixa de atacar especificamente os fundamentos da decisão agravada,\nmormente no que tange à consonância do acórdão recorrido com a\njurisprudência do Superior Tribunal de Justiça.\nXII - Nos acórdãos apontados como paradigmas, dois deles tratam de\nhipóteses de afastamento do enunciado sumular n. 7, do STJ, no\njulgamento do recurso especial, ante a mera revaloração de provas,\nna situação fática específica daqueles autos; o outro acordão\napontado como paradigma, novamente, na situação fática específica\ndaqueles autos - distintas do presente feito -, considerou\nimpugnados os fundamentos específicos da decisão de\ninadmissibilidade.\nXIII - O fato de um dos acórdãos paradigmas ter entendido que, na\nsituação fática específica daqueles autos - distintas do presente\nfeito -, houvera impugnação específica dos fundamentos da decisão de\ninadmissibilidade, não traduz divergência, mas apenas demonstra a\nausência de similitude fática.\nXIV - No que tange à revaloração de provas, a afastar o óbice do\nEnunciado n. 7, do STJ, os paradigmas referem-se a resultados de\njulgamento dos recursos especiais, devidamente admitidos nesta\nCorte, enquanto o presente feito trata de decisão da Presidência,\nagravada, que não conheceu do recurso, por incidência do Enunciado\nn. 182 do Superior Tribunal de Justiça.\nXV - A posição adotada no acórdão embargado está em consonância com\no entendimento que se firmou neste Superior Tribunal de Justiça,\njustamente no sentido de que não se admite a impugnação parcial, em\nrelação à decisão de inadmissibilidade do recurso especial, sendo\nque os precedentes trazidos pelo e. Ministro Relator, no acórdão\nembargado, refletem a orientação desta Corte, adequada ao caso em\ntela, não sendo possível, nesta feita, afastar a conclusão a que\nchegou a c. Quarta Turma.\nXVI  - Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250408",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 02/04/2025 a 08/04/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Maria Thereza de Assis Moura, Og Fernandes, Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000907946",
  "numeroProcesso" : "30961",
  "numeroRegistro" : "202500146388",
  "siglaClasse" : "AgRg no MS",
  "descricaoClasse" : "AGRAVO REGIMENTAL NO MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA THEREZA DE ASSIS MOURA",
  "dataPublicacao" : "DJEN       DATA:14/04/2025",
  "ementa" : "AGRAVO REGIMENTAL. MANDADO DE SEGURANÇA. INDEFERIMENTO DA PETIÇÃO\nINICIAL. FALTA DE INSURGÊNCIA CONTRA TODOS OS FUNDAMENTOS DO ARESTO\nRECORRIDO. SÚMULA 283/STF.1. Tem aplicação, por analogia, o disposto\nna Súmula 283 do Supremo Tribunal Federal nas hipóteses em que, nas\nrazões do recurso especial, o recorrente deixa de refutar todos os\nfundamentos utilizados pelo aresto recorrido, suficientes para a sua\nmanutenção. Precedentes.2. Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250408",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 02/04/2025 a 08/04/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Og Fernandes, Luis Felipe Salomão, Mauro\nCampbell Marques, Benedito Gonçalves, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva e\nSebastião Reis Júnior votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000907515",
  "numeroProcesso" : "107",
  "numeroRegistro" : "202400301403",
  "siglaClasse" : "AgRg na CauInomCrim",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA CAUTELAR INOMINADA CRIMINAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RAUL ARAÚJO",
  "dataPublicacao" : "DJEN       DATA:10/04/2025",
  "ementa" : "PROCESSUAL PENAL. AGRAVO REGIMENTAL. CAUTELAR INOMINADA CRIMINAL.\nINABILITAÇÃO ELETRÔNICA DOS ADVOGADOS. PERIÓDICA OBTENÇÃO DE CÓPIA\nDOS AUTOS, APÓS REQUERIMENTO. LICITUDE. SÚMULA 14/STF.1. A\ninabilitação eletrônica dos advogados nos autos impede apenas o\nacesso instantâneo ao expediente, restando franqueada a consulta aos\nelementos de prova documentados nos autos, mediante requerimento,\nfato que não viola a Súmula Vinculante 14/STF, o princípio da\neconomicidade processual ou a paridade de armas.2. Ao contrário do\nprocesso - relação jurídica animada pelo contraditório -, o\nprocedimento investigativo e as medidas cautelares a ele\ninstrumentais possuem natureza inquisitorial, no qual inexistem\npartes, razão pela qual a Lei n. 8.906/94 expressamente garantiu aos\nadvogados o direito de obter \"cópias, com possibilidade de tomar\napontamentos\" e de \"copiar peças e tomar apontamentos\" (art. 7º,\nXIII e XIV), o que não se confunde com a habilitação eletrônica.\n3. Portanto, os compreensíveis ônus enfrentados pelos defensores -\ninerentes ao rito de requerer acesso aos autos ao juízo, aguardar a\nmanifestação ministerial e a prolação da decisão - correspondem a um\ncusto legalmente imputado aos investigados, como um corolário do\ninteresse maior de garantir eficiência à persecução penal.\n4. Agravo regimental não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250326",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 20/03/2025 a 26/03/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Luis Felipe Salomão, Mauro Campbell Marques, Benedito\nGonçalves, Maria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo\nVillas Bôas Cueva e Sebastião Reis Júnior votaram com o Sr. Ministro\nRelator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000907499",
  "numeroProcesso" : "2137086",
  "numeroRegistro" : "202103427207",
  "siglaClasse" : "AgInt no RE nos EDcl no REsp",
  "descricaoClasse" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO\nNO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LUIS FELIPE SALOMÃO",
  "dataPublicacao" : "DJEN       DATA:22/04/2025",
  "ementa" : "AGRAVO INTERNO. RECURSO EXTRAORDINÁRIO. FUNDAMENTAÇÃO DO JULGADO\nRECORRIDO. SUFICIÊNCIA. TEMA N. 339 DO STF. CONFORMIDADE COM A TESE\nFIXADA EM REPERCUSSÃO GERAL. ART. 1.030, I, A, DO CPC.\nI. CASO EM EXAME\n1.1. Agravo interno interposto contra decisão que negou seguimento a\nrecurso extraordinário, sob o fundamento de que o acórdão recorrido\nestaria em conformidade com a tese fixada pelo STF no Tema n. 339\nda repercussão geral.\n1.2. A parte agravante alegou a inaplicabilidade do Tema n. 339 ao\ncaso, argumentando que não houve fundamentação adequada no acórdão\nrecorrido quanto às matérias suscitadas, o que configuraria ofensa\nao texto constitucional.\nII. QUESTÕES EM DISCUSSÃO\n2.1. A existência de afronta ao art. 93, IX, da Constituição Federal\nquando se discute a suficiência da fundamentação das decisões\njudiciais, com aplicabilidade do Tema n. 339 do STF.\nIII. RAZÕES DE DECIDIR\n3.1. O STF, ao tratar do Tema n. 339 da repercussão geral, firmou a\ntese de que a Constituição Federal exige que acórdãos e decisões\nsejam fundamentados, ainda que sucintamente, sem vinculação à\ncorreção ou abrangência detalhada de todas as alegações das partes,\nmas sim à existência de motivação que permita a compreensão da\nsolução dada à controvérsia.\n3.2. No caso concreto, o acórdão recorrido apresentou motivação\nadequada para a solução da controvérsia, em conformidade com o Tema\nn. 339, razão pela qual é justificada a negativa de seguimento ao\nrecurso extraordinário nos termos do art. 1.030, I, a, do CPC.\nIV. DISPOSITIVO\n4.1. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250408",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 02/04/2025 a 08/04/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : "(DECISÃO FUNDAMENTADA)\n   STF - [[AI-QO 791292]]-PE (REPERCUSSÃO GERAL - TEMA(s) 339)",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00093 INC:00009" ],
  "acordaosSimilares" : [ "AgInt no RE no AgInt no AREsp 2434728 PR 2023/0260904-9 Decisão:08/04/2025\nDJEN       DATA:22/04/2025", "AgInt no RE nos EDcl no AgInt no AREsp 2509267 PR 2023/0414207-5 Decisão:08/04/2025\nDJEN       DATA:22/04/2025", "AgInt no RE nos EDcl no AgInt no AREsp 2591056 SP 2024/0087817-3 Decisão:08/04/2025\nDJEN       DATA:22/04/2025", "AgInt no RE nos EDcl no AgInt nos EAREsp 2045192 GO 2021/0403340-3 Decisão:08/04/2025\nDJEN       DATA:22/04/2025", "AgInt no RE nos EDcl no AgInt nos EAREsp 2316359 SC 2023/0078698-3 Decisão:08/04/2025\nDJEN       DATA:22/04/2025", "AgInt no RE nos EDcl no AgInt nos EDcl na Rcl  42727 SP 2022/0002915-3 Decisão:08/04/2025\nDJEN       DATA:22/04/2025", "AgInt no RE nos EDcl no AgInt nos EDcl no AREsp 2581389 SP 2024/0068987-2 Decisão:08/04/2025\nDJEN       DATA:22/04/2025", "AgInt no RE nos EDcl no AgInt nos EDcl no RMS  73542 SP 2024/0173732-8 Decisão:08/04/2025\nDJEN       DATA:22/04/2025", "AgInt no RE nos EDcl no AgInt nos EDcl nos EAREsp 2119972 DF 2022/0129105-6 Decisão:08/04/2025\nDJEN       DATA:22/04/2025" ]
}, {
  "id" : "000907498",
  "numeroProcesso" : "1613561",
  "numeroRegistro" : "201600171682",
  "siglaClasse" : "AgInt no RE nos EDcl no REsp",
  "descricaoClasse" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO\nNO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LUIS FELIPE SALOMÃO",
  "dataPublicacao" : "DJEN       DATA:22/04/2025",
  "ementa" : "AGRAVO INTERNO. RECURSO EXTRAORDINÁRIO. OFENSA AO PRINCÍPIO DA\nSEGURANÇA JURÍDICA. AUSÊNCIA DE REPERCUSSÃO GERAL. TEMA N. 660 DO\nSTF. ART. 1.030, I, A, DO CPC.\nI. CASO EM EXAME\n1.1. Agravo interno interposto contra a decisão que negou seguimento\nao recurso extraordinário, fundamentada na ausência de repercussão\ngeral em matéria que envolve a suposta ofensa aos princípios do\ncontraditório, da ampla defesa, do devido processo legal e da\nsegurança jurídica, bem como ao ato jurídico perfeito, ao direito\nadquirido e aos limites da coisa julgada, conforme definido no Tema\nn. 660 do STF.\n1.2. A parte agravante sustenta que o Tema n. 660 do STF não se\naplica ao caso dos autos, afirmando que houve violação direta dos\nprincípios constitucionais apontados.\nII. QUESTÕES EM DISCUSSÃO\n2.1. A aplicabilidade do Tema n. 660 do STF a caso em que se discute\na suposta contrariedade aos princípios constitucionais, quando o\nexame depende de normas infraconstitucionais.\nIII. RAZÕES DE DECIDIR\n3.1. O STF, no Tema n. 660 da repercussão geral, firmou a tese de\nque a alegação de afronta aos princípios do contraditório, da ampla\ndefesa, do devido processo legal e da segurança jurídica, bem como\nao ato jurídico perfeito, ao direito adquirido e aos limites da\ncoisa julgada, quando depende de análise de normas\ninfraconstitucionais, configura ofensa reflexa ao texto\nconstitucional, não possuindo repercussão geral.\n3.2. No caso concreto, a discussão suscitada no recurso\nextraordinário exige a prévia apreciação de normas\ninfraconstitucionais, motivo pelo qual se aplica o entendimento\nconsolidado no Tema n. 660 do STF.\nIV. DISPOSITIVO\n4.1. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250408",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 02/04/2025 a 08/04/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : "(PRINCÍPIO DA SEGURANÇA JURÍDICA - NATUREZA INFRACONSTITUCIONAL)\n   STF - [[ARE 748371]]-MT (REPERCUSSÃO GERAL - TEMA(s) 660),\n         [[Rcl-AgR 47840]]-MS, [[ARE-AgR 1252422]]-DF\n(PRINCÍPIO DA LEGALIDADE - EXAME DE NORMAS DE NATUREZA\nINFRACONSTITUCIONAL)\n   STF - [[ARE-AgR 1474198]]-RS, [[ARE-AgR 1433378  ]]-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01030 INC:00001 LET:A", "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00005 INC:00036" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000906971",
  "numeroProcesso" : "1076",
  "numeroRegistro" : "202100444677",
  "siglaClasse" : "AgRg nos EDcl na APn",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DECLARAÇÃO NA AÇÃO PENAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJEN       DATA:09/04/2025",
  "ementa" : "PROCESSUAL PENAL. AGRAVO REGIMENTAL. AÇÃO PENAL. RELATÓRIO DE\nINTELIGÊNCIA FINANCEIRA. DILIGÊNCIA PROTELATÓRIA. SUSPENSÃO DE\nPRAZO. DESCABIMENTO.\n1. Hipótese recursal\nI. Agravo regimental interposto por acusado contra decisão que\nrejeitou embargos de declaração opostos pelo ora recorrente e\ndeterminou o reinício da contagem do prazo para apresentação de\nalegações finais.\n2. Questão em discussão\nII. O recorrente argumenta ser necessária (i) a expedição de novo\nOfício ao COAF, a fim de que seja esclarecida a razão da distinção\nentre os números dos Relatórios de Inteligência Financeira (RIF´s)\njuntados aos autos, (ii) a disponibilização de acesso a pasta\ncompartilhada pelo COAF a esta Relatora e (iii) a suspensão do prazo\npara apresentação de memoriais.\n3. Razões de decidir\nIII. Extrai-se da leitura da íntegra dos RIF´s juntados aos autos e\ndo Ofício enviado pelo COAF, que o RIF disponibilizado a esta\nRelatora, via sistema SEI-C 161.510, é exatamente o mesmo que já\nhavia sido juntado aos autos e que estava à disposição da defesa.\nIV. As informações pleiteadas pelo acusado constam do referido\ndocumento disponibilizado pelo COAF, restando demonstrada, de forma\npatente, a desnecessidade da adoção de qualquer nova providência.\nV. A pretensão relacionada à expedição de novo Ofício ao COAF e de\nconcessão de acesso às informações compartilhadas na pasta\n\"STJ-DF-Ministra-Fátima Nancy Andrighi, sob o registro SEI-C nº\n161510 pelo COAF\" revela-se eminentemente protelatória e deve ser\nindeferida à luz da situação concreta dos autos.\nVI. O agravo regimental não detém efeito suspensivo e esta Relatora,\nquando da rejeição dos anteriores declaratórios, já determinou o\nreinício da contagem do prazo para apresentação de memoriais, nos\ntermos do princípio da ampla defesa.\n4. Dispositivo\nVII. Agravo regimental não provido.\nJurisprudência citada: AgRg no HC 327.638/PA, Quinta Turma, julgado\nem 14/09/2017, D Je 21/9/2017; APN 989/DF, Corte Especial, julgado\nem 13/03/2025; STF - HC 104473/PE, Primeira Turma, DJe 28-10-2010.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250402",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Corte Especial, por unanimidade,\nnegar provimento ao agravo, nos termos do voto da Sra. Ministra\nRelatora.\nOs Srs. Ministros João Otávio de Noronha, Humberto Martins, Maria\nThereza de Assis Moura, Og Fernandes, Mauro Campbell Marques, Raul\nAraújo, Maria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo\nVillas Bôas Cueva e Sebastião Reis Júnior votaram com a Sra.\nMinistra Relatora.\nAusentes, justificadamente, os Srs. Ministros Francisco Falcão,\nHerman Benjamin e Benedito Gonçalves.\nPresidiu o julgamento o Sr. Ministro Luis Felipe Salomão.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000906772",
  "numeroProcesso" : "2203103",
  "numeroRegistro" : "202202796308",
  "siglaClasse" : "EAREsp",
  "descricaoClasse" : "EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJEN       DATA:11/04/2025",
  "ementa" : "PROCESSO CIVIL. EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. DEPÓSITO PRÉVIO DA MULTA DO ART. 1.021, § 4º, DO CPC.\nIMPUGNAÇÃO EXCLUSIVA DA SANÇÃO PROCESSUAL APLICADA. DESNECESSIDADE.\nEMBARGOS DE DIVERGÊNCIA PROVIDOS.\n1. A exigência de prévio recolhimento da multa aplicada com\nfundamento no art. 1.021, § 4º, do CPC não incide quando o recurso\ntiver por finalidade exclusiva impugnar a incidência dessa sanção\nprocessual.\n2. Não se pode presumir como protelatório o recurso destinado a\nimpugnar exclusivamente a multa do art. 1.021, § 4º, do CPC, visto\nque a matéria nele tratada não se confunde com aquela que foi\nanteriormente analisada pelo órgão colegiado e que deu ensejo à\naplicação da referida penalidade.\n3. Embargos de divergência providos.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250402",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Corte Especial, por unanimidade,\nconhecer dos embargos de divergência e dar-lhes provimento para que,\nafastada a exigência do depósito prévio da multa do art. 1.021, §\n4º, do CPC, seja realizada nova admissibilidade do recurso especial,\nnos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Mauro Campbell Marques, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva,\nSebastião Reis Júnior, Nancy Andrighi, João Otávio de Noronha,\nHumberto Martins e Maria Thereza de Assis Moura votaram com o Sr.\nMinistro Relator.\nAusentes, justificadamente, os Srs. Ministros Francisco Falcão,\nHerman Benjamin e Benedito Gonçalves.\nPresidiu o julgamento o Sr. Ministro Luis Felipe Salomão.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000906763",
  "numeroProcesso" : "1524",
  "numeroRegistro" : "202102515900",
  "siglaClasse" : "Inq",
  "descricaoClasse" : "INQUÉRITO",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA ISABEL GALLOTTI",
  "dataPublicacao" : "DJEN       DATA:11/04/2025",
  "ementa" : "DIREITO PENAL E PROCESSUAL PENAL. AÇÃO PENAL. DENÚNCIA PELA PRÁTICA\nDE CRIMES AMBIENTAIS. CRIMES DE CAUSAR DANO DIRETO À UNIDADE DE\nCONSERVAÇÃO - ART. 40 DA LEI 9.605/98. CRIME DE IMPEDIR OU\nDIFICULTAR A REGENERAÇÃO NATURAL DE FLORESTAS E DEMAIS FORMAS DE\nVEGETAÇÃO (ART. 48 DA LEI 9.605/98). COMPETÊNCIA DESTA CORTE. FORO\nPOR PRERROGATIVA DE FUNÇÃO. MEMBRO DO MPU QUE OFICIA PERANTE\nTRIBUNAIS.  ATIPICIDADE DA CONDUTA NÃO VERIFICADA. PRESENÇA DE JUSTA\nCAUSA. CONSTRUÇÃO DE AÇUDE. SUPRESSÃO DE VEGETAÇÃO EM ÁREA DE\nPROTEÇÃO AMBIENTAL. PRESCRIÇÃO. NÃO OCORRÊNCIA. CAUSA DE AUMENTO.\nNECESSIDADE DE INSTRUÇÃO PENAL. VALOR ESTIMADO PARA REGENERAÇÃO DA\nÁREA. LAUDO REALIZADO POR PERITOS. RECEBIMENTO DA DENÚNCIA.\n1. O Ministério Público Federal imputa ao denunciado a prática dos\ndelitos previstos nos arts. 40 (por duas vezes, em concurso\nmaterial) e 48, ambos da Lei 9.605/98, em concurso material, na\nforma do art. 69, do Código Penal, com a incidência da causa de\naumento prevista no art. 53, inciso II, alínea \"a\".\n2. O crime foi corretamente capitulado no art. 40 da Lei 9.605/98,\npois a localização da propriedade foi efetivamente descrita e está\ninegavelmente inserida na Unidade de Conservação de Pouso Alto,\npertencente à categoria de Área de Proteção Ambiental (APA), situada\nno entorno do Parque Nacional da Chapada dos Veadeiros (PARNA CV).\n3. Denúncia que atende ao disposto no art. 41 do Código de Processo\nPenal e não se enquadra nas hipóteses de rejeição previstas no\nartigo 395 do CPP. Não se acham presentes, de plano, quaisquer das\nhipóteses que acarretam a rejeição da peça acusatória (CPP, art.\n395).\n4. Recebimento da denúncia quanto aos crimes previstos nos arts. 40\n(por duas vezes, em concurso material) e 48, ambos da Lei 9.605/98,\nem concurso material, na forma do art. 69, do Código Penal, com a\nincidência da causa de aumento prevista no art. 53, inciso II,\nalínea \"a\".",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250402",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, prosseguindo no julgamento, após o voto-vista do Sr.\nMinistro Sebastião Reis Júnior, por unanimidade, rejeitar as\npreliminares e recebeu, parcialmente, a denúncia ofertada em face de\nM.F.L., pela prática, em tese, da conduta tipificada no art. 48 c/c\nart. 53, inciso II, da Lei n. 9.608/1998 e, por maioria, reconheceu\na prescrição pela pena máxima em abstrato, em relação à conduta\ntipificada no art. 40, da Lei 9.605/1998, quanto aos fatos ocorridos\nentre 2011 e 2013, nos termos do voto do Sr. Ministro revisor.\nQuanto às preliminares, os Srs. Ministros Antonio Carlos Ferreira,\nRicardo Villas Bôas Cueva, Sebastião Reis Júnior, Nancy Andrighi,\nJoão Otávio de Noronha, Humberto Martins, Maria Thereza de Assis\nMoura, Og Fernandes, Benedito Gonçalves e Raul Araújo votaram com a\nSra. Ministra Relatora.\nQuanto ao reconhecimento da prescrição relativo aos fatos ocorridos\nentre 2011 e 2013 , os Srs. Ministros Sebastião Reis Júnior, João\nOtávio de Noronha, Humberto Martins, Og Fernandes e Raul Araújo\nvotaram com os Sr. Ministro Antonio Carlos Ferreira. Vencidos a Sra.\nMinistra Maria Isabel Gallotti (Relatora), Ricardo Villas Bôas\nCueva, Nancy Andrighi, Maria Thereza de Assis Moura e Benedito\nGonçalves.\nQuanto às demais condutas descritas na denúncia, os Srs. Ministros\nAntonio Carlos Ferreira, Ricardo Villas Bôas Cueva, Sebastião Reis\nJúnior, Nancy Andrighi, João Otávio de Noronha, Humberto Martins,\nMaria Thereza de Assis Moura, Og Fernandes, Benedito Gonçalves e\nRaul Araújo votaram com a Sra. Ministra Relatora.\nNão participaram do julgamento os Srs. Ministros Francisco Falcão e\nMauro Campbell Marques.\nAusente, justificadamente, o Sr. Ministro Herman Benjamin.\nPresidiu o julgamento o Sr. Ministro Luis Felipe Salomão.",
  "jurisprudenciaCitada" : "(DESEMBARGADOR - CRIME SEM RELAÇÃO COM O CARGO - VINCULAÇÃO\nFUNCIONAL - PRERROGATIVA DE FORO)\n   STJ - <<QO na APn 878>>-DF, <<APn 943>>-DF,\n         <<AgRg na Rcl 42804>>-DF\n(CRIME AMBIENTAL - ARTIGOS 40 E 40-A DA LEI 9.605/1998 - VINCULAÇÃO\nDOS DISPOSITIVOS)\n   STJ - <<AgRg no REsp 1834244>>-AL\n(DELITO DO ART. 48 DA LEI 9.605/1998 - NATUREZA PERMANENTE)\n   STJ - <<AgRg no AREsp 932751>>-DF, <<AgRg no REsp 1133632>>-SC,\n         <<HC 118842>>-SP, <<HC 125959>>-DF\n(VOTO-REVISÃO - CRIME AMBIENTAL - ARTIGOS 40 DA LEI 9.605/1998 -\nNATUREZA PERMANENTE)\n   STJ - <<AgInt no AgRg no HC 397833>>-DF, <<REsp 1402984>>-DF,\n         <<HC 124820>>-DF\n(VOTO-REVISÃO - CONSUMAÇÃO - PRESCRIÇÃO - DATA MAIS BENÉFICA AO RÉU)\n   STJ - <<EDcl no AgRg no AREsp 915174>>-RN,\n         <<EDcl no AgRg no AREsp 1378944>>-RJ\n(VOTO-REVISÃO - CAPITULAÇÃO JURÍDICA - FATOS)\n   STJ - <<AgRg no RHC 100534>>-DF, <<HC 445433>>-PR,\n         <<RHC 67595>>-SP, <<HC 103763>>-MG\n(VOTO-REVISÃO - RECEBIMENTO DA DENÚNCIA - JUSTA CAUSA)\n   STJ - <<Inq 1653>>-DF, <<Inq 1587>>-DF",
  "notas" : "Tema: Meio Ambiente.",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00037 ART:00105 INC:00001 LET:A ART:00129\n        PAR:00004", "LEG:FED RES:000528 ANO:2023\n(CONSELHO NACIONAL DE JUSTIÇA - CNJ)", "LEG:FED LEI:009605 ANO:1998\n*****  LCAMB-98    LEI DE CRIMES AMBIENTAIS\n        ART:00040 ART:0040A ART:00048", "LEG:FED DEL:002848 ANO:1940\n*****  CP-40    CÓDIGO PENAL\n        ART:00092 INC:00001 LET:B ART:00107 INC:00004\n        ART:00109 INC:00003", "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00041 ART:00383 ART:00384 ART:00395", "LEG:FED LEI:008625 ANO:1993\n*****  LONMP-93    LEI ORGÂNICA NACIONAL DO MINISTÉRIO PÚBLICO\n        ART:00038 PAR:00002" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000906441",
  "numeroProcesso" : "1655",
  "numeroRegistro" : "202302284306",
  "siglaClasse" : "EDcl no Inq",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO INQUÉRITO",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "HUMBERTO MARTINS",
  "dataPublicacao" : "DJEN       DATA:04/04/2025",
  "ementa" : "EMBARGOS DE DECLARAÇÃO. PROCESSUAL PENAL. RECEBIMENTO DA DENÚNCIA\nAPÓS VOTO DE DESEMPATE PROFERIDO POR MINISTRA PRESIDENTE. ALEGAÇÃO\nDE OMISSÃO. AUSÊNCIA DE DISCUSSÃO ACERCA DA APLICAÇÃO DA LEI N.\n14.836/2024.\n1. Os embargos de declaração são um meio disponível para qualquer\ndas partes, destinado ao esclarecimento de dúvidas surgidas no\ndecisum, quando houver ambiguidade, obscuridade, contradição ou\nomissão, permitindo o efetivo conhecimento do teor do julgado,\nfacilitando a sua aplicação e proporcionando, quando for o caso, a\ninterposição do recurso cabível.\n2. Ausência de discussão quanto à incompatibilidade da atual norma\nregimental prevista no art. 21, VI, do RISTJ com as mudanças na\nlegislação processual trazidas pela Lei n. 14.836/2024.\n3. A Constituição Federal (art. 96, I, a) estabelece o autogoverno\ndos tribunais, especialmente no tocante à elaboração de seu\nregimento interno \"com observância das normas de processo e das\ngarantias processuais das partes, dispondo sobre a competência e o\nfuncionamento dos respectivos órgãos jurisdicionais e\nadministrativos\". Trata-se de expressão da independência e autonomia\ndo Poder Judiciário em relação aos demais poderes quanto ao\nexercício da atividade jurisdicional. O regimento interno dos\ntribunais tem a estatura de lei material, que cuidará com\nexclusividade sobre o funcionamento e organização da Corte.\nPrecedentes do C. STF.\n4. Voto proferido pela Ministra que presidiu a sessão de julgamento\nda Corte Especial que recebeu a denúncia, nos termos do Regimento\nInterno do STJ, reveste-se em manifestação plena do exercício da\natividade jurisdicional que é inerente a todos os Ministros e\nMinistras do Tribunal.\n5. Embargos de declaração providos para sanar a omissão decorrente\nda ausência de discussão acerca da aplicação das disposições\ncontidas na Lei n. 14.836/2024, sem reconhecer a existência de\nefeito modificativo. Recebimento da denúncia mantido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250319",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Corte Especial, por maioria, acolher os\nembargos de declaração, sem efeitos modificativos, nos termos do\nvoto do Sr. Ministro Relator. Vencidos os Srs. Ministros Raul\nAraújo, Ricardo Villas Bôas Cueva e Sebastião Reis Júnior.\nA Sra. Ministra Maria Thereza de Assis Moura e os Srs. Ministros Og\nFernandes, Luis Felipe Salomão, Benedito Gonçalves, Maria Isabel\nGallotti, Antonio Carlos Ferreira, Francisco Falcão e Nancy Andrighi\nvotaram com o Sr. Ministro Relator.\nImpedido o Sr. Ministro João Otávio de Noronha.\nAusente, justificadamente, o Sr. Ministro Mauro Campbell Marques.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ "EDcl no Inq  1655  DF  2023/0228430-6  Decisão:19/03/2025\nDJEN       DATA:04/04/2025" ]
}, {
  "id" : "000906361",
  "numeroProcesso" : "3552",
  "numeroRegistro" : "202403948048",
  "siglaClasse" : "AgInt na SS",
  "descricaoClasse" : "AGRAVO INTERNO NA SUSPENSÃO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "HERMAN BENJAMIN",
  "dataPublicacao" : "DJEN       DATA:01/04/2025",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NA SUSPENSÃO DE SEGURANÇA. AUSÊNCIA\nDE IMPUGNAÇÃO ESPECÍFICA AOS FUNDAMENTOS DA DECISÃO QUE DEFERIU O\nPEDIDO DE CONTRACAUTELA. NÃO CONHECIMENTO.\n1. A ausência de impugnação específica ao conteúdo da decisão\nmonocrática enseja o não conhecimento do Agravo Interno (art. 1.021,\n§ 1º, do CPC e Súmula 182/STJ).\n2. Hipótese em que o pedido de contracautela foi indeferido com base\nnos seguintes fundamentos: a) ilegitimidade processual ativa em\nrelação à pessoa jurídica de direito privado (destacando-se que não\nestá presente a excepcional hipótese pertinente à prestação de\nserviço público por concessionária, pois se trata de simples\nestabelecimento empresarial privado); b) o pedido de Suspensão de\nSegurança foi formulado pelo próprio autor da demanda (mas o art. 4º\nda Lei 8.437/1992 - ou art. 15 da Lei 12.016/2009, acrescento -\nprevê esse incidente processual em favor do Poder Público, com a\nfinalidade de suspender a decisão concessiva de liminar ou tutela\nprovisória em seu prejuízo), o que evidencia sua utilização como\nsucedâneo recursal; e c) na ausência de concessão de serviço\npúblico, o único legitimado para ajuizar o pedido de contracautela\nseria a própria Municipalidade, ou o Parquet.\n3. Agravo Interno não conhecido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250326",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 20/03/2025 a 26/03/2025,\npor unanimidade, não conhecer do recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Luis Felipe Salomão.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000906360",
  "numeroProcesso" : "3543",
  "numeroRegistro" : "202403397529",
  "siglaClasse" : "AgInt na SS",
  "descricaoClasse" : "AGRAVO INTERNO NA SUSPENSÃO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "HERMAN BENJAMIN",
  "dataPublicacao" : "DJEN       DATA:01/04/2025",
  "ementa" : "AGRAVO INTERNO CONTRA DECISÃO QUE INDEFERE PEDIDO DE SUSPENSÃO DE\nSEGURANÇA. GRAVE LESÃO À ORDEM E À ECONOMIA PÚBLICAS. NÃO\nDEMONSTRAÇÃO. ALEGAÇÕES GENÉRICAS DE PREJUÍZO AO ERÁRIO. AGRAVO NÃO\nPROVIDO.\n1. O deferimento do pedido de Suspensão está condicionado à\ndemonstração de que a manutenção da decisão impugnada causa efetiva\ne grave lesão à ordem, à saúde, à segurança e à economia públicas.\n2. A Suspensão de Segurança é medida excepcional que não tem\nnatureza jurídica de recurso, razão pela qual não admite a devolução\ndo conhecimento da matéria de mérito da controvérsia para o\neventual reexame ou reforma.\n3. Caso em que não foi minimante comprovada, com dados e elementos\nconcretos e com prova documental pré-constituída, a ocorrência de\ngrave lesão à ordem e à economia públicas. Alegação de\n\"desequilíbrio concorrencial\" entre particulares e mera (suposta)\nqueda na arrecadação de ICMS que não representam a menor\npossibilidade de comprometimento às contas do Estado.\n3. Meras citações de investimentos pretendidos pela Administração,\nsem qualquer demonstração concreta de relação de causa e efeito\nentre o pagamento de ICMS por menos de meia dúzia de empresas e os\ninvestimentos públicos necessários. Conjecturas e afirmações\ndivorciadas de elementos de prova.\n3. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250326",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 20/03/2025 a 26/03/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Luis Felipe Salomão.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000906359",
  "numeroProcesso" : "48438",
  "numeroRegistro" : "202404525710",
  "siglaClasse" : "AgInt na Rcl",
  "descricaoClasse" : "AGRAVO INTERNO NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "ANTONIO CARLOS FERREIRA",
  "dataPublicacao" : "DJEN       DATA:01/04/2025",
  "ementa" : "AGRAVO INTERNO NA RECLAMAÇÃO. DECISÃO. DESCUMPRIMENTO. DEMONSTRAÇÃO.\nAUSÊNCIA. DECISÃO MANTIDA.1. Nos termos da iterativa jurisprudência\ndesta Corte, para o deferimento da reclamação, deve estar\ncomprovado objetivamente que o ato reclamado desconsiderou decisão\nproferida pelo STJ, circunstância inexistente no caso em análise.\n2. No presente caso, as decisões proferidas nos SECs n. 853/EX e\n854/EX não estabeleceram proibição de ajuizamento de outras lides\nperante a Justiça brasileira.3. A propositura de ação indenizatória\nno Brasil não resulta em ofensa à autoridade da decisão desta Corte.\n4. As questões incidentais referidas pela reclamante devem ser\nimpugnadas por meio dos recursos cabíveis, não em reclamação.\n5. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250326",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 20/03/2025 a 26/03/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Luis Felipe Salomão, Mauro Campbell Marques, Benedito\nGonçalves, Raul Araújo, Maria Isabel Gallotti, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000906358",
  "numeroProcesso" : "3511",
  "numeroRegistro" : "202404295177",
  "siglaClasse" : "AgInt na SLS",
  "descricaoClasse" : "AGRAVO INTERNO NA SUSPENSÃO DE LIMINAR E DE SENTENÇA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "HERMAN BENJAMIN",
  "dataPublicacao" : "DJEN       DATA:01/04/2025",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NA SUSPENSÃO DE LIMINAR E DE\nSENTENÇA. AUSÊNCIA DE IMPUGNAÇÃO ESPECÍFICA AOS FUNDAMENTOS DA\nDECISÃO QUE INDEFERIU O PEDIDO DE CONTRACAUTELA. NÃO CONHECIMENTO.\n1. A ausência de impugnação específica ao conteúdo da decisão\nmonocrática enseja o não conhecimento do Agravo Interno (art. 1.021,\n§ 1º, do CPC e Súmula 182/STJ).\n2. Hipótese em que o pedido de contracautela foi indeferido com base\nnos seguintes fundamentos: a) o INEA suspendeu a atividade da\nempresa - diferentemente do que afirmam os requerentes da Suspensão\nde Liminar e de Sentença (SLS) - exclusivamente pela não\napresentação do relatório de investigação confirmatória de áreas\ncontaminadas com potencial risco de contaminação de solo e tipos\nsubterrâneos e devido à ampliação da tancagem para armazenamento de\ncombustível (Tanque de 270 m³) n. 8, e não pelos apontamentos que\nforam feitos no Auto de Constatação n. 19.162. As demais\nirregularidades diagnosticadas foram sancionadas com \"multa\nsimples\"; b) a alegação dos requerentes de que o que motivou a\nparalisação cautelar das atividades da empresa foi a existência de\n\"inúmeras irregularidades\", pretendendo justificar a ação trazendo\ntambém como fundamento o que consta do Auto de Constatação de fl.\n71, não encontra arrimo nos autos; c) não ficou minimamente\ncomprovada, de forma documental e pré-constituída, a existência de\nperigo de grave lesão aos interesses albergados pela legislação de\nregência. Os requerentes limitaram-se a invocar fatos diversos\ndaqueles em discussão na origem - designadamente os que foram\nsancionados com multa simples e que não deram causa à suspensão das\natividades da empresa -, deixando de demonstrar como um tanque que\njá está lacrado e interditado, inclusive com multa de 5 milhões de\nreais fixada para a hipótese de remoção dos lacres, e que não se\ncomunica com os demais é apto a propiciar perigo de dano ambiental;\nd) tudo o que há na inicial é a insurgência \"à clara e danosa\nmensagem a setor que desenvolve atividade de alto risco ambiental\",\nargumentos doutrinários genéricos e irresignação pela suposta\n\"violação de presunção de legalidade dos atos administrativos\", além\nde relatos de fatos que em nada se relacionam com o caso em\nquestão; e) a alegação de que \"as condições operacionais atuais da\nempresa não permitem ao corpo técnico do INEA atestar a segurança\nambiental das suas instalações e de que, à vista do descumprimento\nde inúmeras obrigações de natureza ambiental fixadas na licença, a\natividade econômica só poderá ser novamente autorizada depois da\nanálise da situação ambiental do local, da apreciação dos impactos\nambientais e da previsão de medidas mitigadoras de potenciais danos\"\nnão é dita em nenhum relatório ou documento subscrito por técnicos\ndo INEA ou de órgão ambiental outro. Trata-se de conjectura\ndivorciada de qualquer elemento concreto de realidade ou de\ndemonstração de perigo, inclusive porque o argumento da ausência do\nrelatório \"de investigação confirmatória de áreas contaminadas com\npotencial risco de contaminação de solo e tipos subterrâneos e\ndevido à ampliação da tancagem para armazenamento de combustível\n(Tanque de 270 m3) n.º 8\" está direta e exatamente relacionado ao\ntanque que as instâncias inferiores mantiveram interditado e\nlacrado; f) emprego da SLS como sucedâneo recursal.\n3. Agravo Interno não conhecido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250326",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 20/03/2025 a 26/03/2025,\npor unanimidade, não conhecer do recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Luis Felipe Salomão.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000906357",
  "numeroProcesso" : "3507",
  "numeroRegistro" : "202404225760",
  "siglaClasse" : "AgInt na SLS",
  "descricaoClasse" : "AGRAVO INTERNO NA SUSPENSÃO DE LIMINAR E DE SENTENÇA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "HERMAN BENJAMIN",
  "dataPublicacao" : "DJEN       DATA:01/04/2025",
  "ementa" : "AGRAVO INTERNO NA SUSPENSÃO DE LIMINAR E DE SENTENÇA. CONTRATAÇÃO DE\nADVOGADO POR MUNICÍPIO. GRAVE LESÃO À ORDEM E À ECONOMIA PÚBLICAS.\nINEXISTÊNCIA. AUSÊNCIA DE COMPROVAÇÃO DO DANO ALEGADO. PEDIDO DE\nSUSPENSÃO INDEFERIDO. AGRAVO INTERNO DESPROVIDO.\n1. A suspensão dos efeitos do ato judicial é providência\nexcepcional, cumprindo ao requerente a efetiva demonstração da grave\ne iminente lesão à ordem, saúde, segurança e/ou economia públicas.\n2. No presente caso, contudo, não foi efetivamente comprovada a\nocorrência de grave lesão à ordem e à economia públicas, com dados e\nelementos concretos aptos a demonstrar as consequências causadas\npela suspensão do contrato de prestação de serviços advocatícios,\numa vez que foi estabelecido, pela decisão atacada, que deveriam ser\nidentificados todos os processos em que o advogado contratado\nestivesse na representação jurídica do Município de Carnaubal,\nintimando-se a Procuradoria do Município para assumir a\nrepresentação nesses feitos.\n3. Na verdade, os argumentos lançados na exordial deste incidente\nrevelam o inconformismo do requerente com o provimento combatido,\nque vislumbrou a ocorrência de vício na contratação, diante do\nesvaziamento ou conflito com as atribuições ordinárias exercidas\npela Procuradoria Jurídica do Município de Carnaubal.\n4. Ocorre, todavia, que o pedido de suspensão é medida excepcional,\nque não tem natureza jurídica de recurso, razão pela qual não admite\na devolução do conhecimento da matéria de mérito da controvérsia\npara o eventual reexame ou reforma. Desse modo, não há como acolher\na pretensão, uma vez que evidente o manejo do incidente como\nsucedâneo recursal. A propósito: AgRg na SLS n. 1.834/CE, Rel.\nMinistro Felix Fischer, Corte Especial, DJe de 10.4.2014; AgInt na\nSLS n. 3.075/DF, Rel. Ministro Humberto Martins, Corte Especial, DJe\nde 12.8.2022; e AgInt na SLS n. 2.535/DF, Rel. Ministro João Otávio\nde Noronha, Corte Especial, DJe de 2.9.2020. Nessa mesma linha, as\ndecisões monocráticas: SLS n. 3.277, Rel. Ministra Maria Thereza de\nAssis Moura, DJe de 10.5.2023; e SLS n. 2.909, Rel. Ministro\nHumberto Martins, DJe de 6.4.2021.\n5. Agravo Interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250326",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 20/03/2025 a 26/03/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Luis Felipe Salomão.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000906356",
  "numeroProcesso" : "20082",
  "numeroRegistro" : "202400564240",
  "siglaClasse" : "AgInt na CR",
  "descricaoClasse" : "AGRAVO INTERNO NA CARTA ROGATÓRIA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "HERMAN BENJAMIN",
  "dataPublicacao" : "DJEN       DATA:01/04/2025",
  "ementa" : "CARTA ROGATÓRIA. AGRAVO INTERNO. NOTIFICAÇÃO DA CONVERSÃO DE PENA DE\nMULTA EM PRISÃO. NÃO OCORRÊNCIA DE VIOLAÇÃO DA ORDEM JURÍDICA.\n1. Inicialmente, cumpre ressaltar que o recebimento de intimação por\nterceiros no endereço da interessada não constitui prejuízo à\ndefesa. Trata-se de procedimento preliminar, findo o qual os autos\nserão remetidos ao juízo federal competente para o cumprimento da\ndiligência objeto da rogatória nos termos do art. 216-V do RISTJ.\n2. A diligência pretendida pela Justiça rogante não envolve o\ncumprimento de nenhuma ordem de prisão, nem mesmo de execução da\npena privativa substitutiva da pena pecuniária. Trata-se de Carta\nRogatória puramente notificatória e, nessa perspectiva, é crucial\nque a parte interessada tome ciência dos termos e atos do processo\npara que possa exercer a garantia da ampla defesa e, se for o caso,\nimpugnar o mérito do requerimento formulado na Justiça rogante.\n3. No tocante à violação da ordem jurídica nacional ante a\nnotificação da interessada acerca de procedimento não previsto no\nordenamento jurídico nacional, o Superior Tribunal de Justiça tem\nfirmado o entendimento no sentido de que a alegada incompatibilidade\nda pena aplicada pela Justiça portuguesa é questão que se refere ao\nmérito da demanda em curso no Juízo rogante, transcendendo os\nlimites estabelecidos no art. 216-Q, § 2º, do RISTJ.\n4. Agravo Interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250326",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 20/03/2025 a 26/03/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Luis Felipe Salomão.",
  "jurisprudenciaCitada" : "(INTIMAÇÃO PRÉVIA - RECEBIMENTO POR TERCEIROS)\n   STJ - <<AgInt na CR 11421>>-EX\n(NOTIFICAÇÃO DE CONVERSÃO DE PENA DE MULTA EM PRISÃO - VIOLAÇÃO DA\nORDEM JURÍDICA)\n   STJ - <<AgRg na CR 15242>>-EX",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00216 INC:00005 ART:0216Q PAR:00002" ],
  "acordaosSimilares" : [ "AgInt na CR  20202  EX  2024/0105982-9  Decisão:26/03/2025\nDJEN       DATA:01/04/2025", "AgInt na CR  20048  EX  2024/0046831-1  Decisão:08/04/2025\nDJEN       DATA:15/04/2025" ]
}, {
  "id" : "000906355",
  "numeroProcesso" : "15247",
  "numeroRegistro" : "202203972360",
  "siglaClasse" : "AgInt na RPV",
  "descricaoClasse" : "AGRAVO INTERNO NA REQUISIÇÃO DE PEQUENO VALOR",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "HERMAN BENJAMIN",
  "dataPublicacao" : "DJEN       DATA:01/04/2025",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NA REQUISIÇÃO DE PEQUENO VALOR.\nFALECIMENTO DO BENEFICIÁRIO PRINCIPAL. HABILITAÇÃO DE HERDEIRO.\nLEVANTAMENTO DOS VALORES REQUISITADOS CONDICIONADO À\nPARTILHA/ADJUDICAÇÃO DO BEM NO ÂMBITO DE INVENTÁRIO JUDICIAL OU\nADMINISTRATIVO. NÃO APLICABILIDADE DA LEI N. 6.858/1980. AGRAVO\nINTERNO NÃO PROVIDO.\n1. Não obstante seja possível a habilitação pretendida pelo\nagravante, herdeiro do beneficiário principal falecido, o\nlevantamento dos valores requisitados por meio da presente RPV  fica\ncondicionado à partilha/adjudicação do referido bem no âmbito de\ninventário judicial ou administrativo.\n2. Sendo o direito do beneficiário decorrente de diferenças\nsalariais atrasadas apuradas na esfera judicial, o montante deve ser\nobrigatoriamente objeto de partilha/adjudicação entre os herdeiros,\nnão se aplicando a Lei n. 6.858/80 ao caso concreto.\n3. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250326",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 20/03/2025 a 26/03/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Luis Felipe Salomão.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000906354",
  "numeroProcesso" : "19173",
  "numeroRegistro" : "202302284683",
  "siglaClasse" : "AgInt na CR",
  "descricaoClasse" : "AGRAVO INTERNO NA CARTA ROGATÓRIA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "HERMAN BENJAMIN",
  "dataPublicacao" : "DJEN       DATA:01/04/2025",
  "ementa" : "CARTA ROGATÓRIA. AGRAVO REGIMENTAL. INTIMAÇÃO PRÉVIA. AVISO DE\nRECEBIMENTO ASSINADO PELO PRÓPRIO INTERESSADO. AÇÃO DE ESTADO.\nALIMENTOS. DISCIPLINA ESPECIAL. LEI N. 5.478/1968. CUMPRIMENTO DA\nDILIGÊNCIA. DEVOLUÇÃO DOS AUTOS À JUSTIÇA ROGANTE. AGRAVO\nDESPROVIDO.\n1. Cumpre considerar que o marco regulatório da Ação de Alimentos\n(art. 5º, § 2º, da Lei n. 5.478/1968) permite que os atos de\ncomunicação sejam concretizados por via postal.\n2. Na fase da intimação prévia é remetida ao interessado cópia\nintegral da comissão rogatória. No caso, o Aviso de Recebimento foi\nassinado pelo próprio interessado, o que leva à conclusão de que ele\ntomou conhecimento de todos os termos da rogatória em questão.\n3. Assim, tendo o interessado tomado conhecimento do processo em\ntrâmite no juízo rogante, consumou-se o objeto da diligência,\ndispensando-se o envio dos autos à Justiça Federal.\n4. Agravo regimental não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250326",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 20/03/2025 a 26/03/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Luis Felipe Salomão.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000906353",
  "numeroProcesso" : "8305",
  "numeroRegistro" : "202301316340",
  "siglaClasse" : "AgInt na HDE",
  "descricaoClasse" : "AGRAVO INTERNO NA HOMOLOGAÇÃO DE DECISÃO ESTRANGEIRA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RICARDO VILLAS BÔAS CUEVA",
  "dataPublicacao" : "DJEN       DATA:02/04/2025",
  "ementa" : "AGRAVO INTERNO NA HOMOLOGAÇÃO DE DECISÃO ESTRANGEIRA. CITAÇÃO.\nVÁLIDA. CONVENÇÃO DE ARBITRAGEM. ANÁLISE DE VÍCIOS. IMPOSSIBILIDADE.\nSOBERANIA DO ESTADO ESTRANGEIRO.\n1. A jurisprudência do Superior Tribunal de Justiça é firme no\nsentido de que, em procedimento arbitral, é válida a citação por via\npostal, desde que haja prova inequívoca do recebimento da\ncorrespondência, como no caso em exame.\n2. Segundo a jurisprudência do STJ, o ato citatório praticado no\nexterior deve ser realizado de acordo com as leis do país onde\nocorre a citação, sendo incabível a imposição da legislação\nbrasileira.\n3. A homologação de sentença estrangeira não serve para retirar\nvícios ou dar interpretação diversa à decisão de Estado estrangeiro.\n4. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250326",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 20/03/2025 a 26/03/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Luis Felipe Salomão, Mauro Campbell Marques, Benedito\nGonçalves, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000906134",
  "numeroProcesso" : "2072870",
  "numeroRegistro" : "202300571691",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RAUL ARAÚJO",
  "dataPublicacao" : "DJEN       DATA:08/04/2025",
  "ementa" : "DIREITO PROCESSUAL CIVIL. RECURSO ESPECIAL REPETITIVO. TEMA N.\n1.267/STJ. APELAÇÃO. JUÍZO DE ADMISSIBILIDADE. COMPETÊNCIA EXCLUSIVA\nDO TRIBUNAL. MEDIDA PROCESSUAL CABÍVEL EM CASO DE INADMISSÃO DA\nAPELAÇÃO PELO JUIZ DE PRIMEIRO GRAU: RECLAMAÇÃO OU, NO ÂMBITO DE\nEXECUÇÃO/CUMPRIMENTO DE SENTENÇA, AGRAVO DE INSTRUMENTO.\nFUNGIBILIDADE RECURSAL. CABIMENTO.\n1. Para fins dos artigos 1.036 a 1.041 do CPC, fixam-se as seguintes\nteses jurídicas:\n\"1.1. A decisão do juiz de primeiro grau que obsta o processamento\nda apelação viola o § 3º do artigo 1.010 do CPC, caracterizando\nusurpação da competência do Tribunal, o que autoriza o manejo da\nreclamação prevista no inciso I do artigo 988 do CPC;\n1.2. Na hipótese em que o juiz da causa negar seguimento à apelação\nno âmbito de execução ou de cumprimento de sentença, também será\ncabível agravo de instrumento, por força do disposto no parágrafo\núnico do artigo 1.015 do CPC;\n1.3. Modulação: Até a data da publicação dos acórdãos referentes ao\nTema Repetitivo n. 1.267/STJ, é possível, com base no princípio da\nfungibilidade e em caráter excepcional, o recebimento da correição\nparcial (ou do agravo de instrumento previsto no caput do artigo\n1.015 do CPC ou de mandado de segurança) como a reclamação apta a\nimpugnar a decisão do juiz de primeiro grau que inadmite a apelação,\ndesde que não tenha ocorrido o seu trânsito em julgado.\"\n2. Caso concreto: em razão da aplicação do princípio da\nfungibilidade recursal, determina-se o retorno dos autos ao Tribunal\nde Justiça, a fim de que receba a correição parcial do ora\nrecorrente como reclamação.\n3. Recurso especial provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250319",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, prosseguindo no julgamento, após o voto-vista do Sr.\nMinistro Luis Felipe Salomão, por unanimidade, conhecer do recurso\nespecial e dar-lhe provimento a fim de determinar o retorno dos\nautos ao Tribunal de origem para que receba a correição parcial como\nreclamação, nos termos do voto do relator, e, por maioria, fixou a\nseguinte tese jurídica para os fins dos arts. 1.036 a 1.041 do CPC:\n\"1. A decisão do juiz de primeiro grau que obsta o processamento da\napelação viola o § 3º do artigo 1.010 do CPC, caracterizando\nusurpação da competência do Tribunal, o que autoriza o manejo da\nreclamação prevista no inciso I do artigo 988 do CPC; 2. Na hipótese\nem que o juiz da causa negar seguimento à apelação no âmbito de\nexecução ou de cumprimento de sentença, também será cabível agravo\nde instrumento, por força do disposto no parágrafo único do artigo\n1.015 do CPC\", nos termos do voto do Sr. Ministro Luis Felipe\nSalomão. Decidiu, ainda, modular os efeitos da decisão no sentido de\nque, até a data da publicação do acórdão, referente ao tema\nrepetitivo n. 1267, com base no princípio da fungibilidade e em\ncaráter excepcional, é possível o recebimento da correição parcial\n(ou do agravo de instrumento previsto no caput do artigo 1.015 do\nCPC ou do Mandado de Segurança) como a reclamação apta a impugnar a\ndecisão do juiz de primeiro grau que inadmite a apelação, desde que\nnão tenha ocorrido o seu trânsito em julgado.\"\nLavrará o acórdão o Sr. Ministro Luis Felipe Salomão.\nQuanto ao caso concreto, a Sra. Ministra Maria Isabel Gallotti e os\nSrs. Ministros Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva,\nSebastião Reis Júnior, Francisco Falcão, Nancy Andrighi, Humberto\nMartins, Maria Thereza de Assis Moura, Og Fernandes, Luis Felipe\nSalomão e Benedito Gonçalves votaram com o Sr. Ministro Relator.\nQuanto à fixação da tese, a Sra. Ministra Maria Isabel Gallotti e os\nSrs. Ministros Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva,\nFrancisco Falcão, Nancy Andrighi, Humberto Martins, Maria Thereza de\nAssis Moura, Og Fernandes e Benedito Gonçalves votaram com o Sr.\nMinistro Luis Felipe Salomão. Vencidos, quanto à tese, os Srs.\nMinistros Relator, Sebastião Reis Júnior e João Otávio de Noronha.\nQuanto à modulação, ficaram vencidos, parcialmente, as Sras.\nMinistras Nancy Andrighi e Maria Thereza de Assis Moura e o Sr.\nMinistro Ricardo Villas Bôas Cueva.\nAusente, justificadamente, o Sr. Ministro Mauro Campbell Marques.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : "(AGRAVO DE INSTRUMENTO - HIPÓTESES DE CABIMENTO)\n   STJ - <<REsp 1696396>>-MT (RECURSO REPETITIVO - TEMA(s) 988),\n         <<REsp 1704520>>-MT (RECURSO REPETITIVO - TEMA(s) 988)",
  "notas" : "Julgado conforme procedimento previsto para os Recursos Repetitivos\nno âmbito do STJ.",
  "informacoesComplementares" : "     (VOTO VENCIDO) (MIN. RAUL ARAÚJO)\n     \"1. Para os efeitos dos arts. 927 e 1.036 do CPC, fixam-se as\nseguintes teses:\n     1.1. A decisão do juiz de primeiro grau que obsta o\nprocessamento da apelação viola o § 3º do art. 1.010 do CPC,\ncaracterizando usurpação da competência do Tribunal; 1.2. Contra a\ndecisão do Juiz que inadmite apelação cabe:\n     1.2.1. Reclamação (CPC, art. 988, I); agravo de instrumento\n(CPC, art. 1.015); ou mandado de segurança (Lei 12.016/2009);\n     1.2.2. Aplicar-se os princípios da fungibilidade e da\ninstrumentalidade das formas, para receber a correição parcial,\nquando prevista no Regimento Interno do Tribunal, como reclamação ou\nagravo de instrumento\".",
  "termosAuxiliares" : null,
  "teseJuridica" : "\"1. A decisão do juiz de primeiro grau que obsta o processamento da\napelação viola o § 3º do artigo 1.010 do CPC, caracterizando\nusurpação da competência do Tribunal, o que autoriza o manejo da\nreclamação prevista no inciso I do artigo 988 do CPC;\n2. Na hipótese em que o juiz da causa negar seguimento à apelação no\nâmbito de execução ou de cumprimento de sentença, também será\ncabível agravo de instrumento, por força do disposto no parágrafo\núnico do artigo 1.015 do CPC\".",
  "tema" : "Tema Repetitivo 1267\nSituação do tema: Acórdão Publicado",
  "referenciasLegislativas" : [ "LEG:FED LEI:012016 ANO:2009\n*****  LMS-09    LEI DO MANDADO DE SEGURANÇA", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00188 ART:00277 ART:00283 ART:00932 PAR:ÚNICO\n        ART:00988 INC:00001 PAR:00005 INC:00001 ART:00992\n        ART:01010 PAR:00001 PAR:00002 PAR:00003 ART:01015\n        PAR:ÚNICO ART:01036", "LEG:FED SUM:****** ANO:****\n*****  SUM(STF)    SÚMULA DO SUPREMO TRIBUNAL FEDERAL\n        SUM:000267", "LEG:FED ENU:****** ANO:****\n*****  ENFPPC    ENUNCIADO DO FÓRUM PERMANENTE DE PROCESSUALISTAS\nCIVIS\n        NUM:00207" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000906133",
  "numeroProcesso" : "2072868",
  "numeroRegistro" : "202300569918",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RAUL ARAÚJO",
  "dataPublicacao" : "DJEN       DATA:08/04/2025",
  "ementa" : "DIREITO PROCESSUAL CIVIL. RECURSO ESPECIAL REPETITIVO. TEMA N.\n1.267/STJ. APELAÇÃO. JUÍZO DE ADMISSIBILIDADE. COMPETÊNCIA EXCLUSIVA\nDO TRIBUNAL. MEDIDA PROCESSUAL CABÍVEL EM CASO DE INADMISSÃO DA\nAPELAÇÃO PELO JUIZ DE PRIMEIRO GRAU: RECLAMAÇÃO OU, NO ÂMBITO DE\nEXECUÇÃO/CUMPRIMENTO DE SENTENÇA, AGRAVO DE INSTRUMENTO.\nFUNGIBILIDADE RECURSAL. CABIMENTO.\n1. Para fins dos artigos 1.036 a 1.041 do CPC, fixam-se as seguintes\nteses jurídicas:\n\"1.1. A decisão do juiz de primeiro grau que obsta o processamento\nda apelação viola o § 3º do artigo 1.010 do CPC, caracterizando\nusurpação da competência do Tribunal, o que autoriza o manejo da\nreclamação prevista no inciso I do artigo 988 do CPC;\n1.2. Na hipótese em que o juiz da causa negar seguimento à apelação\nno âmbito de execução ou de cumprimento de sentença, também será\ncabível agravo de instrumento, por força do disposto no parágrafo\núnico do artigo 1.015 do CPC;\n1.3. Modulação: Até a data da publicação dos acórdãos referentes ao\nTema Repetitivo n. 1.267/STJ, é possível, com base no princípio da\nfungibilidade e em caráter excepcional, o recebimento da correição\nparcial (ou do agravo de instrumento previsto no caput do artigo\n1.015 do CPC ou de mandado de segurança) como a reclamação apta a\nimpugnar a decisão do juiz de primeiro grau que inadmite a apelação,\ndesde que não tenha ocorrido o seu trânsito em julgado.\"\n2. Caso concreto: em razão da aplicação do princípio da\nfungibilidade recursal, determina-se o retorno dos autos ao Tribunal\nde Justiça, a fim de que receba a correição parcial do ora\nrecorrente como reclamação.\n3. Recurso especial provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250319",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, prosseguindo no julgamento, após o voto-vista do Sr.\nMinistro Luis Felipe Salomão, por unanimidade, conhecer do recurso\nespecial e dar-lhe provimento a fim de determinar o retorno dos\nautos ao Tribunal de origem para que receba a correição parcial como\nreclamação, nos termos do voto do relator, e, por maioria, fixou a\nseguinte tese jurídica para os fins dos arts. 1.036 a 1.041 do CPC:\n\"1. A decisão do juiz de primeiro grau que obsta o processamento da\napelação viola o § 3º do artigo 1.010 do CPC, caracterizando\nusurpação da competência do Tribunal, o que autoriza o manejo da\nreclamação prevista no inciso I do artigo 988 do CPC; 2. Na hipótese\nem que o juiz da causa negar seguimento à apelação no âmbito de\nexecução ou de cumprimento de sentença, também será cabível agravo\nde instrumento, por força do disposto no parágrafo único do artigo\n1.015 do CPC\", nos termos do voto do Sr. Ministro Luis Felipe\nSalomão. Decidiu, ainda, modular os efeitos da decisão no sentido de\nque, até a data da publicação do acórdão, referente ao tema\nrepetitivo n. 1267, com base no princípio da fungibilidade e em\ncaráter excepcional, é possível o recebimento da correição parcial\n(ou do agravo de instrumento previsto no caput do artigo 1.015 do\nCPC ou do Mandado de Segurança) como a reclamação apta a impugnar a\ndecisão do juiz de primeiro grau que inadmite a apelação, desde que\nnão tenha ocorrido o seu trânsito em julgado.\"\nLavrará o acórdão o Sr. Ministro Luis Felipe Salomão.\nQuanto ao caso concreto, a Sra. Ministra Maria Isabel Gallotti e os\nSrs. Ministros Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva,\nSebastião Reis Júnior, Francisco Falcão, Nancy Andrighi, Humberto\nMartins, Maria Thereza de Assis Moura, Og Fernandes, Luis Felipe\nSalomão e Benedito Gonçalves votaram com o Sr. Ministro Relator.\nQuanto à fixação da tese, a Sra. Ministra Maria Isabel Gallotti e os\nSrs. Ministros Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva,\nFrancisco Falcão, Nancy Andrighi, Humberto Martins, Maria Thereza de\nAssis Moura, Og Fernandes e Benedito Gonçalves votaram com o Sr.\nMinistro Luis Felipe Salomão. Vencidos, quanto à tese, os Srs.\nMinistros Relator, Sebastião Reis Júnior e João Otávio de Noronha.\nQuanto à modulação, ficaram vencidos, parcialmente, as Sras.\nMinistras Nancy Andrighi e Maria Thereza de Assis Moura e o Sr.\nMinistro Ricardo Villas Bôas Cueva.\nAusente, justificadamente, o Sr. Ministro Mauro Campbell Marques.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : "(AGRAVO DE INSTRUMENTO - HIPÓTESES DE CABIMENTO)\n   STJ - <<REsp 1696396>>-MT (RECURSO REPETITIVO - TEMA(s) 988),\n         <<REsp 1704520>>-MT (RECURSO REPETITIVO - TEMA(s) 988)",
  "notas" : "Julgado conforme procedimento previsto para os Recursos Repetitivos\nno âmbito do STJ.",
  "informacoesComplementares" : "     (VOTO VENCIDO) (MIN. RAUL ARAÚJO)\n     \"1. Para os efeitos dos arts. 927 e 1.036 do CPC, fixam-se as\nseguintes teses:\n     1.1. A decisão do juiz de primeiro grau que obsta o\nprocessamento da apelação viola o § 3º do art. 1.010 do CPC,\ncaracterizando usurpação da competência do Tribunal; 1.2. Contra a\ndecisão do Juiz que inadmite apelação cabe:\n     1.2.1. Reclamação (CPC, art. 988, I); agravo de instrumento\n(CPC, art. 1.015); ou mandado de segurança (Lei 12.016/2009);\n     1.2.2. Aplicar-se os princípios da fungibilidade e da\ninstrumentalidade das formas, para receber a correição parcial,\nquando prevista no Regimento Interno do Tribunal, como reclamação ou\nagravo de instrumento\".",
  "termosAuxiliares" : null,
  "teseJuridica" : "\"1. A decisão do juiz de primeiro grau que obsta o processamento da\napelação viola o § 3º do artigo 1.010 do CPC, caracterizando\nusurpação da competência do Tribunal, o que autoriza o manejo da\nreclamação prevista no inciso I do artigo 988 do CPC;\n2. Na hipótese em que o juiz da causa negar seguimento à apelação no\nâmbito de execução ou de cumprimento de sentença, também será\ncabível agravo de instrumento, por força do disposto no parágrafo\núnico do artigo 1.015 do CPC\".",
  "tema" : "Tema Repetitivo 1267\nSituação do tema: Acórdão Publicado",
  "referenciasLegislativas" : [ "LEG:FED LEI:012016 ANO:2009\n*****  LMS-09    LEI DO MANDADO DE SEGURANÇA", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00188 ART:00277 ART:00283 ART:00932 PAR:ÚNICO\n        ART:00988 INC:00001 PAR:00005 INC:00001 ART:00992\n        ART:01010 PAR:00001 PAR:00002 PAR:00003 ART:01015\n        PAR:ÚNICO ART:01036", "LEG:FED SUM:****** ANO:****\n*****  SUM(STF)    SÚMULA DO SUPREMO TRIBUNAL FEDERAL\n        SUM:000267", "LEG:FED ENU:****** ANO:****\n*****  ENFPPC    ENUNCIADO DO FÓRUM PERMANENTE DE PROCESSUALISTAS\nCIVIS\n        NUM:00207" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000906132",
  "numeroProcesso" : "2072867",
  "numeroRegistro" : "202300569704",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RAUL ARAÚJO",
  "dataPublicacao" : "DJEN       DATA:08/04/2025",
  "ementa" : "DIREITO PROCESSUAL CIVIL. RECURSO ESPECIAL REPETITIVO. TEMA N.\n1.267/STJ. APELAÇÃO. JUÍZO DE ADMISSIBILIDADE. COMPETÊNCIA EXCLUSIVA\nDO TRIBUNAL. MEDIDA PROCESSUAL CABÍVEL EM CASO DE INADMISSÃO DA\nAPELAÇÃO PELO JUIZ DE PRIMEIRO GRAU: RECLAMAÇÃO OU, NO ÂMBITO DE\nEXECUÇÃO/CUMPRIMENTO DE SENTENÇA, AGRAVO DE INSTRUMENTO.\nFUNGIBILIDADE RECURSAL. CABIMENTO.\n1. Para fins dos artigos 1.036 a 1.041 do CPC, fixam-se as seguintes\nteses jurídicas:\n\"1.1. A decisão do juiz de primeiro grau que obsta o processamento\nda apelação viola o § 3º do artigo 1.010 do CPC, caracterizando\nusurpação da competência do Tribunal, o que autoriza o manejo da\nreclamação prevista no inciso I do artigo 988 do CPC;\n1.2. Na hipótese em que o juiz da causa negar seguimento à apelação\nno âmbito de execução ou de cumprimento de sentença, também será\ncabível agravo de instrumento, por força do disposto no parágrafo\núnico do artigo 1.015 do CPC;\n1.3. Modulação: Até a data da publicação dos acórdãos referentes ao\nTema Repetitivo n. 1.267/STJ, é possível, com base no princípio da\nfungibilidade e em caráter excepcional, o recebimento da correição\nparcial (ou do agravo de instrumento previsto no caput do artigo\n1.015 do CPC ou de mandado de segurança) como a reclamação apta a\nimpugnar a decisão do juiz de primeiro grau que inadmite a apelação,\ndesde que não tenha ocorrido o seu trânsito em julgado.\"\n2. Caso concreto: em razão da aplicação do princípio da\nfungibilidade recursal, determina-se o retorno dos autos ao Tribunal\nde Justiça, a fim de que receba a correição parcial do ora\nrecorrente como reclamação.\n3. Recurso especial provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250319",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, prosseguindo no julgamento, após o voto-vista do Sr.\nMinistro Luis Felipe Salomão, por unanimidade, conhecer do recurso\nespecial e dar-lhe provimento a fim de determinar o retorno dos\nautos ao Tribunal de origem para que receba a correição parcial como\nreclamação, nos termos do voto do relator, e, por maioria, fixou a\nseguinte tese jurídica para os fins dos arts. 1.036 a 1.041 do CPC:\n\"1. A decisão do juiz de primeiro grau que obsta o processamento da\napelação viola o § 3º do artigo 1.010 do CPC, caracterizando\nusurpação da competência do Tribunal, o que autoriza o manejo da\nreclamação prevista no inciso I do artigo 988 do CPC; 2. Na hipótese\nem que o juiz da causa negar seguimento à apelação no âmbito de\nexecução ou de cumprimento de sentença, também será cabível agravo\nde instrumento, por força do disposto no parágrafo único do artigo\n1.015 do CPC\", nos termos do voto do Sr. Ministro Luis Felipe\nSalomão. Decidiu, ainda, modular os efeitos da decisão no sentido de\nque, até a data da publicação do acórdão, referente ao tema\nrepetitivo n. 1267, com base no princípio da fungibilidade e em\ncaráter excepcional, é possível o recebimento da correição parcial\n(ou do agravo de instrumento previsto no caput do artigo 1.015 do\nCPC ou do Mandado de Segurança) como a reclamação apta a impugnar a\ndecisão do juiz de primeiro grau que inadmite a apelação, desde que\nnão tenha ocorrido o seu trânsito em julgado.\"\nLavrará o acórdão o Sr. Ministro Luis Felipe Salomão.\nQuanto ao caso concreto, a Sra. Ministra Maria Isabel Gallotti e os\nSrs. Ministros Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva,\nSebastião Reis Júnior, Francisco Falcão, Nancy Andrighi, Humberto\nMartins, Maria Thereza de Assis Moura, Og Fernandes, Luis Felipe\nSalomão e Benedito Gonçalves votaram com o Sr. Ministro Relator.\nQuanto à fixação da tese, a Sra. Ministra Maria Isabel Gallotti e os\nSrs. Ministros Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva,\nFrancisco Falcão, Nancy Andrighi, Humberto Martins, Maria Thereza de\nAssis Moura, Og Fernandes e Benedito Gonçalves votaram com o Sr.\nMinistro Luis Felipe Salomão. Vencidos, quanto à tese, os Srs.\nMinistros Relator, Sebastião Reis Júnior e João Otávio de Noronha.\nQuanto à modulação, ficaram vencidos, parcialmente, as Sras.\nMinistras Nancy Andrighi e Maria Thereza de Assis Moura e o Sr.\nMinistro Ricardo Villas Bôas Cueva.\nAusente, justificadamente, o Sr. Ministro Mauro Campbell Marques.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : "(AGRAVO DE INSTRUMENTO - HIPÓTESES DE CABIMENTO)\n   STJ - <<REsp 1696396>>-MT (RECURSO REPETITIVO - TEMA(s) 988),\n         <<REsp 1704520>>-MT (RECURSO REPETITIVO - TEMA(s) 988)",
  "notas" : "Julgado conforme procedimento previsto para os Recursos Repetitivos\nno âmbito do STJ.",
  "informacoesComplementares" : "     (VOTO VENCIDO) (MIN. RAUL ARAÚJO)\n     \"1. Para os efeitos dos arts. 927 e 1.036 do CPC, fixam-se as\nseguintes teses:\n     1.1. A decisão do juiz de primeiro grau que obsta o\nprocessamento da apelação viola o § 3º do art. 1.010 do CPC,\ncaracterizando usurpação da competência do Tribunal; 1.2. Contra a\ndecisão do Juiz que inadmite apelação cabe:\n     1.2.1. Reclamação (CPC, art. 988, I); agravo de instrumento\n(CPC, art. 1.015); ou mandado de segurança (Lei 12.016/2009);\n     1.2.2. Aplicar-se os princípios da fungibilidade e da\ninstrumentalidade das formas, para receber a correição parcial,\nquando prevista no Regimento Interno do Tribunal, como reclamação ou\nagravo de instrumento\".",
  "termosAuxiliares" : null,
  "teseJuridica" : "\"1. A decisão do juiz de primeiro grau que obsta o processamento da\napelação viola o § 3º do artigo 1.010 do CPC, caracterizando\nusurpação da competência do Tribunal, o que autoriza o manejo da\nreclamação prevista no inciso I do artigo 988 do CPC;\n2. Na hipótese em que o juiz da causa negar seguimento à apelação no\nâmbito de execução ou de cumprimento de sentença, também será\ncabível agravo de instrumento, por força do disposto no parágrafo\núnico do artigo 1.015 do CPC\".",
  "tema" : "Tema Repetitivo 1267\nSituação do tema: Acórdão Publicado",
  "referenciasLegislativas" : [ "LEG:FED LEI:012016 ANO:2009\n*****  LMS-09    LEI DO MANDADO DE SEGURANÇA", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00188 ART:00277 ART:00283 ART:00932 PAR:ÚNICO\n        ART:00988 INC:00001 PAR:00005 INC:00001 ART:00992\n        ART:01010 PAR:00001 PAR:00002 PAR:00003 ART:01015\n        PAR:ÚNICO ART:01036", "LEG:FED SUM:****** ANO:****\n*****  SUM(STF)    SÚMULA DO SUPREMO TRIBUNAL FEDERAL\n        SUM:000267", "LEG:FED ENU:****** ANO:****\n*****  ENFPPC    ENUNCIADO DO FÓRUM PERMANENTE DE PROCESSUALISTAS\nCIVIS\n        NUM:00207" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000906131",
  "numeroProcesso" : "1563708",
  "numeroRegistro" : "201902391710",
  "siglaClasse" : "AgInt no RE nos EDcl no AgInt nos EDcl no AREsp",
  "descricaoClasse" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO\nNO AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO EM RECURSO\nESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LUIS FELIPE SALOMÃO",
  "dataPublicacao" : "DJEN       DATA:08/04/2025",
  "ementa" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO. PRESSUPOSTOS DE\nADMISSIBILIDADE DE RECURSO DE COMPETÊNCIA DO SUPERIOR TRIBUNAL DE\nJUSTIÇA. TEMA N. 181 DO STF. AUSÊNCIA DE REPERCUSSÃO GERAL. RECURSO\nESPECIAL INTEMPESTIVO. FORMAÇÃO DA COISA JULGADA. IMPROBIDADE\nADMINISTRATIVA. SUPERVENIÊNCIA DA LEI N. 14.230/2021. TEMA N. 1.199\nDO STF. IRRETROATIVIDADE.\nI. CASO EM EXAME\n1.1. Agravo interno interposto contra decisão que negou seguimento a\nrecurso extraordinário, sob o fundamento de que a matéria nele\ndebatida não possui repercussão geral, conforme entendimento firmado\nno Tema n. 181 do STF.\n1.2. A parte agravante sustentou a existência de repercussão geral\nda matéria debatida no recurso extraordinário, afeta à preservação\ndo direito de acesso à justiça, e pugnou pela aplicação no caso\nconcreto, de forma imediata e retroativa, das novas disposições da\nLei de Improbidade Administrativa, introduzidas pela Lei n.\n14.230/2021.\nII. QUESTÕES EM DISCUSSÃO\n2.1. A aplicabilidade do Tema n. 181 do STF quando há necessidade de\ndiscussão ou superação de óbices de admissibilidades que resultaram\nno não conhecimento de recurso de competência do STJ.\n2.2. A possibilidade de aplicação no caso concreto das novas\ndisposições da Lei de Improbidade Administrativa, introduzidas pela\nLei n. 14.230/2021, à luz das teses firmadas pelo Supremo Tribunal\nFederal no julgamento do Tema n. 1.199.\nIII. RAZÕES DE DECIDIR\n3.1. A decisão agravada fundamentou-se na aplicação do Tema n. 181\ndo STF, que estabelece ausência de repercussão geral da questão\nrelativa ao preenchimento dos pressupostos de admissibilidade de\nrecursos de competência de outros Tribunais.\n3.2. As razões do recurso extraordinário, voltadas ao óbice aplicado\nou à matéria de fundo, demandam a reanálise ou superação do\nentendimento acerca do não conhecimento de recurso anterior.\n3.3. Nos termos do art. 1.030, I, a, do CPC, é justificada a\nnegativa de seguimento ao recurso extraordinário quando a questão\ncontrovertida não possuir repercussão geral.\n3.4. No tocante à aplicação da Lei n. 14.230/2021, o Supremo\nTribunal Federal, no julgamento do Tema n. 1.199, firmou teses\nsegundo as quais (i) é necessária a comprovação de responsabilidade\nsubjetiva dolosa na tipificação dos atos de improbidade\nadministrativa; (ii) a revogação da modalidade culposa de\nimprobidade administrativa é, em regra, irretroativa; (iii) as\ninovações introduzidas na Lei de Improbidade Administrativa incidem\nsobre as condenações por atos ímprobos culposos ainda não\ntransitados em julgado; e (iv) o novo regime prescricional não\nretroage, aplicando-se os novos marcos temporais apenas após a\npublicação da nova lei.\n3.5. Na hipótese dos autos, a intempestividade do recurso especial\ngerou o trânsito em julgado do feito em data que antecedeu a própria\nedição das novas disposições da Lei de Improbidade Administrativa,\no que afasta a possibilidade de aplicação das conclusões alcançadas\npelo STF no Tema n. 1.199.\n3.6. As alterações promovidas na Lei de Improbidade Administrativa e\no julgamento do Tema n. 1.199 pela Suprema Corte não impactam a\nsolução dada ao presente recurso extraordinário, tendo em vista as\nestreitas balizas do juízo de admissibilidade, previstas no art.\n1.030 do Código de Processo Civil.\nIV. DISPOSITIVO\n4.1. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250319",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, prosseguindo no julgamento, após o voto do Sr. Ministro\nRelator apresentando questão de ordem para inviabilizar a aplicação\nretroativa do § 6º do art. 1.003, do CPC, na redação conferida pela\nLei n. 14.939/2024, aos processos com interposição de recurso\nextraordinário, por considerar exaurida a jurisdição do STJ nessa\nfase do processo, e a reformulação do voto do Sr. Ministro João\nOtávio de Noronha, por unanimidade, acolher a questão de ordem\napresentada e, no mérito, negar provimento ao agravo, nos termos do\nvoto do Sr. Ministro Relator.\nOs Srs. Ministros Benedito Gonçalves, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva,\nSebastião Reis Júnior, Francisco Falcão, Nancy Andrighi, João Otávio\nde Noronha, Humberto Martins, Maria Thereza de Assis Moura e Og\nFernandes votaram com o Sr. Ministro Relator.\nAusentes, justificadamente, os Srs. Ministros Mauro Campbell\nMarques, Marco Buzzi e Moura Ribeiro.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : "(PREENCHIMENTO DE PRESSUPOSTOS DE ADMISSIBILIDADE - NATUREZA\nINCONSTITUCIONAL)\n   STJ - <<REsp 1306463>>-RS\n   STF - [[RE 598365]] (REPERCUSSÃO GERAL - TEMA(s) 181),\n         [[ARE-AgR 1317340]], [[ARE-AgR 822158]],\n         [[RE-AgR 1081829]], [[HC-AgR 198569]]\n(IMPROBIDADE ADMINISTRATIVA - ALTERAÇÃO PELA LEI 14.230/2021 -\nAPLICAÇÃO AOS PROCESSOS EM CURSO)\n   STJ - <<REsp 2036429>>-MA (RECURSO REPETITIVO - TEMA(s) 1199),\n         <<AgInt no RE nos EDcl nos EDcl no AgInt no AREsp\n2080085>>-SP,\n         <<EDcl no AgInt no RE no AgInt no AREsp 1847103>>-SP,\n         <<REsp 1984292>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:014939 ANO:2024", "LEG:FED LEI:014230 ANO:2021", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01003 PAR:00006 ART:01030 INC:00001 LET:A", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00022 PAR:00002 INC:00001 LET:A" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000906096",
  "numeroProcesso" : "97909",
  "numeroRegistro" : "201801040083",
  "siglaClasse" : "AgRg no RE nos EDcl no AgRg no RHC",
  "descricaoClasse" : "AGRAVO REGIMENTAL NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NO RECURSO DE HABEAS CORPUS",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LUIS FELIPE SALOMÃO",
  "dataPublicacao" : "DJEN       DATA:01/04/2025",
  "ementa" : "AGRAVO REGIMENTAL. RECURSO EXTRAORDINÁRIO. OFENSA AOS PRINCÍPIOS DO\nCONTRADITÓRIO E DA AMPLA DEFESA E À REGRA DA INADMISSIBILIDADE, NO\nPROCESSO, DAS PROVAS OBTIDAS POR MEIOS ILÍCITOS. AUSÊNCIA DE\nREPERCUSSÃO GERAL. TEMA N. 660 DO STF. ART. 1.030, I, A, DO CPC.\nI. CASO EM EXAME\n1.1. Agravo regimental interposto contra a decisão que negou\nseguimento ao recurso extraordinário, fundamentada na ausência de\nrepercussão geral em matéria que envolve a suposta ofensa ao art.\n5º, LV e LVI, da Constituição Federal, conforme definido no Tema n.\n660 do STF.\n1.2. A parte agravante sustenta que o Tema n. 660 do STF não se\naplica ao caso dos autos, afirmando que houve violação direta aos\nprincípios constitucionais apontados.\nII. QUESTÕES EM DISCUSSÃO\n2.1. A aplicabilidade do Tema n. 660 do STF ao caso em que se\ndiscute a suposta ofensa aos princípios constitucionais, quando a\nanálise depende de normas infraconstitucionais.\nIII. RAZÕES DE DECIDIR\n3.1. O STF, no Tema n. 660 da repercussão geral, firmou a tese de\nque a alegação de afronta aos princípios do contraditório, da ampla\ndefesa, do devido processo legal e da segurança jurídica, bem como\nao ato jurídico perfeito, ao direito adquirido e aos limites da\ncoisa julgada, quando depende de análise de normas\ninfraconstitucionais, configura ofensa reflexa ao texto\nconstitucional, não possuindo repercussão geral.\n3.2. Esse tema de repercussão geral alcança também a suposta ofensa\nà regra da inadmissibilidade, no processo, das provas obtidas por\nmeios ilícitos, contida no art. 5º, LVI, da Constituição Federal.\n3.3. No caso concreto, a discussão suscitada no recurso\nextraordinário exige a prévia análise de normas\ninfraconstitucionais, motivo pelo qual se aplica o entendimento\nconsolidado no Tema n. 660 do STF.\nIV. DISPOSITIVO\n4.1. Agravo regimental a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250326",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 20/03/2025 a 26/03/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000906095",
  "numeroProcesso" : "30862",
  "numeroRegistro" : "202404598828",
  "siglaClasse" : "AgInt no MS",
  "descricaoClasse" : "AGRAVO INTERNO NO MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LUIS FELIPE SALOMÃO",
  "dataPublicacao" : "DJEN       DATA:01/04/2025",
  "ementa" : "DIREITO PROCESSUAL CIVIL. AGRAVO INTERNO EM MANDADO DE SEGURANÇA.\nI. CASO EM EXAME\n1. Agravo interno interposto contra decisão monocrática que\nindeferiu liminarmente a inicial do mandado de segurança impetrado\ncontra acórdão da Segunda Turma que rejeitou segundos embargos de\ndeclaração opostos pela impetrante com aplicação de multa.\nII. QUESTÃO EM DISCUSSÃO\n2. Definir se correta a decisão monocrática que não vislumbrou\nilegalidade ou teratologia no acórdão objeto do mandado de\nsegurança.\nIII. RAZÕES DE DECIDIR\n3. Como é de sabença, considera-se cabível mandado de segurança\ncontra pronunciamento judicial apenas em situações de grande\nexcepcionalidade, devendo o impetrante comprovar, de plano, a sua\nilegalidade ou teratologia.\n4. Hipótese em que não se vislumbra nenhuma ilegalidade ou\nteratologia na decisão objeto do presente mandado de segurança, a\nqual atestou o intuito meramente procrastinatório da impetrante ao\nrequerer, genericamente, a integração de acórdão que, com base na\nSúmula n. 284/STF, não conhecera de anteriores embargos de\ndeclaração, nos quais não fora apontado qualquer um dos vícios de\nfundamentação discriminados no artigo 1.022 do CPC.\n5. Assim, sobressai a inexistência de direito líquido e certo da\nimpetrante, que pretende utilizar o mandado de segurança como\nsucedâneo recursal, o que se dessume dos próprios argumentos\nexpendidos, pretensão manifestamente inviável.\nIV. DISPOSITIVO E TESE\n.\n6. Agravo interno não provido. Tese de julgamento: \"1. É incabível o\nemprego do mandado de segurança como sucedâneo recursal, nos termos\nda Súmula 267/STF (\"Não cabe mandado de segurança contra ato\njudicial passível de recurso ou correição\"). 2. A ausência de\nteratologia, manifesta ilegalidade ou abuso de poder na decisão\nimpugnada impede a concessão do mandado de segurança.\"",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250326",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, em Sessão Virtual de 20/03/2025 a 26/03/2025, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000906094",
  "numeroProcesso" : "2101149",
  "numeroRegistro" : "202303601883",
  "siglaClasse" : "EDcl no AgRg no RE nos EDcl no AgRg no REsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LUIS FELIPE SALOMÃO",
  "dataPublicacao" : "DJEN       DATA:01/04/2025",
  "ementa" : "EMBARGOS DE DECLARAÇÃO. OPOSIÇÃO CONTRA ACÓRDÃO QUE NÃO CONHECEU DE\nAGRAVO REGIMENTAL DE CORRÉU. ILEGITIMIDADE ATIVA. AUSÊNCIA DE\nINTERESSE RECURSAL. NÃO CONHECIMENTO.\nI. CASO EM EXAME\n1.1. Trata-se de embargos de declaração opostos contra acórdão que\nnão conheceu de agravo regimental interposto por pessoa diversa.\nII. QUESTÕES EM DISCUSSÃO\n2.1. Cabimento da oposição de embargos de declaração contra julgado\nque não conheceu de recurso de pessoa diversa, seu corréu.\nIII. RAZÕES DE DECIDIR\n3.1. Na hipótese, a teor do art. 577, parágrafo único, do Código de\nProcesso Penal, verifica-se a manifesta ilegitimidade ativa, pois a\nparte embargante insurgiu-se contra acórdão que não conheceu de\nagravo regimental interposto por corréu, atacando o provimento\njurisdicional proferido para resolução de relação processual que lhe\né estranha.\nIV. DISPOSITIVO\n4.1. Embargos de declaração não conhecidos.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250326",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 20/03/2025 a 26/03/2025,\npor unanimidade, não conhecer do recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000906093",
  "numeroProcesso" : "2139917",
  "numeroRegistro" : "202201620700",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LUIS FELIPE SALOMÃO",
  "dataPublicacao" : "DJEN       DATA:01/04/2025",
  "ementa" : "DIREITO PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA\nEM AGRAVO EM RECURSO ESPECIAL. DISSÍDIO INTERPRETATIVO. NÃO\nCONFIGURAÇÃO.\nI. CASO EM EXAME\n1. Agravo interno interposto contra decisão monocrática que\nindeferiu liminarmente os embargos de divergência, sob o fundamento\nde falta de demonstração do dissídio interpretativo alegado.\nII. QUESTÃO EM DISCUSSÃO\n2. Definir se há dissídio jurisprudencial que autorize o\nconhecimento dos embargos de divergência.\n3. Segundo a agravante, o acórdão embargado destoa de julgados do\nSTJ no sentido de que a possibilidade de indeferimento liminar da\ninicial de ação rescisória (em caso de inadequação da via eleita)\nreclama a constatação, in status assertionis, da existência de\n\"falhas explícitas da petição em relação às exigências do artigo 966\ndo CPC e não ilações do julgador tiradas dos fatos narrados no\nacórdão rescindendo\".\nIII. RAZÕES DE DECIDIR\n4. A despeito da argumentação trazida pela agravante, não se observa\no dissídio interpretativo alegado já que o acórdão embargado não\nemitiu pronunciamento sobre a suposta impossibilidade de\nindeferimento liminar da inicial da ação rescisória.\n5. Ainda que superada tal constatação, subsiste outro óbice ao\nconhecimento dos embargos de divergência: a consonância entre o\nacórdão estadual (mantido pela Quarta Turma) e a jurisprudência\ndesta Corte no sentido da possibilidade do \"indeferimento liminar da\npetição inicial de ação rescisória quando for verificado o seu\ndescabimento de plano, a exemplo da utilização indevida do\ninstrumento como sucedâneo recursal [falta de interesse processual\npor inadequação da via eleita] ou da flagrante inexistência de\nviolação manifesta de norma jurídica\" (AgInt no AREsp n.\n2.395.483/RJ, relatora Ministra Maria Isabel Gallotti, Quarta Turma,\njulgado em 15/4/2024, DJe de 18/4/2024).\nIV. DISPOSITIVO E TESE\n6. Agravo interno não provido. Tese de julgamento: \"Não se verifica\ndissídio interpretativo no caso em que o acórdão embargado não emite\npronunciamento sobre a tese esposada nos arestos paradigmas\".",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250326",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, em Sessão Virtual de 20/03/2025 a 26/03/2025, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000906091",
  "numeroProcesso" : "2331638",
  "numeroRegistro" : "202300999500",
  "siglaClasse" : "AgInt no RE nos EDcl no AgInt no AREsp",
  "descricaoClasse" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NO AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LUIS FELIPE SALOMÃO",
  "dataPublicacao" : "DJEN       DATA:01/04/2025",
  "ementa" : "AGRAVO INTERNO. RECURSO EXTRAORDINÁRIO. SUFICIÊNCIA DA FUNDAMENTAÇÃO\nDO JULGADO RECORRIDO. TEMA N. 339 DO STF. PRESSUPOSTOS DE\nADMISSIBILIDADE DE RECURSO DE COMPETÊNCIA DO STJ. TEMA N. 181 DO\nSTF. PREENCHIMENTO DOS REQUISITOS PARA CONCESSÃO DO BENEFÍCIO\nASSISTENCIAL PREVISTO NO ART. 203, V, DA CONSTITUIÇÃO FEDERAL. EXAME\nDE NORMAS INFRACONSTITUCIONAIS. AUSÊNCIA DE REPERCUSSÃO GERAL. TEMA\nN. 807 DO STF. NEGATIVA DE SEGUIMENTO.\nI. CASO EM EXAME\n1.1. Agravo interno interposto contra decisão que negou seguimento a\nrecurso extraordinário, sob a fundamentação de que a decisão\nrecorrida está em conformidade com o Tema n. 339 do STF e diante da\nausência de repercussão geral dos Temas n. 181 e 807 do STF.\n1.2. A parte agravante argumentou a ausência de fundamentação\njurisdicional adequada, em contrariedade ao Tema n. 339 do STF,\nalegando ainda que o Tema n. 181 do STF não deveria ser aplicado ao\ncaso, em razão de existir ofensa direta à Constituição Federal.\n1.3. Sustentou, ainda, não ser cabível, na hipótese dos autos, a\naplicação do Tema n. 807 do STF.\nII. QUESTÕES EM DISCUSSÃO\n2.1. A conformidade do acórdão recorrido com o Tema n. 339 do STF,\nque trata da suficiência da fundamentação das decisões judiciais.\n2.2. A aplicabilidade dos Temas n. 181 do STF, quando se discute a\nadmissibilidade de recurso anterior de competência do STJ.\n2.3. Incidência do Tema n. 807 da Suprema Corte, sobre a concessão\nde benefício assistencial previsto no art. 203, V, da Constituição\nFederal.\nIII. RAZÕES DE DECIDIR\n3.1. O STF, ao tratar do Tema n. 339 da repercussão geral, firmou a\ntese de que a Constituição Federal exige que acórdãos e decisões\nsejam fundamentados, ainda que sucintamente, sem vinculação à\ncorreção ou abrangência detalhada de todas as alegações das partes,\nmas sim à existência de motivação que permita a compreensão da\nsolução dada à controvérsia.\n3.2. O acórdão recorrido foi considerado fundamentado de forma\nsuficiente para a solução da controvérsia, em conformidade com o\nTema n. 339 do STF, sendo imperativa a negativa de seguimento do\nrecurso extraordinário.\n3.3. A decisão agravada fundamentou-se na aplicação do Tema n. 181\ndo STF, que estabelece ausência de repercussão geral da questão\nrelativa ao preenchimento dos pressupostos de admissibilidade de\nrecursos de competência de outros Tribunais.\n3.4. As razões do recurso extraordinário, voltadas ao óbice aplicado\nou à matéria de fundo, demandam a reanálise ou superação do\nentendimento acerca do não conhecimento de recurso anterior.\n3.5. O STF definiu, conforme Tema n. 807, que a questão do\npreenchimento dos requisitos para concessão do benefício\nassistencial de prestação continuada tem natureza\ninfraconstitucional, e a ela se atribuem os efeitos da ausência de\nrepercussão geral.\n3.6. Nos termos do art. 1.030, I, a, do CPC, é justificada a\nnegativa de seguimento ao recurso extraordinário quando a questão\ncontrovertida não possui repercussão geral.\nIV. DISPOSITIVO\n4.1. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250326",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 20/03/2025 a 26/03/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000906085",
  "numeroProcesso" : "2561853",
  "numeroRegistro" : "202400332023",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "FRANCISCO FALCÃO",
  "dataPublicacao" : "DJEN       DATA:31/03/2025",
  "ementa" : "PROCESSUAL CIVIL. EMBARGOS DE DIVERGÊNCIA INDEFERIDOS LIMINARMENTE.\nDESPROVIMENTO DO AGRAVO INTERNO. MANUTENÇÃO DA DECISÃO RECORRIDA.\nI - Trata-se de agravo interno contra decisão que indeferiu\nliminarmente embargos de divergência interpostos em desfavor do\nacórdão da Quarta Turma do STJ.\nII - O órgão fracionário do STJ não apreciou o mérito recursal, não\ntendo conhecido do recurso de agravo em recurso especial devido à\nincidência do Enunciado Sumular n. 7 do STJ. Tendo em vista que o\nrecurso especial não foi conhecido, aplica-se o disposto no\nenunciado n. 315, da Súmula do STJ: \"Não cabem embargos de\ndivergência no âmbito do agravo de instrumento que não admite\nrecurso especial.\" Nesse sentido: AgInt nos EDcl nos EAREsp n.\n763.260/SP, Corte Especial, relator Ministro Humberto Martins, DJe\n5/4/2017. AgInt nos EAREsp n. 635.823/TO, Corte Especial, relatora\nMinistra Laurita Vaz, DJe 19/9/2016.\nIII - Não foi realizado o comparativo entre os julgados na forma do\nart. 266, § 4º, do RISTJ. Não basta, para o atendimento do\nrequisito, a mera transcrição de trechos esparsos e da ementa dos\njulgados que entende ser divergente, ainda que apresentados em\nparalelo. É necessária a demonstração analítica da divergência\njurisprudencial invocada, por intermédio da transcrição dos trechos\nespecíficos dos acórdãos que configuram o dissídio, em comparação\ncom o acórdão recorrido, com a clara indicação das circunstâncias\nfáticas que identificam ou assemelham os casos confrontados, sem o\nque se torna inviável a apreciação da divergência. Nesse sentido:\nAgInt nos EAREsp n. 261.239/MT, Corte Especial, relator Ministro\nHumberto Martins, DJe 30/8/2016. AgInt nos EAREsp n. 992.733/SP,\nCorte Especial, relatora Ministra Nancy Andrighi, DJe 4/12/2017.\nIV - É possível perceber a ausência de similitude fática, já que os\nparadigmas referem-se a situações distintas. A peça recursal não\naponta qualquer similitude em relação ao paradigma apresentado, sem\na necessária e clara demonstração das referidas situações fáticas\nque envolvem os paradigmas. O fato de um dos acórdãos paradigmas ter\nentendido que, na situação fática específica daqueles autos -\ndistintas do presente feito -, aquela traduzia mera revaloração dos\nfatos (e não reexame de elementos fático-probatórios) não traduz\ndivergência, mas apenas demonstra a ausência de similitude fática. À\nevidência, os paradigmas não têm similitude fática, justamente\nporque, naquele caso e sua respectiva moldura fática, entendeu-se\npela possibilidade de revaloração dos fatos assentados na origem,\nenquanto, no presente caso - ante a sua específica moldura fática\nprópria - , entendeu-se de forma diversa.\nV - Os embargos de divergência não se prestam a sucedâneo recursal,\npara avaliar a justiça ou injustiça da decisão proferida, nem a\nmodificá-la, quando, para sua análise, haja necessidade de revolver\nelementos fático-probatórios (enunciado n. 7 da Súmula do STJ), como\nno presente caso.\nVI - Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250326",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 20/03/2025 a 26/03/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Maria Thereza de Assis Moura, Og Fernandes, Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000906083",
  "numeroProcesso" : "2448956",
  "numeroRegistro" : "202303107248",
  "siglaClasse" : "EDcl nos EDcl no AgInt nos EDcl nos EAREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "SEBASTIÃO REIS JÚNIOR",
  "dataPublicacao" : "DJEN       DATA:01/04/2025",
  "ementa" : "EMBARGOS DE DECLARAÇÃO EM EMBARGOS DE DECLARAÇÃO EM AGRAVO INTERNO\nEM EMBARGOS DE DECLARAÇÃO EM EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM\nRECURSO ESPECIAL. AUSÊNCIA DE INDICAÇÃO DE VÍCIO NO ACÓRDÃO\nEMBARGADO. DEFICIÊNCIA NA FUNDAMENTAÇÃO INEXISTÊNCIA DE VÍCIOS\nPRECONIZADOS NO ART. 1.022 DO CPC. IMPOSSIBILIDADE. REITERAÇÃO\nPROTELATÓRIA. BAIXA IMEDIATA.\n1. Os embargos de declaração são cabíveis quando houver obscuridade,\ncontradição, omissão ou erro material na sentença ou no acórdão,\nconforme dispõe o art. 1.022 do CPC.\n2. A não indicação dos vícios elencados no art. 1.022 do CPC implica\no não conhecimento dos aclaratórios por descumprimento dos\nrequisitos previstos no art. 1.023 do mesmo diploma legal, além de\ncomprometer a exata compreensão do recurso.\n3. Opostos os segundos embargos de declaração, sem apontar vício no\njulgado, evidencia-se o intuito protelatório.\n4. A jurisprudência deste Superior Tribunal de Justiça pacificou-se\nno sentido de que, diante da reiterada oposição de recursos\nmeramente protelatórios pela parte, deve ser determinada a baixa dos\nautos à origem, independentemente da publicação do acórdão\nrecorrido e da certificação do trânsito em julgado.\n5. Embargos de declaração não conhecidos, com majoração de multa já\naplicada e determinação de baixa dos autos à origem,\nindependentemente da publicação deste acórdão, com certificação do\ntrânsito em julgado.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250326",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 20/03/2025 a 26/03/2025,\npor unanimidade, não conhecer do recurso, com determinação de\ncertificação de trânsito em julgado, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Luis Felipe Salomão, Mauro Campbell Marques, Benedito\nGonçalves, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira e Ricardo Villas Bôas Cueva votaram com o Sr. Ministro\nRelator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000906082",
  "numeroProcesso" : "2489884",
  "numeroRegistro" : "202303662230",
  "siglaClasse" : "EAREsp",
  "descricaoClasse" : "EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "SEBASTIÃO REIS JÚNIOR",
  "dataPublicacao" : "DJEN       DATA:31/03/2025",
  "ementa" : "EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL. IMPROPRIEDADE\nDA VIA ELEITA PARA REEXAME DA ADMISSIBILIDADE DO RECURSO ESPECIAL.\nSÚMULA 315/STJ. ART. 1.022 DO CPC/2015. DESCABIMENTO DA VIA\nUNIFORMIZADORA. INADMISSIBILIDADE.\nEmbargos de divergência indeferidos liminarmente.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250319",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 13/03/2025 a 19/03/2025,\npor unanimidade, não conhecer dos embargos, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Luis Felipe Salomão, Mauro Campbell Marques, Benedito\nGonçalves, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira e Ricardo Villas Bôas Cueva votaram com o Sr. Ministro\nRelator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000906072",
  "numeroProcesso" : "17364",
  "numeroRegistro" : "202203897737",
  "siglaClasse" : "AgInt na Pet",
  "descricaoClasse" : "AGRAVO INTERNO NA PETIÇÃO",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "SEBASTIÃO REIS JÚNIOR",
  "dataPublicacao" : "DJEN       DATA:01/04/2025",
  "ementa" : "AGRAVO INTERNO EM PETIÇÃO. DECISÃO MANTIDA POR SEUS PRÓPRIOS\nFUNDAMENTOS. IMPUGNAÇÃO. AUSÊNCIA. SÚMULA 182/STJ. SEGUNDOS EMBARGOS\nDE DIVERGÊNCIA. NÃO CABIMENTO DE EMBARGOS DE DIVERGÊNCIA EM FACE DE\nACÓRDÃO DA CORTE ESPECIAL.\n1. Inexistente insurgência concreta contra a fundamentação da\ndecisão que não conheceu do recurso, incide a Súmula 182/STJ.\n2. Agravo interno não conhecido, com aplicação de multa e\ndeterminação de baixa dos autos à origem.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250326",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 20/03/2025 a 26/03/2025,\npor unanimidade, não conhecer do recurso, com determinação de\ncertificação de trânsito em julgado, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Luis Felipe Salomão, Mauro Campbell Marques, Benedito\nGonçalves, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira e Ricardo Villas Bôas Cueva votaram com o Sr. Ministro\nRelator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000906070",
  "numeroProcesso" : "1719731",
  "numeroRegistro" : "201800142763",
  "siglaClasse" : "AgInt no AgInt no RE nos EDcl no AgInt no REsp",
  "descricaoClasse" : "AGRAVO INTERNO NO AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LUIS FELIPE SALOMÃO",
  "dataPublicacao" : "DJEN       DATA:01/04/2025",
  "ementa" : "AGRAVO INTERNO. RECURSO EXTRAORDINÁRIO. FUNDAMENTAÇÃO DO JULGADO\nRECORRIDO. SUFICIÊNCIA. TEMA N. 339 DO STF. CONFORMIDADE COM A TESE\nFIXADA EM REPERCUSSÃO GERAL. ART. 1.030, I, A, DO CPC. PRESSUPOSTOS\nDE ADMISSIBILIDADE. TEMA N. 318 DO STF. AUSÊNCIA DE REPERCUSSÃO\nGERAL.\nI. CASO EM EXAME\n1.1. Agravo interno interposto contra decisão que negou seguimento a\nrecurso extraordinário, sob o fundamento de que o acórdão recorrido\nestaria em conformidade com a tese fixada pelo STF nos Temas n. 339\ne n. 318 da repercussão geral.\n1.2. A parte agravante alegou a inaplicabilidade do Tema n. 339 ao\ncaso, argumentando que não houve fundamentação adequada no acórdão\nrecorrido quanto às matérias suscitadas, o que configuraria ofensa\nao texto constitucional.\n1.3. A parte agravante requer o provimento do agravo para que o\nrecurso extraordinário seja admitido e remetido ao Supremo Tribunal\nFederal.\nII. QUESTÕES EM DISCUSSÃO\n2.1. A existência de afronta ao art. 93, IX, da Constituição Federal\nquando se discute a suficiência da fundamentação das decisões\njudiciais, com aplicabilidade do Tema n. 339 do STF.\n2.2. Definição da natureza da questão relativa aos pressupostos de\nadmissibilidade do mandado de segurança, e se tal questão possui\nrepercussão geral.\nIII. RAZÕES DE DECIDIR\n3.1. O STF, ao tratar do Tema n. 339 da repercussão geral, firmou a\ntese de que a Constituição Federal exige que acórdãos e decisões\nsejam fundamentados, ainda que sucintamente, sem vinculação à\ncorreção ou abrangência detalhada de todas as alegações das partes,\nmas sim à existência de motivação que permita a compreensão da\nsolução dada à controvérsia.\n3.2. No caso concreto, o acórdão recorrido apresentou motivação\nadequada para a solução da controvérsia, em conformidade com o Tema\nn. 339, razão pela qual é justificada a negativa de seguimento ao\nrecurso extraordinário nos termos do art. 1.030, I, a, do CPC.\n3.3. O Supremo Tribunal Federal, ao julgar o RE n. 584.608, fixou a\ntese de que a questão do preenchimento dos pressupostos de\nadmissibilidade do mandado de segurança possui natureza\ninfraconstitucional e, portanto, não possui repercussão geral (Tema\nn. 318/STF).\n3.4. No caso em análise, o acórdão recorrido concluiu pela ausência\nde requisito de cabimento do mandado de segurança, não havendo\njulgamento de mérito quanto à existência de direito líquido e certo,\nrazão pela qual incide o Tema h. 318 do STF.\n3.5. Diante da aplicação do precedente mencionado, o agravo interno\nnão merece provimento.\nIV. DISPOSITIVO\n4.1. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250326",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 20/03/2025 a 26/03/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000906069",
  "numeroProcesso" : "1817134",
  "numeroRegistro" : "201901537509",
  "siglaClasse" : "AgInt no AgInt no RE nos EDcl nos EDcl no AgInt nos EDcl no REsp",
  "descricaoClasse" : "AGRAVO INTERNO NO AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LUIS FELIPE SALOMÃO",
  "dataPublicacao" : "DJEN       DATA:01/04/2025",
  "ementa" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO. DEMANDA AJUIZADA CONTRA\nENTIDADE PRIVADA DE PREVIDÊNCIA. COMPETÊNCIA DA JUSTIÇA COMUM.\nACÓRDÃO RECORRIDO EM CONSONÂNCIA COM O ENTENDIMENTO DA SUPREMA\nCORTE. TEMA N. 190/STF. SEGUIMENTO NEGADO.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250326",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 20/03/2025 a 26/03/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Ricardo Villas Bôas Cueva e Sebastião Reis\nJúnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.\nImpedido o Sr. Ministro Antonio Carlos Ferreira.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000906067",
  "numeroProcesso" : "2587218",
  "numeroRegistro" : "202400717693",
  "siglaClasse" : "AgInt no RE nos EDcl no AgInt no AREsp",
  "descricaoClasse" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NO AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LUIS FELIPE SALOMÃO",
  "dataPublicacao" : "DJEN       DATA:01/04/2025",
  "ementa" : "AGRAVO INTERNO. NEGATIVA DE SEGUIMENTO A RECURSO EXTRAORDINÁRIO.\nMULTA EM RAZÃO DE RECURSO PROTELATÓRIO. MATÉRIA DE NATUREZA\nPROCESSUAL. TEMA N. 197 DO STF. AUSÊNCIA DE REPERCUSSÃO GERAL.\nPRESSUPOSTOS DE ADMISSIBILIDADE DE RECURSO DE COMPETÊNCIA DO STJ.\nAUSÊNCIA DE REPERCUSSÃO GERAL. ART. 1.030, I, A, DO CPC. TEMA N. 181\nDO STF.\nI. CASO EM EXAME\n1.1. Agravo interno interposto contra a decisão que negou seguimento\nao recurso extraordinário, sob a justificativa de que as matérias\ndiscutidas envolviam pressupostos de admissibilidade de recurso de\ncompetência do STJ e aplicação de multa por recurso protelatório,\nnão possuindo repercussão geral.\n1.2. A parte agravante argumentou que o recurso extraordinário\napontava violação a dispositivos da Constituição Federal, reiterando\na alegação de existência de repercussão geral nas questões\ndebatidas.\nII. QUESTÕES EM DISCUSSÃO\n2.1. A aplicabilidade do Tema n. 181 do STF quando há necessidade de\ndiscussão ou superação de óbices de admissibilidade que resultaram\nno não conhecimento de recurso de competência do STJ.\n2.2. A aplicabilidade do Tema n. 197 do STF quando há discussão\nacerca da aplicação de multa por recurso manifestamente\ninadmissível.\nIII. RAZÕES DE DECIDIR\n3.1. A decisão agravada fundamentou-se na aplicação do Tema n. 181\ndo STF, que estabelece ausência de repercussão geral da questão\nrelativa ao preenchimento dos pressupostos de admissibilidade de\nrecursos de competência de outros Tribunais.\n3.2. As razões do recurso extraordinário, voltadas ao óbice aplicado\nou à matéria de fundo, demandam a reanálise ou superação do\nentendimento acerca do não conhecimento de recurso anterior.\n3.3 A aplicação de multa por recurso inadmissível é matéria\ninfraconstitucional e não possui repercussão geral, conforme\ndecidido no Tema n. 197 do STF.\n3.4. Nos termos do art. 1.030, I, a, do CPC, é justificada a\nnegativa de seguimento ao recurso extraordinário quando a questão\ncontrovertida não possui repercussão geral.\nIV. DISPOSITIVO\n4.1. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250326",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 20/03/2025 a 26/03/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000906009",
  "numeroProcesso" : "16916",
  "numeroRegistro" : "202303607971",
  "siglaClasse" : "EDcl no AgInt na Pet",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NA PETIÇÃO",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "JOÃO OTÁVIO DE NORONHA",
  "dataPublicacao" : "DJEN       DATA:01/04/2025",
  "ementa" : "DIREITO PROCESSUAL CIVIL. EMBARGOS DE DECLARAÇÃO. INTEMPESTIVIDADE.\nJUNTADA DE ATESTADO MÉDICO. INSUFICIÊNCIA. NÃO COMPROVAÇÃO DE JUSTA\nCAUSA. EMBARGOS NÃO CONHECIDOS.\nI. Caso em exame\n1. Embargos de declaração opostos a acórdão\nproferido em agravo interno na petição.\n2. O embargante pleiteia a aplicação retroativa da Lei n.\n14.939/2024, que alterou o CPC, para permitir a correção do vício de\nnão comprovação de feriado local ou a desconsideração da omissão\ncaso a informação conste do processo eletrônico.\nII. Questão em discussão\n3. Há duas questões em discussão: (i) saber\nse os embargos de declaração podem ser considerados tempestivos,\napesar de terem sido opostos fora do prazo legal; (ii) saber se é\nválido atestado médico apresentado para justificar a\nintempestividade, sem comprovação da impossibilidade total do\nadvogado de exercer a profissão ou de substabelecer o mandato.\nIII. Razões de decidir\n4. Os embargos de declaração foram\nconsiderados intempestivos, pois foram opostos após o prazo de 5\ndias úteis previsto no art. 1.023 do CPC de 2015.\n5. A jurisprudência do STJ estabelece que a doença do advogado só\ncaracteriza justa causa para devolução do prazo se impossibilitar\ntotalmente o exercício da profissão ou o substabelecimento do\nmandato, o que não foi comprovado no caso.\nIV. Dispositivo e tese\n6. Embargos de declaração não conhecidos.\nTese de julgamento:  \"1. Os embargos de declaração são intempestivos\nse opostos fora do prazo de 5 dias úteis, conforme o CPC de 2015.\n2. A doença do advogado só constitui justa causa para devolução do\nprazo se impossibilitar totalmente o exercício da profissão ou o\nsubstabelecimento do mandato\".\nDispositivos relevantes citados:  CPC/2015, arts. 1.023 e 219.\nJurisprudência relevante citada:  STJ, EDcl no AgInt nos EAREsp n.\n1.749.042/SP, relator Ministro Ricardo Villas Bôas Cueva, Segunda\nSeção, julgados em 14/6/2022; STJ, EDcl no AgInt no AREsp n.\n1.952.585/RJ, relator Ministro Antonio Carlos Ferreira, Quarta\nTurma, julgado em 2/5/2022.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250326",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, em Sessão Virtual de 20/03/2025 a 26/03/2025, por\nunanimidade, não conhecer do recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Humberto\nMartins, Maria Thereza de Assis Moura, Og Fernandes, Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000906007",
  "numeroProcesso" : "1869456",
  "numeroRegistro" : "202000765828",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RICARDO VILLAS BÔAS CUEVA",
  "dataPublicacao" : "DJEN       DATA:02/04/2025",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL.\nHARMONIA ENTRE O ACÓRDÃO EMBARGADO E A JURISPRUDÊNCIA DESTA CORTE.\nSÚMULA Nº 168/STJ. MANUTENÇÃO DO JULGADO.\n1. Incidência da Súmula nº 168/STJ: \"Não cabem embargos de\ndivergência, quando a jurisprudência do Tribunal se firmou no mesmo\nsentido do acórdão embargado.\"\n2. Deve ser observado o prazo de prescrição vintenária do Código\nCivil de 1916, devido à natureza da relação jurídica, que não se\nmodifica em virtude do ajuizamento da execução fiscal.\n3. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250326",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 20/03/2025 a 26/03/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Luis Felipe Salomão, Mauro Campbell Marques, Benedito\nGonçalves, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000906006",
  "numeroProcesso" : "47987",
  "numeroRegistro" : "202403235837",
  "siglaClasse" : "AgInt na Rcl",
  "descricaoClasse" : "AGRAVO INTERNO NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "HUMBERTO MARTINS",
  "dataPublicacao" : "DJEN       DATA:01/04/2025",
  "ementa" : "PROCESSO CIVIL. AGRAVO INTERNO EM RECLAMAÇÃO. DECISÃO COMBATIDA\nTRANSITADA EM JULGADO. SÚMULA N. 734/STF. ART. 988, § 5º, INCISO I,\nDO CÓDIGO DE PROCESSO CIVIL. RECLAMAÇÃO. LIMINARMENTE INDEFERIDA.\n1. Cuida-se de reclamação interposta contra decisão transitada em\njulgado.\n2. Aplicação analógica da Súmula n. 734/STF: Não cabe reclamação\nquando já houver transitado em julgado o ato judicial que se alega\ntenha desrespeitado decisão do Supremo Tribunal Federal.\n3. Aplicação do art. 988, § 5º, inciso I, do Código de Processo\nCivil, que veda a interposição de reclamação contra decisão\ntransitada em julgado.\nAgravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250326",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 20/03/2025 a 26/03/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Maria Thereza de Assis Moura, Og Fernandes, Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ "AgInt na Rcl  48111  PE  2024/0353816-0  Decisão:08/04/2025\nDJEN       DATA:14/04/2025" ]
}, {
  "id" : "000906005",
  "numeroProcesso" : "12041",
  "numeroRegistro" : "201701887391",
  "siglaClasse" : "AgRg na Pet",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA PETIÇÃO",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA ISABEL GALLOTTI",
  "dataPublicacao" : "DJEN       DATA:01/04/2025",
  "ementa" : "PROCESSUAL PENAL. AGRAVO REGIMENTAL. MANUTENÇÃO DA DECISÃO AGRAVADA\nPOR SEUS PRÓPRIOS FUNDAMENTOS. EMBARGOS DE DECLARAÇÃO. AUSÊNCIA DE\nVÍCIOS NO ACÓRDÃO. ACORDO DE COLABORAÇÃO PREMIADA. CUMPRIMENTO DAS\nOBRIGAÇÕES. INOVAÇÃO RECURSAL. VEDAÇÃO EM EMBARGOS DE DECLARAÇÃO.\nAGRAVO INTERNO A QUE SE NEGA PROVIMENTO.\n1. As razões do agravo regimental não são suficientes para afastar a\nconclusão da decisão agravada.\n2. A decisão impugnada apresentou fundamentação concreta ao rejeitar\nos embargos, não existindo contradição, omissão, obscuridade ou\nerro material. Os embargos de declaração não são meio adequado para\nreexame do mérito sem a presença de vício integrativo.\n3. O agravante não comprovou o alegado descumprimento do acordo pelo\nMinistério Público Federal, nem demonstrou a quebra da cadeia de\ncustódia. A eventual violação da cadeia de custódia, caso existente,\nnão enseja, por si só, a resolução do acordo.\n4. A alegação de desvio funcional não foi conhecida, pois configura\ninovação indevida em sede de embargos de declaração.\n5. A interposição de recursos infundados pelo agravante revela\naparente tentativa de se eximir das obrigações pactuadas no acordo\nde colaboração premiada, cuja validade e legalidade foram\nreconhecidas pelo STJ.\n6. Agravo regimental a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250326",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 20/03/2025 a 26/03/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Luis Felipe Salomão, Mauro Campbell Marques, Benedito\nGonçalves, Raul Araújo, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000905924",
  "numeroProcesso" : "2002124",
  "numeroRegistro" : "202201383961",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "FRANCISCO FALCÃO",
  "dataPublicacao" : "DJEN       DATA:31/03/2025",
  "ementa" : "PROCESSUAL CIVIL. CIVIL. CONTRATO BANCÁRIO. FINANCIAMENTO COM\nALIENAÇÃO FIDUCIÁRIA. VEÍCULO. INADIMPLEMENTO. BUSCA E APREENSÃO.\nPROCEDÊNCIA DO PEDIDO. TEMA N. 1.132/STJ. DEVOLUÇÃO DOS AUTOS À\nCORTE DE ORIGEM. ARTS. 1.036, § 1º, E 1.037, II, AMBOS DO CPC/2015.\nEMBARGOS DE DIVERGÊNCIA. INDEFERIMENTO LIMINAR.\nI - Na origem, trata-se de ação ajuizada por Aymoré Crédito,\nFinanciamento e Investimento S.A. objetivando busca e apreensão de\nveículo financiado com cláusula de alienação fiduciária.\nII - Na sentença, julgou-se procedente o pedido. No Tribunal a quo,\na sentença foi mantida. Esta Corte determinou a devolução dos autos\nao Tribunal de origem, para que permaneça suspenso o recurso até a\npublicação do acórdão paradigma (Tema n. 1.132), nos termos dos\narts. 1.036, § 1º, e 1.037, II, ambos do CPC/2015. A Quarta Turma\nnegou provimento ao agravo interno. Os embargos de divergência foram\nindeferidos liminarmente.\nIII - A jurisprudência desta Corte, amparada no art 1.043, § 4º, do\nCódigo de Processo Civil de 2015 e no art. 266, § 4º, do Regimento\nInterno do Superior Tribunal de Justiça, consolidou-se no sentido de\nque o recorrente, para comprovar a existência de dissídio em\nembargos de divergência, deve proceder à juntada da cópia do inteiro\nteor dos acórdãos apontados como paradigmas. \"[...] A Corte\nEspecial considera que tal documento compreende o relatório, o voto,\na ementa/acórdão e a respectiva certidão de julgamento. Assim, a\nnão apresentação de algum desses elementos na interposição do\nrecurso caracteriza desrespeito à regra técnica para o seu\nconhecimento, o que constitui vício substancial insanável.\" (AgInt\nnos EAREsp n. 1.950.564/MS, relatora Ministra Nancy Andrighi, Corte\nEspecial, DJe de 16/6/2023.).\nIV - No mesmo sentido: AgInt nos EAREsp n. 1.760.860/PR, relator\nMinistro Humberto Martins, Segunda Seção, DJe de 18/8/2023, e; AgInt\nnos EDcl nos EREsp n. 1.803.803/RJ, relator Ministro João Otávio de\nNoronha, Corte Especial, DJe de 6/10/2023.\nV - A parte, no momento da interposição do recurso, não juntou aos\nautos o inteiro teor dos acórdãos paradigmas. Dessa forma, não\ncumpriu regra técnica do presente recurso, o que constitui vício\nsubstancial insanável.\nVI - A mera menção ao Diário da Justiça em que teriam sido\npublicados os acórdãos paradigmas trazidos à colação, sem a\nindicação da respectiva fonte, quando os julgados encontram-se\ndisponíveis na rede mundial de computadores ou Internet, não supre a\nexigência da citação do repositório oficial ou autorizado de\njurisprudência, visto que se trata de órgão de divulgação em que é\npublicada somente a ementa do acórdão. No mesmo sentido: AgRg nos\nEAREsp n. 1.399.185/SP, relator Ministro Reynaldo Soares da Fonseca,\nTerceira Seção, DJe de 26/5/2023.\nVII - A hipótese dos autos não atrai a incidência do parágrafo único\ndo art. 932 da Lei n. 13.105/2015, porquanto, nos termos do\nEnunciado Normativo n. 6: \"Nos recursos tempestivos interpostos com\nfundamento no CPC/2015 (relativos a decisões publicadas a partir de\n18 de março de 2016), somente será concedido o prazo previsto no\nart. 932, parágrafo único c/c o art. 1.029, § 3º, do novo CPC para\nque a parte sane vício estritamente formal.\" A propósito: (AgInt nos\nEREsp n. 1.617.799/DF, relator Ministro João Otávio de Noronha,\nCorte Especial, DJe 25/8/2022).\nVIII - Não é admissível o recurso de embargos de divergência quando\no recorrente não comprova a divergência nos termos do art. 1.043, §\n4º, do Código de Processo Civil de 2015 e do art. 266, § 4º, do\nRegimento Interno do Superior Tribunal de Justiça.\nIX - Em relação ao julgado AREsp n. 1.769.439/PE, cabe destacar que\nos embargos de divergência têm como escopo a uniformização interna\nda jurisprudência do Superior Tribunal de Justiça, sendo\ninadmissível a colação de decisões monocráticas como paradigmas.\nNesse sentido é a jurisprudência uníssona do Superior Tribunal de\nJustiça: (AgInt nos EAREsp n. 687.943/SP, relator Ministro Raul\nAraújo, Corte Especial, DJe 15/10/2019.)\nX  - Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250326",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 20/03/2025 a 26/03/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Maria Thereza de Assis Moura, Og Fernandes, Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000905923",
  "numeroProcesso" : "1677713",
  "numeroRegistro" : "201300367358",
  "siglaClasse" : "EDcl nos EDcl nos EDcl no AgInt nos EDcl nos EREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "FRANCISCO FALCÃO",
  "dataPublicacao" : "DJEN       DATA:31/03/2025",
  "ementa" : "PROCESSUAL CIVIL. EMBARGOS DE DECLARAÇÃO SUCESSIVOS. MANIFESTAMENTE\nPROTELATÓRIOS. MULTA. NÃO CONHECIMENTO DOS EMBARGOS.\nI - O embargante não aponta vícios sanáveis em embargos de\ndeclaração. Inconformado com o resultado contrário aos seus\ninteresses, utiliza-se dessa via estreita para impugnar as decisões\nanteriores. Sucessivos embargos declaratórios podem ser conhecidos\ntão somente quanto à alegação de vícios existentes no acórdão que\njulgou os primeiros embargos, uma vez que, nos termos da\njurisprudência desta Corte, pelo princípio da unirrecorribilidade e\nem razão da preclusão consumativa, são incabíveis terceiros embargos\npretendendo rediscutir vícios do acórdão já embargado\nanteriormente. EDcl nos EDcl no AgInt no AREsp n. 1.128.141/RJ,\nrelator Ministro Francisco Falcão, Segunda Turma, julgado em\n5/12/2023, DJe de 18/12/2023.\nII - Considerando que os embargos são manifestamente protelatórios,\ncondeno a parte embargante a pagar ao embargado multa de 2% sobre o\nvalor atualizado da causa. (art. 1.026, § 2º, do CPC/2015).\nIII - Embargos de declaração não conhecidos.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250326",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 20/03/2025 a 26/03/2025,\npor unanimidade, não conhecer do recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Maria Thereza de Assis Moura, Og Fernandes, Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000905922",
  "numeroProcesso" : "1863790",
  "numeroRegistro" : "202000462873",
  "siglaClasse" : "EREsp",
  "descricaoClasse" : "EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "SEBASTIÃO REIS JÚNIOR",
  "dataPublicacao" : "DJEN       DATA:31/03/2025",
  "ementa" : "EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL. IMPROPRIEDADE DA VIA\nELEITA PARA REEXAME DA ADMISSIBILIDADE DO RECURSO ESPECIAL. SÚMULA\n284/STF. SÚMULA 315/STJ. DISSÍDIO JURISPRUDENCIAL. NÃO DEMONSTRAÇÃO.\nAUSÊNCIA DE SIMILITUDE FÁTICA E JURÍDICA. INADMISSIBILIDADE.\nEmbargos de divergência indeferidos liminarmente.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250319",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 13/03/2025 a 19/03/2025,\npor unanimidade, não conhecer dos embargos, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Luis Felipe Salomão, Mauro Campbell Marques, Benedito\nGonçalves, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira e Ricardo Villas Bôas Cueva votaram com o Sr. Ministro\nRelator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ "EREsp  1544926  RS  2015/0179454-3  Decisão:19/03/2025\nDJEN       DATA:31/03/2025" ]
}, {
  "id" : "000905909",
  "numeroProcesso" : "1993590",
  "numeroRegistro" : "202103149602",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJEN       DATA:25/03/2025",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM\nAGRAVO EM RECURSO ESPECIAL. AÇÃO DE OBRIGAÇÃO DE FAZER E\nINDENIZATÓRIA DE DANOS MATERIAIS EM CUMPRIMENTO DE SENTENÇA.\nAUSÊNCIA DE IMPUGNAÇÃO ESPECÍFICA AOS FUNDAMENTOS DA DECISÃO\nRECORRIDA. INCIDÊNCIA, POR ANALOGIA, DA SÚMULA 182/STJ E DO ART.\n1021, § 1º, DO CPC. CISÃO DO JULGAMENTO. DESNECESSIDADE.\n1. Ação de obrigação de fazer e indenizatória de danos materiais em\ncumprimento de sentença.\n2. Nos termos do art. 1021, § 1º, do CPC e da Súmula 182/STJ, é\ninviável o agravo interno que deixa de atacar especificamente os\nfundamentos da decisão agravada.\n3. É desnecessária a cisão do julgamento quando o mérito da alegada\ndivergência não é analisado por aplicação dos princípios da razoável\nduração do processo e da celeridade processual. Precedentes.\n4. Agravo interno não conhecido, com imposição de multa.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250319",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 13/03/2025 a 19/03/2025,\npor unanimidade, não conhecer do recurso, com aplicação de multa,\nnos termos do voto da Sra. Ministra Relatora.\nOs Srs. Ministros Francisco Falcão, João Otávio de Noronha, Humberto\nMartins, Maria Thereza de Assis Moura, Og Fernandes, Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000905895",
  "numeroProcesso" : "3474",
  "numeroRegistro" : "202402999577",
  "siglaClasse" : "AgInt na SLS",
  "descricaoClasse" : "AGRAVO INTERNO NA SUSPENSÃO DE LIMINAR E DE SENTENÇA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "HERMAN BENJAMIN",
  "dataPublicacao" : "DJEN       DATA:25/03/2025",
  "ementa" : "AGRAVO INTERNO NA SUSPENSÃO DE LIMINAR E DE SENTENÇA.  RISCO DE\nINTERRUPÇÃO DE SERVIÇO ESSENCIAL. SERVIÇOS MÉDICOS EM ESCALAS DE\nPLANTÕES PRESENCIAIS. ART. 4º DA LEI 8.437/1992. RISCO À SAÚDE\nPÚBLICA DEMONSTRADO. RECURSO NÃO PROVIDO.\n1. O deferimento do pedido de suspensão está condicionado à cabal\ndemonstração de que a manutenção da decisão impugnada causa efetiva\nlesão ao interesse público.\n2. A suspensão dos efeitos do ato judicial é providência\nexcepcional, cabendo ao requerente a efetiva demonstração da alegada\nofensa grave aos bens jurídicos tutelados pela legislação de\nregência, quais sejam, ordem, saúde, segurança e/ou economia\npúblicas.\n3. No caso em tela, ficou demonstrado o risco dano grave à saúde da\npopulação local, uma vez que se determinou de forma brusca e\nprecária a imediata desclassificação das Cooperativas vencedoras do\ncertame e, por conseguinte, a anulação dos contratos que, com amparo\nem decisão liminar proferida pelo relator no TJRN, vêm sendo\nexecutados desde fevereiro deste ano, consistentes na prestação de\nserviço público essencial de saúde - serviços médicos, em escalas de\nplantões presenciais, de caráter ininterrupto, na especialidade de\nclínica geral, para suprir as necessidades dos hospitais\npertencentes à rede estadual do Rio Grande do Norte.\n4. Ainda que seja possível a adoção de procedimentos/contratações\nemergenciais para suprir a falta temporária do serviço, não parece\nrazoável impedir o seguimento da prestação pelas licitantes\nvencedoras, enquanto não definida a lide em tramitação nas\ninstâncias ordinárias. Nesse sentido: AgRg na SLS n. 1.782/RJ, Rel.\nMinistro Felix Fischer, Corte Especial, DJe de 3.2.2014.\n5. Por outro lado, neste incidente de propósitos específicos e bem\ndelimitados, não cabe sindicar o mérito da demanda em curso nas\ninstâncias ordinárias, pois \"seu deferimento ou indeferimento não\ndeve/pode passar por eventual aferição dos fundamentos, juridicidade\nou antijuridicidade da decisão que se busca suspender.\" (AgInt na\nSLS n. 3.243/MA, Rel. Ministra Maria Thereza de Assis Moura, Corte\nEspecial, DJe de 19.6.2023.).\n6. É por demais consabido que a Suspensão de Liminar e de Sentença\nnão constitui sucedâneo recursal apto a propiciar o exame do acerto\nou do desacerto da decisão impugnada. A propósito: AgInt na SLS n.\n3.405/BA, Rel. Ministra Maria Thereza de Assis Moura, Corte\nEspecial, DJe de 28.6.2024; AgInt na SLS n. 2.487/SC, Rel. Ministro\nJoão Otávio de Noronha, Corte Especial, DJe de 27.8.2020; e AgInt na\nSLS n. 3.075/DF, Rel. Ministro Humberto Martins, Corte Especial,\nDJe de 12.8.2022.\n7. Agravo Interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250319",
  "decisao" : null,
  "jurisprudenciaCitada" : "(INCIDENTE DE CONTRACAUTELA - FUNDAMENTAÇÃO VINCULADA - CAUSA DE\nPEDIR)\n   STF - [[SL 1588]]\n(SUSPENSÃO DE LIMINAR - GRAVE LESÃO À ORDEM PÚBLICA)\n   STJ - <<AgRg na SLS 1782>>-RJ\n(SUSPENSÃO DE LIMINAR - MÉRITO DA DEMANDA - MOMENTO OPORTUNO)\n   STJ - <<AgInt na SLS 3243>>-MA\n(SUSPENSÃO DE LIMINAR E DE SENTENÇA - SUCEDÂNEO RECURSAL)\n   STJ - <<AgInt na SLS 3405>>-BA, <<AgInt na SLS 2487>>-SC,\n         <<AgInt na SLS 3075>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:008437 ANO:1992\n        ART:00004" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000905894",
  "numeroProcesso" : "19637",
  "numeroRegistro" : "202304141696",
  "siglaClasse" : "AgInt na CR",
  "descricaoClasse" : "AGRAVO INTERNO NA CARTA ROGATÓRIA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "HERMAN BENJAMIN",
  "dataPublicacao" : "DJEN       DATA:25/03/2025",
  "ementa" : "PROCESSUAL CIVIL. CARTA ROGATÓRIA. AGRAVO REGIMENTAL. AGRAVO QUE\nREPISA AS RAZÕES DA IMPUGNAÇÃO. CITAÇÃO. CONCESSÃO DO EXEQUATUR.\nVIOLAÇÃO DA ORDEM PÚBLICA. NÃO OCORRÊNCIA. QUESTÕES DE MÉRITO.\nCOMPETÊNCIA DA JUSTIÇA ROGANTE.1. Conforme previsto no art. 216-Q do\nRISTJ, a defesa somente poderá versar sobre a autenticidade dos\ndocumentos, a inteligência da decisão e a observância dos requisitos\nprevistos no RISTJ.\n2. O agravante, porém, não logrou comprovar violações nesse sentido,\nultrapassando, em suas manifestações, os limites do juízo de\ndelibação (contenciosidade limitada), ao trazer ao debate questões\nque competem apenas à Justiça rogante analisar.\n3. De fato, a alegação de ausência de citação regular no processo\nestrangeiro não é passível de análise em Carta Rogatória, tampouco\nofende os princípios do contraditório e da ampla defesa, visto que o\nobjetivo é tão somente a comunicação ao interessado do trâmite de\nação na Justiça estrangeira.\n4. Cabe ao Superior Tribunal de Justiça emitir juízo meramente de\ndelibação acerca da concessão de exequatur à Carta Rogatória, sendo\ncompetência da Justiça rogante a análise de alegações relacionadas\nao mérito da causa.5.  Agravo Interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250319",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 13/03/2025 a 19/03/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Luis Felipe Salomão.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000905893",
  "numeroProcesso" : "3474",
  "numeroRegistro" : "202402999577",
  "siglaClasse" : "AgInt na SLS",
  "descricaoClasse" : "AGRAVO INTERNO NA SUSPENSÃO DE LIMINAR E DE SENTENÇA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "HERMAN BENJAMIN",
  "dataPublicacao" : "DJEN       DATA:25/03/2025",
  "ementa" : "AGRAVO INTERNO NA SUSPENSÃO DE LIMINAR E DE SENTENÇA. INTERPOSIÇÃO\nSUCESSIVA DE AGRAVOS INTERNOS. IMPOSSIBILIDADE DE CONHECIMENTO DO\nSEGUNDO, EM FACE DO PRINCÍPIO DA UNIRRECORRIBILIDADE. PRECLUSÃO\nCONSUMATIVA.\n1. Esta Corte Superior entende que \"a interposição de dois recursos\npela mesma parte e contra a mesma decisão impede o conhecimento do\nsegundo recurso, haja vista a preclusão consumativa e o princípio da\nunirrecorribilidade das decisões. Tal consideração impõe o não\nconhecimento do segundo agravo regimental interposto pelo ora\nagravante\" (AgRg nos EAREsp n. 1.596.357/RS, relator Ministro Mauro\nCampbell Marques, Corte Especial, DJe de 22.4.2022.).\n2. No caso em tela, a parte apresentou dois recursos da mesma\ndecisão monocrática de fls. 1.215-1.221, de forma que não deve ser\nconhecido o segundo Agravo Interno. Nesse sentido: EDcl no AgInt no\nMS n. 29.948/DF, relator Ministro Benedito Gonçalves, Corte\nEspecial, DJe de 27.9.2024; AgInt na ExeMS n. 25.758/DF, relatora\nMinistra Maria Thereza de Assis Moura, Corte Especial, DJe de\n3.11.2022 e AgInt nos EAREsp n. 1.641.937/DF, relator Ministro\nHerman Benjamin, Corte Especial, DJe de 16.3.2021.\n3. Agravo Interno não conhecido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250319",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 13/03/2025 a 19/03/2025,\npor unanimidade, não conhecer do recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Luis Felipe Salomão.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000905891",
  "numeroProcesso" : "3477",
  "numeroRegistro" : "202403161019",
  "siglaClasse" : "EDcl no AgInt na SLS",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NA SUSPENSÃO DE LIMINAR E DE SENTENÇA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "HERMAN BENJAMIN",
  "dataPublicacao" : "DJEN       DATA:25/03/2025",
  "ementa" : "PROCESSUAL CIVIL. EMBARGOS DE DECLARAÇÃO. REDISCUSSÃO DO MÉRITO.\nIMPOSSIBILIDADE.\n1. Os Embargos de Declaração constituem recurso de contorno rígido.\nDestinam-se à complementação do julgado que se reveste dos vícios de\nomissão, contradição ou obscuridade, além da correção de erro\nmaterial.\n2. O conceito de \"erro material\" diz respeito à existência de\nnotória incompatibilidade entre a linha de raciocínio contida no\ndecisum e sua expressão em sinais gráficos escritos, sendo os\nexemplos mais conhecidos o erro de cálculo, grafia equivocada ou\ntroca de nomes.\n3. Na hipótese em tela, a embargante defende que não há natureza de\nsucedâneo recursal, o que evidencia a intenção de rediscutir o\nmérito do decisum embargado, propósito inconciliável com a natureza\ndos Aclaratórios (a caracterização do pedido de Suspensão de Liminar\ne de Sentença como sucedâneo recursal consistiu exatamente na\nmatéria enfrentada no julgamento do Agravo Interno).\n4. Embargos de Declaração rejeitados.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250319",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 13/03/2025 a 19/03/2025,\npor unanimidade, rejeitar os embargos de declaração, nos termos do\nvoto do Sr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Luis Felipe Salomão.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000905890",
  "numeroProcesso" : "4880",
  "numeroRegistro" : "202100273084",
  "siglaClasse" : "AgInt nos EDcl na HDE",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NA HOMOLOGAÇÃO DE DECISÃO ESTRANGEIRA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "HUMBERTO MARTINS",
  "dataPublicacao" : "DJEN       DATA:24/03/2025",
  "ementa" : "DIREITO INTERNACIONAL PRIVADO. HOMOLOGAÇÃO DE SENTENÇA ARBITRAL\nESTRANGEIRA. CITAÇÃO POR NOTIFICAÇÃO EXTRAJUDICIAL. REQUISITOS\nATENDIDOS.\n1. Agravo interno em homologação de decisão arbitral estrangeira\ninterposto contra decisão monocrática que homologou laudo arbitral\nproferido pelo Tribunal Arbitral JAMS, referente a descumprimento\ncontratual entre as partes envolvidas.\n2. A questão em discussão consiste em saber se a citação realizada\npor meios diversos da carta rogatória, como por notificação\nextrajudicial e courrier internacional, é válida no contexto de\nhomologação de sentença arbitral estrangeira.\n3. O Ministério Público Federal emitiu parecer pela procedência da\nhomologação.\n4. Outra questão em discussão é a adequação da fixação dos\nhonorários advocatícios sucumbenciais, considerando a jurisprudência\nda Corte Especial e o disposto no art. 85, § 8º, do CPC/2015.\n5. A citação em procedimentos arbitrais pode ser realizada por meios\ndiversos da carta rogatória, desde que haja prova inequívoca de\nrecebimento, conforme jurisprudência do STJ. A recusa em receber\ncópia da citação e assinar recibo, após ter sido cientificado do\ninteiro teor do documento, não invalida a citação em procedimento\narbitral.\n6. A fixação dos honorários advocatícios sucumbenciais deve seguir o\ncritério de equidade, conforme o art. 85, § 8º, do CPC/2015,\nconsiderando o grau de zelo do profissional, a natureza e a\nimportância da causa.\n7. Agravo interno parcialmente provido para readequar os honorários\nsucumbenciais aos critérios do art. 85, § 8º, do CPC.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250313",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Corte Especial, por unanimidade, dar\nparcial provimento ao agravo para readequar os honorários\nsucumbenciais aos critérios do art. 85, § 8º, do CPC, nos termos do\nvoto do Sr. Ministro Relator.\nA Sra. Ministra Maria Thereza de Assis Moura e os Srs. Ministros Og\nFernandes, Luis Felipe Salomão, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva, Sebastião Reis Júnior, Francisco Falcão, Nancy Andrighi e\nJoão Otávio de Noronha votaram com o Sr. Ministro Relator.\nAusente, justificadamente, o Sr. Ministro Mauro Campbell Marques.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : "(CITAÇÃO - CIÊNCIA PELO DESTINATÁRIO)\n   STJ - <<REsp 2030887>>-PA, <<REsp 2045633>>-RJ\n(HOMOLOGAÇÃO DE DECISÃO ESTRANGEIRA - PROCEDIMENTO ARBITRAL -\nCITAÇÃO POR NOTIFICAÇÃO EXTRAJUDICIAL)\n   STJ - <<SEC 9820>>-EX, <<SEC 12041>>-EX,\n         <<AgInt na HDE 4174>>-EX\n(HOMOLOGAÇÃO DE SENTENÇA ESTRANGEIRA CONTESTADA - HONORÁRIOS\nSUCUMBENCIAIS - APRECIAÇÃO EQUITATIVA)\n   STJ - <<EDcl na HDE 1914>>-EX",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEC:004311 ANO:2002", "LEG:FED DEC:000148 ANO:2015", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00085 PAR:00008", "LEG:FED LEI:009307 ANO:1996\n*****  LA-96    LEI DE ARBITRAGEM\n        ART:00038 ART:00039 PAR:ÚNICO" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000905889",
  "numeroProcesso" : "1729509",
  "numeroRegistro" : "202001754776",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "HUMBERTO MARTINS",
  "dataPublicacao" : "DJEN       DATA:26/03/2025",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA NO  AGRAVO EM RECURSO\nESPECIAL. ACÓRDÃOS PARADIGMAS PROFERIDOS EM AÇÃO CONSTITUCIONAL.\nIMPOSSIBILIDADE.1. Nos termos do art. 1.043 do Código de Processo\nCivil e do art. 266 do Regimento Interno do Superior Tribunal de\nJustiça, os embargos de divergência são cabíveis contra acórdão de\nórgão fracionário que, em recurso especial, divergir do julgamento\natual de qualquer outro órgão jurisdicional deste Tribunal.\n2. A jurisprudência desta Corte é firme no sentido de que não servem\ncomo paradigmas, para comprovação de dissídio jurisprudencial em\nembargos de divergência, acórdãos proferidos em ação constitucional,\ncomo habeas corpus, recurso ordinário em habeas corpus, mandado de\nsegurança, recurso ordinário em mandado de segurança, habeas data e\nmandado de injunção. Precedentes. Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250319",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 13/03/2025 a 19/03/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Maria Thereza de Assis Moura, Og Fernandes, Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000905884",
  "numeroProcesso" : "1983290",
  "numeroRegistro" : "201903092346",
  "siglaClasse" : "EREsp",
  "descricaoClasse" : "EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "HUMBERTO MARTINS",
  "dataPublicacao" : "DJEN       DATA:26/03/2025",
  "ementa" : "EMBARGOS DE DIVERGÊNCIA. PROCESSO CIVIL. DIREITOS MORAIS DE AUTOR.\nDIVULGAÇÃO INDEVIDA DA NOVELA PANTANAL. PERÍCIA PARA APURAÇÃO DO\nMONTANTE INDENIZATÓRIO. COISA JULGADA. AUSÊNCIA DE SIMILITUDE\nFÁTICO-JURÍDICA ENTRE OS ACÓRDÃOS CONFRONTADOS. PRETENSÃO DE\nREJULGAMENTO DO MÉRITO. INVIABILIDADE DE UTILIZAÇÃO DOS EMBARGOS DE\nDIVERGÊNCIA COMO SUCEDÂNEO RECURSAL.\n1. Controvérsia: Estes embargos de divergência confrontam, com base\nem outros julgados, acórdão da Terceira Turma do STJ que deu\nprovimento ao recurso especial de autor de obras audiovisuais e\ntelenovelas (ora embargado) para (i) restabelecer, sob pena de\nviolação da coisa julgada, decisão interlocutória de primeiro grau\nque, no cumprimento de sentença, determinou (ii) realização de\nperícia para examinar o lucro obtido pela emissora (ora embargante)\ncom a divulgação indevida da telenovela \"Pantanal\" de modo a\nauxiliar o juiz de primeiro grau na fixação dos danos morais.\n2. Os embargos de divergência têm como pressuposto de\nadmissibilidade haver divergência jurisprudencial entre Turmas\ndiferentes, ou entre Turma e Seção, ou entre Turma e a Corte\nEspecial, divergência essa que deverá ser demonstrada, conforme o\nart. 255, §§ 1º e 2º, e o art. 266, caput, do RISTJ.\n3. Não cabem embargos de divergência para reexaminar regra técnica\nde admissibilidade do recurso especial, nos termos da Súmula n.\n315/STJ.\n4. A ausência de similitude fático-jurídica entre os acórdãos\nparadigmático e embargado inviabiliza o processamento dos embargos\nde divergência.\n5. Segundo a Súmula n. 168/STJ: \"Não cabem embargos de divergência,\nquando a jurisprudência do Tribunal se firmou no mesmo sentido do\nacórdão embargado\".\n6. Os embargos de divergência não têm a função de sucedâneo\nrecursal, e sim servem à uniformização da jurisprudência divergente,\nquando soluções distintas - relativas às mesmas premissas fáticas e\njurídicas -, tenham sido dadas, o que não é o caso dos autos.\nEmbargos de divergência não conhecidos.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250319",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 13/03/2025 a 19/03/2025,\npor unanimidade, não conhecer do recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Maria Thereza de Assis Moura, Og Fernandes, Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira e Ricardo Villas Bôas\nCueva votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.\nImpedido o Sr. Ministro Sebastião Reis Júnior.",
  "jurisprudenciaCitada" : "(CUMPRIMENTO DE SENTENÇA - ALTERAÇÃO DOS PARÂMETROS ESTABELECIDOS -\nVIOLAÇÃO À COISA JULGADA)\n   STJ - <<AgInt nos EREsp 2078430>>-CE\n(EMBARGOS DE DIVERGÊNCIA - SIMILITUDE FÁTICO-JURÍDICA)\n   STJ - <<EREsp 1538301>>-PE",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000168", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00255 PAR:00001 PAR:00002 ART:00266" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000905694",
  "numeroProcesso" : "989",
  "numeroRegistro" : "202100618099",
  "siglaClasse" : "APn",
  "descricaoClasse" : "AÇÃO PENAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJEN       DATA:04/04/2025",
  "ementa" : "PROCESSUAL PENAL. AÇÃO PENAL ORIGINÁRIA. CRIMES TIPIFICADOS NOS\nARTS. 312, CAPUT, 317, §1°, 333, TODOS DO CÓDIGO PENAL, ART. 1º, §\n4º, DA LEI 9.613/98 E NO ART. 2º, § 4º, II, DA LEI 12.850/2013.\nNULIDADE DA INVESTIGAÇÃO DIRETA PELO MINISTÉRIO PÚBLICO.\nINEXISTÊNCIA. INÉPCIA DA DENÚNCIA. AUSÊNCIA. IMPOSSIBILIDADE DA\nACUSAÇÃO ESTAR LASTREADA, EXCLUSIVAMENTE, EM ACORDO DE COLABORAÇÃO\nPREMIADA. NULIDADE DE ELEMENTOS COLHIDOS NOS AUTOS DO PBAC 34/DF.\nCUMPRIMENTO DE MANDADO DE BUSCA E APREENSÃO NA RESIDÊNCIA DE\nADVOGADA, SEM ACOMPANHAMENTO DE REPRESENTANTE DA OAB. FISHING\nEXPEDITION. AUSÊNCIA DE ACESSO À ÍNTEGRA DOS DADOS COLHIDOS NOS\nPBAC´S 34/DF E 39/DF. EXISTÊNCIA DE MEGAPROCESSO E ABUSO DO DIREITO\nDE ACUSAR. VIOLAÇÃO DA CADEIA DE CUSTÓDIA. INDEFERIMENTO DE\nDILIGÊNCIAS. NULIDADE DE JULGAMENTOS REALIZADOS SEM PRÉVIA INTIMAÇÃO\nDOS ACUSADOS. AUSÊNCIA DE EXPEDIÇÃO DE CARTA ROGATÓRIA PARA OITIVA\nDE TESTEMUNHAS. PRELIMINARES REJEITADAS. CRIME DE CORRUPÇÃO ATIVA,\nDE CORRUPÇÃO PASSIVA E DE LAVAGEM DE DINHEIRO. DELITO DE ORGANIZAÇÃO\nCRIMINOSA. EMENDATIO LIBELLI. ASSOCIAÇÃO CRIMINOSA.\nI. Hipótese em exame\n1. Denúncia oferecida pelo MPF contra (i) Marcos Pinto da Cruz,\nimputando-lhe a prática dos crimes tipificados no art. 333 do Código\nPenal (fato 1); art. 312, caput, c/c art. 327, § 2º, ambos do\nCódigo Penal, na forma do art. 71 do Código Penal, por 4 vezes (fato\n3); art. 317, § 1º, c/c art. 327, § 2º, ambos do Código Penal, na\nforma do art. 71 do Código Penal, por 4 (quatro) vezes (fato 4);\nart. 1º, § 4º, da Lei 9.613/98 (fato 5); e) art. 317, § 1º, c/c art.\n327, § 2º, ambos do Código Penal, na forma do art. 71 do Código\nPenal, por 33 (trinta e três) vezes (fato 7); art. 1º, § 4º, da Lei\n9.613/98 (fato 8); g) art. 317, § 1º, c/c art. 327, § 2º, ambos do\nCódigo Penal, na forma do art. 71 do Código Penal, por 46 (quarenta\ne seis) vezes (fato 9); art. 1º, § 4º, da Lei 9.613/98 (fato 10);\nart. 317, § 1º, c/c art. 327, § 2º, ambos do Código Penal, na forma\ndo art. 71 do Código Penal, por 16 (dezesseis) vezes (fato 11); art.\n1º, § 4º, da Lei 9.613/98 (fato 12); art. 317, § 1º, c/c art. 327,\n§ 2º, ambos do Código Penal (fato 13); e no art. 2º, § 4º, II, da\nLei 12.850/2013 (fato 14); (ii) José da Fonseca Martins Júnior,\nimputando-lhe a prática dos crimes tipificados no art. 312, caput,\nc/c art. 327, § 2º, ambos do Código Penal, na forma do art. 71 do\nCódigo Penal, por 4 (quatro) vezes (fato 3); art. 317, § 1º, c/c\nart. 327, § 2º, ambos do Código Penal, na forma do art. 71 do Código\nPenal, por 4 (quatro) vezes (fato 4); art. 1º, § 4º, da Lei\n9.613/98 (fatos 5); d) art. 317, § 1º, c/c art. 327, § 2º, ambos do\nCódigo Penal (fato 13); e no art. 2º, § 4º, II, da Lei 12.850/2013\n(fato 14); (iii) Fernando Antônio Zorzenon da Silva, imputando-lhe a\nprática dos crimes tipificados no art. 317, § 1º, c/c art. 327, §\n2º, ambos do Código Penal, na forma do art. 71 do Código Penal, por\n33 (trinta e três) vezes (fato 7); art. 1º, § 4º, da Lei 9.613/98\n(fato 8); art. 317, § 1º, c/c art. 327, § 2º, ambos do Código Penal,\nna forma do art. 71 do Código Penal, por 46 (quarenta e seis) vezes\n(fato 9); art. 1º, § 4º, da Lei 9.613/98 (fato 10); art. 317, § 1º,\nc/c art. 327, § 2º, ambos do Código Penal, na forma do art. 71 do\nCódigo Penal, por 16 (dezesseis) vezes (fato 11); art. 1º, § 4º, da\nLei 9.613/98 (fato 12); e no art. 2º, § 4º, II, da Lei 12.850/2013\n(fato 14); e (iv) Antônio Carlos de Azevedo Rodrigues, imputando-lhe\na prática dos crimes tipificados no art. 317, § 1º, c/c art. 327, §\n2º, ambos do Código Penal, na forma do art. 71 do Código Penal, por\n16 (dezesseis) vezes (fato 11); art. 1º, § 4º, da Lei 9.613/98\n(fato 12); e no art. 2º, § 4º, II, da Lei 12.850/2013 (fato 14).\nII. Questão em discussão\n2. Julgamento de mérito da ação penal de iniciativa pública.\nIII. Razões de decidir\n.\n3. Preliminar arguida por denunciado não merece guarida, já que, na\nesteira do decidido pelo Pleno do STF, em sede de repercussão geral\n(RE 593.727/MG, DJe 08/09/2015), o Ministério Público detém\ncompetência para promover, por autoridade própria, e por prazo\nrazoável, investigações de natureza penal (Tema 184).\n4. A tese de inépcia da denúncia, suscitada na defesa prévia\napresentada pelo acusado, foi rejeitada pela Corte Especial do STJ,\nquando do recebimento da inicial acusatória, razão pela qual os\nargumentos ora deduzidos não merecem guarida.\n5. A denúncia narra não só os possíveis fatos delituosos, como\ntambém as condições de tempo e lugar, a qualificação do acusado, o\nelemento subjetivo do tipo, descrevendo, ainda, as infrações penais\natribuídas ao denunciado, não havendo, portanto, que se falar em\ninépcia da inicial.\n6. Para muito além das declarações do colaborador, a denúncia se\nbaseia em depoimentos compartilhados, relatórios de inteligência\nfinanceira, provas documentais (decorrentes da quebra dos sigilos\nbancário, fiscal, telefônico e telemático), elementos colhidos\ndurante a fase pré-processual, dados concretos e absolutamente\nindependentes do acordo de colaboração premiada.\n7. Mandado de busca e apreensão cumprido na residência de então\ninvestigada, e não no seu endereço profissional, não havendo, à\népoca e nem atualmente, prova efetiva de que a acusada utilizasse o\nreferido endereço como local de trabalho, restando rejeitada a\nsuposta violação do art. 7°, § 6°, da Lei n. 8.906/94 (com a redação\nvigente na data dos fatos).\n8. Mandado de busca, expedido com amparo em robustos elementos\nindiciários de prática delitiva, que apontou os objetos de\nconstrição, não merecendo guarida a alegação em torno da possível\nrealização de \"pescaria probatória\" por parte do MPF.\n9. Tese em torno da ausência de acesso à integralidade dos elementos\nde prova colhidos nos PBAC's 34/DF e 39/DF que foi analisada e\nrefutada, quando do recebimento da denúncia, por parte da Corte\nEspecial do STJ e por decisão monocrática de Ministro do STF.\n10. O fato do processo ser bastante volumoso se deve, na situação\ndos autos, à necessidade da adoção de variadas medidas de\ninvestigação, sempre autorizadas judicialmente, e que viabilizaram a\nobtenção de uma visão panorâmica acerca do funcionamento da\norganização criminosa e dos agentes públicos e privados envolvidos\nnos delitos sob apuração. Observância dos princípios do\ncontraditório e da ampla defesa.\n11. Preliminar de violação da cadeia de custódia que foi rejeitada\npor acórdão proferido pela Corte Especial do STJ e por decisão\nmonocrática prolatada por Ministro do STF.\n12. Pretendida produção probatória revela-se protelatória e sem\nqualquer amparo em argumentos que já não tenham sido analisados e\nrefutados pela Corte Especial.\n13. Nos termos dos arts. 91, II e 258, ambos do RISTJ, esta Corte\ntem firme entendimento no sentido de dispensar a prévia inclusão em\npauta de questões de ordem e de agravos regimentais.\n14. As testemunhas residentes no exterior não atendem ao requisito\nda objetividade, já que nada sabem acerca dos fatos mencionados pelo\nMPF. Em audiência de instrução, foram ouvidas 37 (trinta e sete)\ntestemunhas arroladas por um dos acusados, não havendo, pois, que se\ncogitar de eventual cerceamento de defesa.\n15. O conjunto de provas carreadas aos autos demonstra a instalação\nde associação criminosa de altíssimo vulto, no âmbito do Tribunal\nRegional do Trabalho da 1ª Região, estruturalmente formada para a\nvenda de decisões judiciais, em troca do pagamento de propina, com\nprejuízo do erário e de inúmeros jurisdicionados.\n16. É de clareza cartesiana a associação delitiva formada entre\nDesembargadores, advogados e altos membros do Poder Executivo\nestadual, para o fim de cometer os crimes de corrupção ativa e\npassiva, peculato e lavagem de capitais, com intrincada mecânica de\ncooptação e divisão de tarefas.\n17. As provas produzidas, sob o crivo do contraditório e da ampla\ndefesa, são suficientes para respaldar a procedência parcial da\nacusação.\n18. CONDENAÇÕES:\n18.1. Condena-se o réu Marcos Pinto da Cruz à pena de 20 (vinte)\nanos e 03 (três) meses de reclusão, em regime inicial fechado (art.\n33, §2°, \"a\", do Código Penal), e 54 (cinquenta e quatro)\ndias-multa, no valor de 01 (um) salário-mínimo, vigente à época dos\nfatos, além da perda do cargo público de Desembargador do TRT da 1ª\nRegião, em razão da prática dos crimes tipificados nos arts. 288,\ncaput, 312, caput (peculato-desvio, por 04 vezes), 317, caput\n(corrupção passiva, por 08 vezes), 333, caput, (corrupção ativa),\ntodos do Código Penal e no art. 1°, caput, da Lei 9.613/98 (lavagem\nde capitais, por 20 vezes), na forma do art. 71, caput, do citado\ndiploma legal.\n18.2. Condena-se o réu José da Fonseca Martins Júnior à pena de 16\n(dezesseis) anos e 03 (três) meses de reclusão, em regime inicial\nfechado (art. 33, §2°, \"a\", do Código Penal) e 48 (quarenta e oito)\ndias-multa, no valor de 01 (um) salário-mínimo, vigente à época dos\nfatos, além da perda do cargo público de Desembargador do TRT da 1ª\nRegião, em virtude da prática dos delitos previstos no 288, caput,\n312, caput (peculato-desvio, por 04 vezes), 317, §1° (corrupção\npassiva majorada, por 05 vezes), todos do Código Penal e do art. 1°,\ncaput, da Lei 9.613/98 (lavagem de capitais), na forma dos arts.\n71, caput, e 327, §2°, ambos do citado diploma legal.\n18.3. Condena-se o réu Fernando Antonio Zorzenon da Silva à pena de\n10 (dez) anos e 05 (cinco) meses de reclusão, em regime inicial\nfechado (art. 33, §2°, \"a\", do Código Penal) e 27 (vinte e sete)\ndias-multa, no valor de 01 (um) salário-mínimo, vigente à época dos\nfatos, além da perda do cargo público de Desembargador do TRT da 1ª\nRegião, em razão da prática dos crimes tipificados nos arts. 288,\ncaput, 317, §1° (corrupção passiva majorada, por 03 vezes), ambos do\nCódigo Penal e no art. 1°, caput, da Lei 9.613/98 (lavagem de\ncapitais, por 03 vezes), na forma dos arts. 71, caput, e 327, §2°,\nambos do citado diploma legal.\n18.4. Absolvição do acusado Antonio Carlos de Azevedo Rodrigues, nos\ntermos do art. 386, VII, do CPP.\n19. Mantido o afastamento dos apenados do exercício das funções até\no trânsito em julgado do presente acórdão.\nIV. Dispositivo\n20. Ação penal julgada parcialmente procedente.\nDispositivos citados: arts. 288, caput, 312, caput, 317, § 1º, 327,\n§ 2º, 333, todos do Código Penal; art. 1º, § 4º, da Lei 9.613/98;\narts. 184, 240, § 1°, 383, 400, §1°, 563, todos do CPP.\nJurisprudência citada: AgRg no REsp n. 1.883.830/PR, Quinta Turma,\njulgado em 9/8/2022, DJe de 18/8/2022; AgRg no AREsp n.\n1.630.006/DF, Quinta Turma, julgado em 25/8/2020, DJe de 31/8/2020;\nAgRg no AREsp n. 1.229.966/RJ, Quinta Turma, julgado em 21/8/2018,\nDJe de 31/8/2018; HC n. 582.678/RJ, Sexta Turma, julgado em\n14/6/2022, DJe de 21/6/2022; AgRg no HC n. 797.276/RO, Quinta Turma,\njulgado em 14/8/2023, DJe de 16/8/2023; AgRg nos EDcl no HC n.\n824.629/SP, Quinta Turma, julgado em 8/8/2023, DJe de 14/8/2023;\nAgRg no HC n. 701.242/SP, Sexta Turma, julgado em 19/6/2023, DJe de\n22/6/2023; AgRg no HC n. 412.570/SP, Quinta Turma, julgado em\n11/12/2018, DJe de 19/12/2018; AgRg no RHC n. 163.700/RS, Sexta\nTurma, julgado em 7/6/2022, DJe de 13/6/2022; AgRg no HC n.\n675.582/PE, Quinta Turma, julgado em 24/8/2021, DJe de 30/8/2021;\nAgRg no RHC n. 167.634/PA, Quinta Turma, julgado em 15/5/2023, DJe\nde 18/5/2023; RHC n. 157.143/PR, Sexta Turma, julgado em 14/6/2022,\nDJe de 20/6/2022; AgRg no HC n. 649.365/RJ, Quinta Turma, julgado em\n13/9/2022, DJe de 16/9/2022; AgRg no HC 327.638/PA, Quinta Turma,\njulgado em 14/09/2017, DJe 21/9/2017; AgRg no RHC n. 174.156/SC,\nQuinta Turma, julgado em 18/4/2023, DJe de 24/4/2023; QO na Pet n.\n15.819/DF, Corte Especial, julgado em 19/4/2023, DJe de 28/4/2023;\nAgRg na PET na APn n. 940/DF, Corte Especial, julgado em 1/9/2021,\nDJe de 9/9/2021; RHC n. 100.406/MG, Quinta Turma, DJe de 29/8/2018;\nAgRg no RHC n. 105.031/SC, Sexta Turma, DJe de 3/12/2019; AgRg no\nAREsp n. 1.014.485/SP, Quinta Turma, julgado em 21/3/2019, DJe de\n28/3/2019; REsp n. 1.257.003/RJ, Sexta Turma, julgado em 20/11/2014,\nDJe de 12/12/2014; AgRg no AREsp n. 1.650.032/RJ, Quinta Turma,\njulgado em 25/8/2020, DJe de 1/9/2020; REsp n. 1.745.410/SP, Sexta\nTurma, julgado em 2/10/2018, DJe de 23/10/2018.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250313",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, prosseguindo no julgamento, após o voto-vista do Sr.\nMinistro Raul Araújo, por unanimidade, rejeitar as preliminares\narguidas pela defesa e, por maioria, julgar parcialmente procedente\na denúncia para absolver, por unanimidade, ANTONIO CARLOS DE AZEVEDO\nRODRIGUES das imputações delitivas contidas na denúncia, bem como\npara, por maioria, condenar: (a) MARCOS PINTO DA CRUZ à pena\nprivativa de liberdade de 20 (vinte) anos e 03 (três) meses de\nreclusão, em regime inicial fechado, e à pena pecuniária de 54\n(cinquenta e quatro) dias-multa, no valor de 01 (um) salário-mínimo,\nvigente à época dos fatos, além da perda do cargo de Desembargador\ndo TRT da 1ª Região, como incurso nas penas dos arts. 288, caput,\n312, caput (por 04 vezes), 317, caput (por 08 vezes), 333, caput,\ntodos do Código Penal, e do art. 1°, caput, da Lei n. 9.613/98 (por\n20 vezes), na forma do art. 71, caput, do citado diploma legal; (b)\nJOSÉ DA FONSECA MARTINS JUNIOR à pena privativa de liberdade de 16\n(dezesseis) anos e 03 (três) meses de reclusão, em regime inicial\nfechado, e à pena pecuniária de 48 (quarenta e oito) dias-multa, no\nvalor de 01 (um) salário-mínimo, vigente à época dos fatos, além da\nperda do cargo de Desembargador do TRT da 1ª Região, como incurso\nnas penas dos arts. 288, caput, 312, caput (por 04 vezes), 317, § 1°\n(por 05 vezes), todos do Código Penal, e do art. 1°, caput, da Lei\n9.613/98, na forma dos arts. 71, caput, e 327, § 2°, ambos do citado\ndiploma legal; (c) FERNANDO ANTONIO ZORZENON DA SILVA à pena\nprivativa de liberdade de 10 (dez) anos e 05 (cinco) meses de\nreclusão, em regime inicial fechado e à pena pecuniária de 27 (vinte\ne sete) dias-multa, no valor de 01 (um) salário-mínimo, vigente à\népoca dos fatos, além da perda do cargo público de Desembargador do\nTRT da 1ª Região, como incurso nas penas dos arts. 288, caput, 317,\n§ 1° (por 03 vezes), ambos do Código Penal, e do art. 1°, caput, da\nLei 9.613/98 (por 03 vezes), na forma dos arts. 71, caput, e 327, §\n2°, ambos do citado diploma legal. Determinou, ainda, por\nunanimidade, a manutenção do afastamento dos acusados do exercício\ndas funções, até o trânsito em julgado do acórdão.\nAcompanharam a Relatora, quanto à absolvição de ANTONIO CARLOS DE\nAZEVEDO RODRIGUES, os Srs. Ministros Humberto Martins, Og Fernandes,\nLuis Felipe Salomão, Mauro Campbell Marques, Raul Araújo, Antonio\nCarlos Ferreira, Marco Buzzi, Sérgio Kukina, Assusete Magalhães e\nFrancisco Falcão e, quanto à condenação de MARCOS PINTO DA CRUZ,\nJOSÉ DA FONSECA MARTINS JUNIOR e FERNANDO ANTONIO ZORZENON DA SILVA,\nos Srs. Ministros Humberto Martins, Luis Felipe Salomão, Mauro\nCampbell Marques, Sérgio Kukina, Assusete Magalhães e Francisco\nFalcão. Ficaram vencidos, parcialmente, os Srs. Ministros Og\nFernandes, Raul Araújo, Antonio Carlos Ferreira e Marco Buzzi, no\nsentido de absolver FERNANDO ANTONIO ZORZENON DA SILVA das\nimputações contidas na denúncia, bem como quanto aos demais\nacusados, nos seguintes termos:\n1) O Srs. Ministros Og Fernandes e Antônio Carlos Ferreira votaram\npela condenação de (a) MARCOS PINTO DA CRUZ, à pena privativa de\nliberdade de 15 (quinze) anos e 3 (três) meses de reclusão, em\nregime inicial fechado, e à pena pecuniária de 183 (cento e oitenta\ne três) dias-multa, no valor de 01 (um) salário-mínimo, vigente à\népoca dos fatos, além da perda do cargo de Desembargador do TRT da\n1ª Região, como incurso nas penas dos arts. 317, caput (por 5 vezes)\ne 288, caput, na forma do art. 69, todos do Código Penal,\nabsolvendo-o das tipificações contidas nos arts. 312, caput, e 333,\ncaput, ambos do CP; e (b) JOSÉ DA FONSECA MARTINS JÚNIOR, à pena\nprivativa de liberdade de 09 (nove) anos e 7 (sete) meses e 16\n(dezesseis) dias de reclusão, em regime inicial fechado, e à pena\npecuniária de 114 (cento e quatorze) dias-multa, no valor de 01 (um)\nsalário-mínimo, vigente à época dos fatos, além da perda do cargo\nde Desembargador do TRT da 1ª Região, como incurso nas penas dos\narts. 317, caput (por 2 vezes) e 288, caput, na forma do art. 69,\ntodos do Código Penal, absolvendo-o da imputação contida no art.\n312, caput, do CP;\n2) O Sr. Ministro Raul Araújo votou no sentido de condenar (a)\nMARCOS PINTO DA CRUZ, à pena privativa de liberdade de 18 (dezoito)\nanos e 6 (seis) meses de reclusão, em regime inicial fechado, e à\npena pecuniária de 193 (cento e noventa e três) dias-multa, no valor\nde 01 (um) salário-mínimo, vigente à época dos fatos, além da perda\ndo cargo de Desembargador do TRT da 1ª Região, como incurso nas\npenas dos arts. 317, caput (por 5 vezes), 333, caput, e 288, na\nforma do art. 69, todos do Código Penal, absolvendo-o das\ntipificações contidas nos art. 312, caput, do CP e 1º, caput, da Lei\nn. 9.613/98; e (b) JOSÉ DA FONSECA MARTINS JÚNIOR, à pena privativa\nde liberdade de 09 (nove) anos e 7 (sete) meses e 16 (dezesseis)\ndias de reclusão, em regime inicial fechado, e à pena pecuniária de\n114 (cento e quatorze) dias-multa, no valor de 01 (um)\nsalário-mínimo, vigente à época dos fatos, além da perda do cargo de\nDesembargador do TRT da 1ª Região, como incurso nas penas dos arts.\n317, caput (por 2 vezes) e 288, caput, na forma do art. 69, todos\ndo Código Penal, absolvendo-o da imputação contida no art. 1º,\ncaput, da Lei n. 9.613/98;\n3) O Sr. Ministro Marco Buzzi votou no sentido de condenar (a)\nMARCOS PINTO DA CRUZ, à pena privativa de liberdade de 19 (dezenove)\nanos e 3 (três) meses de reclusão, em regime inicial fechado, e à\npena pecuniária de 263 (duzentos e sessenta e três) dias-multa, no\nvalor de 01 (um) salário-mínimo, vigente à época dos fatos, além da\nperda do cargo de Desembargador do TRT da 1ª Região, como incurso\nnas penas dos arts. 317, caput (por 5 vezes), 333, parágrafo único,\ne 288, na forma do art. 69, todos do Código Penal; absolvendo-o das\ntipificações contidas nos arts. 312, caput, do CP e 1º, caput, da\nLei n. 9.613/98; e (b) JOSÉ DA FONSECA MARTINS JÚNIOR, à pena\nprivativa de liberdade de 09 (nove) anos e 7 (sete) meses e 16\n(dezesseis) dias de reclusão, em regime inicial fechado, e à pena\npecuniária de 114 (cento e quatorze) dias-multa, no valor de 01 (um)\nsalário-mínimo, vigente à época dos fatos, além da perda do cargo\nde Desembargador do TRT da 1ª Região, como incurso nas penas dos\narts. 317, caput, c/c 317, § 1º, c/c 327, § 2º, (por 2 vezes) e 288,\ncaput, na forma do art. 69, todos do Código Penal, absolvendo-o das\nimputações relacionadas aos arts. 312, caput, do CP, e 1º, caput,\nda Lei n. 9.613/98.\nImpedidos os Srs. Ministros João Otávio de Noronha, Benedito\nGonçalves e Sebastião Reis Júnior.\nNão participaram do julgamento os Srs. Ministros Herman Benjamin,\nMaria Isabel Gallotti e Ricardo Villas Bôas Cueva.\nConvocados os Srs. Ministros Marco Buzzi, Sérgio Kukina e Assusete\nMagalhães (aposentada).\nPresidiu o julgamento a Sra. Ministra Maria Thereza de Assis Moura.",
  "jurisprudenciaCitada" : "(INVESTIGAÇÃO DE NATUREZA PENAL - LEGITIMIDADE DO MINISTÉRIO\nPÚBLICO)\n   STJ - <<RHC 77422>>-RJ\n   STF - [[RE 593727]]-MG (REPERCUSSÃO GERAL - TEMA(s) 184),\n         [[ADI 2838]], [[ARE-AgR 1320462]]\n(JUIZ INSTRUTOR - PRINCÍPIO DO JUIZ NATURAL)\n   STJ - <<AgRg na PET na APn 940>>-DF\n   STF - [[HC 131164]], [[HC 135026]]\n(SENTENÇA CONDENATÓRIA - DELAÇÃO - OUTRAS FONTES DE PROVA)\n   STJ - <<AgRg no REsp 1883830>>-PR, <<AgRg no AREsp 1630006>>-DF,\n         <<AgRg no AREsp 1229966>>-RJ\n(MEDIDA CAUTELAR DE BUSCA E APREENSÃO - ELEMENTOS DE PROVA\nAUTÔNOMOS)\n   STJ - <<HC 582678>>-RJ, <<AgRg no HC 701242>>-SP,\n         <<AgRg no HC 412570>>-SP\n(NULIDADE - DEMONSTRAÇÃO DE PREJUÍZO)\n   STJ - <<AgRg no HC 797276>>-RO,\n         <<AgRg nos EDcl no HC 824629>>-SP\n(MANDADO DE BUSCA E APREENSÃO - PRESENÇA DE REPRESENTANTE DA OAB)\n   STJ - <<AgRg no RHC 163700>>-RS, <<AgRg no RHC 134272>>-SP\n(BUSCA E APREENSÃO - PORMENORIZAÇÃO DOS BENS)\n   STJ - <<AgRg no HC 675582>>-PE, <<RHC 59661>>-PR,\n         <<AgRg na Pet 15798>>-DF, <<AgRg no RHC 167634>>-PA,\n         <<RHC 157143>>-PR\n   STF - [[HC 191579]]\n(PRODUÇÃO DE PROVAS - PRINCÍPIO DA LIVRE APRECIAÇÃO DA PROVA)\n   STJ - <<AgRg no HC 327638>>-PA, <<AgRg no HC 649365>>-RJ,\n         <<AgRg nos EDcl no RHC 164524>>-RS,\n         <<AgRg nos EDcl na APn 897>>-DF, <<AgRg no HC 693750>>-SP,\n         <<HC 445132>>-RS, <<RHC 100406>>-MG\n   STF - [[HC 100988]], [[HC 83417]], [[AI-AgR 153467]],\n         [[HC 104473]], [[RHC-AgR 153941]]\n(QUEBRA DE CADEIA DE CUSTÓDIA)\n   STJ - <<AgRg no RHC 174156>>-SC, <<AgRg no HC 764760>>-RJ\n   STF - [[HC-AgR 207013]], [[HC 100988]]\n(QUESTÕES DE ORDEM E AGRAVO REGIMENTAL - INCLUSÃO EM PAUTA)\n   STJ - <<QO na Pet 15819>>-DF, <<AgRg na PET na APn 940>>-DF,\n         <<EDcl nos EDcl no AgRg nos EDcl no AgRg nos EAREsp\n548879>>-RR\n(INDEFERIMENTO DA OITIVA DE TESTEMUNHA ESTRANGEIRA)\n   STJ - <<HC 614507>>-SC, <<AgRg no REsp 1589291>>-PB,\n         <<AgRg no RHC 88461>>-RS\n   STF - [[HC 169846]], [[Ap-AgR 477]]\n(CRIME DE CORRUPÇÃO ATIVA - CONSUMAÇÃO)\n   STJ - <<AgRg no AREsp 1014485>>-SP, <<AgRg no HC 446612>>-PR,\n         <<AgRg no Ag no REsp 1705197>>-RJ\n(CONDENAÇÃO - PROVAS COLHIDAS NO INQUÉRITO POLICIAL E JUDICIALMENTE)\n   STJ - <<AgRg nos EDcl nos EDcl nos EDcl no HC 783934>>-PE,\n         <<AgRg no HC 463606>>-SP\n   STF - [[AP 470]]\n(PECULATO-DESVIO - CARACTERIZAÇÃO)\n   STJ - <<APn 702>>-AP, <<REsp 1257003>>-RJ\n(INSTÂNCIA ADMINISTRATIVA E CRIMINAL - AUTONOMIA E INDEPENDÊNCIA)\n   STJ - <<EDcl na APn 741>>-DF\n   STF - [[AP 996]]\n(CRIME DE LAVAGEM DE DINHEIRO - ELEMENTO SUBJETIVO)\n   STJ - <<APn 940>>-DF, <<APn 856>>-DF, <<RHC 158293>>-RJ,\n         <<AgRg no RHC 120936>>-RN\n   STF - [[AP 996]]\n(CRIME DE CORRUPÇÃO PASSIVA - VANTAGEM INDEVIDA)\n   STJ - <<AgRg no AREsp 1650032>>-RJ,\n         <<AgRg nos EDcl nos EDv nos EAREsp 1301024>>-SP,\n         <<REsp 1745410>>-SP, <<AgRg no AREsp 2199208>>-MG,\n         <<AgRg no AREsp 458340>>-SP\n   STF - [[Inq 4506]]\n(ASSOCIAÇÃO CRIMINOSA)\n   STJ - <<AgRg no HC 742011>>-MT, <<RHC 43069>>-PR\n   STF - [[ARE-ED 1426875]]-DF\n(CORRUPÇÃO PASSIVA)\n   STJ - <<AgRg nos EDcl nos EDv nos EAREsp 1301024>>-SP\n(EMENDATIO LIBELLI - CONFIGURAÇÃO)\n   STJ - <<AgRg no AREsp 1927794>>-SP, <<AgRg no HC 631278>>-PE\n(DOSIMETRIA - MAJORAÇÃO DA PENA-BASE - CIRCUNSTÂNCIAS DO CRIME)\n   STJ - <<APn 702>>-AP, <<AgRg no REsp 1846021>>-RS\n(CRIME CONTINUADO - QUANTIDADE DE CONDUTAS - IMPRECISÃO)\n   STJ - <<AgRg no REsp 2069071>>-MG\n(AFASTAMENTO DO CARGO PÚBLICO - FUNDAMENTAÇÃO)\n   STJ - <<APn 929>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEL:002848 ANO:1940\n*****  CP-40    CÓDIGO PENAL\n        ART:00059 ART:00061 INC:00001 LET:G ART:00288\n        ART:00312 ART:00317 PAR:00001 ART:00327 PAR:00002\n        ART:00333", "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00041 ART:00184 ART:0222A ART:00240 PAR:00001\n        ART:00383 ART:00400 PAR:00001 ART:00402 ART:00563", "LEG:FED LEI:009613 ANO:1998\n*****  LCLOBDV-98    LEI SOBRE CRIMES DE LAVAGEM OU OCULTAÇÃO DE\nBENS, DIREITOS E VALORES\n        ART:00001 PAR:00004", "LEG:FED LEI:008906 ANO:1994\n*****  EOAB-94    ESTATUTO DA ORDEM DOS ADVOGADOS DO BRASIL DE 1994\n        ART:00007 PAR:00006", "LEG:FED LEI:008038 ANO:1990\n        ART:00010", "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00005 INC:00054 INC:00055", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00091 INC:00002 ART:00258", "LEG:FED LEI:012850 ANO:2013\n        ART:00001 PAR:00001 ART:00002 PAR:00004 INC:00002" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000905335",
  "numeroProcesso" : "2627897",
  "numeroRegistro" : "202401578674",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA ISABEL GALLOTTI",
  "dataPublicacao" : "DJEN       DATA:25/03/2025",
  "ementa" : "AGRAVO REGIMENTAL EM EMBARGOS DE DIVERGÊNCIA. AUSÊNCIA DE\nTRANSCRIÇÃO DO INTEIRO TEOR DO ACÓRDÃO PARADIGMA. AUSÊNCIA DE\nINDICAÇÃO DO REPOSITÓRIO OFICIAL. AGRAVO A QUE SE NEGA PROVIMENTO.\n1. Ausência de comprovação da divergência. Falta de juntada do\ninteiro teor do acórdão paradigma.\n2. Hipótese de vício insanável, não se admitindo comprovação\nposterior de requisito básico e técnico de cabimento do próprio\nrecurso.\n3. Agravo regimental a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250319",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 13/03/2025 a 19/03/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Luis Felipe Salomão, Mauro Campbell Marques, Benedito\nGonçalves, Raul Araújo, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - CITAÇÃO DO REPOSITÓRIO OFICIAL DE\nJURISPRUDÊNCIA)\n   STJ - <<AgInt nos EAREsp 1268264>>-SP,\n         <<AgInt nos EAREsp 1312401>>-SP\n(COMPROVAÇÃO DO DISSENSO - VÍCIO SUBSTANCIAL INSANÁVEL)\n   STJ - <<AgInt nos EAREsp 419397>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00932 PAR:ÚNICO ART:01029 PAR:00003 ART:01043\n        PAR:00004", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266 PAR:00004", "LEG:FED ENU:****** ANO:****\n*****  ENUASTJ    ENUNCIADO ADMINISTRATIVO DO SUPERIOR TRIBUNAL DE\nJUSTIÇA\n        NUM:00006" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000905305",
  "numeroProcesso" : "2584492",
  "numeroRegistro" : "202400742075",
  "siglaClasse" : "AgInt nos EAREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA ISABEL GALLOTTI",
  "dataPublicacao" : "DJEN       DATA:25/03/2025",
  "ementa" : "AGRAVO INTERNO. EMBARGOS DE DIVERGÊNCIA. REQUISITOS DE\nADMISSIBILIDADE DOS EMBARGOS DE DIVERGÊNCIA. NÃO OCORRÊNCIA.\nAUSÊNCIA DE CUMPRIMENTO DE REGRA TÉCNICA. VÍCIO SUBSTANCIAL\nINSANÁVEL. ANÁLISE DA CONTROVÉRSIA. NÃO OCORRÊNCIA. SÚMULA 315, STJ.\nAGRAVO INTERNO NÃO PROVIDO.\n1. \"A Corte Especial considera que tal documento compreende o\nrelatório, o voto, a ementa/acórdão e a respectiva certidão de\njulgamento. Assim, a não apresentação de algum desses elementos na\ninterposição do recurso caracteriza desrespeito à regra técnica para\no seu conhecimento, o que constitui vício substancial insanável\"\n(AgInt nos EAREsp n. 1.950.564/MS, Rel. Ministra Nancy Andrighi,\nCorte Especial, DJe de 16.6.2023).\n2. Nos termos do art. 1.043, III, do CPC, cabem embargos de\ndivergência em face de acórdãos que tenham apreciado o mérito da\ncontrovérsia recursal, ainda que um não tenha sido conhecido.\nExige-se, contudo, efetiva apreciação da controvérsia.\n3. Agravo interno ao qual se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250319",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 13/03/2025 a 19/03/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Luis Felipe Salomão, Mauro Campbell Marques, Benedito\nGonçalves, Raul Araújo, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000905206",
  "numeroProcesso" : "2165073",
  "numeroRegistro" : "202403125036",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RAUL ARAÚJO",
  "dataPublicacao" : "DJEN       DATA:02/04/2025",
  "ementa" : "PROPOSTA DE AFETAÇÃO. RECURSO ESPECIAL. DIREITO CIVIL. PRESCRIÇÃO.\nABSOLUTAMENTE INCAPAZ. INTERPRETAÇÃO APÓS A LEI 13.146/2015.\nDEFINIÇÃO SOB O RITO DOS RECURSOS ESPECIAIS REPETITIVOS. VIABILIDADE\nDA FIXAÇÃO DE TESE CONCENTRADA E DE EFEITOS VINCULANTE E\nPARCIALMENTE ERGA OMNES.\n1. Delimitação da controvérsia: Para os efeitos dos arts. 927 e\n1.036 do CPC, propõe-se a afetação do seguinte tema: \"incidência de\nprescrição contra pessoa com deficiência mental ou intelectual, após\na vigência da Lei 13.146/2015, que não mais inclui entre os\nabsolutamente incapazes a pessoa que, por enfermidade ou\ndeficiência, não tiver o necessário discernimento para a prática dos\natos da vida civil\".\n2. RECURSO ESPECIAL AFETADO AO RITO DO ART. 1.036 DO CPC/2015.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250318",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Corte Especial, por unanimidade, afetar o\nprocesso ao rito dos recursos repetitivos (art. 1.036 do CPC e art.\n257-C do RISTJ) para consolidar entendimento acerca da seguinte\nquestão jurídica: \"Incidência de prescrição contra pessoa com\ndeficiência mental ou intelectual, após a vigência da Lei\n13.146/2015, que não mais inclui entre os absolutamente incapazes a\npessoa que, por enfermidade ou deficiência, não tiver o necessário\ndiscernimento para a prática dos atos da vida civil\". Ainda, por\nunanimidade, determinar a suspensão do processamento de todos os\nprocessos pendentes, individuais ou coletivos, que versem sobre\nidêntica questão jurídica, conforme proposta do Sr. Ministro\nRelator.\nA Sra. Ministra Maria Isabel Gallotti e os Srs. Ministros Antonio\nCarlos Ferreira, Ricardo Villas Bôas Cueva, Sebastião Reis Júnior,\nFrancisco Falcão, Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Maria Thereza de Assis Moura, Og Fernandes, Luis Felipe\nSalomão, Mauro Campbell Marques e Benedito Gonçalves votaram com o\nSr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : "(PARTE ABSOLUTAMENTE INCAPAZ - PRAZO PRESCRICIONAL)\n   STJ - <<AgInt no REsp 2057555>>-SC, <<REsp 1987853>>-PB,\n         <<REsp 1469825>>-RS, <<AgInt no AREsp 1529823>>-RJ,\n         <<AgInt no AREsp 2453002>>-MG",
  "notas" : "Decisão de Afetação - Tema 1321",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1321\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00927 ART:01036 ART:01037" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000905205",
  "numeroProcesso" : "2163797",
  "numeroRegistro" : "202403028806",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RAUL ARAÚJO",
  "dataPublicacao" : "DJEN       DATA:02/04/2025",
  "ementa" : "PROPOSTA DE AFETAÇÃO. RECURSO ESPECIAL. DIREITO CIVIL. PRESCRIÇÃO.\nABSOLUTAMENTE INCAPAZ. INTERPRETAÇÃO APÓS A LEI 13.146/2015.\nDEFINIÇÃO SOB O RITO DOS RECURSOS ESPECIAIS REPETITIVOS. VIABILIDADE\nDA FIXAÇÃO DE TESE CONCENTRADA E DE EFEITOS VINCULANTE E\nPARCIALMENTE ERGA OMNES.\n1. Delimitação da controvérsia: Para os efeitos dos arts. 927 e\n1.036 do CPC, propõe-se a afetação da tese relativa à \"incidência de\nprescrição contra pessoa com deficiência mental ou intelectual,\napós a vigência da Lei 13.146/2015, que não mais inclui entre os\nabsolutamente incapazes a pessoa que, por enfermidade ou\ndeficiência, não tiver o necessário discernimento para a prática dos\natos da vida civil\".\n2. RECURSO ESPECIAL AFETADO AO RITO DO ART. 1.036 DO CPC/2015.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250318",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Corte Especial, por unanimidade, afetar o\nprocesso ao rito dos recursos repetitivos (art. 1.036 do CPC e art.\n257-C do RISTJ) para consolidar entendimento acerca da seguinte\nquestão jurídica: \"Incidência de prescrição contra pessoa com\ndeficiência mental ou intelectual, após a vigência da Lei\n13.146/2015, que não mais inclui entre os absolutamente incapazes a\npessoa que, por enfermidade ou deficiência, não tiver o necessário\ndiscernimento para a prática dos atos da vida civil\". Ainda, por\nunanimidade, determinar a suspensão do processamento de todos os\nprocessos pendentes, individuais ou coletivos, que versem sobre\nidêntica questão jurídica, conforme proposta do Sr. Ministro\nRelator.\nA Sra. Ministra Maria Isabel Gallotti e os Srs. Ministros Antonio\nCarlos Ferreira, Ricardo Villas Bôas Cueva, Sebastião Reis Júnior,\nFrancisco Falcão, Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Maria Thereza de Assis Moura, Og Fernandes, Luis Felipe\nSalomão, Mauro Campbell Marques e Benedito Gonçalves votaram com o\nSr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : "(PARTE ABSOLUTAMENTE INCAPAZ - PRAZO PRESCRICIONAL)\n   STJ - <<AgInt no REsp 2057555>>-SC, <<REsp 1987853>>-PB,\n         <<REsp 1469825>>-RS, <<AgInt no AREsp 1529823>>-RJ,\n         <<AgInt no AREsp 2453002>>-MG",
  "notas" : "Decisão de Afetação - Tema 1321",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1321\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00927 ART:01036 ART:01037" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000905123",
  "numeroProcesso" : "17180",
  "numeroRegistro" : "202403674946",
  "siglaClasse" : "AgRg na Pet",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA PETIÇÃO",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "FRANCISCO FALCÃO",
  "dataPublicacao" : "DJEN       DATA:24/03/2025",
  "ementa" : "PETIÇÃO AVULSA. AGRAVO REGIMENTAL. INICIAL INDEFERIDA. INÉPCIA.\nELEMENTOS DE PROVA OU INDÍCIOS MÍNIMOS DE AUTORIA E DE MATERIALIDADE\nDELITIVAS. INEXISTÊNCIA. RECURSO NÃO CONHECIDO.\nI - Agravo regimental contra decisão de indeferiu a petição inicial\npor inépcia e pela inexistência de elementos de prova ou indícios\nmínimos de autoria e de materialidade delitivas, necessários à\ninstauração de investigação em face de autoridades com prerrogativa\nde foro perante o Superior Tribunal de Justiça, nos termos do\nparecer da Procuradoria-Geral da República.\nII - O agravo regimental deve trazer novos argumentos capazes de\nalterar o entendimento anteriormente expressado, sob pena de\nmanutenção da decisão recorrida por seus próprios fundamentos.\nIII - Recurso não conhecido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250319",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 13/03/2025 a 19/03/2025,\npor unanimidade, não conhecer do recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Maria Thereza de Assis Moura, Og Fernandes, Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000905036",
  "numeroProcesso" : "2486842",
  "numeroRegistro" : "202303795055",
  "siglaClasse" : "PET no RE nos EDcl no AgRg no AREsp",
  "descricaoClasse" : "PETIÇÃO NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NO AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LUIS FELIPE SALOMÃO",
  "dataPublicacao" : "DJEN       DATA:25/03/2025",
  "ementa" : "AGRAVO REGIMENTAL. RECURSO EXTRAORDINÁRIO. MATÉRIA PENAL.\nINTEMPESTIVIDADE. AGRAVO EM RECURSO EXTRAORDINÁRIO.  DECISÃO QUE\nNEGA SEGUIMENTO A RECURSO EXTRAORDINÁRIO. VIA PROCESSUAL INCABÍVEL.\nERRO GROSSEIRO. NÃO CONHECIMENTO.\nI. CASO EM EXAME\n1.1. Trata-se de agravo regimental e agravo em recurso\nextraordinário interpostos contra decisão que negou seguimento ao\nrecurso extraordinário.\n1.2. O agravante requer o provimento dos agravos para que o recurso\nextraordinário seja admitido e remetido ao Supremo Tribunal Federal.\nII. QUESTÕES EM DISCUSSÃO\n2.1. Verificação da tempestividade do agravo regimental interposto e\naplicação das regras de contagem de prazos processuais em matéria\npenal, em contraste com as normas do Código de Processo Civil.\n2.2. Verificação do cabimento do agravo em recurso extraordinário\ncontra decisão que nega seguimento a recurso extraordinário.\nIII. RAZÕES DE DECIDIR\n3.1. O agravo regimental foi interposto fora do prazo de 5 dias\ncorridos, conforme estabelecido nos arts. 39 da Lei n. 8.038/1990 e\n798 do Código de Processo Penal, caracterizando sua\nintempestividade.\n3.2. As regras de contagem dos prazos processuais previstas no\nCódigo de Processo Civil, de aplicação subsidiária, não incidem em\nprocessos que tratam de matéria penal, uma vez que há regramento\nespecífico para tais casos.\n3.3. Nos termos do § 2º do art. 1.030 do CPC, contra a decisão que\nnega seguimento ao recurso extraordinário com fundamento no art.\n1.030, I, do CPC, admite-se a interposição de agravo regimental, não\nsendo cabível o agravo em recurso extraordinário, dirigido ao\nSupremo Tribunal Federal.\nIV. DISPOSITIVO\n4.1. Agravo regimental e agravo em recurso extraordinário não\nconhecidos.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250319",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 13/03/2025 a 19/03/2025,\npor unanimidade, não conhecer do recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000905018",
  "numeroProcesso" : "2061048",
  "numeroRegistro" : "202300852847",
  "siglaClasse" : "AgInt no RE nos EDcl no AgInt no REsp",
  "descricaoClasse" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LUIS FELIPE SALOMÃO",
  "dataPublicacao" : "DJEN       DATA:25/03/2025",
  "ementa" : "AGRAVO INTERNO. RECURSO EXTRAORDINÁRIO. OFENSA AOS PRINCÍPIOS DO\nCONTRADITÓRIO E DA AMPLA DEFESA. AUSÊNCIA DE REPERCUSSÃO GERAL. TEMA\nN. 660 DO STF. PRESSUPOSTOS DE ADMISSIBILIDADE DE RECURSO DE\nCOMPETÊNCIA DO STJ. AUSÊNCIA DE REPERCUSSÃO GERAL. IMPROBIDADE\nADMINISTRATIVA. SUPERVENIÊNCIA DA LEI N. 14.230/2021. CONDUTA\nDOLOSA. IRRETROATIVIDADE. TEMA N. 1.199 DO STF. ART. 1.030, I, A, DO\nCPC.\nI. CASO EM EXAME\n1.1. Agravo interno interposto contra a decisão que negou seguimento\nao recurso extraordinário, fundamentada na ausência de repercussão\ngeral das matérias discutidas, conforme definido nos Temas n. 660 e\n895 do STF, e na inaplicabilidade, ao caso, do Tema n. 1.199/STF,\npor se tratar de condenação por ato de improbidade administrativa\ndoloso.\n1.2. A parte agravante sustenta que os Temas n. 660 e 181 do STF não\nse aplicam ao caso dos autos, afirmando que houve violação direta\naos princípios constitucionais apontados, e que o Tema n. 1.199 do\nSTF deve incidir na espécie, aplicando-se retroativamente a Lei n.\n14.230/2021.\nII. QUESTÕES EM DISCUSSÃO\n2.1. A aplicabilidade do Tema n. 660 do STF a caso em que se discute\na suposta contrariedade aos princípios constitucionais, quando o\nexame depende de normas infraconstitucionais.\n2.2. A incidência do Tema n. 181 do STF quando há necessidade de\ndiscussão ou superação de óbices de admissibilidade que resultaram\nno não conhecimento de recurso de competência do STJ.\n2.3.  A aplicabilidade da Lei n. 14.230/2021, que alterou a Lei n.\n8.429/1992, ao caso concreto.\nIII. RAZÕES DE DECIDIR\n3.1. O STF, no Tema n. 660 da repercussão geral, firmou a tese de\nque a alegação de afronta aos princípios do contraditório, da ampla\ndefesa, do devido processo legal e da segurança jurídica, bem como\nao ato jurídico perfeito, ao direito adquirido e aos limites da\ncoisa julgada, quando depende de análise de normas\ninfraconstitucionais, configura ofensa reflexa ao texto\nconstitucional, não possuindo repercussão geral.\n3.2. No caso concreto, a discussão suscitada no recurso\nextraordinário exige a prévia apreciação de normas\ninfraconstitucionais, motivo pelo qual se aplica o entendimento\nconsolidado no Tema n. 660 do STF.\n3.3. A decisão agravada fundamentou-se na aplicação do Tema n. 181\ndo STF, que estabelece ausência de repercussão geral da questão\nrelativa ao preenchimento dos pressupostos de admissibilidade de\nrecursos de competência de outros Tribunais.\n3.4. As razões do recurso extraordinário, voltadas ao óbice aplicado\nou à matéria de fundo, demandam a reanálise ou superação do\nentendimento acerca do não conhecimento de recurso anterior.\n3.5. O Supremo Tribunal Federal, no julgamento do ARE n.\n843.989-RG/PR (Tema n. 1.199), estabeleceu que é necessária a\ncomprovação de responsabilidade subjetiva para a tipificação dos\natos de improbidade administrativa previstos nos arts. 9º, 10 e 11\nda Lei n. 8.429/1992, exigindo-se a presença do elemento subjetivo\ndolo.\n3.6. A Suprema Corte também fixou, ainda, o entendimento de que a\nLei n. 14.230/2021, ao revogar a modalidade culposa do ato de\nimprobidade administrativa, é irretroativa, não tendo incidência em\nrelação à eficácia da coisa julgada, tampouco durante o processo de\nexecução das penas e seus incidentes.\n3.7. O Pretório Excelso consignou que a Lei n. 14.230/2021 aplica-se\naos atos de improbidade administrativa culposos praticados na\nvigência do texto anterior da lei, porém sem condenação transitada\nem julgado, em virtude da revogação expressa do texto anterior;\ndevendo o juízo competente analisar eventual dolo por parte do\nagente.\n3.8. Por fim, a Corte Suprema definiu que o novo regime\nprescricional previsto na Lei n. 14.230/2021 é irretroativo,\naplicando-se os novos marcos temporais a partir da publicação da\nlei.3.9. No caso, constata-se que o julgado impugnado se encontra em\nharmonia com o entendimento da Suprema Corte consolidado no Tema n.\n1.199 do STF, que, como visto, não tratou da aplicabilidade\nimediata do art. 17, § 10-C, da Lei n. 8.429/1992, com a redação\ndada pela Lei n. 14.230/2021, cuja constitucionalidade está sendo\ndiscutida pelo Pretório Excelso na ADI n. 7.236-MC/DF.\nIV. DISPOSITIVO\n4.1. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250319",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 13/03/2025 a 19/03/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : "(VIOLAÇÃO AOS PRINCÍPIOS DO CONTRADITÓRIO, DA AMPLA DEFESA, DOS\nLIMITES DA COISA JULGADA E DO DEVIDO PROCESSO LEGAL - OFENSA REFLEXA\nÀ CONSTITUIÇÃO - ANÁLISE DE NORMA INFRACONSTITUCIONAL)\n   STF - [[ARE-RG 748371]] (REPERCUSSÃO GERAL - TEMA(s) 660),\n         [[Rcl-AgR 47840]], [[ARE-AgR 1252422]]\n(PRESSUPOSTOS DE ADMISSIBILIDADE DE RECURSOS DA COMPETÊNCIA DE\nOUTROS TRIBUNAIS - MATÉRIA INFRACONSTITUCIONAL - AUSÊNCIA DE\nREPERCUSSÃO GERAL)\n   STF - [[RE-RG 598635]] (REPERCUSSÃO GERAL - TEMA(s) 181),\n         [[ARE-AgR 1317340]], [[ARE-AgR 822158]],\n         [[RE-AgR 1081829]]\n(IMPROBILIDADE ADMINISTRATIVA - LEI 14.230/2021 - ATOS DE\nIMPROBIDADE ADMINISTRATIVA CULPOSOS)\n   STF - [[ARE-RG 843989]] (REPERCUSSÃO GERAL - TEMA(s) 1199)",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:014230 ANO:2021" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000905017",
  "numeroProcesso" : "2407884",
  "numeroRegistro" : "202302406837",
  "siglaClasse" : "AgRg no RE no AgRg nos EDcl no AREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NO RECURSO EXTRAORDINÁRIO NO AGRAVO REGIMENTAL NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LUIS FELIPE SALOMÃO",
  "dataPublicacao" : "DJEN       DATA:25/03/2025",
  "ementa" : "AGRAVO REGIMENTAL. NEGATIVA DE SEGUIMENTO A RECURSO EXTRAORDINÁRIO.\nDIREITO PENAL E PROCESSUAL PENAL. BUSCA E APREENSÃO DOMICILIAR.\nLICITUDE DO INGRESSO SEM MANDADO JUDICIAL. AGRAVO REGIMENTAL\nDESPROVIDO.\nI. CASO EM EXAME\n1. Agravo regimental interposto contra decisão que negou seguimento\nao recurso extraordinário, que discutia a licitude de busca e\napreensão domiciliar sem mandado judicial, com base em denúncia da\nvítima e localização de veículo utilizado no crime em frente ao\ndomicílio do réu.\n2. A decisão agravada considerou que a entrada no domicílio foi\njustificada por fundadas razões, conforme a tese firmada no Tema n.\n280 do STF, que permite ingresso sem mandado em caso de flagrante\ndelito, desde que devidamente justificado a posteriori.\nII. QUESTÕES EM DISCUSSÃO\n3. A questão em discussão consiste em saber se a entrada forçada em\ndomicílio sem mandado judicial foi lícita, considerando a denúncia\nda vítima e a localização do veículo utilizado no crime em frente ao\ndomicílio do réu.\n4. O agravante alega que a entrada foi ilícita, pois o relato sobre\na localização do veículo foi extraído de depoimento policial não\nconfirmado em juízo, e a vítima não o reconheceu em audiência.\nIII. RAZÕES DE DECIDIR\n5. A decisão considerou que havia fundadas razões para o ingresso no\ndomicílio, com base na denúncia da vítima e na localização do\nveículo, além da entrega voluntária da arma e dos objetos\nsubtraídos.\n6. O julgado recorrido está em conformidade com o entendimento do\nSTF no Tema n. 280, que permite a entrada sem mandado em caso de\nflagrante delito, desde que justificada a posteriori.\nIV. DISPOSITIVO\n7. Agravo regimental a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250319",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 13/03/2025 a 19/03/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000905006",
  "numeroProcesso" : "1772759",
  "numeroRegistro" : "202002646903",
  "siglaClasse" : "EDcl nos EDcl nos EDcl no AgRg nos EDcl nos EAREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE\nDECLARAÇÃO NO AGRAVO REGIMENTAL NOS EMBARGOS DE DECLARAÇÃO NOS\nEMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA ISABEL GALLOTTI",
  "dataPublicacao" : "DJEN       DATA:01/04/2025",
  "ementa" : "PENAL E PROCESSO PENAL. EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL\nNOS EMBARGOS DE DIVERGÊNCIA. CONDENAÇÃO DE POLICIAL CIVIL POR\nPECULATO E FALSIDADE IDEOLÓGICA PRATICADOS NO EXERCÍCIO DO CARGO.\nANPP. NÃO OFERECIMENTO. INADEQUAÇÃO PARA REPROVAÇÃO E PREVENÇÃO DO\nCRIME. ERRO MATERIAL. CORREÇÃO. AUSÊNCIA DE VÍCIOS NO JULGADO\nEMBARGADO.\n1. O Ministério Público Federal, de forma devidamente fundamentada,\natendendo aos requisitos legais e aos princípios da razoabilidade e\nda proporcionalidade, não ofereceu o acordo de não persecução penal\nao réu. Inadequação para reprovação e prevenção do crime em questão\nverificada.\n2. São cabíveis embargos de declaração quando houver na decisão\nembargada contradição, omissão ou obscuridade a ser sanada. São\nadmissíveis também para a correção de eventual erro material,\npodendo haver, excepcionalmente, a alteração ou modificação da\ndecisão embargada.\n3. Verificado erro material, impõe-se a sua correção: onde consta\n\"acórdão agravado\", deve-se ler \"acórdão embargado\".\n4. A despeito da irresignação da defesa com o resultado do\njulgamento, houve expressa manifestação quanto às alegações postas\nnos presentes embargos, não havendo, na hipótese, vício algum a ser\nsanado.\n5. Mostra-se evidente a busca indevida de efeitos infringentes, em\nvirtude da irresignação decorrente do resultado do julgamento\nanterior, pois, na espécie, à conta de omissão e contradição na\ndecisão, pretende o embargante a rediscussão de matéria já apreciada\npelo órgão colegiado.\n6. Não compete a esta Corte o exame de dispositivos constitucionais\nem sede de embargos de declaração, ainda que manejados para fins de\nprequestionamento, sob pena de invasão da competência atribuída ao\nSupremo Tribunal Federal. Precedentes.\n7. Embargos de declaração acolhidos tão somente para sanar erro\nmaterial.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250326",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 20/03/2025 a 26/03/2025,\npor unanimidade, acolher parcialmente os embargos de declaração, nos\ntermos do voto da Sra. Ministra Relatora.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Luis Felipe Salomão, Mauro Campbell Marques, Benedito\nGonçalves, Raul Araújo, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000905005",
  "numeroProcesso" : "1641557",
  "numeroRegistro" : "201903773785",
  "siglaClasse" : "EDcl no AgInt no PDist no RE nos EDv nos EAREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NO PEDIDO DE DISTINÇÃO NO\nRECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DIVERGÊNCIA NOS EMBARGOS DE\nDIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LUIS FELIPE SALOMÃO",
  "dataPublicacao" : "DJEN       DATA:01/04/2025",
  "ementa" : "EMBARGOS DE DECLARAÇÃO. AGRAVO INTERNO. RECURSO EXTRAORDINÁRIO.\nSOBRESTMENTO ATÉ O EXAME DO TEMA N. 1.255 PELO SUPREMO TRIBUNAL\nFEDERAL. ALEGADO VÍCIO. EXISTÊNCIA. NECESSIDADE DE REALIZAÇÃO DE\nNOVO JUÍZO DE ADMISSIBILIDADE.\nI. CASO EM EXAME\n1.1. Embargos de declaração opostos contra acórdão\nque manteve decisão de sobrestamento de recurso extraordinário.1.2.\nO acórdão embargado entendeu que a discussão delimitada pelo\nPlenário da Suprema Corte no Tema n. 1.255 do STF, bem como pelo seu\nrelator, ao menos do que se podia extrair até o presente momento,\nnão fazia a distinção ou restrição apenas às causas nas quais a\nFazenda Pública for parte.\nII. QUESTÕES EM DISCUSSÃO2.1. A parte embargante alega vícios no\nacórdão que ensejariam a alteração das conclusões adotadas. III.\nRAZÕES DE DECIDIR3.1. Nos termos do art. 1.022 do Código de Processo\nCivil, os embargos de declaração destinam-se a esclarecer\nobscuridade, eliminar contradição, suprir omissão ou corrigir erro\nmaterial.3.2. Na hipótese, verifica-se a existência de fato\nsuperveniente relativo à apreciação, pelo Tribunal Pleno do STF, de\nQuestão de Ordem no RE n. 1.412.069, no sentido \"de esclarecer que o\nTema RG nº 1.255 está, atualmente, restrito à fixação de honorários\nadvocatícios devidos pela Fazenda Pública\", razão pela qual deve\nser encerrado o sobrestamento e realizada nova análise acerca da\nadmissibilidade do apelo extremo.\nIV. DISPOSITIVO4.1. Embargos de declaração acolhidos, com efeitos\nmodificativos, a fim de encerrar o sobrestamento do recurso\nextraordinário, com retorno dos autos à Vice-Presidência para a\nrealização de novo juízo de admissibilidade da insurgência.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250326",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 20/03/2025 a 26/03/2025,\npor unanimidade, acolher os embargos de declaração, com efeitos\nmodificativos, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : "(DEMANDAS MOVIDAS CONTRA A FAZENDA PÚBLICA - HONORÁRIOS ADVOCATÍCIOS\n- FIXAÇÃO)\n   STF - [[RE-RG 1412069]] (REPERCUSSÃO GERAL - TEMA(s) 1255)\n(EXECUÇÃO DE HONORÁRIOS CONTRA A FAZENDA PÚBLICA - TEMA 1.255/STF)\n   STJ - <<AgInt no REsp 2114714>>-RS,\n         <<AgInt no AREsp 1796840>>-RJ",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01022" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000905004",
  "numeroProcesso" : "1938743",
  "numeroRegistro" : "202101495009",
  "siglaClasse" : "AgInt no RE nos EDcl no AgInt no REsp",
  "descricaoClasse" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO\nNO AGRAVO INTERNO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LUIS FELIPE SALOMÃO",
  "dataPublicacao" : "DJEN       DATA:01/04/2025",
  "ementa" : "AGRAVO INTERNO. RECURSO EXTRAORDINÁRIO. AUSÊNCIA DE IMPUGNAÇÃO\nESPECÍFICA AOS FUNDAMENTOS DA DECISÃO AGRAVADA. ARTS.932, III, E\n1.021, § 1º, DO CPC. SÚMULA N. 182 DO STJ.I. CASO EM EXAME 1.1.\nTrata-se de agravo interno interposto contra a decisão que negou\nseguimento ao recurso extraordinário em virtude da aplicação do rito\nda repercussão geral.\n1.2. A parte agravante não impugnou especificamente os fundamentos\nda decisão agravada.\nII. QUESTÕES EM DISCUSSÃO 2.1. A necessidade de impugnação\nespecífica dos fundamentos da decisão agravada, nos termos dos arts.\n932, III, e 1.021, § 1º, do Código de Processo Civil.\nIII. RAZÕES DE DECIDIR 3.1. O agravo interno não ultrapassa o juízo\nde admissibilidade, pois a parte agravante não impugnou\nespecificamente os fundamentos da decisão agravada.\n3.2. Nos termos dos arts. 932, III, e 1.021, § 1º, do CPC, o agravo\ninterno deve impugnar de forma específica os fundamentos da decisão\nagravada, o que não foi observado no caso em análise.\n3.3. A ausência de impugnação específica atrai a aplicação da Súmula\nn. 182 do STJ, que estabelece a inviabilidade do agravo interno que\ndeixa de atacar os fundamentos da decisão recorrida.\nIV. DISPOSITIVO 4.1. Agravo interno não conhecido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250326",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 20/03/2025 a 26/03/2025,\npor unanimidade, não conhecer do recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ "AgInt no RE no AgInt no REsp 1957897 SP 2021/0279576-0 Decisão:08/04/2025\nDJEN       DATA:22/04/2025", "AgInt no RE nos EDcl no AgInt no AgInt nos EDcl no AREsp 2375109 SP 2023/0181475-0 Decisão:08/04/2025\nDJEN       DATA:22/04/2025", "AgInt no RE nos EDcl no AgInt no AREsp 2519594 SP 2023/0442025-1 Decisão:08/04/2025\nDJEN       DATA:22/04/2025", "AgInt no RE nos EDcl no AgInt no AREsp 2683877 SP 2024/0244652-5 Decisão:08/04/2025\nDJEN       DATA:22/04/2025", "AgInt no RE no AgInt no AREsp 2503243 SP 2023/0391955-7 Decisão:26/03/2025\nDJEN       DATA:01/04/2025", "AgInt no RE no AgInt no AREsp 2534195 GO 2023/0392874-6 Decisão:26/03/2025\nDJEN       DATA:01/04/2025", "AgInt no RE no AgInt no AREsp 2551991 PR 2024/0019715-1 Decisão:26/03/2025\nDJEN       DATA:01/04/2025", "AgInt no RE no AgInt no AREsp 2636478 PR 2024/0141812-0 Decisão:26/03/2025\nDJEN       DATA:01/04/2025", "AgInt no RE no AgInt no AREsp 2672402 MS 2024/0223320-4 Decisão:26/03/2025\nDJEN       DATA:01/04/2025", "AgInt no RE no AgInt nos EDcl no AREsp 2494473 SP 2023/0344020-1 Decisão:26/03/2025\nDJEN       DATA:01/04/2025", "AgInt no RE nos EDcl no AgInt no AgInt no AREsp 2385629 SP 2023/0199980-8 Decisão:26/03/2025\nDJEN       DATA:01/04/2025", "AgInt no RE nos EDcl no AgInt no AREsp 2599938 DF 2024/0115216-9 Decisão:26/03/2025\nDJEN       DATA:01/04/2025", "AgInt no RE nos EDcl no AgInt nos EAREsp 2221968 SE 2022/0304749-8 Decisão:26/03/2025\nDJEN       DATA:01/04/2025" ]
}, {
  "id" : "000905003",
  "numeroProcesso" : "803",
  "numeroRegistro" : "200700895661",
  "siglaClasse" : "AgInt na ExeSEC",
  "descricaoClasse" : "AGRAVO INTERNO NA EXECUÇÃO EM SENTENÇA ESTRANGEIRA CONTESTADA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "HERMAN BENJAMIN",
  "dataPublicacao" : "DJEN       DATA:01/04/2025",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NA EXECUÇÃO DE SENTENÇA ESTRANGEIRA\nCONTESTADA. ANISTIA POLÍTICA. VALORES RECEBIDOS EM RAZÃO DA LEI\n10.559/2002. VERBA DE CARÁTER INDENIZATÓRIO. POSSIBILDADE DE\nPENHORA. PRECEDENTES. RECURSO NÃO PROVIDO.\n1. O recorrente defende a impenhorabilidade da quantia bloqueada às\nfls. 3.400-3.402 sob o argumento de que se trata de verba alimentar\ndecorrente de \"proventos de aposentadoria em conta salário n. (...)\ndo Banco Itaú Unibanco S/A\" e de que não possui outra fonte de\nrenda.\n2. Contudo, o contracheque apresentado à fl. 3.462 indica que os\nrendimentos percebidos se referem a indenização de anistia concedida\nna forma do art. 8º do Ato das Disposições Constitucionais\nTransitórias. A Lei n. 10.559/2002 regulamenta o referido\ndispositivo do ADCT e prevê, em seu art. 1º, que a reparação\neconômica em prestação única ou em prestação mensal, permanente e\ncontinuada possui caráter indenizatório. Dessa forma, não há que se\nfalar em caráter alimentar da referida verba. Nesse sentido: AgInt\nno REsp n. 1.639.619/RS, Rel. Ministro Francisco Falcão, Segunda\nTurma, DJe de 27.8.2018; e REsp 1.362.089/RJ, Rel. Ministro Humberto\nMartins, Segunda Turma, DJe de 28.6.2013.\n3. Agravo Interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250326",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 20/03/2025 a 26/03/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Luis Felipe Salomão.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000905000",
  "numeroProcesso" : "30329",
  "numeroRegistro" : "202402325728",
  "siglaClasse" : "AgInt nos EDcl nos EDcl no MS",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DECLARAÇÃO NO MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RAUL ARAÚJO",
  "dataPublicacao" : "DJEN       DATA:26/03/2025",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DECLARAÇÃO\nNO MANDADO DE SEGURANÇA. INCOMPETÊNCIA DO STJ. AGRAVO DESPROVIDO.\n1. Conforme dispõe o art. 105, I, b, da Constituição Federal, o\nSuperior Tribunal de Justiça é competente para processar e julgar,\noriginariamente, os mandados de segurança impetrados contra ato de\nMinistro de Estado, dos Comandantes da Marinha, do Exército e da\nAeronáutica ou do próprio Tribunal.\n2. No caso em apreço, o ato impugnado provém de autoridade diversa\ndas arroladas no art. 105, I, b, da CF, qual seja, o Presidente da\nTurma Nacional de Uniformização, revelando-se, portanto, a manifesta\nincompetência desta Corte de Justiça para o julgamento da presente\nação mandamental.\n3. A Turma Nacional de Uniformização é que ostenta competência para\napreciar mandado de segurança contra ato de seus membros, conforme\ndispõe o art. 6º, II, do Regimento Interno da TNU, Resolução\n586/2019/CJF.\n4. Agravo desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250319",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, em Sessão Virtual de 13/03/2025 a 19/03/2025, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Luis Felipe Salomão, Mauro Campbell Marques, Benedito\nGonçalves, Maria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo\nVillas Bôas Cueva e Sebastião Reis Júnior votaram com o Sr. Ministro\nRelator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000904999",
  "numeroProcesso" : "30177",
  "numeroRegistro" : "202401400700",
  "siglaClasse" : "AgInt no MS",
  "descricaoClasse" : "AGRAVO INTERNO NO MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "BENEDITO GONÇALVES",
  "dataPublicacao" : "DJEN       DATA:25/03/2025",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NO MANDADO DE SEGURANÇA. IMPETRAÇÃO\nCONTRA ACÓRDÃO DE ÓRGÃO COLEGIADO DO STJ. DECADÊNCIA DA IMPETRAÇÃO.\nAPLICAÇÃO DO ART. 23 DA LEI N. 12.016/2009.\n1. Tendo o recurso sido interposto contra decisão publicada na\nvigência do Código de Processo Civil de 2015, devem ser exigidos os\nrequisitos de admissibilidade na forma nele prevista, conforme\nEnunciado Administrativo n. 3/2016/STJ.\n2. A data de início do prazo decadencial para impetração de mandado\nde segurança, previsto no art. 23 da Lei n.\n12.016/2009, é de 120 (cento e vinte) dias, contados da ciência do\nato impugnado.\n3. Na hipótese, o mandado de segurança foi manejado contra ato\njudicial publicado em 22/08/2022. A impetração, todavia, ocorreu\napenas em 19/4/2024. Logo, deve-se considerar a fluência do prazo\ndecadencial.\n4. Não merece guarida a tese de que o marco inicial para a\npropositura do writ ocorreu apenas quando encerrada a cadeia\nrecursal. Precedente.\n5. Agravo Interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250319",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, em Sessão Virtual de 13/03/2025 a 19/03/2025, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Luis Felipe Salomão, Mauro Campbell Marques, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000904998",
  "numeroProcesso" : "30478",
  "numeroRegistro" : "202402986640",
  "siglaClasse" : "AgInt no MS",
  "descricaoClasse" : "AGRAVO INTERNO NO MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "MARIA THEREZA DE ASSIS MOURA",
  "dataPublicacao" : "DJEN       DATA:25/03/2025",
  "ementa" : "AGRAVO INTERNO. MANDADO DE SEGURANÇA CONTRA ATO JURISDICIONAL.\nTERATOLOGIA E ILEGALIDADE. INEXISTÊNCIA. IMPETRAÇÃO CONTRA DECISÃO\nJUDICIAL TRANSITADA EM JULGADO. NÃO CABIMENTO. ART. 5º, III, DA LEI\nN. 12.016/2009. SÚMULA 268/STF.\n1. O mandado de segurança não é cabível contra ato jurisdicional de\nrelator ou de órgão fracionário deste Tribunal, salvo se a decisão\nfor teratológica ou manifestamente ilegal.\n2. Não há falar em manifesta ilegalidade ou teratologia da decisão\nque se fundamentou na jurisprudência consolidada desta Corte no\nsentido de que, no âmbito do Superior Tribunal de Justiça, as\nintimações das decisões ocorrem, em regra, com a publicação no\nDiário da Justiça Eletrônico.\n3. Nos termos do art. 5º, III, da Lei n. 12.016/2009 e da Súmula n.\n268/STF, é incabível mandado de segurança contra decisão judicial\ntransitada em julgado.\n4. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250319",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, em Sessão Virtual de 13/03/2025 a 19/03/2025, por\nunanimidade, negar provimento ao recurso, nos termos do voto da Sra.\nMinistra Relatora.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Og Fernandes, Luis Felipe Salomão, Mauro\nCampbell Marques, Benedito Gonçalves, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva e\nSebastião Reis Júnior votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000904978",
  "numeroProcesso" : "10",
  "numeroRegistro" : "202304640918",
  "siglaClasse" : "EDcl no AgRg na QC",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NA QUEIXA-CRIME",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJEN       DATA:25/03/2025",
  "ementa" : "Direito processual penal. Embargos de declaração.\nJuntada de documentos após réplica por petições complementares.\nPreclusão. Embargos rejeitados.\nI. Caso em exame 1. Embargos de declaração opostos contra acórdão do\nConselho Especial que, à unanimidade, negou provimento a agravo\nregimental interposto pelo embargante, que pleiteava a juntada de\ndocumentos após a apresentação de resposta pelo querelado em\npetições aditivas à réplica.\n2. O embargante alegou obscuridade no acórdão, sustentando o direito\nde juntar documentos mesmo após a apresentação de sua réplica,\nespecificamente uma certidão de primariedade do próprio querelante.\nII. Questão em discussão 3. A questão em discussão consiste em saber\nse há obscuridade no acórdão que indeferiu a juntada de documentos\npelo querelante após a réplica por meio de aditivo a esta,\nconsiderando a preclusão consumativa.\nIII. Razões de decidir 5. O acórdão não apresenta obscuridade, pois\nos fundamentos para o indeferimento da juntada de documentos foram\nclaros e seguidos à unanimidade pela Corte Especial.\n6. A preclusão consumativa impede a complementação do ato de réplica\ncom apresentação de novos documentos, que só poderão ser\napresentados no momento processual cabível, caso a queixa-crime seja\nrecebida.\n7. Não há cerceamento de defesa, pois o embargante ocupa a posição\nde acusação, e a regularidade processual foi observada conforme o\nart. 5º da Lei 8.038/90 e o art. 251 do CPP.\nIV. Dispositivo e tese 8. Embargos de declaração rejeitados.\nTese de julgamento: \"1. A preclusão consumativa impede a juntada de\ndocumentos, por aditivos, após a réplica, devendo ser observada a\nregularidade processual. 2. Não há obscuridade no acórdão que\nindeferiu a juntada de documentos após a réplica, pois os\nfundamentos foram claros e seguidos à unanimidade pelo Colegiado\".\nDispositivos relevantes citados: CPP, art. 251; Lei 8.038/1990, art.\n5º.\nJurisprudência relevante citada: Não há jurisprudência relevante\ncitada.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250319",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, em Sessão Virtual de 13/03/2025 a 19/03/2025, por\nunanimidade, rejeitar os embargos de declaração, nos termos do voto\ndo Sr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ "EDcl nos EDcl no AgRg nos EAREsp  2298951  ES  2023/0045578-2\nDecisão:08/04/2025\nDJEN       DATA:15/04/2025" ]
}, {
  "id" : "000904977",
  "numeroProcesso" : "2719509",
  "numeroRegistro" : "202403031932",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "FRANCISCO FALCÃO",
  "dataPublicacao" : "DJEN       DATA:25/03/2025",
  "ementa" : "PROCESSUAL CIVIL. EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. LIMINARMENTE INDEFERIDOS. EMBARGANTE QUE NÃO CUMPRU AS\nREGRAS TÉCNICAS DO RECURSO. DESPROVIMENTO DO AGRAVO INTERNO.\nMANUTENÇÃO DA DECISÃO RECORRIDA.\nI - Trata-se de agravo interno interposto contra decisão da\nPresidência do Superior Tribunal de Justiça que indeferiu\nliminarmente embargos de divergência em agravo em recurso especial.\nII - Os embargos de divergência, recursos de fundamentação\nvinculada, têm o propósito de compor divergência entre órgão\nfracionário do Supremo Tribunal Federal ou do Superior Tribunal de\nJustiça e qualquer outro órgão jurisdicional do mesmo tribunal\n(CPC/2015, art. 1.043). Visa a uniformizar a jurisprudência do\ntribunal. Uma vez que possui tal finalidade específica, são\nadmitidos exclusivamente quando indicada e comprovada a existência\nde divergência interior no tribunal. Mais ainda, é necessário que a\ndivergência seja atual (CPC, art. 1.044, caput, c/c o art. 266 do\nRISTJ - para o REsp.) Assim, a jurisprudência desta Corte\nconsolidou-se no sentido de que a parte recorrente, para comprovar a\nexistência de dissídio em embargos de divergência, deve\nprovidenciar a juntada da certidão, cópia ou citação de repositório\noficial ou credenciado de jurisprudência, inclusive, em mídia\neletrônica, em que foi publicado o acórdão divergente, ou com a\nreprodução de julgado disponível na rede mundial de computadores,\nindicando a respectiva fonte, bem como descrever as circunstâncias\nque identificam ou assemelham os casos confrontados. Verifica-se que\na parte embargante, no momento da interposição do recurso, não\njuntou aos autos o inteiro teor dos acórdãos indicados como\nparadigma, limitando-se a mencionar o Diário da Justiça em que\nteriam sido publicados os acórdãos, descumprindo, assim, as regras\ntécnicas do presente recurso que constituem vícios substanciais\ninsanáveis. Nesse sentido: AgRg nos EAREsp n. 2.236.989/SP, relator\nMinistro Antonio Carlos Ferreira, Corte Especial, julgado em\n12/9/2023, DJe de 26/9/2023. AgInt nos EAREsp n. 2.165.658/PR,\nrelator Ministro Humberto Martins, Corte Especial, julgado em\n13/6/2023, DJe de 22/6/2023. AgInt nos EDv nos EAREsp n. 494.772/RS,\nrelator Ministro Luis Felipe Salomão, Corte Especial, julgado em\n18/12/2019, DJe 4/2/2020.\nIII - Ainda que fosse possível superar o vício substancial supra,\ncompetia ao embargante demonstrar analiticamente que os acórdãos têm\nsimilitude fática e jurídica, ou, como querem o art. 1.043, § 4º,\ndo CPC/2015 e o art. 266, § 4º, do RISTJ, \"as circunstâncias que\nidentificam ou assemelham os casos confrontados\". No presente caso,\no acórdão embargado não analisou o mérito do recurso em razão da\naplicação do Enunciado Sumular n. 182/STJ, pela ausência de\nimpugnação específica de parte dos fundamentos da decisão que\ninadmitiu o recurso especial. Cabe registrar que, na prática, a\nanálise dos presentes embargos de divergência implicaria reexame de\nregras técnicas alusivas ao conhecimento do recurso especial,\nhipótese de cabimento não abarcada nem pelo art. 266 do RISTJ, nem\npela jurisprudência desta Corte. Tal situação impede, por si só, o\nconhecimento desta via de impugnação, pois não se admite a\ninterposição de embargos de divergência na hipótese de não ter sido\nanalisado o mérito do recurso especial, a teor da Súmula n. 315 do\nSTJ. Nesse sentido: AgInt nos EAREsp n. 1.893.887/DF, relator\nMinistro Antonio Carlos Ferreira, Corte Especial, julgado em\n25/4/2023, DJe de 3/5/2023. AgInt nos EAREsp n. 1.898.298/RJ,\nrelator Ministro Mauro Campbell Marques, Corte Especial, julgado em\n25/4/2023, DJe de 28/4/2023. AgRg nos EAREsp n. 1.858.153/SP,\nrelator Ministro Joel Ilan Paciornik, Terceira Seção, julgado em\n2/3/2023, DJe de 6/3/2023. Nessa esteira, necessário ressaltar que\nos embargos de divergência têm por finalidade uniformizar a\njurisprudência do próprio Superior Tribunal de Justiça, quando se\nverificarem idênticas situações fáticas nos julgados, mas se tenha\ndado diferente interpretação na legislação aplicável ao caso. Não se\nprestam para avaliar possível justiça ou injustiça do decisum ou\ncorrigir regra técnica de conhecimento e, muito menos, confrontar\ntese de admissibilidade com tese de mérito.\nIV - Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250319",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 13/03/2025 a 19/03/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Maria Thereza de Assis Moura, Og Fernandes, Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - PRESSUPOSTOS - AUSÊNCIA DE DEMONSTRAÇÃO -\nVÍCIO SUBSTANCIAL INSANÁVEL)\n   STJ - <<AgInt nos EDv nos EAREsp 494772>>-RS,\n         <<AgRg nos EAREsp 2236989>>-SP,\n         <<AgInt nos EAREsp 2165658>>-PR\n(EMBARGOS DE DIVERGÊNCIA - REGRA DE ADMISSIBILIDADE - SÚMULA\n315/STJ)\n   STJ - <<AgRg nos EAREsp 1858153>>-SP,\n         <<AgInt nos EAREsp 1898298>>-RJ,\n         <<AgInt nos EAREsp 1893887>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01043 PAR:00004 ART:01044", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000315", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266 PAR:00004" ],
  "acordaosSimilares" : [ ]
} ]