[ {
  "id" : "000921292",
  "numeroProcesso" : "2497874",
  "numeroRegistro" : "202303970683",
  "siglaClasse" : "EDcl nos EDcl no AgRg no RE nos EDcl nos EDcl no AgRg no AREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO\nREGIMENTAL NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO NOS\nEMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NO AGRAVO EM RECURSO\nESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LUIS FELIPE SALOMÃO",
  "dataPublicacao" : "DJEN       DATA:29/08/2025",
  "ementa" : "EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DECLARAÇÃO. AGRAVO\nREGIMENTAL. RECURSO EXTRAORDINÁRIO. APLICAÇÃO DO RITO DA REPERCUSSÃO\nGERAL. OMISSÃO. EXISTÊNCIA. NECESSIDADE DE REALIZAÇÃO DE NOVO JUÍZO\nDE ADMISSIBILIDADE.\nI. CASO EM EXAME\n1.1. Embargos de declaração opostos contra acórdão\nque manteve decisão na qual apreciado recurso extraordinário.1.2. O\nacórdão embargado aplicou o entendimento firmado pelo STF, que\nregula a aplicação do rito da repercussão geral.\nII. QUESTÕES EM DISCUSSÃO2.1. A parte embargante alega omissão e\ncontradição no acórdão relativo à apreciação suscitada no recurso\nextraordinário de ofensa ao art. 5º, XXXV, da Constituição Federal\ndiante da falta de análise de manifesta ilegalidade passível de\nensejar a concessão de habeas corpus de ofício, o que ensejariam a\nalteração das conclusões adotadas. III. RAZÕES DE DECIDIR\n3.1. Nos termos do art. 1.022 do Código de Processo Civil, os\nembargos de declaração destinam-se a esclarecer obscuridade,\neliminar contradição, suprir omissão ou corrigir erro material.3.2.\nNa hipótese, constata-se a ocorrência de omissão e contradição sobre\na negativa de prestação jurisdicional decorrente da ausência de\nexame da possibilidade de concessão de habeas corpus de ofício\nalegado pelo embargante.\n3.3. Considerando que a Vice-Presidência é o órgão competente para a\nrealização do juízo de viabilidade do recurso extraordinário, devem\nos autos retornarem para nova análise.\nIV. DISPOSITIVO4.1. Embargos de declaração acolhidos, com efeitos\nmodificativos, a fim de tornar sem efeito a decisão que negou\nseguimento ao recurso extraordinário e os acórdãos que lhe foram\nposteriores, com determinação de retorno dos autos à\nVice-Presidência para a realização de novo juízo de admissibilidade\nda insurgência.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250826",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 20/08/2025 a 26/08/2025,\npor unanimidade, acolher os embargos de declaração, com efeitos\nmodificativos, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000921291",
  "numeroProcesso" : "2042956",
  "numeroRegistro" : "202203866826",
  "siglaClasse" : "EDcl no AgRg no RE no REsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NO RECURSO\nEXTRAORDINÁRIO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LUIS FELIPE SALOMÃO",
  "dataPublicacao" : "DJEN       DATA:29/08/2025",
  "ementa" : "EMBARGOS DE DECLARAÇÃO. AGRAVO REGIMENTAL. RECURSO EXTRAORDINÁRIO.\nAPLICAÇÃO DO RITO DA REPERCUSSÃO GERAL. OMISSÃO. EXISTÊNCIA.\nNECESSIDADE DE REALIZAÇÃO DE NOVO JUÍZO DE ADMISSIBILIDADE.\nI. CASO EM EXAME\n1.1. Embargos de declaração opostos contra acórdão\nque manteve decisão na qual apreciado recurso extraordinário.1.2. O\nacórdão embargado aplicou o entendimento firmado pelo STF, que\nregula a aplicação do rito da repercussão geral.\nII. QUESTÕES EM DISCUSSÃO2.1. A parte embargante alega ser\ninaplicável o Tema n. 181 do STF em razão de o acórdão recorrido ter\napreciado o mérito da controvérsia, o que ensejaria a alteração das\nconclusões adotadas. III. RAZÕES DE DECIDIR\n3.1.  Nos termos do art.\n619 do Código de Processo Penal, os embargos de declaração são\ncabíveis para sanar ambiguidade, obscuridade, contradição, omissão\nou erro material em acórdão.3.2. Na hipótese, verifica-se que o\nacórdão, em ponto impugnado pelo recurso extraordinário, superou a\nbarreira do conhecimento e teve efetiva apreciação de mérito, o que\nafasta a incidência do Tema n. 181 do STF.\n3.3. Considerando que a Vice-Presidência é o órgão competente para a\nrealização do juízo de viabilidade do recurso extraordinário, devem\nos autos retornarem para nova análise.\nIV. DISPOSITIVO4.1. Embargos de declaração acolhidos, com efeitos\nmodificativos, a fim de tornar sem efeito a decisão que negou\nseguimento ao recurso extraordinário e o acórdão que apreciou o\nagravo regimental, com determinação de retorno dos autos à\nVice-Presidência para a realização de novo juízo de viabilidade da\ninsurgência.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250826",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 20/08/2025 a 26/08/2025,\npor unanimidade, acolher os embargos de declaração, com efeitos\nmodificativos, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000921290",
  "numeroProcesso" : "2517849",
  "numeroRegistro" : "202304326800",
  "siglaClasse" : "AgRg no RE no AgRg no AREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NO RECURSO EXTRAORDINÁRIO NO AGRAVO REGIMENTAL NO\nAGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LUIS FELIPE SALOMÃO",
  "dataPublicacao" : "DJEN       DATA:29/08/2025",
  "ementa" : "AGRAVO REGIMENTAL. RECURSO EXTRAORDINÁRIO. DIREITO PENAL. ALEGADA\nOCORRÊNCIA DE BIS IN IDEM. QUANTIDADE DE DROGA CONSIDERADA APENAS EM\nUMA DAS FASES DA DOSIMETRIA. ACÓRDÃO RECORRIDO EM HARMONIA COM O\nENTENDIMENTO DA SUPREMA CORTE, FIXADO NA SISTEMÁTICA DA REPERCUSSÃO\nGERAL. TEMA N. 712 DO STF. NEGATIVA DE SEGUIMENTO. APRECIAÇÃO DAS\nCIRCUNSTÂNCIAS JUDICIAIS DO ART. 59 DO CÓDIGO PENAL. DOSIMETRIA.\nTEMA N. 182 DO STF. AUSÊNCIA DE REPERCUSSÃO GERAL. SEGUIMENTO\nNEGADO. OFENSA AOS PRINCÍPIOS DA LEGALIDADE, DO CONTRADITÓRIO, DA\nAMPLA DEFESA E DO DEVIDO PROCESSO LEGAL, BEM COMO AO ATO JURÍDICO\nPERFEITO, AO DIREITO ADQUIRIDO E AOS LIMITES DA COISA JULGADA. EXAME\nDE NORMAS INFRACONSTITUCIONAIS. AUSÊNCIA DE REPERCUSSÃO GERAL. TEMA\nN. 660 DO STF. NEGATIVA DE SEGUIMENTO. ART. 1.030, I, A, DO CPC.\nI. CASO EM EXAME\n1.1. Agravo regimental interposto contra decisão que negou\nseguimento a recurso extraordinário, sob a fundamentação de ausência\nde repercussão geral das matérias debatidas, a teor dos Temas n.\n712, 182 e 660 do STF.\n1.2. A parte agravante argumentou que os mencionados temas de\nrepercussão geral não se aplicam ao caso dos autos, afirmando que\nhouve violação direta aos princípios constitucionais apontados.\nII. QUESTÕES EM DISCUSSÃO\n2.1. A questão em discussão consiste em determinar a possibilidade\nde utilização da quantidade e natureza da droga apreendida em\ndiferentes etapas do cálculo da pena sem configurar bis in idem,\nconforme o entendimento da Suprema Corte.\n2.2. Definição da existência de repercussão geral da questão\nrelativa à valoração das circunstâncias judiciais previstas no art.\n59 do Código Penal, para fins de fixação da pena-base.\n2.3. A aplicabilidade do Tema n. 660 do STF ao caso em que se\ndiscute a suposta ofensa aos princípios constitucionais, quando a\nanálise depende de normas infraconstitucionais.\nIII. RAZÕES DE DECIDIR\n3.1. O Supremo Tribunal Federal, ao julgar o ARE n. 666.334-RG/AM,\nfixou entendimento de que a quantidade e a natureza da droga\napreendida não podem ser consideradas simultaneamente na fixação da\npena-base e na modulação da causa de diminuição prevista no § 4º do\nart. 33 da Lei n. 11.343/2006.\n3.2. No caso dos autos, o acórdão recorrido aplicou corretamente o\nentendimento do STF, pois, entendeu ser possível utilizar a\nquantidade de droga apreendida como parâmetro para definir o quantum\nde redução a ser aplicado em razão do reconhecimento da minorante\nprevista no art. 33, §4º da Lei de Drogas, tendo sido destacado,\nainda, que, na hipótese dos autos, a pena-base foi fixada no mínimo\nlegal, ou seja, não houve exasperação na primeira fase da dosimetria\nsob o mesmo fundamento, de modo que não há que se falar em bis in\nidem.\n3.3. O Supremo Tribunal Federal, ao julgar o AI n. 742.460-RG/RJ,\nfirmou o entendimento de que \"não apresenta repercussão geral o\nrecurso extraordinário que verse sobre a questão da valoração das\ncircunstâncias judiciais previstas no art. 59 do Código Penal, na\nfundamentação da fixação da pena-base pelo juízo sentenciante,\nporque se trata de matéria infraconstitucional\" (Tema n. 182 do\nSTF).\n3.4. O STF, no Tema n. 660 da repercussão geral, firmou a tese de\nque a alegação de afronta aos princípios do contraditório, da ampla\ndefesa, do devido processo legal e da segurança jurídica, bem como\nao ato jurídico perfeito, ao direito adquirido e aos limites da\ncoisa julgada, quando depende de análise de normas\ninfraconstitucionais, configura ofensa reflexa ao texto\nconstitucional, não possuindo repercussão geral.\n3.5. A Suprema Corte consolidou o entendimento de que o referido\ntema de repercussão geral alcança, também, a assertiva de violação\ndo princípio da legalidade\n3.6. No caso concreto, a discussão suscitada no recurso\nextraordinário exige a prévia análise de normas\ninfraconstitucionais, motivo pelo qual se aplica o entendimento\nconsolidado no Tema n. 660 do STF.\n3.6. Nos termos do art. 1.030, I, a, do CPC, é justificada a\nnegativa de seguimento ao recurso extraordinário quando a questão\ncontrovertida não possui repercussão geral.\nIV. DISPOSITIVO\n4.1. Agravo regimental a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250826",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 20/08/2025 a 26/08/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000921189",
  "numeroProcesso" : "2629255",
  "numeroRegistro" : "202401619764",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RAUL ARAÚJO",
  "dataPublicacao" : "DJEN       DATA:29/08/2025",
  "ementa" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA NO AGRAVO EM RECURSO\nESPECIAL. DECISÃO QUE INDEFERIU LIMINARMENTE OS EMBARGOS.\nCONFIRMAÇÃO. AGRAVO DESPROVIDO.\n1. O Superior Tribunal de Justiça rechaça o conhecimento de embargos\nde divergência quando o julgado embargado não adentra o mérito da\ncontrovérsia e aplica regra técnica de conhecimento do recurso\nespecial, como, na hipótese, em que o aresto impugnado fez incidir a\nSúmula 182/STJ, sem se aprofundar na temática de mérito.\n2. A Corte Especial, por ocasião do julgamento dos EAREsp\n701.404/SC, EAREsp 746.775/SC e EAREsp 831.326/SC (Relator para\nacórdão o Ministro Luis Felipe Salomão, DJe 30/11/2018), firmou\norientação, com a ressalva do entendimento pessoal deste Relator, no\nsentido de que na interposição do agravo de que trata o art. 1.042\ndo CPC de 2015 (antigo art. 544 do CPC de 1973) deve o agravante\nimpugnar todos os fundamentos, autônomos ou não, da decisão que não\nadmitiu o recurso especial na origem.\n3. Agravo regimental a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250826",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 20/08/2025 a 26/08/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Luis Felipe Salomão, Mauro Campbell Marques, Benedito\nGonçalves, Maria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo\nVillas Bôas Cueva e Sebastião Reis Júnior votaram com o Sr. Ministro\nRelator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000921188",
  "numeroProcesso" : "2678009",
  "numeroRegistro" : "202402327672",
  "siglaClasse" : "AgRg no AgRg no RE no AgRg no AREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NO AGRAVO REGIMENTAL NO RECURSO EXTRAORDINÁRIO NO\nAGRAVO REGIMENTAL NO AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LUIS FELIPE SALOMÃO",
  "dataPublicacao" : "DJEN       DATA:29/08/2025",
  "ementa" : "AGRAVO REGIMENTAL. DECISÃO QUE NEGOU SEGUIMENTO AO RECURSO\nEXTRAORDINÁRIO. OFENSA AO PRINCÍPIO DA LEGALIDADE. EXAME DE NORMAS\nINFRACONSTITUCIONAIS. AUSÊNCIA DE REPERCUSSÃO GERAL. TEMA N. 660 DO\nSTF. ART. 1.030, I, A, DO CPC. INCIDÊNCIA DO PRINCÍPIO DA\nINSIGNIFICÂNCIA. TEMA INFRACONSTITUCIONAL. INEXISTÊNCIA DE\nREPERCUSSÃO GERAL. TEMA N. 183 DO STF.\nI. CASO EM EXAME\n1.1. Agravo regimental interposto contra a decisão que negou\nseguimento ao recurso extraordinário, fundamentada na ausência de\nrepercussão geral das matérias discutidas, conforme definido nos\nTemas n. 660 e 183 do STF.\n1.2. A parte agravante sustenta que os mencionados temas de\nrepercussão geral não se aplicam ao caso dos autos, afirmando que\nhouve violação direta aos princípios constitucionais apontados.\nII. QUESTÕES EM DISCUSSÃO\n2.1. A aplicabilidade do Tema n. 660 do STF a caso em que se discute\na suposta contrariedade aos princípios constitucionais, quando o\nexame depende de normas infraconstitucionais, bem como do Tema 183\ndo STF, quando a discussão envolve a aplicação do princípio da\ninsignificância.\nIII. RAZÕES DE DECIDIR\n3.1. O STF fixou a tese de que a alegação de afronta aos princípios\ndo contraditório, da ampla defesa, do devido processo legal e da\nsegurança jurídica, bem como ao ato jurídico perfeito, ao direito\nadquirido e aos limites da coisa julgada, quando depende de análise\nde normas infraconstitucionais, configura ofensa reflexa ao texto\nconstitucional, não possuindo repercussão geral (Tema n. 660 do\nSTF).\n3.2.  O Supremo Tribunal Federal, por ocasião da apreciação do AI n.\n747.522/RS, consolidou o entendimento de que \"a questão da\naplicação do princípio da insignificância a crime de posse de\nsubstância entorpecente para uso próprio tem natureza\ninfraconstitucional e a ela são atribuídos os efeitos da ausência de\nrepercussão geral\" (Tema n. 183 do STF).\n3.3. No caso concreto, a discussão suscitada no recurso\nextraordinário dependeria da análise de normas infraconstitucionais,\nbem como envolve a questão da incidência do princípio da\ninsignificância, motivo pelo qual se aplicam, respectivamente, os\nentendimentos consolidados nos Temas n. 660 e 183 do STF.\nIV. DISPOSITIVO\n4.1. Agravo regimental a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250826",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 20/08/2025 a 26/08/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000921187",
  "numeroProcesso" : "2587582",
  "numeroRegistro" : "202400820704",
  "siglaClasse" : "AgRg no RE nos EDcl no AREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE\nDECLARAÇÃO NO AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LUIS FELIPE SALOMÃO",
  "dataPublicacao" : "DJEN       DATA:29/08/2025",
  "ementa" : "AGRAVO REGIMENTAL. RECURSO EXTRAORDINÁRIO. SUFICIÊNCIA DA\nFUNDAMENTAÇÃO DO JULGADO RECORRIDO. TEMA N. 339 DO STF. PRESSUPOSTOS\nDE ADMISSIBILIDADE DE RECURSO DE COMPETÊNCIA DO STJ. TEMA N. 181 DO\nSTF. NEGATIVA DE SEGUIMENTO. ART. 1.030, I, A, DO CPC.\nI. CASO EM EXAME\n1.1. Agravo regimental interposto contra decisão que negou\nseguimento a recurso extraordinário, sob a fundamentação de que a\ndecisão recorrida está em conformidade com o Tema n. 339 do STF e\ndiante da ausência de repercussão geral do Tema n. 181 do STF.\n1.2. A parte agravante argumentou a ausência de fundamentação\njurisdicional adequada, em contrariedade ao Tema n. 339 do STF,\nalegando ainda que o Tema n. 181 do STF não deveria ser aplicado ao\ncaso, em razão de existir ofensa direta à Constituição Federal.\nII. QUESTÕES EM DISCUSSÃO\n2.1. A conformidade do acórdão recorrido com o Tema n. 339 do STF,\nque trata da suficiência da fundamentação das decisões judiciais.\n2.2. A aplicabilidade do Tema n. 181 do STF quando se discute a\nadmissibilidade de recurso anterior de competência do STJ.\nIII. RAZÕES DE DECIDIR\n3.1.  O STF, ao tratar do Tema n. 339 da repercussão geral, firmou a\ntese de que a Constituição Federal exige que acórdãos e decisões\nsejam fundamentados, ainda que sucintamente, sem vinculação à\ncorreção ou abrangência detalhada de todas as alegações das partes,\nmas sim à existência de motivação que permita a compreensão da\nsolução dada à controvérsia.\n3.2. O acórdão recorrido foi considerado fundamentado de forma\nsuficiente para a solução da controvérsia, em conformidade com o\nTema n. 339 do STF, sendo imperativa a negativa de seguimento do\nrecurso extraordinário.\n3.3. A decisão agravada fundamentou-se na aplicação do Tema n. 181\ndo STF, que estabelece ausência de repercussão geral da questão\nrelativa ao preenchimento dos pressupostos de admissibilidade de\nrecursos de competência de outros Tribunais.\n3.4. As razões do recurso extraordinário, voltadas ao óbice\nprocessual ou à matéria de fundo, demandam a reanálise ou superação\ndo entendimento acerca do conhecimento de recurso anterior.\n3.5. Nos termos do art. 1.030, I, a, do CPC, é justificada a\nnegativa de seguimento ao recurso extraordinário quando a questão\ncontrovertida não possui repercussão geral.\nIV. DISPOSITIVO\n4.1. Agravo regimental a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250826",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 20/08/2025 a 26/08/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : "(DECISÕES JUDICIAIS - FUNDAMENTAÇÃO)\n   STF - REPERCUSSÃO GERAL - TEMA 339\n(EXTRAORDINÁRIO - PRESSUPOSTO DE ADMISSIBILIDADE DE RECURSO DE\nTRIBUNAL DIVERSO - AUSÊNCIA DE REPERCUSSÃO GERAL)\n   STF - [[ARE-AGR 1317340]], [[ARE-AGR 822158]]",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00093 INC:00009" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000921186",
  "numeroProcesso" : "1636",
  "numeroRegistro" : "202102597182",
  "siglaClasse" : "QO no Inq",
  "descricaoClasse" : "QUESTÃO DE ORDEM NO INQUÉRITO",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "JOÃO OTÁVIO DE NORONHA",
  "dataPublicacao" : "DJEN       DATA:29/08/2025",
  "ementa" : "DIREITO PENAL E PROCESSUAL PENAL. INQUÉRITO PENAL ORIGINÁRIO.\nCORRUPÇÃO ATIVA E PASSIVA. LAVAGEM DE DINHEIRO. ORGANIZAÇÃO\nCRIMINOSA COM ENVOLVIMENTO DE MAGISTRADOS. RATIFICAÇÃO COLEGIADA DE\nMEDIDAS CAUTELARES. PERDA DE OBJETO DE RECURSOS INCIDENTAIS.\nDESMEMBRAMENTO DO FEITO. PERMANÊNCIA DOS INTEGRANTES DO NÚCLEO\nJUDICIAL NO STJ. LEVANTAMENTO DO SIGILO PROCESSUAL. PROPOSTAS\nAPROVADAS.\nI. CASO EM EXAME\n1. Inquérito penal originário instaurado no Superior Tribunal de\nJustiça, a pedido do Ministério Público Federal, para apurar a\nsuposta prática de corrupção ativa e passiva (arts. 333 e 317 do\nCP), lavagem de dinheiro (art. 1º da Lei n. 9.613/1998) e\nconstituição de organização criminosa (art. 2º da Lei n.\n12.850/2013), com envolvimento de desembargadores, juízes,\nadvogados, ex-assessores e operadores financeiros.\n2. Encerrada a investigação com o oferecimento de denúncia contra 29\nacusados, submeteu-se à Corte Especial a ratificação das medidas\ncautelares, o desmembramento do processo e o levantamento do sigilo\nprocessual.\nII. QUESTÃO EM DISCUSSÃO\n3. Há três questões em discussão:\n(i) ratificar ou não as medidas cautelares decretadas no curso da\ninvestigação, incluindo prorrogações e flexibilizações;\n(ii) determinar o desmembramento do processo, limitando a\ncompetência do STJ aos acusados com prerrogativa de foro; e\n(iii) decidir sobre o levantamento do sigilo processual dos autos.\nIII. RAZÕES DE DECIDIR\n4. Foram submetidas à Corte Especial, para ratificação colegiada,\ntodas as medidas cautelares liminares deferidas no curso do\nInquérito n. 1.636/DF, bem como as decisões que flexibilizaram\nrestrições anteriormente impostas e aquelas que indeferiram pedidos\ndo Ministério Público Federal, como a majoração do valor das medidas\nassecuratórias de bens. A ratificação colegiada, exigida pelo art.\n34, V e VI, do RISTJ, assegura o controle institucional das medidas\nque restringem direitos fundamentais e prerrogativas funcionais.\n5. Visto que todas as decisões monocráticas foram submetidas à Corte\nEspecial para ratificação colegiada, impõe-se reconhecer a perda\nsuperveniente de objeto de todos os recursos incidentais interpostos\ncontra elas, nos termos do art. 259 do RISTJ e da lógica processual\nque veda a interposição de agravo interno contra decisão colegiada\n(art. 1.021 do CPC). A deliberação do colegiado substitui as\ndecisões singulares e consolida-se como manifestação prevalente e\ndefinitiva do STJ.\n6. A jurisprudência do STF e a do STJ orientam que, em ações penais\noriginárias, o desmembramento do feito é medida que preserva o juiz\nnatural e evita a indevida ampliação da competência, salvo hipóteses\nexcepcionais. No caso concreto, a Corte Especial determinou o\ndesmembramento com a permanência, sob sua jurisdição, apenas dos\nintegrantes do núcleo judicial, remetendo os autos dos demais\ndenunciados ao Tribunal de Justiça do Estado do Maranhão.\n7. Encerrada a fase investigativa e oferecida a denúncia,\ndesaparecem os fundamentos que justificavam o sigilo processual,\ndevendo prevalecer o princípio da publicidade, com ressalva das\npeças que contenham dados sensíveis.\nIV. DISPOSITIVO E TESE\nS\n8. Propostas aprovadas.\nTeses de julgamento:\n1. Em inquéritos penais originários, compete à Corte Especial do\nSuperior Tribunal de Justiça ratificar, por decisão colegiada, todas\nas medidas cautelares liminares previamente decretadas pelo\nrelator, inclusive aquelas que prorroguem, flexibilizem ou indefiram\nprovidências cautelares, quando envolvam autoridades com\nprerrogativa de foro, nos termos do art. 34, V e VI, do RISTJ. No\ncaso concreto, a Corte Especial ratificou integralmente todas as\nmedidas cautelares decretadas, prorrogadas ou indeferidas no\nInquérito n. 1.636/DF.\n2. A ratificação pelo órgão colegiado competente das medidas\ncautelares anteriormente decididas monocraticamente produz efeito\nsubstitutivo e definitivo, absorvendo a decisão singular e\nacarretando a perda superveniente de objeto de recursos incidentais\ninterpostos contra os atos monocráticos, nos termos dos arts. 259 do\nRISTJ e 1.021 do CPC. No caso concreto, reconheceu-se a\nprejudicialidade de todos os agravos regimentais e petições\nincidentais apresentados contra as decisões do relator.\n3. Em ações penais originárias, é possível o desmembramento do feito\nem relação aos réus sem prerrogativa de foro, a fim de preservar o\njuiz natural e evitar prorrogação indevida da competência da Corte.\nNo caso concreto, a Corte Especial determinou o desmembramento,\npermanecendo sob a jurisdição do Superior Tribunal de Justiça apenas\nos integrantes do núcleo judicial.\n4. Com a conclusão da investigação e o oferecimento da denúncia, a\nCorte Especial determinou o levantamento do sigilo processual dos\nautos principais e respectivos apensos, ressalvando apenas as peças\nque contenham dados sensíveis ou informações sigilosas de terceiros,\na serem indicadas pelo Ministério Público Federal.\nDispositivos relevantes citados: CF/1988, arts. 5º, LX, LIII e\nLXXVIII, e 93, IX; CP, arts. 317 e 333; CPP, arts. 76, 77, 80, 319,\nVI, 396 e 396-A; Lei n. 8.038/1990, art. 4º, § 1º; Lei n.\n9.613/1998, art. 1º; Lei n. 12.850/2013, art. 2º, § 5º; LOMAN, art.\n29; RISTJ, arts. 34, V e VI, e 259; CPC, art. 1.021; Resolução CNJ\nn. 121/2010.\nJurisprudência relevante citada: STJ, QO na APn n. 976/DF, relator\nMinistro Benedito Gonçalves, julgada em 11/2/2021; STJ, AgRg na APn\nn. 804/DF, relator Ministro Og Fernandes, julgado em 20/5/2015; STF,\nAP n. 1.019/DF, relator Ministro Edson Fachin, julgada em\n24/8/2020; STF, Pet n. 8.144-AgR/DF, relator Ministro Edson Fachin,\njulgado em 24/6/2019; STF, Inq n. 4.483-AgR-2/DF, relator Ministro\nEdson Fachin, julgado em 19/12/2017; STJ, AgRg no Inq n. 1.190/DF,\nrelator Ministro Felix Fischer, julgado em 20/3/2019; STJ, AgRg na\nAPn n. 1.057/DF, relator Ministro Francisco Falcão, julgado em\n7/6/2023; STF, Pet n. 6.138-AgR/DF, relator Ministro Edson Fachin,\nrelator para o acórdão Ministro Dias Toffoli, julgado em 21/2/2017.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250820",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Corte Especial, por unanimidade, acolher a\nquestão de ordem para levantar o sigilo processual, ratificar todas\nas medidas cautelares liminares deferidas no curso do Inquérito n.\n1.636/DF, bem como as decisões que as flexibilizaram ou que\nindeferiram pedidos de ampliação formulados pelo Ministério Público\nFederal, reconhecendo, por consequência, a perda superveniente de\nobjeto dos agravos regimentais e demais recursos incidentais\ninterpostos contra os atos monocráticos. Determinou, ainda, por\nunanimidade, o desmembramento do feito para que permaneçam na\ncompetência originária desta Corte apenas os autos relativos aos\nDesembargadores do TJMA Nelma Celeste Souza Silva Sarney Costa,\nMarcelino Everton Chaves, Luiz Gonzaga Almeida Filho e Antônio\nPacheco Guerreiro Júnior e aos integrantes do núcleo judicial\ndiretamente vinculados às condutas dos referidos desembargadores, os\nJuízes de Direito Alice de Sousa Rocha e Cristiano Simas de Sousa e\nos ex-assessores Lúcio Fernando Penha Ferreira, Paulo Martins de\nFreitas Filho e Zely Reis Brown Maia. Quanto aos demais denunciados,\ndeterminou a remessa integral dos autos e respectivos apensos\ncautelares ao Tribunal de Justiça do Estado do Maranhão para que\naprecie sua competência para processar e julgar as imputações\nformuladas pelo Ministério Público Federal.\nOs Srs. Ministros Humberto Martins, Maria Thereza de Assis Moura,\nMauro Campbell Marques, Benedito Gonçalves, Maria Isabel Gallotti,\nAntonio Carlos Ferreira, Ricardo Villas Bôas Cueva, Sebastião Reis\nJúnior, Francisco Falcão e Nancy Andrighi votaram com o Sr. Ministro\nRelator.\nImpedido o Sr. Ministro Herman Benjamin.\nAusentes, justificadamente, os Srs. Ministros Og Fernandes e Raul\nAraújo.\nPresidiu o julgamento o Sr. Ministro Luis Felipe Salomão.",
  "jurisprudenciaCitada" : "(SUPERVENIÊNCIA DE DECISÃO - PERDA DE OBJETO)\n   STJ - <<AgInt no AREsp 2307797>>-BA,\n         <<EDcl no AgInt nos EREsp 1971910>>-RJ\n(FORO POR PRERROGATIVA DE FUNÇÃO - INTERPRETAÇÃO RESTRITIVA)\n   STJ - <<QO na APn 976>>-DF\n(LEVANTAMENTO DO SEGREDO DE JUSTIÇA - PUBLICIDADE - REGRA)\n   STJ - <<AgRg no Inq 1190>>-DF, <<AgRg na APn 1057>>-DF\n(DILIGÊNCIAS CAUTELARES - DENÚNCIA - SIGILO - INTERESSE PÚBLICO)\n   STF - [[Pet-AgR 6138]]\n(AÇÃO PENAL - INQUÉRITO - DESMEMBRAMENTO - ORGANIZAÇÃO CRIMINOSA -\nFORO POR PRERROGATIVA DE FUNÇÃO)\n   STF - [[Ap 1019]]-DF, [[Pet-AgR 8144]]-DF, [[Inq-AgR 4483]]-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00005 INC:00060 ART:00093 INC:00009 ART:00105\n        INC:00001 LET:A", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00034 INC:00005 INC:00006", "LEG:FED RES:000121 ANO:2010\n(CONSELHO NACIONAL DE JUSTIÇA - CNJ)" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000921110",
  "numeroProcesso" : "1962275",
  "numeroRegistro" : "202102997342",
  "siglaClasse" : "AgInt no RE nos EDcl no REsp",
  "descricaoClasse" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO\nNO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LUIS FELIPE SALOMÃO",
  "dataPublicacao" : "DJEN       DATA:29/08/2025",
  "ementa" : "AGRAVO INTERNO. RECURSO EXTRAORDINÁRIO. RESPONSABILIDADE CIVIL POR\nESPERA EXCESSIVA EM FILA DE BANCO. DANOS MORAIS. AUSÊNCIA DE\nREPERCUSSÃO GERAL. TEMA N. 623 DO STF. ART. 1.030, I, A, DO CPC.\nAGRAVO INTERNO A QUE NEGA PROVIMENTO.\nI. CASO EM EXAME\n1.1. Agravo interno interposto contra decisão que negou seguimento a\nrecurso extraordinário, o qual discutia a responsabilidade civil\npor danos morais decorrentes de espera excessiva em fila de banco,\ncom base no Tema n. 623 do STF.\n1.2. A decisão agravada considerou que a questão possui natureza\ninfraconstitucional, não havendo repercussão geral, conforme\nentendimento pacificado pelo STF no julgamento do ARE n.\n687.876-RG/RJ (Tema n. 623 do STF).\nII. QUESTÃO EM DISCUSSÃO\n2.1. A questão em discussão consiste em saber se a responsabilidade\npor danos morais decorrentes de espera excessiva em fila de banco\npossui repercussão geral, considerando a presunção legal de\nrepercussão geral em Incidente de Resolução de Demandas Repetitivas\n(IRDR).\n2.2. A parte agravante alega que a decisão impugnada não considerou\na presunção legal absoluta de repercussão geral do recurso\nextraordinário, destacando a relevância social e jurídica do tema\npara consumidores hipervulneráveis.\nIII. RAZÕES DE DECIDIR\n3.1. O STF já pacificou que a questão da responsabilidade por danos\nmorais e materiais decorrentes de espera excessiva em fila de banco\né de natureza infraconstitucional, não havendo repercussão geral\n(Tema n. 623 do STF).\n3.2. A alegação de ofensa à Constituição Federal é considerada\nreflexa, pois depende da análise de legislação infraconstitucional e\ndo conjunto fático-probatório dos autos.\n3.3. A aplicação do Tema n. 623 do STF ao caso concreto é adequada,\numa vez que a questão não aborda a presunção de repercussão geral em\nIRDR.\nIV. DISPOSITIVO\n4.1. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250826",
  "decisao" : null,
  "jurisprudenciaCitada" : "(RESPONSABILIDADE POR DANOS MORAIS E MATERIAIS - ESPERA EXCESSIVA EM\nFILA DE BANCO - NATUREZA INFRACONSTITUCIONAL)\n   STF - [[ARE 687876]]-RJ (REPERCUSSÃO GERAL - TEMA(s) 623)",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01030 INC:00001" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000921103",
  "numeroProcesso" : "1654",
  "numeroRegistro" : "202302284015",
  "siglaClasse" : "QO no Inq",
  "descricaoClasse" : "QUESTÃO DE ORDEM NO INQUÉRITO",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "HERMAN BENJAMIN",
  "dataPublicacao" : "DJEN       DATA:28/08/2025",
  "ementa" : "QUESTÃO DE ORDEM\nCONSTITUCIONAL E PROCESSUAL PENAL. AÇÃO PENAL ORIGINÁRIA. FASE DE\nAPRECIAÇÃO DA DENÚNCIA. VOTAÇÃO TEMPORARIAMENTE EMPATADA. ART. 96,\nI, A, DA CONSTITUIÇÃO FEDERAL. REGIMENTO INTERNO DESTE TRIBUNAL. LEI\n14.836/2024. COMPATIBILIDADE. PRESIDENTE DO SUPERIOR TRIBUNAL DE\nJUSTIÇA. MEMBRO INTEGRANTE DO CORPO COLEGIADO DA CORTE ESPECIAL.\nDIREITO A VOTO PARA DESEMPATE. QUESTÃO DE ORDEM RESOLVIDA.\nCASO EM EXAME\n1. Questão de ordem sobre o direito de o Presidente do Superior\nTribunal de Justiça (STJ) proferir Voto de desempate em julgamento\nde matéria penal, à luz da Constituição Federal, do Regimento\nInterno do STJ (RISTJ) e da Lei 14.836/2024.\n2. A votação sobre o recebimento de denúncia contra Desembargadores\ne outros acusados ficou provisoriamente empatada, com seis Votos\npara rejeição completa e seis Votos para recebimento parcial da\nacusação.\nQUESTÃO EM DISCUSSÃO\n3. A questão em discussão consiste em saber se o Presidente do STJ\ntem o direito de proferir Voto de desempate em julgamentos\ncriminais, considerando a previsão na Lei 14.836/2024 sobre o\nresultado do julgamento em \"havendo empate\" e o disposto no\nRegimento Interno do STJ de que o Presidente vota para desempatar.\nNOÇÕES SOBRE O JULGAMENTO COLEGIADO\n4. A tradição desta Casa, desde a sua origem, prevê o exercício\ndesse direito pelo Presidente da Corte sempre que houver empate na\nvotação, sem distinção se a matéria for cível ou criminal. Essa\nprevisão consta no art. 21, VI, do RISTJ, sem ter sofrido, até hoje,\nalguma alteração pelas suas 47 Emendas.\n5. Dentro dos parâmetros da legalidade e do peso da igualdade dos\nVotos, o Presidente sempre é invocado a participar da votação quando\nnecessário e assim o fez, por exemplo, na Ação Penal 849/DF e na\nAção Penal 741/DF.\n6. O exercício desse Voto, para o fim específico de desempatar o\njulgamento da sessão, nunca implicou a ideia estratégica e maliciosa\nde convocar um juiz, seletivamente designado, para dar resolução à\ndemanda numericamente controvertida. Nunca se cogitou também que as\nlinhas de atuação da Corte, dentro das balizas de sua constituição\ninterna, fossem no sentido de confrontar o devido processo legal.\nTanto é assim que não se tem notícia de arguição de\ninconstitucionalidade das normas de composição dos Membros da Corte\nEspecial e de quem deveria ou não deveria votar.\n7. Uma das características do julgamento colegiado é, além de se\nexigir número mínimo para início dos debates, o resultado ser\nalcançado pela maioria de Votos dos seus Membros, não se levando em\nconsideração se houve ampla divergência. É a regra que se extrai do\nart. 615 do Código de Processo Penal, que de forma muito sintética,\nmas precisa, diz que \"O tribunal decidirá por maioria de votos.\"\n8. Consequentemente, ainda que possa sobrevir dúvida por boa parte\ndo Colegiado se há elementos de justa causa em desfavor de algum\nacusado, essa incerteza não contamina o entendimento dos demais\npares. A incerteza pode pairar sobre a consciência de alguns Juízes,\nmas a controvérsia entre distintos Votos não é sinônimo de dúvida\nquanto ao resultado do julgamento.\n9. É da tradição do nosso ordenamento jurídico pátrio que o\nresultado do julgamento tenha como regra a adoção do posicionamento\nnumérico superior. Prioriza-se sempre a votação em número ímpar para\nque se evite o impasse. Porém, por circunstâncias adversas, o\ntérmino do julgamento pode ocorrer sem que se chegue a essa maioria.\n10. Seja por maioria qualificada ou por maioria simples, o ideal é\nque se inicie o julgamento sempre com o número ímpar de integrantes.\nDe outro norte, a composição do corpo julgador pelo número par e o\nconsequente empate é apenas a exceção por motivos singulares.\n11. Essas circunstâncias excepcionais poderiam resultar da ausência\nmomentânea de um dos Membros do Colegiado, ou de que algum de seus\ncomponentes se declarasse suspeito ou ainda que fosse impedido. Na\nbusca por uma maioria de Votos, poder-se-ia cogitar no aguardo da\nnomeação de um novo juiz, na convocação de um dos pares com assento\nem outra Turma ou Câmara, ou ainda que pendesse o resultado\nfavorável a uma das partes. A Lei 14.386/2024 justamente foi\npromulgada para regular essa espécie de situação, não somente para\nHabeas Corpus, mas para todo julgamento envolvendo matéria penal e\nprocessual penal.\nINEXISTÊNCIA DE VEDAÇÃO, EXPRESSA OU IMPLÍCITA, NA NOVA LEI, DO\nDIREITO AO VOTO PELO PRESIDENTE DO COLEGIADO\n12. O aparente conflito de normas que se instaurou entre o parágrafo\núnico do art. 41-A da Lei 8.038/1990 é entre a expressão \"havendo\nempate\" e a previsão nos arts. 21, VI, e 175, III, do RISTJ do \"voto\nde desempate\".\n13. Independentemente de eventual discussão que poderia advir quanto\nà abrangência do termo \"decisão de Turma\" contida no art. 41-A da\nLei 8.038/1990, o fato é que em nenhum momento a lei proíbe que o\nPresidente de algum Tribunal vote em processos judiciais criminais e\nnem mesmo impede que profira o chamado \"voto de minerva\".\n14. Essa interpretação é compatível tanto com o caput quanto com o\nrespectivo parágrafo único, o qual menciona \"órgãos colegiados\",\nporque o sentido da palavra empate deve estar relacionado com o\nencerramento da votação, ou seja, quando não há mais membros aptos a\nvotar.\n15. Não se desconsidera que o § 1º do art. 615 do Código de Processo\nPenal foi substituído pela nova redação dada pela Lei 14.836/2024,\ne que a redação anterior era de que, \"Havendo empate de votos no\njulgamento de recursos, se o presidente do tribunal, câmara ou\nturma, não tiver tomado parte na votação, proferirá o voto de\ndesempate; no caso contrário, prevalecerá a decisão mais favorável\nao réu\".\n16. Poder-se-ia cogitar que a supressão dessa redação sinalizaria\nque o legislador não mais admitiria o Voto de desempate por\nPresidentes. O respeitável posicionamento pode decorrer da\ninterpretação denominada mens legislatoris, ou seja, buscar-se-ia\ncompreender o entendimento que o legislador intentava dizer, mas não\nsobejam dúvidas de que acabou escrito no ordenamento jurídico\naquilo que se denomina de mens legis, um arcabouço de condutas que\nnão inibe a aplicação tal como está disposto no nosso Regimento\nInterno.\n17. Se a lei chegasse ao ponto de impedir que Presidentes de\nTribunais, de Órgãos Especiais, de Câmaras ou de Turmas de\njulgamento votassem em matérias penais, não haveria como entender\ncompatíveis o novo regramento e o atual Regimento Interno, e seria o\ncaso de se deliberar qual instrumento prevaleceria. A lei\njustamente assim não o fez porque traria a situação, no mínimo\nestranha, de inibir que um dos componentes da Corte exerça a função\nprecípua da Magistratura, que é justamente julgar. Não o fazendo,\nnão se pode reconhecer antinomia entre os diferentes instrumentos\njurídicos. Deve o intérprete sempre fazer a exegese de que as normas\nse compatibilizem, expurgando antinomias do mundo jurídico, seja\npor critério de hierarquia, de antiguidade ou de especialidade,\nsomente quando estritamente imprescindível.\n18. Essa é a primeira conclusão: o Regimento Interno do STJ e a Lei\n14.836/2024 não são incompatíveis.\nO REGIMENTO INTERNO DO STJ E AS OPÇÕES POLÍTICO- INSTITUCIONAIS NA\nDIVISÃO DE ATRIBUIÇÕES\n19. Os Regimentos Internos dos Tribunais têm por função regulamentar\na sua organização, o seu funcionamento e as suas normas\nprocessuais, estas quando não incompatíveis pela lei em sentido\nestrito.\n20. Não é diferente a efetiva regulamentação dos trabalhos nesta\nCorte, e nessa organização está a disposição sobre o número mínimo\nde Ministros para reunião na Corte Especial, contando sempre com a\ndireção dos trabalhos pelo Presidente ou alguém que o substitua.\n21. Diante do parágrafo único do art. 172 do RISTJ, somente se\ninstala sessão de julgamento para apreciar recebimento da denúncia\ncaso se tenha a presença de 2/3 (dois terços) dos seus Membros, e\nneles se inclui o Presidente da Corte. Em termos numéricos, para a\nfinalidade de averiguar a viabilidade da peça acusatória apenas se\ninstala a sessão com 10 (dez) dos seus 15 (quinze) Membros.\n22. Em paralelo a isso, para a instauração do julgamento final da\nAção Penal (após a instrução processual penal), de acordo com o art.\n229, I, do mesmo Regimento Interno, exige-se um quórum pouco\nsuperior.\n23. Quando se afirma no mencionado art. 229 que o Presidente não\nintegra o quórum de instauração não significa que não compõe a\nprópria Corte Especial. Explica-se: o que o Regimento Interno exige\né, para o julgamento da Ação Penal, a presença de 11 (onze)\nMinistros, ou seja, um número maior de julgadores, e não que o\nMinistro Presidente não integre o Colegiado.\n24. Nessa linha argumentativa, nota-se que a acumulação entre as\nfunções administrativas da Corte, dentre elas a de representação da\ninstituição e direção do Tribunal, não é incompatível com a\njurisdicional.\n25. A função momentânea de exercer o cargo de Presidente deste\nTribunal não torna o ocupante da cadeira nem melhor e nem pior que\nseus pares, especialmente no que concerne à capacidade para julgar\nas demandas, inclusive as criminais, quando necessário.\n26. Com a responsabilidade de auto-organizar o julgamento das Ações\nPenais originárias, escolheu o Superior Tribunal de Justiça eleger\ndeterminada hipótese em que o Presidente profere Voto (art. 175 do\nRISTJ).\n27. O Superior Tribunal de Justiça poderia ter deliberado que o\nPresidente não tivesse direito a Voto ou que tivesse direito a Voto\nem quaisquer circunstâncias em que fossem apreciadas questões\ncriminais na Corte Especial. No entanto, com a devida vênia aos que\npensam de forma diversa, havendo longa tradição nesta Casa de o\nMinistro Presidente exercer essa jurisdição, e não havendo na lei\nqualquer impedimento de que o integrante do Colegiado assim o faça,\né uma interpretação que desprestigia a igualdade entre os pares.\n28. Em acréscimo a isso, ainda que se possa identificar no Voto de\nminerva as origens do Voto de qualidade, as duas figuras decisórias\nnão se confundem. No Voto de minerva, o Presidente vota apenas em\ncaso de empate, proferindo um único Voto. No Voto de qualidade o\nPresidente sempre vota e, excepcionalmente, tem a peculiar\nprerrogativa de votar pela segunda vez, situação na qual o seu Voto\ntem peso em dobro.\n29. Não se trata, neste Voto, de defender que a Presidência tenha\nprevalência sobre o entendimento sobre os demais pares, mas apenas\nque exerça o direito de julgar como integrante do quórum somente\nquando necessário.\n30. É indiferente, para discussão deste tema, a opção de o\nPresidente sempre apresentar Voto nas demandas criminais ou somente\nnos casos de empate, porque é um critério eleito desde 1989 sobre a\ndistribuição de funções da Corte.\n31. Diante das responsabilidades inerentes a cada função, optou-se\nque o Presidente do STJ não tenha distribuição de processos para\nrelatoria de Ações Penais. Porém, ainda dentro de critérios de\nconveniência de distribuição da carga de trabalho, optou-se também\nque votasse nos processos que lhe são apresentados na sessão apenas\nquando estritamente indispensável.\n32. Essa semelhante escolha foi realizada pelo Constituinte derivado\nquanto ao Ministro da Corregedoria Nacional de Justiça. Prevê o\nart. 103-B da Constituição Federal que \"O Ministro do Superior\nTribunal de Justiça exercerá a função de Ministro Corregedor do CNJ\ne ficará excluído da distribuição de processos no Tribunal (...)\", e\na exclusão da distribuição de processos não guarda equivalência em\nSua Excelência não compor o quadro de juízes da Corte Especial,\ninclusive com Voto (art. 3º, § 1º, do RISTJ).\n33. Assim, em uma segunda conclusão, o Presidente do STJ, nos termos\ndo Regimento Interno desta Corte, é Membro integrante do corpo\njulgador, exercendo rigorosamente a função judicante.\nHIPÓTESES DE APLICAÇÃO DO EMPATE COMO\nRESULTADO FAVORÁVEL À DEFESA E ESCOPO DA LEI\n34. O caput do art. 41-A da Lei 14.836/2024 prevê que a decisão seja\npor Voto da maioria absoluta de seus Membros, em semelhante\nprevisão contida no art. 615 do Código de Processo Penal (CPP). A\ndistinção é que no CPP se menciona apenas \"maioria\" e no art. 41-A\nda Lei 8.038/1990 se fala em \"maioria absoluta\", ou seja, este\nregramento tem pertinência com o quórum do julgamento das Turmas do\nSTF e do STJ, uma vez que, por serem órgãos fracionários, possuem\ncomposição reduzida se comparada com o julgamento pelo Plenário ou\npela Corte Especial.\n35. A título exemplificativo, uma Turma do Superior Tribunal de\nJustiça tem a composição de cinco Membros. Isso significa que, para\na instalação do julgamento, deverão estar presentes no mínimo três\nMinistros. Se houver apenas dois, não será possível julgar causas\ncriminais. Esse é o sentido da regra contida no caput do art. 41-A\nda Lei 8.038/1990.\n36. Já o parágrafo único disciplina o resultado do julgamento quando\nocorrer o empate, como por exemplo, quando o quórum se inicia com\nquatro Ministros, mas a votação remanesce empatada em 2 (dois) a 2\n(dois).\n37. Justamente para esses casos a lei tem pleno vigor no sentido de\nque \"prevalecerá a decisão mais favorável ao indivíduo imputado,\nproclamando-se de imediato esse resultado\". Não se convoca Ministro\nda Primeira, da Segunda Seção ou de outra Turma Criminal, e nem\nmesmo se aguarda a nomeação de novo componente do Tribunal pelo\nPresidente da República.\n38. A imposição legislativa é de ser aplaudida, porque o intuito da\nnorma é evitar que se procrastine o julgamento, sobretudo porque as\ndemandas criminais necessitam da celeridade do julgamento por lidar\ncom o estado de liberdade da pessoa.\n39. A lei disciplinou mais situações para não postergar o resultado,\ne também com o devido acerto.\n40. Na hipótese de um dos componentes ser impedido, ser suspeito ou\nestiver ausente, a regra é realizar o julgamento com o quórum\nexigido e, se resultar empatado, eventual impasse beneficia\nimediatamente o indivíduo acusado, porque não importa \"tenha sido o\njulgamento tomado sem a totalidade dos integrantes do colegiado\".\n41. O escopo da lei, então, é fazer com que não se suspenda uma\nvotação quando há a presença mínima de votantes, e, iniciado o\njulgamento, todos os componentes habilitados a votar decidirão\nconforme as regras deste País e com as suas consciências.\nEstabelecido o empate, não se aguarda o preenchimento da vaga nem se\nchama Ministro ou Desembargador de outra Turma para desempatar o\nresultado.\n42. Com efeito, é necessário discernir quando a votação fica\nempatada na hipótese de todos os Membros aptos já terem votado, que\né a situação prevista na lei, com o direito de aquele Membro, que já\nintegra o Colegiado e que se encontra presente, vir a ser chamado\npara desempatar.\n43. Essa sutil diferença encontra guarida no Regimento Interno do\nSuperior Tribunal de Justiça, sem que isso desvirtue a aplicação da\nlei ora em comento.\nINEXISTÊNCIA DE AFASTAMENTO DA\nAPLICAÇÃO DA LEI 14.836/2024 EM ABSTRATO\n44. Não há descumprimento da Súmula Vinculante 10 do Supremo\nTribunal Federal, a qual disciplina: \"Viola a cláusula de reserva de\nplenário (CF, artigo 97) a decisão de órgão fracionário de tribunal\nque, embora não declare expressamente a inconstitucionalidade de\nlei ou ato normativo do Poder Público, afasta sua incidência, no\ntodo ou em parte.\"\n45. Reconhecer que os novos comandos impostos pela Lei 14.836/2024\nnão se aplicam ao caso concreto não equivale a dizer que a norma\nfeita pelo legislador não tenha aplicação de forma geral, sobretudo\nem um sentido abstrato.\n46. Não se está declarando a inconstitucionalidade da Lei\n14.836/2024, até mesmo porque não se encontra, neste julgado,\nqualquer citação de dispositivo da Constituição (ou princípio\nconstitucional), pelo qual se pudesse declarar a nulidade da lei\nnacional.\n47. De outro norte, a circunstância de não se aplicar genericamente\na referida lei aos julgamentos da Corte Especial não a afasta do\nmundo jurídico. Conforme se depreende do que foi dito no tópico\nanterior, a lei tem plena aplicação nas Turmas Criminais quando o\nquorum se inicia com quatro Ministros, mas a votação remanesce\nempatada em 2 (dois) a 2 (dois), ou ainda que algum Membro venha a\nse declarar impedido ou suspeito e a Votação remanesça empatada.\n48. Como visto, a lei tem aplicação dentro de algumas molduras, e\nsubsistindo sua aplicação, ainda que em escala menor, não há de se\nfalar de expurgo do mundo jurídico, conforme já reconhecido em\nprecedentes do Supremo Tribunal Federal.\n49. Caso o Pleno do STJ decidisse que o Presidente desta Corte não\nvotasse nos processos criminais, e caso a votação ficasse empatada,\nteria aplicação a determinação de que deve prevalecer a decisão mais\nfavorável ao indivíduo imputado. Não se poderia fazer a convocação\ndo Presidente para desempatar, porque a votação não estaria\ntemporariamente empatada. Somente há de se falar em votação\ntemporariamente empatada quando ainda pendente a apresentação dos\nVotos dos demais pares.\n50. Quanto à pertinência da aplicação da lei nesta Corte Especial,\nmesmo no atual quadrante legislativo, é possível fazer valer o art.\n2º da Lei 14.836/2024, pois \"Não participará do julgamento o\nMinistro que não tiver assistido à sustentação oral\" (art. 162, §\n4º, do RISTJ). Consequentemente, caso o Presidente não tenha ouvido\na sustentação oral, há possibilidade de, em tese, a votação ficar\nempatada, porque não restará a possibilidade de proferir o Voto de\ndesempate.\n51. A aplicação ou não da nova lei depende da circunstância fática\nsubjacente, o que não contrasta com as determinações da Súmula\nVinculante.\n52. Por fim, não encontra firme guarida a preocupação quanto à\neventual insegurança jurídica que esta interpretação poderia causar\naos demais Tribunais. Trata-se de mais uma de inúmeras questões\ncontrovertidas que são submetidas a esta Corte Superior, e o que se\nespera é que as Cortes Estaduais e Federais sigam a jurisprudência\ndo Superior Tribunal de Justiça, com análise de seus próprios\nRegimentos Internos, pois as diretrizes deste julgado não são\ndestinadas exclusivamente à Corte Especial.\nNATUREZA JURÍDICA DO REGIMENTO INTERNO E O CONFLITO COM NORMAS\nPROCESSUAIS - ARGUMENTO OBITER DICTUM\n53. No controle judicial sobre atos normativos, a incompatibilidade\nentre Lei e Regimento Interno nem sempre se mostra controvérsia de\nfácil resolução.\n54. Conquanto já tenha sido assentado que não há incompatibilidade\nentre a nova lei e o RISTJ, acrescentam-se breves palavras não\napenas como simples exercício hermenêutico sobre conflito de normas,\nmas para conferir importância sobre a independência da\nauto-organização do Poder Judiciário.\n55. Nessa quadra, se de um lado há a autonomia dos Tribunais quanto\nà auto-organização do funcionamento dos seus órgãos jurisdicionais e\nadministrativos; de outro, a mesma fonte de poder legiferante prevê\nque compete privativamente à União legislar sobre direito penal e\nprocessual (art. 22, I, da CF/1988). Justamente em função disso,\nCândido Rangel Dinamarco discorre sobre o autogoverno dos Tribunais\nsem se descurar da necessidade de seus Regimentos Internos\nobservarem as normas processuais (Instituições de Direito Processual\nCivil, Cândido Rangel Dinamarco com a participação de Daniel\nMenegassi Zotareli, Volume I, 11 ed., rev., atual. e ampl. São\nPaulo, Malheiros, p. 98-99).\n56. Neste reforço argumentativo, frisa-se trecho do comentário do\nrenomado processualista ao falar do autogoverno do Poder Judiciário:\n\"das atribuições jurisdicionais do presidente\".\n57. Comentários abalizados sobre fundamentos que levaram o\nConstituinte originário a garantir a autonomia das atividades\nfuncionais do Poder Judiciário, sobretudo a independência judicial\n(Comentários à Constituição do Brasil: José Joaquim Gomes Canotilho,\nGilmar Ferreira Mendes, Ingo Wolfgang Sarlet e Lênio Luiz Streck,\n1ª ed., São Paulo, Saraiva, 2013, p. 1.332), indicam que a\nConstituição de 1988 dotou os Tribunais de um poder de autogoverno\nconsistente na eleição de seus órgãos diretivos e elaboração de seus\nregimentos internos.\n58. O reconhecimento sobre a autonomia dos Tribunais, quanto ao\npoder de se autorregular e se autodisciplinar, mormente sobre os\natos de julgamento, foi realizado e cristalizado na jurisprudência\ndo Supremo Tribunal Federal (ADI 1.105- MC/DF, Tribunal Pleno, Rel.\nMinistro Paulo Brossard, j. 3.8.1994, publicado 27.4.2001; e HC\n143.333/PR, Tribunal Pleno, Rel. Ministro Edson Fachin, DJE\n21.3.2019).\n59. Diante da visão constitucional sobre a compatibilização desses\ninstrumentos legiferantes, é de se concluir que a Constituição\norganizacional da Corte é uma lei em sentido material, com amparo no\nart. 96, I, do nosso Texto Maior, com o mesmo porte hierárquico da\nlei formal produzida pelo Poder Legislativo.\n60. Sobreleva dizer que o dispositivo invocado afirma que \"Compete\nprivativamente aos Tribunais\", e que desse mandamento se extrai o\npensamento ilustrado no Voto do eminente Ministro Paulo Brossard de\nque \"O ato do julgamento é o momento culminante da ação\njurisdicional do Poder Judiciário e há de ser regulado em seu\nregimento interno, com exclusão de interferência dos demais\nPoderes\"; mais uma reflexão que deve ser ponderada nesta questão de\nordem.\n61. Cabe ainda explicar que não se trata de recepção do Regimento\nInterno do Superior Tribunal de Justiça pela ordem constitucional\nvigente, com a estatura de lei ordinária, porque a Constituição\nFederal é de 1988 e o RISTJ foi publicado em 7 de julho de 1989 e\nrepublicado em 17 de agosto de 1989. Por uma simples questão\ncronológica, não há que se falar no fenômeno em que se recebe como\nválidas as normas infraconstitucionais anteriores que forem\nmaterialmente compatíveis com o novo texto constitucional.\n62. É necessário frisar que o fundamento para se entender o\nRegimento Interno dos Tribunais como norma primária de idêntica\ncategoria às leis decorre de fonte constitucional expressa contida\nno art. 96, I, a, da Constituição e também é imprescindível\nesclarecer que em matéria genuinamente processual prevalece a lei\nperante o Regimento Interno. Essa é a orientação do próprio Supremo\nTribunal Federal, conforme precedentes colacionados acima, os quais\nnão fazem qualquer distinção entre o Regimento da Suprema Corte e o\ndos demais Tribunais.\n63. O que se visa resguardar no regulamento da própria Corte somente\nsão aquelas disciplinas relacionadas com a independência do próprio\nPoder Judiciário, como são os critérios eleitos pelos Membros do\nTribunal a respeito da divisão de funções. Disso resulta que não\ncaberia a outro Poder dizer quem pode e quem não pode Votar nos\njulgamentos colegiados.\nDISPOSITIVO E TESE\n64. Questão de ordem resolvida para reconhecer o direito de o\nPresidente do STJ proferir Voto de desempate.\nTese de julgamento: \"1. O Presidente do STJ é integrante do corpo\ncolegiado e tem o direito de proferir Voto de desempate em\njulgamentos criminais, conforme o Regimento Interno do STJ. 2. A Lei\n14.836/2024 não impede o exercício do Voto de desempate pelo\nPresidente do STJ\".\nDispositivos relevantes citados: CF/1988, arts. 22, I, 96, I, a, e\n103-B; CPP, Lei 14.836/2024, art. 615; RISTJ, arts. 2º, 3º, § 1º,\n21, III, IV, V, VI e VIII, 172, parágrafo único, 174, 175, III, 229,\nI.\nJurisprudência relevante citada: ADI 1.105-MC/DF, Rel. Ministro\nPaulo Brossard, STF, Tribunal Pleno, publicado em 27.4.2001; HC\n143.333/PR, Rel. Ministro Edson Fachin, STF, Tribunal Pleno,\npublicado em 21.3.2019.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250319",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Corte Especial, em questão de ordem\nproposta pelo Sr. Ministro Presidente, , por maioria, que o\nPresidente da Corte Especial integra o colegiado e tem direito a\nvoto para desempate em julgamento de matéria penal, nos termos do\nvoto do Sr. Ministro Herman Benjamin. Vencidos os Srs. Ministros\nJoão Otávio de Noronha, Raul Araújo, Ricardo Villas Bôas Cueva e\nSebastião Reis Júnior que não acolhiam a questão de ordem.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, Humberto\nMartins, Maria Thereza de Assis Moura, Og Fernandes, Luis Felipe\nSalomão, Benedito Gonçalves, Maria Isabel Gallotti e Antonio Carlos\nFerreira votaram com o Sr. Ministro Presidente.\nAusente, justificadamente, o Sr. Ministro Mauro Campbell Marques.\nPresidiu o julgamento o Sr. Ministro Luis Felipe Salomão.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : "Aguardando análise.",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000920764",
  "numeroProcesso" : "1521",
  "numeroRegistro" : "202102450356",
  "siglaClasse" : "AgRg no Inq",
  "descricaoClasse" : "AGRAVO REGIMENTAL NO INQUÉRITO",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "HUMBERTO MARTINS",
  "dataPublicacao" : "DJEN       DATA:27/08/2025",
  "ementa" : "AGRAVO REGIMENTAL. INQUÉRITO POLICIAL. CRIMES CONTRA A ADMINISTRAÇÃO\nPÚBLICA. SURGIMENTO DE INDÍCIOS DE PARTICIPAÇÃO DE AUTORIDADE COM\nFORO POR PRERROGATIVA DE FUNÇÃO DURANTE O CURSO DA INVESTIGAÇÃO.\nAUSÊNCIA DE REMESSA DOS AUTOS AO TRIBUNAL COMPETENTE. ALEGAÇÃO DE\nUSURPAÇÃO DE COMPETÊNCIA DO SUPERIOR TRIBUNAL DE JUSTIÇA.\nINEXISTÊNCIA. RECONHECIMENTO DE NULIDADE DAS PROVAS OBTIDAS EM BUSCA\nDOMICILIAR. DECRETADA COM BASE EM DENÚNCIA ANÔNIMA. TRANCAMENTO DO\nINQUÉRITO EM RELAÇÃO A AUTORIDADE COM FORO PERANTE ESTA CORTE.\n1. Inexistência de firme convencimento de que a Autoridade Policial\nsabia de que a diligência de busca e apreensão requerida ao juízo de\norigem redundaria na obtenção de documento comprobatório da prática\nde crime de corrupção passiva por Conselheiro de Tribunal de\nContas, autoridade com foro por prerrogativa de função perante o\nSuperior Tribunal de Justiça.\n2.Juízo de primeira instância que determinou a realização de busca e\napreensão na residência de 17 investigados com base unicamente em\nnoticia anônima da \"ocorrência de pagamentos feitos pela empresa\nUNIART DE MARKETING LTDA de despesas realizadas por servidores\npúblicos\".\n2. Ilegalidade da decisão judicial que determinou a diligência por\nmeio da qual fora obtido o documento apresentado como prova da\nmaterialidade delitiva do crime de corrupção passiva supostamente\npraticado pelo agravante (comprovante de pagamento de contas de\nenergia elétrica), conduz a ilicitude da prova apresentada contra a\nautoridade ora agravante.\n3 . Agravo regimental parcialmente provido, para declarar a nulidade\ndas decisões de quebra de sigilo de dados telefônicos proferidas\nnas fls. 283-295 e fls. 415-421, e-STJ, em face de C. R. V., e a\nnulidade da decisão de busca e apreensão proferida nas fls. 91-101,\ne-STJ, do Apenso 1, em face de C. R. V. (item 9), de F. A. de S. V.\n(item 10), de M. do. S. C. N. V. (item10) e de D. da S. D (item 11)\"\ne, por conseguinte, das provas delas decorrentes.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241204",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, prosseguindo no julgamento, após o voto-vista do Sr.\nMinistro Og Fernandes, por unanimidade, dar parcial provimento ao\nagravo, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Herman Benjamin, Og Fernandes, Mauro Campbell\nMarques, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira, Ricardo Villas Bôas Cueva, Francisco Falcão, Nancy\nAndrighi e João Otávio de Noronha votaram com o Sr. Ministro\nRelator.\nNão participaram do julgamento os Srs. Ministros Benedito Gonçalves\ne Sebastião Reis Júnior.\nAusente, justificadamente, a Sra. Ministra Maria Thereza de Assis\nMoura.\nAposentada a Sra. Ministra Laurita Vaz.\nPresidiu o julgamento o Sr. Ministro Luis Felipe Salomão.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000920357",
  "numeroProcesso" : "1654",
  "numeroRegistro" : "202302284015",
  "siglaClasse" : "Inq",
  "descricaoClasse" : "INQUÉRITO",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "HUMBERTO MARTINS",
  "dataPublicacao" : "DJEN       DATA:25/08/2025",
  "ementa" : "AÇÃO PENAL ORIGINÁRIA. FALSIDADE IDEOLÓGICA (ART. 299 DO CP).\nPECULATO (ART. 312 DO CP). DENÚNCIA OFERTADA CONTRA SERVIDORAS E\nMEMBROS DO TRIBUNAL DE JUSTIÇA DO ESTADO DE MINAS GERAIS. ATOS\nPRATICADOS NO EXERCÍCIO DA FUNÇÃO. MANUTENÇÃO DA UNIDADE PROCESSUAL.\nATIPICIDADE EM RELAÇÃO AOS DELITOS DE PECULATO. MATERIALIDADE E\nINDÍCIOS DE AUTORIA SUFICIENTEMENTE DEMONSTRADOS EM RELAÇÃO AOS\nDELITOS DE FALSIDADE IDEOLÓGICA IMPUTADOS AOS MAGISTRADOS\nDENUNCIADOS.\n1. O amoldamento fático ao crime previsto no art. 312, do CP,\ndependerá da comprovação de vantagem obtida pelo agente nomeante,\nvantagem esta que pode ser de natureza variada (patrimonial,\neleitoral, pessoal etc.) mas deve restar caracterizado para que\nsurja então o ilícito de peculato, não bastando a mera apropriação\ndesses valores pelo funcionário público que, claro, se trata de\nconduta tremendamente reprovável, apesar de não ser punida a título\nde crime.\n2. Não oferecimento de acordo de não persecução penal aos\ndenunciados que foi satisfatoriamente justificado pelo MPF, que\nconcluiu pela insuficiência da medida frente a reprovação dos crimes\nimputados na denúncia, ressaltando a existência de concurso de\ncrimes, cujo somatório das penas mínimas abstratamente previstas\nultrapassaria o parâmetro legal fixado como requisito objetivo para\noferecimento da ANPP.\n3. Compete ao Tribunal processante deliberar acerca da conveniência\nda manutenção da unidade processual, sendo-lhe facultado determinar\no desmembramento do feito nas hipóteses em que aplicável a regra\nprevista no art. 80 do Código de Processo Penal. Desmembramento do\nprocesso penal em relação à denunciada que não possui foro por\nprerrogativa de função não se mostra conveniente, dado os prejuízos\nque tal providência poderia trazer à instrução processual, pois\nacabaria por dispersar a produção da prova, dificultando\nsobremaneira a atuação judicial, além de implicar na desnecessária\nmultiplicação de diligências e atos processuais.\n4. A materialidade e os indícios de autoria do delito descrito no\nartigo 299 do CP em tese emergem dos documentos firmados pelos\ndenunciados, através dos quais realizaram avaliação de desempenho de\nservidoras do Tribunal de Justiça do Estado de Minas Gerais, as\nquais não trabalhavam efetivamente em seus respectivos gabinetes.\n5. Constatada a justa causa da peça acusatória em relação ao delito\nde falsidade ideológica imputados aos magistrados denunciados,\nextrai-se a necessidade de melhor apuração dos fatos no transcurso\nda ação penal, por cuidar-se de uma situação que precisa ser melhor\nesclarecida através de um estudo aprofundado da imputação\nformalizada na denúncia, que somente será possível após a conclusão\nda instrução probatória, em que se oportunizará às partes a produção\nde todos os meios de prova não defesos em lei e aos julgadores a\nformação de um juízo de convicção seguro.\n6. Medida de afastamento do cargo público que não se afigura\nnecessária, tendo em vista que a suposta configuração de nepotismo\ncruzado no âmbito do TJMG, apontado pelo órgão ministerial como\nmotivação para a prática dos crimes contra a fé pública descritos na\ndenúncia, já foi remediada, inexistindo possibilidade de reiteração\ncriminosa.\n7. Embora possível na esfera criminal a fixação de valor\nindenizatório mínimo a ser observado a título de indenização por\ndanos materiais e danos morais coletivos, trata-se de questão que\nestá relacionada à responsabilidade civil decorrente da prática de\nato ilícito, não sendo este o momento adequado para se discutir a\nnecessidade de fixação de medidas cautelares voltadas à garantia de\npagamento de indenização a ser eventualmente fixada como resultado\nde decisão condenatória após instrução probatória, garantida a ampla\ndefesa e o exercício pleno do contraditório.\nDENÚNCIA PARCIALMENTE RECEBIDA E INDEFERIDAS AS MEDIDAS CAUTELARES\nREQUERIDAS PELO M P F.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250507",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da CORTE ESPECIAL do Superior Tribunal de\nJustiça, prosseguindo no julgamento, após o voto-vista desempate do\nSr. Ministro Presidente do STJ para acompanhar o voto da revisora,\npor unanimidade, deferir o pedido de levantamento do sigilo dos\nautos, acolher parcialmente a preliminar de atipicidade das condutas\ndescritas na inicial, rejeitar as demais preliminares arguidas pela\ndefesa e indeferir as medidas cautelares pleiteadas pelo MPF.\nDecidiu, ainda, por maioria, receber parcialmente a denúncia em face\nde Eduardo César Fortuna Grion, em relação aos crimes de falsidade\nideológica, e em face de Paulo Cézar Dias, em relação ao crime de\nfalsidade ideológica na avaliação de 7/1/2018 a 6/11/2019, nos\ntermos do voto do Sr. Ministro Relator, bem como determinar a\nremessa dos autos ao MPF para avaliar o cabimento do Acordo de Não\nPersecução Penal.\nA Sra. Ministra Maria Thereza de Assis Moura e os Srs. Ministros Og\nFernandes, Luis Felipe Salomão, Benedito Gonçalves, Nancy Andrighi e\nPresidente do STJ votaram com o Sr. Ministro Relator. Vencidos os\nSrs. Ministros Sebastião Reis Júnior, João Otávio de Noronha, Raul\nAraújo, Maria Isabel Gallotti, Antonio Carlos Ferreira e Ricardo\nVillas Bôas Cueva que rejeitavam integralmente a denúncia.\nNão participou do julgamento o Sr. Ministro Francisco Falcão.\nAusentes, justificadamente, os Srs. Ministros Luis Felipe Salomão e\nMauro Campbell Marques.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : "(ACORDO DE NÃO PERSECUÇÃO PENAL - ANPP - AUSÊNCIA DE DIREITO\nSUBJETIVO DO DENUNCIADO)\n   STJ - <<AgRg no REsp 2086519>>-SP,\n         <<EDcl no AgRg no RE nos EDcl nos EDcl no AgRg no REsp\n1816322>>-MG,\n         <<AgRg na PET no RE nos EDcl na APn 841>>-DF\n(ACORDO DE NÃO PERSECUÇÃO PENAL - NECESSIDADE E SUFICIÊNCIA - RECUSA\nDO MINISTÉRIO PÚBLICO)\n   STJ - <<HC 612449>>-SP\n(ACORDO DE NÃO PERSECUÇÃO PENAL - MINISTÉRIO PÚBLICO - PODER-DEVER)\n   STJ - <<AgRg no AREsp 2357929>>-BA\n(PRINCÍPIO DA INSIGNIFICÂNCIA - NÃO APLICAÇÃO - CRIMES CONTRA A FÉ\nPÚBLICA)\n   STJ - <<AgRg no AREsp 1134866>>-SP\n(FORO POR PRERROGATIVA DE FUNÇÃO - ATRAÇÃO POR CONTINÊNCIA OU\nCONEXÃO)\n   STJ - <<HC 347944>>-AP, <<APn 940>>-DF\n(VOTO REVISOR - ANPP - RECUSA FUNDAMENTADA DO VICE-PROCURADOR-GERAL\nDA REPÚBLICA)\n   STJ - <<AgRg na APn 841>>-DF",
  "notas" : null,
  "informacoesComplementares" : "     \"Acerca do acordo de não persecução penal, consolidou-se na\njurisprudência do Superior Tribunal de Justiça o entendimento de que\nnão há direito subjetivo do denunciado ao instituto, como também que\no acordo se insere entre o poder-dever do órgão de acusação, que\npoderá deixar de oferecê-lo quando houver justificativa idônea\".\n     \"[...] o Ministério Público pode deixar de propor o acordo de\nnão persecução penal quando verificar, de forma fundamentada, que\n'este não atenderia aos critérios de necessidade e suficiência em\nface do caso concreto' [...]\".\n     \"[...] em se tratando de crime contra a fé pública, não cabe\ndiscutir eventual tese de atipicidade material das condutas\ndenunciadas, pois a jurisprudência desta Corte não admite a\naplicação do princípio da insignificância aos delitos que agridem\nesse bem jurídico\".\n     (VOTO REVISOR) (MIN. HERMAN BENJAMIN)\n     \"[...] com a devida manifestação do Vice-Procurador-Geral da\nRepública quanto à recusa do ANPP, não há a possibilidade de\nsindicalizar esse ato, conforme decidido recentemente pela Corte\nEspecial\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:0028A ART:00079 ART:00080", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000750", "LEG:FED DEL:002848 ANO:1940\n*****  CP-40    CÓDIGO PENAL\n        ART:00029 ART:00299", "LEG:FED SUM:****** ANO:****\n*****  SUV(STF)    SÚMULA VINCULANTE DO SUPREMO TRIBUNAL FEDERAL\n        SUM:000013" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000920345",
  "numeroProcesso" : "1620",
  "numeroRegistro" : "202200577990",
  "siglaClasse" : "AgRg no Inq",
  "descricaoClasse" : "AGRAVO REGIMENTAL NO INQUÉRITO",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJEN       DATA:18/08/2025",
  "ementa" : "DIREITO PROCESSUAL PENAL. AGRAVO REGIMENTAL. FORO POR PRERROGATIVA\nDE FUNÇÃO. COMPETÊNCIA DO SUPERIOR TRIBUNAL DE JUSTIÇA. AGRAVO\nREGIMENTAL IMPROVIDO.\nI. CASO EM EXAME\n1. Agravo regimental interposto contra decisão que indeferiu o\npedido de declínio de competência do Superior Tribunal de Justiça\npara processar inquérito vinculado à Operação Faroeste, envolvendo\ndesembargadoras aposentadas compulsoriamente.\n2. O inquérito investiga crimes relacionados à suposta negociação de\ndecisões judiciais no Tribunal de Justiça do Estado da Bahia, com\nbase em colaboração premiada.\n3. O Ministério Público Federal solicitou o declínio de competência\nem razão da aposentadoria compulsória de uma das investigadas,\npedido que foi indeferido.\nII. QUESTÕES EM DISCUSSÃO\n4. A questão em discussão consiste em saber se a competência do\nSuperior Tribunal de Justiça para processar o inquérito permanece,\nmesmo após a aplicação da pena de aposentadoria compulsória às\ninvestigadas. 4.1 Argui-se, também, se o entendimento firmado no HC\nn. 232.627/DF aplica-se a autoridades detentoras de foro por cargo\nefetivo.\n5. Há também questão envolvendo procedimentos conexos que, com base\nna jurisprudência anterior, foram enviados à instâncias originárias\npela perda superveniente do cargo.\n6. Por fim, questiona-se que o rito da Lei n. 8.038/1990 fere o\ndireito dos investigados quanto à duração razoável do processo e\nampla defesa por inexistir duplo grau de jurisdição.\nIII. RAZÕES DE DECIDIR\n7. A prerrogativa de foro subsiste para crimes praticados no cargo e\nem razão das funções, mesmo após o afastamento por qualquer causa,\nconforme entendimento do HC n. 232.627/DF. A nova jurisprudência não\ndistingue situações envolvendo detentores de foro por mandato\neletivo ou em razão de cargo de provimento efetivo.\n8. O fato de existir processo conexos que, com base na\njurisprudência anterior, foram remetidos à instâncias ordinárias,\nnão impede o indeferimento do pedido de declínio diante da nova\norientação jurisprudencial. Em cada caso as repercussões da mudança\nde entendimento deverá ser analisado, conforme a regra de transição\nestipulada no precedente.\n9. O rito da Lei n. 8.038/1990 não viola as garantias\nconstitucionais do devido processo legal ao acusado exatamente por\npossibilitar a apresentação de defesa prévia antes mesmo do\nrecebimento da denúncia, sem prejuízo das oportunidades de\nmanifestações defensivas ulteriores, durante a fase de conhecimento.\nA inexistência de duplo grau de jurisdição, ainda que previsto como\ndireito na Convenção Americana de Direitos Humanos, não é\nreconhecida como inconstitucional, por não ser um direito absoluto.\nPrecedentes do Supremo Tribunal Federal.\nIV. DISPOSITIVO E TESE\n10. Agravo improvido.\nTese de julgamento:  \"1. A prerrogativa de foro para crimes\npraticados no cargo e em razão das funções subsiste mesmo após o\nafastamento do cargo. 2. A competência do STJ permanece para\nprocessar inquéritos envolvendo autoridades aposentadas\ncompulsoriamente, pois, para esse fim, não se distingue se\nmandatária ou ocupantes de cargo efetivo. 3. O duplo grau de\njurisdição não é absoluto em ações penais originárias.\"\nDispositivos relevantes citados:  CF/1988, art. 5º, § 2º; Decreto n.\n678/1992, art. 8º, § 2º, h.\nJurisprudência relevante citada:  STF, HC n. 232.627/DF; STF, HC n.\n140.213 AgR, relator Ministro Luiz Fux, Primeira Turma, julgado em\n2/6/2017; STF, AI 601.832 AgR, relator Ministro Joaquim Barbosa,\nSegunda Turma, julgado em 17/3/2009.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250812",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 06/08/2025 a 12/08/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : "(PRERROGATIVA DE FORO - AFASTAMENTO DO CARGO)\n   STF - [[HC 232627]]-DF\n(DUPLO GRAU DE JURISDIÇÃO - JURISDIÇÃO SUPERIOR ORIGINÁRIA)\n   STF - [[HC-AgR 140213]], [[AI-AgR 601832]]",
  "notas" : "Processo referente à Operação Faroeste",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:008038 ANO:1990\n*****  LPTS    LEI DOS PROCESSOS NOS TRIBUNAIS SUPERIORES", "LEG:INT CVC:****** ANO:1969\n*****  CADH    CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000920344",
  "numeroProcesso" : "31237",
  "numeroRegistro" : "202501408872",
  "siglaClasse" : "AgRg no MS",
  "descricaoClasse" : "AGRAVO REGIMENTAL NO MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJEN       DATA:18/08/2025",
  "ementa" : "PROCESSUAL PENAL. AGRAVO REGIMENTAL. MANDADO DE SEGURANÇA CONTRA ATO\nJURISDICIONAL DE ÓRGÃO FRACIONÁRIO DESTA CORTE SUPERIOR. TRÂNSITO\nEM JULGADO. DESCABIMENTO. AUSÊNCIA DE TERATOLOGIA. REGULARIDADE DA\nINTIMAÇÃO. RECURSO IMPROVIDO.\n1. É inadmissível a impetração de mandado de segurança contra ato\njurisdicional transitado em julgado, nos termos do art. 5º, III, da\nLei n. 12.016/2009 e da Súmula n. 268 do STF.\n2. No caso, não há teratologia no ato judicial impugnado, o qual\nestá fundamentado na jurisprudência do STJ, no sentido de que cumpre\nà parte interessada comprovar que a publicação da decisão judicial\nfoi realizada em nome de outro causídico e não daquele que foi\nespecificamente habilitado pela parte.\n3. Além disso, em consulta ao Diário de Justiça Eletrônico\ndisponibilizado em 11/3/2025, é possível verificar que a decisão\njudicial foi publicada em nome do advogado regularmente constituído\npela parte agravante, o que afasta a alegação de vício na intimação.\n4. Agravo regimental improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250812",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 06/08/2025 a 12/08/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000920343",
  "numeroProcesso" : "1421",
  "numeroRegistro" : "202001505573",
  "siglaClasse" : "AgRg no Inq",
  "descricaoClasse" : "AGRAVO REGIMENTAL NO INQUÉRITO",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJEN       DATA:18/08/2025",
  "ementa" : "DIREITO PROCESSUAL PENAL. AGRAVO REGIMENTAL. DESMEMBRAMENTO DE\nINQUÉRITO. DECLÍNIO DE COMPETÊNCIA. RECURSO IMPROVIDO.\nI. CASO EM EXAME\n1. Agravo regimental interposto contra decisão que indeferiu pedido\nde declínio de competência do Superior Tribunal de Justiça para uma\ndas Varas Criminais de Salvador - BA, no contexto da Operação\nFaroeste.\n2. O agravante, investigado sem prerrogativa de foro, busca a cisão\ndo inquérito, alegando que a decisão agravada não apresentou\njustificativas concretas para a manutenção da investigação no\nSuperior Tribunal de Justiça.\nII. QUESTÃO EM DISCUSSÃO\n3. A questão em discussão consiste em saber se o desmembramento do\ninquérito é cabível, considerando a ausência de prerrogativa de foro\ndo agravante e a alegada falta de justificativa concreta para a\nmanutenção da investigação no Superior Tribunal de Justiça.\nIII. RAZÕES DE DECIDIR\n5.  A análise dos fatos contidos no acordo de colaboração premiada\nque embasa a investigação indica a participação do agravante na\ndinâmica dos fatos apurados, justificando a manutenção da\ninvestigação no Superior Tribunal de Justiça.\n6. A jurisprudência do Supremo Tribunal Federal e do Superior\nTribunal de Justiça admite o desmembramento como regra, mas ressalva\na possibilidade de julgamento conjunto quando as condutas estão\nimbricadas, o que se aplica ao caso concreto.\nIV. DISPOSITIVO E TESE\n8. Recurso improvido.\nTese de julgamento:  \"1. O desmembramento de inquérito é regra,\nsalvo quando as condutas dos investigados estão imbricadas,\njustificando a manutenção da competência do tribunal superior. 2. A\ndecisão sobre o desmembramento deve considerar a conexão dos fatos e\na busca da verdade na instrução processual.\"\nDispositivos relevantes citados:  CPP, art. 76, II; CPP, art. 78,\nIV. Jurisprudência relevante citada:  STF, Inq n. 4.034, relatora\nMinistra Rosa Weber, Primeira Turma, julgado em 11/10/2016; STF, Inq\nn. 4.107, relator Ministro Teori Zavascki, Segunda Turma, julgado\nem 25/10/2016; STF, RE n. 1.357.888-AgR, relator Ministro Alexandre\nde Moraes, Primeira Turma, julgado em 21/2/2022.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250812",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 06/08/2025 a 12/08/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : "(FORO POR PRERROGATIVA DE FUNÇÃO - DESMEMBRAMENTO)\n   STJ - <<Inq 1736>>-DF, <<Inq 1659>>-DF\n   STF - [[Inq 4034]], [[Inq-AgR 3515]], [[Inq 4107]]",
  "notas" : "Processo referente à Operação Faroeste",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00076 INC:00002 ART:00078 INC:00004" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000920342",
  "numeroProcesso" : "16308",
  "numeroRegistro" : "202304049420",
  "siglaClasse" : "AgRg na Pet",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA PETIÇÃO",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJEN       DATA:18/08/2025",
  "ementa" : "DIREITO PROCESSUAL PENAL. AGRAVO REGIMENTAL. MEDIDAS CAUTELARES\nALTERNATIVAS À PRISÃO. REVISÃO PERIÓDICA. AGRAVO IMPROVIDO.\nI. CASO EM EXAME\n1. Agravo regimental interposto contra a decisão em que se indeferiu\npedido de revogação de medidas cautelares impostas no âmbito da\n\"Operação Faroeste\". O agravante alega a desnecessidade das medidas,\napontando a falta de reavaliação periódica, a ausência de fatos\natuais que justifiquem a manutenção das cautelares, o decurso de\nmais de 1.000 dias sem descumprimento das medidas e o fato de estar\naposentado, o que eliminaria o risco de interferência.\nII. QUESTÃO EM DISCUSSÃO\n2. A questão em discussão consiste em saber se as medidas cautelares\nalternativas à prisão devem ser revistas periodicamente, conforme o\nart. 316 do Código de Processo Penal, e se a ausência de fatos\ncontemporâneos justifica a revogação das medidas.\nIII. RAZÕES DE DECIDIR\n3. A revisão periódica da prisão preventiva, prevista no art. 316,\nparágrafo único, do CPP, não é exigida em relação às medidas\ncautelares alternativas. A reavaliação deve ser objeto de pedido\npela parte interessada e, tal como ocorre em relação à prisão, o\ntranscurso de mais de 90 (noventa dias) sem a reavaliação não é\ncausa automática de ilegalidade.\n4. A manutenção das medidas cautelares por período alongado é\njustificável pela complexidade do processo e pela necessidade de\nassegurar o vínculo do réu ao processo.\n5. A aposentadoria do agravante não elimina o risco de\ninterferência, considerando, no caso concreto, o relevante papel\ndesempenhado na trama criminosa.\nIV. DISPOSITIVO E TESE\n6. Agravo improvido.\nTese de julgamento:  \"1. A revisão periódica do art. 316 do CPP não\nse aplica a medidas cautelares alternativas à prisão. 2. O\ndescumprimento do prazo de revisão não implica revogação automática\ndas medidas cautelares. 3. A manutenção das medidas cautelares é\njustificada pela complexidade do processo e pela necessidade de\nassegurar o vínculo do réu ao processo.\"\nDispositivos relevantes citados:  CPP, art. 316; e CPP, art. 282.\nJurisprudência relevante citada:  STF, ADI 6581, Rel. Min. Edson\nFachin, Rel. p/ Acórdão: Min. Alexandre de Moraes, Tribunal Pleno,\njulgado em 9.3.2022; e STJ, AgRg no HC 730.738/SP, Rel. Min. Olindo\nMenezes, Sexta Turma, julgado em 7.6.2022.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250812",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 06/08/2025 a 12/08/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : "(PRISÃO PREVENTIVA - PRAZO PARA REAVALIAÇÃO - INOBSERVÂNCIA)\n   STJ - <<AgRg no HC 730738>>-SP\n   STF - [[ADI 6581]]",
  "notas" : "Processo referente à Operação Faroeste",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00316 PAR:ÚNICO" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000920341",
  "numeroProcesso" : "17764",
  "numeroRegistro" : "202501359692",
  "siglaClasse" : "AgRg na Pet",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA PETIÇÃO",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJEN       DATA:18/08/2025",
  "ementa" : "DIREITO PENAL E PROCESSUAL PENAL. AGRAVO REGIMENTAL. ARQUIVAMENTO DE\nPETIÇÃO POR ATIPICIDADE PENAL. AGRAVO REGIMENTAL IMPROVIDO.\nI. Caso em exame\n1. Agravo regimental interposto contra o arquivamento de petição por\natipicidade penal dos fatos noticiados, concernentes à suposta\nprática de prevaricação e abuso de autoridade por desembargador do\nTribunal de Justiça do Estado do Mato Grosso.\n2. O agravante alega que o desembargador, ao retirar de pauta o\nagravo interno e exercer juízo de retratação, teria contrariado os\narts. 507 do Código de Processo Civil e 37, caput, da Constituição\nFederal, incorrendo, por isso, nas condutas descritas nos arts. 319\ndo Código Penal e 33 da Lei n. 13.869/2019.\nII. Questão em discussão\n3. A questão em discussão consiste em saber se a conduta do\nmagistrado exige apuração no âmbito criminal.\nIII. Razões de decidir\n4. O juízo de retratação exercido pelo desembargador está amparado\npelo art. 1.021, § 2º, do Código de Processo Civil, que permite a\nrevisão de decisão monocrática em caso de erro material ou\nreinterpretação dos fatos.\n5. No caso, o desembargador, na condição de relator de agravo\ninterno manejado contra a decisão que considerou deserta a apelação\ninterposta perante o Tribunal de Justiça do Estado do Mato Grosso,\nretirou o feito de pauta de julgamento colegiado virtual para\nexercer o juízo de retratação. Isso porque verificou-se que a\napelante havia sido beneficiada pela assistência judiciária gratuita\nno primeiro grau de jurisdição.\n6. A manifestação do Ministério Público Federal pelo arquivamento\nbaseou-se na atipicidade da conduta, uma vez que o magistrado agiu\nconforme previsão legal ao corrigir erro material.\n7. Não há elementos que indiquem a prática de infração penal pelo\ndesembargador, mostrando-se manifesta a atipicidade penal do fato\nnoticiado.\nIV. Dispositivo e tese\n8. Agravo regimental improvido.\nTese de julgamento: \"1. O juízo de retratação exercido por\ndesembargador, respaldado por motivos fático-jurídicos explícitos e\namparado pelo art. 1.021, § 2º, do CPC, não configura infração\npenal. 2. A correção de erro material em decisão monocrática é ato\nlegítimo e não caracteriza abuso de autoridade ou prevaricação\".\nDispositivos relevantes citados: CP, art. 319; Lei n. 13.869/2019,\nart. 33; CPP, art. 28; CPC, art. 1.021, § 2º; CPC, art. 507;\nCF/1988, art. 37, caput. Jurisprudência relevante citada: Não há\njurisprudência relevante citada.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250812",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 06/08/2025 a 12/08/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01021 PAR:00002", "LEG:FED LCP:000075 ANO:1993\n*****  EMPU-93    ESTATUTO DO MINISTÉRIO PÚBLICO DA UNIÃO\n        ART:00048" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000920199",
  "numeroProcesso" : "2283099",
  "numeroRegistro" : "202300164049",
  "siglaClasse" : "EDcl nos EAREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM\nRECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RAUL ARAÚJO",
  "dataPublicacao" : "DJEN       DATA:22/08/2025",
  "ementa" : "DIREITO PROCESSUAL CIVIL. EMBARGOS DE DECLARAÇÃO. EMBARGOS DE\nDIVERGÊNCIA INDEFERIDOS LIMINARMENTE. HONORÁRIOS ADVOCATÍCIOS\nRECURSAIS. MAJORAÇÃO. EMBARGOS ACOLHIDOS.\n1. A Corte Especial firmou entendimento de que é cabível a majoração\ndos honorários advocatícios recursais, mesmo sem comprovação de\ntrabalho adicional do advogado, quando o recurso é interposto contra\nacórdão publicado na vigência do CPC de 2015 e há condenação em\nhonorários desde a origem.\n2. A majoração dos honorários é devida quando os embargos de\ndivergência são indeferidos liminarmente ou não conhecidos, conforme\no § 11 do art. 85 do CPC/2015.\n3. Embargos de declaração acolhidos para sanar omissão na decisão\nanterior, determinando-se o acréscimo de 1% nos honorários\nadvocatícios já fixados.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250812",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 06/08/2025 a 12/08/2025,\npor unanimidade, acolher os embargos de declaração, nos termos do\nvoto do Sr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Luis Felipe Salomão, Mauro Campbell Marques, Benedito\nGonçalves, Maria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo\nVillas Bôas Cueva e Sebastião Reis Júnior votaram com o Sr. Ministro\nRelator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000919979",
  "numeroProcesso" : "2407138",
  "numeroRegistro" : "202302384678",
  "siglaClasse" : "AgRg no RE no AgRg no AREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NO RECURSO EXTRAORDINÁRIO NO AGRAVO REGIMENTAL NO AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LUIS FELIPE SALOMÃO",
  "dataPublicacao" : "DJEN       DATA:15/08/2025",
  "ementa" : "AGRAVO REGIMENTAL. RECURSO EXTRAORDINÁRIO. FUNDAMENTAÇÃO DO JULGADO\nRECORRIDO. SUFICIÊNCIA. TEMA N. 339 DO STF. CONFORMIDADE COM A TESE\nFIXADA EM REPERCUSSÃO GERAL. ART. 1.030, I, A, DO CPC. BUSCA E\nAPREENSÃO DOMICILIAR. DENÚNCIA ANÔNIMA. AUTORIZAÇÃO DE MORADOR.\nFUNDADAS RAZÕES. EXISTÊNCIA. LICITUDE DA DILIGÊNCIA. ACÓRDÃO EM\nHARMONIA COM O TEMA N. 280 DO STF.\nI. CASO EM EXAME\n1.1. Agravo regimental interposto contra decisão que negou\nseguimento a recurso extraordinário, sob o fundamento de que o\nacórdão recorrido estaria em conformidade com a tese fixada pelo STF\nnos Temas n. 339 e 280 da repercussão geral.\n1.2. A parte agravante alegou a inaplicabilidade do Tema n. 339 ao\ncaso, argumentando que não houve fundamentação adequada no acórdão\nrecorrido quanto às matérias suscitadas, o que configuraria ofensa\nao texto constitucional.\n1.3. Aduz a insurgente a ausência de fundadas razões para o ingresso\nforçado no domicílio sem autorização judicial.\nII. QUESTÕES EM DISCUSSÃO\n2.1. A existência de afronta ao art. 93, IX, da Constituição Federal\nquando se discute a suficiência da fundamentação das decisões\njudiciais, com aplicabilidade do Tema n. 339 do STF, bem como saber\nse a entrada forçada em domicílio sem mandado judicial foi lícita,\nem conformidade com o Tema n. 280 do STF.\nIII. RAZÕES DE DECIDIR\n3.1. O STF, ao tratar do Tema n. 339 da repercussão geral, firmou a\ntese de que a Constituição Federal exige que acórdãos e decisões\nsejam fundamentados, ainda que sucintamente, sem vinculação à\ncorreção ou abrangência detalhada de todas as alegações das partes,\nmas sim à existência de motivação que permita a compreensão da\nsolução dada à controvérsia.\n3.2. No caso concreto, o acórdão recorrido apresentou motivação\nadequada para a solução da controvérsia, em conformidade com o Tema\nn. 339, razão pela qual é justificada a negativa de seguimento ao\nrecurso extraordinário nos termos do art. 1.030, I, a, do CPC.\n3.3. O julgado recorrido está em conformidade com o entendimento do\nSTF no Tema n. 280, visto que as denúncias anônimas de usuários de\ndrogas, em conjunto com o consentimento da esposa do acusado,\nmoradora da casa - confirmado em juízo -, legitimaram o ingresso dos\npoliciais no domicílio sem mandado judicial.\nIV. DISPOSITIVO\n4.1. Agravo regimental a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250812",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 06/08/2025 a 12/08/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000919978",
  "numeroProcesso" : "2576202",
  "numeroRegistro" : "202400582855",
  "siglaClasse" : "AgInt no RE no AgInt no AREsp",
  "descricaoClasse" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO NO AGRAVO INTERNO NO AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LUIS FELIPE SALOMÃO",
  "dataPublicacao" : "DJEN       DATA:15/08/2025",
  "ementa" : "AGRAVO INTERNO. NEGATIVA DE SEGUIMENTO A RECURSO EXTRAORDINÁRIO.\nOFENSA AO ART. 93, IX, DA CF. INOVAÇÃO RECURSAL. PRESSUPOSTOS DE\nADMISSIBILIDADE DE RECURSO DE COMPETÊNCIA DO STJ. AUSÊNCIA DE\nREPERCUSSÃO GERAL. ART. 1.030, I, A, DO CPC. TEMA N. 181 DO STF.\nIMPROBIDADE ADMINISTRATIVA. APLICAÇÃO DA LEI N. 14.230/2021 AOS\nPROCESSOS EM CURSO. AÇÃO DE IMPROBIDADE ADMINISTRATIVA NÃO JULGADA.\nIMPOSSIBILIDADE. TEMA N. 1.199 DO STF. NEGATIVA DE SEGUIMENTO. ART.\n1.030, I, A, DO CPC.\nI. CASO EM EXAME\n1.1. Agravo interno interposto contra a decisão que negou seguimento\nao recurso extraordinário, com base nos Temas n. 181 e 1.199 do\nSTF.\n1.2. A parte agravante sustenta a inaplicabilidade do Tema n.\n181/STF ao caso, ante a violação direta dos arts. 5º, LV, e 93, IX,\nda Constituição Federal, aduzindo, ainda, ter havido a interpretação\nequivocada do Tema n. 1.199/STF.\nII. QUESTÕES EM DISCUSSÃO\n2.1. A possibilidade de se alegar em agravo interno ofensa ao texto\nconstitucional supostamente cometida pelo acórdão recorrido, mas não\nsuscitada oportunamente no recurso extraordinário.\n2.2. A aplicabilidade do Tema n. 181 do STF quando há necessidade de\ndiscussão ou superação de óbices de admissibilidade que resultaram\nno não conhecimento de recurso de competência do STJ.\n2.3. A incidência da Lei n. 14.230/2021, que alterou a Lei n.\n8.429/1992, ao caso concreto.\nIII. RAZÕES DE DECIDIR\n3.1. No que tange à suscitada ofensa ao art. 93, IX, da Constituição\nFederal, observa-se que a matéria não foi oportunamente suscitada\nnas razões do recurso extraordinário, tratando-se de inovação\ncontida no agravo interno, o que inviabiliza o seu conhecimento\nquanto ao ponto.\n3.2. A decisão agravada fundamentou-se na aplicação do Tema n. 181\ndo STF, que estabelece ausência de repercussão geral da questão\nrelativa ao preenchimento dos pressupostos de admissibilidade de\nrecursos de competência de outros Tribunais.\n3.3. As razões do recurso extraordinário, voltadas ao óbice aplicado\nou à matéria de fundo, demandam a reanálise ou superação do\nentendimento acerca do não conhecimento de recurso anterior.\n3.4. O Supremo Tribunal Federal, no julgamento do ARE n.\n843.989-RG/PR (Tema n. 1.199), estabeleceu que é necessária a\ncomprovação de responsabilidade subjetiva para a tipificação dos\natos de improbidade administrativa previstos nos arts. 9º, 10 e 11\nda Lei n. 8.429/1992, exigindo-se a presença do elemento subjetivo\ndolo.\n3.5. A Suprema Corte também fixou, ainda, o entendimento de que a\nLei n. 14.230/2021, ao revogar a modalidade culposa do ato de\nimprobidade administrativa, é irretroativa, não tendo incidência em\nrelação à eficácia da coisa julgada, tampouco durante o processo de\nexecução das penas e seus incidentes.\n3.6. O Pretório Excelso consignou que a Lei n. 14.230/2021 aplica-se\naos atos de improbidade administrativa culposos praticados na\nvigência do texto anterior da lei, porém sem condenação transitada\nem julgado, em virtude da revogação expressa do texto anterior;\ndevendo o juízo competente analisar eventual dolo por parte do\nagente.\n3.7. Por fim, a Corte Suprema definiu que o novo regime\nprescricional previsto na Lei n. 14.230/2021 é irretroativo,\naplicando-se os novos marcos temporais a partir da publicação da\nlei.3.8. No caso, o julgado impugnado se encontra em harmonia com o\nentendimento da Suprema Corte consolidado no Tema n. 1.199 do STF.\nIV. DISPOSITIVO\n4.1. Agravo regimental parcialmente conhecido e, nessa extensão, não\nprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250812",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 06/08/2025 a 12/08/2025,\npor unanimidade, conhecer parcialmente do recurso, mas lhe negar\nprovimento, nos termos do voto do Sr. Ministro Luis Felipe Salomão.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000919977",
  "numeroProcesso" : "2814084",
  "numeroRegistro" : "202404590480",
  "siglaClasse" : "AgRg no RE no AgRg no AREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NO RECURSO EXTRAORDINÁRIO NO AGRAVO REGIMENTAL NO AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LUIS FELIPE SALOMÃO",
  "dataPublicacao" : "DJEN       DATA:15/08/2025",
  "ementa" : "AGRAVO REGIMENTAL. NEGATIVA DE SEGUIMENTO A RECURSO EXTRAORDINÁRIO.\nDIREITO PENAL E PROCESSUAL PENAL. BUSCA E APREENSÃO DOMICILIAR.\nLICITUDE DO INGRESSO SEM MANDADO JUDICIAL. AGRAVO REGIMENTAL\nDESPROVIDO.\nI. CASO EM EXAME\n1. Agravo regimental interposto contra decisão que negou seguimento\nao recurso extraordinário, que discutia a licitude de busca pessoal\ne domiciliar sem mandado judicial, com base em diligências prévias\nrealizadas pelo serviço de inteligência da Polícia Militar, que\nmonitorava os acusados há dias, em razão da suspeita de envolvimento\ncom o tráfico de drogas e homicídios conexos.\n2. A decisão agravada considerou que a entrada no domicílio foi\njustificada por fundadas razões, conforme a tese firmada no Tema n.\n280 do STF, que permite ingresso sem mandado em caso de flagrante\ndelito, desde que devidamente justificado a posteriori.\nII. QUESTÕES EM DISCUSSÃO\n3. A questão em discussão consiste em saber se a entrada forçada em\ndomicílio sem mandado judicial foi lícita, considerando a existência\nde diligências prévias realizadas pelo serviço de inteligência da\nPolícia Militar, que monitorava os acusados há dias, em razão da\nsuspeita de envolvimento com o tráfico de drogas e homicídios\nconexos..\n4. O agravante alega que a entrada foi ilícita, pois o relato sobre\na localização do veículo foi extraído de depoimento policial não\nconfirmado em juízo, e a vítima não o reconheceu em audiência.\nIII. RAZÕES DE DECIDIR\n5. A decisão considerou que havia fundadas razões para o ingresso no\ndomicílio, com base na existência de diligências prévias realizadas\npelo serviço de inteligência da Polícia Militar, que monitorava os\nacusados há dias, em razão da suspeita de envolvimento com o tráfico\nde drogas e homicídios conexos.\n6. O julgado recorrido está em conformidade com o entendimento do\nSTF no Tema n. 280, que permite a entrada sem mandado em caso de\nflagrante delito, desde que justificada a posteriori.\nIV. DISPOSITIVO\n7. Agravo regimental a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250812",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 06/08/2025 a 12/08/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : "(VIOLAÇÃO DE DOMICÍLIO - FUNDADAS RAZÕES)\n   STF - [[RE-RG 603616]] (REPERCUSSÃO GERAL - TEMA(s) 280),\n         [[ARE-AgR 1493272]], [[ARE-AgR 1439357 ]],\n         [[RHC-AgR 229514 ]], [[HC-AgR 226599 ]]",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000919976",
  "numeroProcesso" : "2245299",
  "numeroRegistro" : "202203545723",
  "siglaClasse" : "AgRg no RE nos EDcl no AgRg no AREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NO AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LUIS FELIPE SALOMÃO",
  "dataPublicacao" : "DJEN       DATA:15/08/2025",
  "ementa" : "AGRAVO REGIMENTAL. RECURSO EXTRAORDINÁRIO. FUNDAMENTAÇÃO DO JULGADO\nRECORRIDO. SUFICIÊNCIA. TEMA N. 339 DO STF. CONFORMIDADE COM A TESE\nFIXADA EM REPERCUSSÃO GERAL. ART. 1.030, I, A, DO CPC. OFENSA AOS\nPRINCÍPIOS DO CONTRADITÓRIO, DA AMPLA DEFESA E DO DEVIDO PROCESSO\nLEGAL. AUSÊNCIA DE REPERCUSSÃO GERAL. TEMA N. 660 DO STF. ART.\n1.030, I, A, DO CPC.\nI. CASO EM EXAME\n1.1. Agravo regimental interposto contra decisão que negou\nseguimento a recurso extraordinário, sob o fundamento de que: a) o\nacórdão recorrido estaria em conformidade com a tese fixada pelo STF\nno Tema n. 339 da repercussão geral; b) não há repercussão geral em\nmatéria que envolve a suposta ofensa aos princípios do\ncontraditório, da ampla defesa e do devido processo legal, conforme\ndefinido no Tema n. 660 do STF.\n1.2. A parte agravante alegou a inaplicabilidade dos Temas n. 339 e\n660 do STF ao caso, argumentando que não houve fundamentação\nadequada no acórdão recorrido quanto às matérias suscitadas, e que\nhouve violação direta dos princípios constitucionais apontados.\n1.3. Defende a extinção da punibilidade pelo reconhecimento da\nprescrição da pretensão executória, sustentando que o caso se\nenquadra na modulação temporal estabelecida pelo STF no julgamento\ndo Tema 788.\nII. QUESTÕES EM DISCUSSÃO\n2.1. A existência de afronta ao art. 93, IX, da Constituição Federal\nquando se discute a suficiência da fundamentação das decisões\njudiciais, com aplicabilidade do Tema n. 339 do STF.\n2.2. A aplicabilidade do Tema n. 660 do STF a caso em que se discute\na suposta contrariedade aos princípios constitucionais, quando o\nexame depende de normas infraconstitucionais.\n2.3. Possibilidade de reconhecimento da prescrição da pretensão\nexecutória.\nIII. RAZÕES DE DECIDIR\n3.1. O STF, ao tratar do Tema n. 339 da repercussão geral, firmou a\ntese de que a Constituição Federal exige que acórdãos e decisões\nsejam fundamentados, ainda que sucintamente, sem vinculação à\ncorreção ou abrangência detalhada de todas as alegações das partes,\nmas sim à existência de motivação que permita a compreensão da\nsolução dada à controvérsia.\n3.2. No caso concreto, o acórdão recorrido apresentou motivação\nadequada para a solução da controvérsia, em conformidade com o Tema\nn. 339, razão pela qual é justificada a negativa de seguimento ao\nrecurso extraordinário nos termos do art. 1.030, I, a, do CPC.\n3.3 Já no Tema n. 660 da repercussão geral, o STF firmou a tese de\nque a alegação de afronta aos princípios do contraditório, da ampla\ndefesa, do devido processo legal e da segurança jurídica, bem como\nao ato jurídico perfeito, ao direito adquirido e aos limites da\ncoisa julgada, quando depende de análise de normas\ninfraconstitucionais, configura ofensa reflexa ao texto\nconstitucional, não possuindo repercussão geral.\n3.4. No caso concreto, a discussão suscitada no recurso\nextraordinário exige a prévia apreciação de normas\ninfraconstitucionais, motivo pelo qual se aplica o entendimento\nconsolidado no Tema n. 660 do STF.\n3.5. Os pedidos de reconhecimento da prescrição escapam às\natribuições da Vice-Presidência, que devem se restringir ao exame da\nadmissibilidade de recursos extraordinários. Precedentes.\nIV. DISPOSITIVO\n4.1. Agravo regimental a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250812",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 06/08/2025 a 12/08/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000919975",
  "numeroProcesso" : "2233011",
  "numeroRegistro" : "202203327380",
  "siglaClasse" : "AgRg no RE nos EDcl no AREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LUIS FELIPE SALOMÃO",
  "dataPublicacao" : "DJEN       DATA:15/08/2025",
  "ementa" : "AGRAVO REGIMENTAL. RECURSO EXTRAORDINÁRIO. OFENSA AO PRINCÍPIO DA\nLEGALIDADE. EXAME DE NORMAS INFRACONSTITUCIONAIS.  AUSÊNCIA DE\nREPERCUSSÃO GERAL. TEMA N. 660 DO STF. DIREITO PENAL. CIRCUNSTÂNCIAS\nATENUANTES GENÉRICAS. REDUÇÃO DA PENA AQUÉM DO MÍNIMO LEGAL.\nIMPOSSIBILIDADE. ACÓRDÃO RECORRIDO EM CONFORMIDADE COM O\nENTENDIMENTO DA SUPREMA CORTE. TEMA 158 DO STF. SEGUIMENTO NEGADO.\nART. 1.030, I, A, DO CPC.\nI. CASO EM EXAME\n1.1. Agravo regimental interposto contra decisão que negou\nseguimento a recurso extraordinário, sob alegação de ofensa ao\nprincípio da legalidade e à individualização da pena, com base em\nnormas infraconstitucionais, atraindo a aplicação dos Temas 660 e\n158 do STF.\nII. QUESTÕES EM DISCUSSÃO\n2.1. A questão em discussão consiste em saber se a alegada ofensa ao\nprincípio da legalidade e à individualização da pena, ao aplicar\nautomaticamente a Súmula 231 do STJ, representa violação direta à\nConstituição Federal ou se depende de análise de normas\ninfraconstitucionais, configurando ofensa reflexa.\n2.2. A questão também envolve a possibilidade de redução da pena\naquém do mínimo legal em razão de circunstâncias atenuantes\ngenéricas, conforme o entendimento do Tema 158 do STF.\nIII. RAZÕES DE DECIDIR\n3.1. O STF já definiu que a alegação de ofensa aos princípios do\ncontraditório, da ampla defesa, do devido processo legal e da\nlegalidade, quando dependente de normas infraconstitucionais,\nconfigura ofensa reflexa, sem repercussão geral (Tema 660).\n3.2. A jurisprudência do STF, no Tema 158, estabelece que\ncircunstâncias atenuantes genéricas não podem conduzir à redução da\npena abaixo do mínimo legal.\n3.3 O acórdão recorrido está em conformidade com os entendimentos\nvinculantes firmados pela Suprema Corte, não havendo violação direta\nà Constituição.\nIV. DISPOSITIVO\n4.1. Agravo regimental a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250812",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 06/08/2025 a 12/08/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000919864",
  "numeroProcesso" : "2292329",
  "numeroRegistro" : "202300340930",
  "siglaClasse" : "AgInt no RE nos EDcl nos EDcl no AgInt no AREsp",
  "descricaoClasse" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NO AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LUIS FELIPE SALOMÃO",
  "dataPublicacao" : "DJEN       DATA:15/08/2025",
  "ementa" : "AGRAVO INTERNO. RECURSO EXTRAORDINÁRIO. SUFICIÊNCIA DA FUNDAMENTAÇÃO\nDO JULGADO RECORRIDO. TEMA N. 339 DO STF. OFENSA AOS PRINCÍPIOS DO\nCONTRADITÓRIO, DA AMPLADEFESA E DO DEVIDO PROCESSO LEGAL, BEM COMO\nAO ATO JURÍDICO PERFEITO, AO DIREITO ADQUIRIDO E AOS LIMITES DA\nCOISA JULGADA. EXAME DE NORMAS INFRACONSTITUCIONAIS. AUSÊNCIA DE\nREPERCUSSÃO GERAL. TEMA N. 660 DO STF. AÇÃO RESCISÓRIA. PRESSUPOSTOS\nDE ADMISSIBILIDADE. AUSÊNCIA DE REPERCUSSÃO GERAL. TEMA N. 248 DO\nSTF. NEGATIVA DE SEGUIMENTO. ART. 1.030, I, A, DO CPC.\nI. CASO EM EXAME\n1.1. Agravo interno interposto contra decisão que negou seguimento a\nrecurso extraordinário, sob a fundamentação de que a decisão\nrecorrida está em conformidade com o Tema n. 339 do STF e diante da\nausência de repercussão geral dos Temas n. 660 e n. 248 do STF.\n1.2. A parte agravante argumentou a ausência de fundamentação\njurisdicional adequada, em contrariedade ao Tema n. 339 do STF,\nalegando ainda que os Temas n. 248 e 660 do STF não deveriam ser\naplicados ao caso, em razão de existir ofensa direta à Constituição\nFederal.\nII. QUESTÕES EM DISCUSSÃO\n2.1. A conformidade do acórdão recorrido com o Tema n. 339 do STF,\nque trata da suficiência da fundamentação das decisões judiciais.\n2.2. A aplicabilidade do Tema n. 660 do STF a caso em que se discute\na suposta contrariedade aos princípios constitucionais, quando o\nexame depende de normas infraconstitucionais.\n2.3. Discute-se a aplicabilidade do Tema n. 248 do STF quando se\nquestiona o cabimento da ação rescisória.\nIII. RAZÕES DE DECIDIR\n3.1.  O STF, ao tratar do Tema n. 339 da repercussão geral, firmou a\ntese de que a Constituição Federal exige que acórdãos e decisões\nsejam fundamentados, ainda que sucintamente, sem vinculação à\ncorreção ou abrangência detalhada de todas as alegações das partes,\nmas à existência de motivação que permita a compreensão da solução\ndada à controvérsia.\n3.2. O acórdão recorrido foi considerado fundamentado de forma\nsuficiente para a solução da controvérsia, em conformidade com o\nTema n. 339 do STF, sendo imperativa a negativa de seguimento do\nrecurso extraordinário.\n3.3. O STF, no Tema n. 660 da repercussão geral, firmou a tese de\nque a alegação de afronta aos princípios do contraditório, da ampla\ndefesa, do devido processo legal e da segurança jurídica, bem como\nao ato jurídico perfeito, ao direito adquirido e aos limites da\ncoisa julgada, quando depende de análise de normas\ninfraconstitucionais, configura ofensa reflexa ao texto\nconstitucional, não possuindo repercussão geral.\n3.4. No caso concreto, a discussão suscitada no recurso\nextraordinário exige a prévia apreciação de normas\ninfraconstitucionais, motivo pelo qual se aplica o entendimento\nconsolidado no Tema n. 660 do STF.\n3.5.   O Supremo Tribunal Federal, ao julgar o AI n. 751.478-RG/SP,\nfirmou o entendimento de que a controvérsia sobre os pressupostos de\nadmissibilidade de ação rescisória se restringe ao plano\ninfraconstitucional, não havendo repercussão geral (Tema n. 248 do\nSTF).\n3.6. Ainda que o tema tenha sido julgado no âmbito da Justiça do\nTrabalho, a Corte Suprema tem aplicado o entendimento para outras\nesferas do Direito, conforme precedentes.\n3.7. O agravo interno não demonstrou elementos que afastem a\naplicação do Tema n. 248 do STF, devendo ser mantida a decisão que\nnegou seguimento ao recurso extraordinário, por tratar de matéria\ninfraconstitucional.\nIV. DISPOSITIVO\n4.1. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250812",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 06/08/2025 a 12/08/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, João Otávio de Noronha, Humberto\nMartins, Maria Thereza de Assis Moura, Og Fernandes, Mauro Campbell\nMarques, Benedito Gonçalves, Raul Araújo, Maria Isabel Gallotti,\nAntonio Carlos Ferreira, Ricardo Villas Bôas Cueva e Sebastião Reis\nJúnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.\nImpedida a Sra. Ministra Nancy Andrighi.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000919862",
  "numeroProcesso" : "638541",
  "numeroRegistro" : "201403136392",
  "siglaClasse" : "AgInt no RE nos EDcl no AgInt no AREsp",
  "descricaoClasse" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NO AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LUIS FELIPE SALOMÃO",
  "dataPublicacao" : "DJEN       DATA:15/08/2025",
  "ementa" : "AGRAVO INTERNO. RECURSO EXTRAORDINÁRIO.  EMBARGOS À EXECUÇÃO. JUROS\nDE MORA. FAZENDA PÚBLICA. ART. 1º-F DA LEI 9.494/1997, COM A REDAÇÃO\nDADA PELA LEI 11.960/2009, A PARTIR DA SUA VIGÊNCIA. ACÓRDÃO\nRECORRIDO EM CONSONÂNCIA COM ENTENDIMENTO DO SUPREMO TRIBUNAL\nFEDERAL FIRMADO SOB O REGIME DA REPERCUSSÃO GERAL. TEMA N. 1.170 DO\nSTF. OFENSA AOS PRINCÍPIOS DO DEVIDO PROCESSO LEGAL E AOS LIMITES DA\nCOISA JULGADA. TEMA N. 660 DO STF. INAFASTABILIDADE DA JURISDIÇÃO.\nTEMA N. 895 DO STF. NATUREZA INFRACONSTITUCIONAL. INEXISTÊNCIA DE\nREPERCUSSÃO GERAL. ART. 1.030, I, A, DO CPC.\nI. CASO EM EXAME\n1.1. Agravo interno interposto contra a decisão que negou seguimento\nao recurso extraordinário, fundamentada na consonância do acórdão\nrecorrido com o entendimento  firmado pelo STF em repercussão geral,\nno Tema n. 1.170; e na ausência de repercussão geral das matérias\ndiscutidas, conforme definido nos Temas n. 660 e 895 do STF.\n1.2. A parte agravante sustenta que os mencionados temas de\nrepercussão geral não se aplicam ao caso dos autos, afirmando que\nhouve violação direta dos princípios constitucionais apontados.\nII. QUESTÕES EM DISCUSSÃO\n2.1. A correta subsunção do caso ao Tema n. 1.170 do STF cuja\ndiscussão consiste em saber se a aplicação do art. 1º-F da Lei n.\n9.494/1997, com redação dada pela Lei n. 11.960/2009, pode alterar o\nregime de juros de mora fixado em título executivo judicial\ntransitado em julgado, em condenações da Fazenda Pública.\n2.2. Aplicabilidade dos Temas n. 660 e 895 do STF a caso em que se\ndiscute a suposta contrariedade aos princípios constitucionais,\nquando o exame depende de normas infraconstitucionais, da superação\nde óbices processuais ou da apreciação da matéria fática.\nIII. RAZÕES DE DECIDIR\n3.1. O STF, no julgamento do Tema 1.170, firmou a tese de que é\naplicável às condenações da Fazenda Pública o índice de juros\nmoratórios estabelecido no art. 1º-F da Lei n. 9.494/1997, na\nredação dada pela Lei n. 11.960/2009, a partir da vigência da\nreferida legislação, mesmo havendo previsão diversa em título\nexecutivo judicial transitado em julgado.\n3.2. A decisão agravada está em consonância com o entendimento do\nSTF, que não considera ofensa à coisa julgada a aplicação de\nlegislação superveniente que altera o regime de juros de mora.\n3.3. O STF fixou a tese de que a alegação de afronta aos princípios\ndo contraditório, da ampla defesa, do devido processo legal e da\nsegurança jurídica, bem como ao ato jurídico perfeito, ao direito\nadquirido e aos limites da coisa julgada, quando depende de análise\nde normas infraconstitucionais, configura ofensa reflexa ao texto\nconstitucional, não possuindo repercussão geral (Tema n. 660 do\nSTF).\n3.4. O STF firmou o entendimento de que a questão relativa à\nviolação do princípio da inafastabilidade de jurisdição possui\nnatureza infraconstitucional quando envolve óbice processual\nintransponível ao exame de mérito, ofensa indireta à Constituição\nFederal ou a necessidade de análise de matéria fática, estando\nausente a repercussão geral (Tema n. 895 do STF).\n3.5. No caso concreto, a discussão suscitada  dependeria da análise\nde normas infraconstitucionais, motivo pelo qual se aplicam os\nentendimentos consolidados nos Temas n. 660 e 895 do STF.\nIV. DISPOSITIVO\n4.1. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250812",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 06/08/2025 a 12/08/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Mauro\nCampbell Marques, Benedito Gonçalves, Raul Araújo, Antonio Carlos\nFerreira, Ricardo Villas Bôas Cueva e Sebastião Reis Júnior votaram\ncom o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.\nImpedidos os Srs. Ministros Og Fernandes e Maria Isabel Gallotti.",
  "jurisprudenciaCitada" : "(CONDENAÇÕES DA FAZENDA PÚBLICA - RELAÇÕES JURÍDICAS NÃO TRIBUTÁRIAS\n- ÍNDICE DE JUROS MORATÓRIOS)\n   STF - [[RE-RG 1317982]]-ES (REPERCUSSÃO GERAL - TEMA(s) 1170)\n(DECISÃO DE MÉRITO JULGADA SOB A SISTEMÁTICA DA REPERCUSSÃO GERAL -\nJULGAMENTO IMEDIATO DE CAUSAS QUE VERSAREM SOBRE O MESMO TEMA)\n   STF - [[RE-AgR 1112500]]\n(VIOLAÇÃO AOS PRINCÍPIOS DO CONTRADITÓRIO, DA AMPLA DEFESA, DOS\nLIMITES DA COISA JULGADA E DO DEVIDO PROCESSO LEGAL - OFENSA REFLEXA\nÀ CONSTITUIÇÃO - ANÁLISE DE NORMA INFRACONSTITUCIONAL)\n   STF - [[ARE-RG 748371]] (REPERCUSSÃO GERAL - TEMA(s) 660),\n         [[Rcl-AgR 47840]], [[ARE-AgR 1252422]]\n(OFENSA AO PRINCÍPIO DA INAFASTABILIDADE DA JURISDIÇÃO -\nINEXISTÊNCIA DE REPERCUSSÃO GERAL)\n   STF - [[RE-RG 956302]] (REPERCUSSÃO GERAL - TEMA(s) 895)",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:011960 ANO:2009", "LEG:FED LEI:009494 ANO:1997\n*****  LTAF- 1997    LEI DA TUTELA ANTECIPADA CONTRA A FAZENDA\nPÚBLICA\n        ART:0001F\n(COM A REDAÇÃO DADA PELA LEI 11.960/2009)", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01030 INC:00001 LET:A ART:01040" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000919814",
  "numeroProcesso" : "209049",
  "numeroRegistro" : "202404766049",
  "siglaClasse" : "AgRg no RE no AgRg nos EDcl no RHC",
  "descricaoClasse" : "AGRAVO REGIMENTAL NO RECURSO EXTRAORDINÁRIO NO AGRAVO REGIMENTAL NOS EMBARGOS DE DECLARAÇÃO NO RECURSO ORDINÁRIO EM HABEAS CORPUS",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LUIS FELIPE SALOMÃO",
  "dataPublicacao" : "DJEN       DATA:15/08/2025",
  "ementa" : "AGRAVO REGIMENTAL. RECURSO EXTRAORDINÁRIO. OFENSA AO PRINCÍPIO DO\nDEVIDO PROCESSO LEGAL. AUSÊNCIA DE REPERCUSSÃO GERAL. TEMA N. 660 DO\nSTF. DIREITO PENAL E PROCESSUAL PENAL. LIMITE MÁXIMO DO TEMPO DE\nSUSPENSÃO DO PRAZO PRESCRICIONAL NA HIPÓTESE DE INATIVIDADE\nPROCESSUAL. ACÓRDÃO RECORRIDO EM HARMONIA COM O TEMA N. 438 DO\nSUPREMO TRIBUNAL FEDERAL. ART. 1.030, I, A, DO CPC.\nI. CASO EM EXAME\n1. Agravo regimental interposto contra decisão que negou seguimento\na recurso extraordinário, sob o fundamento de que a alegada ofensa\nao devido processo legal depende da análise de normas\ninfraconstitucionais, não havendo repercussão geral, conforme Tema\nn. 660 do STF.\n2. O acórdão recorrido está em harmonia com o entendimento do STF no\nTema n. 438, que limita o período de suspensão do prazo\nprescricional ao tempo de prescrição da pena máxima em abstrato\ncominada ao crime, em casos de inatividade processual decorrente de\ncitação por edital.\nII. QUESTÃO EM DISCUSSÃO\n3. A questão em discussão consiste em saber se a alegada ofensa ao\ndevido processo legal, em razão da suspensão do prazo prescricional,\nconfigura matéria infraconstitucional, sem repercussão geral,\nconforme o Tema n. 660 do STF.\n4. Outra questão é se o período de suspensão do prazo prescricional,\nem caso de inatividade processual por citação por edital, deve ser\nlimitado ao tempo de prescrição da pena máxima em abstrato, conforme\no Tema n. 438 do STF.\nIII. RAZÕES DE DECIDIR\n5. O STF já definiu que a análise de ofensa ao devido processo\nlegal, quando depende de normas infraconstitucionais, não possui\nrepercussão geral, conforme o Tema n. 660.\n6. O entendimento do STF no Tema n. 438 é de que é constitucional\nlimitar o período de suspensão do prazo prescricional ao tempo de\nprescrição da pena máxima em abstrato, em casos de inatividade\nprocessual por citação por edital.\n7. O acórdão recorrido está em conformidade com os entendimentos\nfirmados pelo STF nos Temas n. 660 e n. 438, não havendo razão para\nprovimento do agravo regimental.\nIV. DISPOSITIVO E TESE\n8. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250812",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 06/08/2025 a 12/08/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : "(CONTRADITÓRIO - AMPLA DEFESA - DEVIDO PROCESSO LEGAL - COISA\nJULGADA - NATUREZA INFRACONSTITUCIONAL)\n   STF - [[ARE-RG 748371]] (REPERCUSSÃO GERAL - TEMA(s) 660),\n         [[Rcl-AgR 47840]], [[ARE-AgR 1252422]]\n(PRAZO PRESCRICIONAL - SUSPENSÃO - INATIVIDADE PROCESSUAL)\n   STF - [[RE 600851]] (REPERCUSSÃO GERAL - TEMA(s) 438)",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000415", "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00005 INC:00054", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01030 INC:00001 LET:A" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000919806",
  "numeroProcesso" : "1528129",
  "numeroRegistro" : "201500943785",
  "siglaClasse" : "EDcl no AgInt no RE nos EDcl no AgInt nos EREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LUIS FELIPE SALOMÃO",
  "dataPublicacao" : "DJEN       DATA:15/08/2025",
  "ementa" : "EMBARGOS DE DECLARAÇÃO. AGRAVO INTERNO. RECURSO EXTRAORDINÁRIO.\nAUSÊNCIA DE VÍCIOS. REDISCUSSÃO DA MATÉRIA.\nI. CASO EM EXAME\n1.1. Embargos de declaração opostos contra acórdão\nque não conheceu do agravo interno por intempestividade. II.\nQUESTÕES EM DISCUSSÃO\n2.1. A parte embargante alega vícios no acórdão que ensejariam a\nalteração das conclusões adotadas. III. RAZÕES DE DECIDIR\n3.1. Nos\ntermos do art. 1.022 do Código de Processo Civil, os embargos de\ndeclaração destinam-se a esclarecer obscuridade, eliminar\ncontradição, suprir omissão ou corrigir erro material.3.2. O acórdão\nembargado apresentou, de forma satisfatória, os motivos da\ncompreensão adotada. Constata-se a mera discordância da parte com a\nsolução apresentada e o propósito de modificação do julgamento.\n3.3. \"Nos termos do 220 do CPC/2015, para fins de aferição de\ntempestividade, suspende-se o curso do prazo processual no período\nde 20 de dezembro a 20 de janeiro, inclusive, o que não impede que\npublicações sejam realizadas\" (AgInt no AREsp 1.468.810/GO, relator\nMinistro Marco Aurélio Bellizze, Terceira Turma, julgado em\n02/09/2019, DJe de 10/09/2019.)\nIV. DISPOSITIVO4.1. Embargos de declaração rejeitados.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250812",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 06/08/2025 a 12/08/2025,\npor unanimidade, rejeitar os embargos de declaração, nos termos do\nvoto do Sr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ "EDcl no AgInt no RE no AgInt nos EAREsp  1511169  SP  2019/0150796-1\n Decisão:12/08/2025\nDJEN       DATA:15/08/2025" ]
}, {
  "id" : "000919785",
  "numeroProcesso" : "30842",
  "numeroRegistro" : "202404505222",
  "siglaClasse" : "AgInt no MS",
  "descricaoClasse" : "AGRAVO INTERNO NO MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "HUMBERTO MARTINS",
  "dataPublicacao" : "DJEN       DATA:15/08/2025",
  "ementa" : "DIREITO PROCESSUAL CIVIL. AGRAVO INTERNO. MANDADO DE SEGURANÇA. ATO\nJURISDICIONAL. INEXISTÊNCIA DE DIREITO LÍQUIDO E CERTO. AGRAVO\nINTERNO IMPROVIDO.\n1. Agravo interno apresentado contra decisão que indeferiu\nliminarmente mandado de segurança impetrado contra de ato da\nSecretaria de Processamento de Feitos do STJ, por suposto erro na\ncertificação do trânsito em julgado do AREsp 2.245.193/RJ.\n2. A parte impetrante sustenta que a certificação do trânsito em\njulgado somente poderia ocorrer após o prazo de 15 (quinze) dias\núteis, contados a partir da publicação do acórdão da Corte Especial,\nproferido no julgamento de embargos de declaração no agravo\ninterno, confirmando a negativa de seguimento de recurso\nextraordinário.\n3. Não se vislumbra direito líquido e certo, pois a incidência do\ntema de repercussão geral n. 181 do STF impede o seguimento do\nrecurso extraordinário, tornando incabível a interposição de novo\nrecurso extraordinário. Somente seriam cabíveis - eventualmente -\nnovos aclararatórios, cujo prazo é de 5 (cinco) dias úteis, nos\ntermos do art. 1.023 do CPC. Logo, não há falar em erro na certidão\nde trânsito em julgado.\nAgravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250812",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 06/08/2025 a 12/08/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Maria Thereza de Assis Moura, Og Fernandes, Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000919782",
  "numeroProcesso" : "6355",
  "numeroRegistro" : "202404263321",
  "siglaClasse" : "AgRg nos EDcl na RvCr",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DECLARAÇÃO NA REVISÃO CRIMINAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RICARDO VILLAS BÔAS CUEVA",
  "dataPublicacao" : "DJEN       DATA:15/08/2025",
  "ementa" : "DIREITO PROCESSUAL PENAL. AGRAVO REGIMENTAL. REVISÃO CRIMINAL.\nREQUISITOS FORMAIS. NÃO PREENCHIMENTO. PRETENSÃO DE SIMPLES\nREDISCUSSÃO DO QUE FOI DECIDO. INVIABILIDADE.\n1. O pedido de revisão criminal deve observar os requisitos formais\ndos arts. 625, § 1°, do CPP, e 241 do RISTJ, sem os quais se torna\ninviável o seu processamento.\n2. A revisão criminal não pode ser utilizada como se fosse apelação\nou como sucedâneo recursal.\n3. Agravo regimental conhecido e não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250812",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 06/08/2025 a 12/08/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Luis Felipe Salomão, Mauro Campbell Marques, Benedito\nGonçalves, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000919519",
  "numeroProcesso" : "2137861",
  "numeroRegistro" : "202401350897",
  "siglaClasse" : "AgInt nos EREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "FRANCISCO FALCÃO",
  "dataPublicacao" : "DJEN       DATA:15/08/2025",
  "ementa" : "PROCESSUAL CIVIL. NÃO CONHECIMENTO DO RECURSO ESPECIAL.\nIMPOSSIBILIDADE DE DECISÃO DE MÉRITO. NÃO CABIMENTO DE EMBARGOS DE\nDIVERGÊNCIA,\nI - Não se conheceu do recurso especial diante da incidência do\nenunciado n. 284 da Súmula do STF. A decisão foi mantida em\njulgamento de agravo interno. Assim, o recurso especial nem sequer\nultrapassou a barreira da admissibilidade.\nII - Tal situação impede, por si só, o conhecimento da presente via\nde impugnação, pois não se admite a interposição de embargos de\ndivergência na hipótese de não ter sido analisado o mérito do\nrecurso especial.\nIII - Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250812",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 06/08/2025 a 12/08/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Maria Thereza de Assis Moura, Og Fernandes, Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - ANÁLISE DE MÉRITO - REQUISITO)\n   STJ - <<AgInt nos EREsp 1847375>>-RJ,\n         <<AgInt nos EREsp 2094460>>-PR",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000919518",
  "numeroProcesso" : "1284383",
  "numeroRegistro" : "201102294910",
  "siglaClasse" : "AgRg nos EDcl nos EREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "FRANCISCO FALCÃO",
  "dataPublicacao" : "DJEN       DATA:15/08/2025",
  "ementa" : "PROCESSUAL CIVIL. DIREITO PENAL. AÇÃO PENAL. ARTS. 1.043, § 4º, 489,\n§ 1º, IV, 1.021, § 3º, DO CPC. DESPROVIMENTO DO AGRAVO INTERNO.\nMANUTENÇÃO DA DECISÃO RECORRIDA.\nI - Trata-se, na origem, de ação penal que levou à condenação de E.\ndo P. nas sanções do art. 121, § 2º, I e IV, do Código Penal, à pena\nde 18 anos de reclusão, no regime inicial fechado. O recurso de\napelação da defesa foi negado e o manejado pelo Ministério Público\nprovido pelo Tribunal de Justiça do Estado do Paraná para cassar o\nveredicto do Tribunal do Júri no tocante à absolvição do recorrente\nem relação ao crime de ocultação de cadáver. Inconformado, interpôs\nrecurso especial e extraordinário, tendo o primeiro sido admitido\npelo TJPR. No Superior Tribunal de Justiça, trata-se de agravo\ninterno interposto contra decisão que julgou pelo indeferimento dos\nembargos de divergência.\nII - Inicialmente, constata-se que os acórdãos embargados foram\ncontrastados com paradigmas da Terceira e Quinta Turmas. Assim\nsendo, vê-se a superposição de competências entre a Corte Especial e\na Terceira Seção, cabendo o pronunciamento, em primeiro lugar, da\nCorte, conforme jurisprudência deste Tribunal (EREsp n.\n1.367.923/RJ, relator Ministro João Otávio de Noronha, Corte\nEspecial, julgado em 15/2/2017, DJe 15/3/2017; AgInt nos EREsp n.\n1.548.898/SP, relator Ministro Humberto Martins, Corte Especial,\njulgado em 16/11/2016, DJe 24/11/2016).\nIII - Neste momento, passa-se à análise da divergência\njurisprudencial apontada pelo embargante, cujo exame cabe à Corte\nEspecial. No ponto, o recurso não comporta conhecimento. Nos termos\ndo art. 1.043 do Código de Processo Civil de 2015, os embargos de\ndivergência têm por objetivo uniformizar a jurisprudência do\nTribunal ante a adoção de teses conflitantes pelos seus órgãos\nfracionários nas seguintes hipóteses: sendo os acórdãos, embargado e\nparadigma, de mérito (inciso I); ou sendo um acórdão de mérito e\noutro que não tenha conhecido do recurso, embora tenha apreciado a\ncontrovérsia (inciso III), cabendo ao embargante demonstrar\nanaliticamente que os acórdãos possuem similitude fática e jurídica,\nou, como querem o art. 1.043, § 4º, do CPC/2015 e o art. 266, § 4º,\ndo RISTJ, \"as circunstâncias que identificam ou assemelham os casos\nconfrontados\".\nIV - No caso, o acórdão embargado, proferido em agravo regimental,\nna Sexta Turma, manteve integralmente a decisão monocrática do\nMinistro Relator, em todos os seus fundamentos, apreciando as\ndiversas teses jurídicas arguidas pela parte recorrente no recurso\nespecial, assim sintetizadas no decisum recorrido, às fls.\n2.785-2.786: \"1. Violação ao art. 619 do Código de Processo Penal.\n2. Nulidade por ausência de fundamentação idônea da decisão que\ndeterminou a quebra do sigilo de dados telefônicos. 3. Ilicitude na\nutilização de prova obtida com \"detector de mentiras\", produzida por\nocasião do processo administrativo disciplinar. 4. Nulidade da\nrealização do estudo psicossocial sem prévia intimação da defesa\nacerca da data das entrevistas. 5. Nulidade em razão de a pronúncia\nter sido utilizada como argumento de autoridade. 6. Ausência de\nfundamentação idônea para a exasperação da pena-base, quanto aos\nvetores: culpabilidade, personalidade, conduta social e\ncircunstâncias do crime. 7. Qualificadora referente ao recurso que\nimpossibilitou a defesa da vítima contrária às provas dos autos. 8.\nVeredicto do Tribunal do Júri, no que concerne à absolvição do\nrecorrente em relação ao crime de ocultação de cadáver, não\ncontrário às provas dos autos.\"\nV - Já o acórdão paradigma colacionado pelo embargante, proferido\npela Terceira Turma desta Corte nos autos do REsp n. 1.622.386/MT,\nque versa sobre gratuidade de Justiça, entendeu deficiente a\nfundamentação do acórdão proferido pelo Tribunal de origem, em\nagravo interno, que reproduziu os fundamentos de decisão monocrática\ndo Desembargador Relator de indeferimento da gratuidade de Justiça,\nsem a apreciação das questões suscitadas no recurso pela parte\nrecorrente, o que viola o disposto no art. 489, § 1º, IV do Código\nde Processo Civil. Dessa forma, é de fácil percepção a inexistência\nde similitude fática entre os acórdãos confrontados, o que\ninviabiliza o conhecimento dos embargos de divergência. O recurso à\nevidência não comporta conhecimento, ante a ausência do dissídio\napontado, não havendo, de fato, divergência a ser apreciada.\nVI - Ademais, ao contrário do que alegado pelo embargante, a vedação\ndo art. 1.021, § 3º, do CPC/2015 não pode ser interpretada no\nsentido de se exigir que o julgador tenha de refazer o texto da\ndecisão agravada com os mesmos fundamentos, mas com outras palavras,\nainda que a parte agravante não tenha apresentado nenhum argumento\nnovo. Nesse mesmo sentido: AgInt nos EDcl no AREsp n. 1.795.305/RS,\nrelator Ministro Mauro Campbell Marques, Segunda Turma, DJe\n2/9/2021; AgInt no REsp n. 1.920.641/RS, relator Ministro Gurgel de\nFaria, Primeira Turma, DJe 31/8/2021; AgInt nos EDcl no REsp n.\n1.925.926/RJ, relator Ministro Moura Ribeiro, Terceira Turma, DJe\n18/6/2021; AgInt no REsp n. 1.808.846/RS, relator Ministro Francisco\nFalcão, Segunda Turma, DJe 7/5/2021; AgRg nos EDcl no AgRg no REsp\nn. 1.850.458/RS, relator Ministro Ribeiro Dantas, Quinta Turma, DJe\n6/4/2021 e AgInt no REsp n. 1.858.976/AM, relatora Ministra Maria\nIsabel Gallotti, Quarta Turma, DJe 11/12/2020.\nVII - Tendo os embargos de divergência como escopo a uniformização\ninterna da jurisprudência do Superior Tribunal de Justiça, a sua\nadmissibilidade pressupõe a demonstração da existência de um cenário\nfático semelhante ou assemelhado com a adoção de conclusões\ndíspares quanto à aplicação da mesma lei federal, além da indicação\nde divergência atual, excluindo-se o debate de questões já superadas\ne pacificadas no STJ. A divergência jurisprudencial que subsidia a\ninterposição de embargos de divergência deve ser demonstrada, nos\ntermos do art. 266, § 4º, do RISTJ, apontando as circunstâncias\nfáticas que identifiquem ou assemelhem os acórdãos confrontados,\nalém de abordar determinada questão jurídica sob o mesmo enfoque\nlegal, mas alcançando resultados discrepantes.\nVIII - Dessa forma, revela-se, na presente hipótese, ausente a\nsimilitude fática e jurídica, o que impede a comparação entre\nacórdão embargado e o paradigma apontado, inviabilizando a\napreciação do recurso, consoante dispõe o art. 1.043, § 4º, do CPC e\nfarta jurisprudência desta Corte Superior. Os embargos de\ndivergência objetivam evitar a adoção de teses diversas para casos\nsemelhantes, uma vez que sua função precípua é a de uniformizar a\njurisprudência interna do Tribunal. Assim, se não houve tese\njurídica diversa estabelecida no aresto embargado, ausente a\ndivergência alegada.\nIX - Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250812",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 06/08/2025 a 12/08/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Nancy Andrighi, João Otávio de Noronha, Humberto\nMartins, Maria Thereza de Assis Moura, Og Fernandes, Luis Felipe\nSalomão, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - SUPERPOSIÇÃO DE COMPETÊNCIAS)\n   STJ - <<EREsp 1367923>>-RJ, <<AgInt nos EREsp 1548898>>-SP\n(VEDAÇÃO DO ART.1.021, § 3º, DO CPC/2015 - ARGUMENTO NOVO)\n   STJ - <<AgInt nos EDcl no AREsp 1795305>>-RS,\n         <<AgInt no REsp 1920641>>-RS,\n         <<AgInt nos EDcl no REsp 1925926>>-RJ,\n         <<AgInt no REsp 1808846>>-RS,\n         <<AgRg nos EDcl no AgRg no REsp 1850458>>-RS,\n         <<AgInt no REsp 1858976>>-AM\n(EMBARGOS DE DIVERGÊNCIA - SIMILITUDE FÁTICO-JURÍDICA - INDICAÇÃO DE\nDIVERGÊNCIA ATUAL)\n   STJ - <<AgInt nos EAREsp 805488>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01021 PAR:00003 ART:01043 PAR:00004", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266 PAR:00004" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000919514",
  "numeroProcesso" : "1988506",
  "numeroRegistro" : "202103030150",
  "siglaClasse" : "EAREsp",
  "descricaoClasse" : "EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "JOÃO OTÁVIO DE NORONHA",
  "dataPublicacao" : "DJEN       DATA:14/08/2025",
  "ementa" : "DIREITO PROCESSUAL CIVIL. EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM\nRECURSO ESPECIAL. EXECUÇÃO FISCAL. PRESCRIÇÃO INTERCORRENTE.\nRECONHECIMENTO. HONORÁRIOS ADVOCATÍCIOS DE SUCUMBÊNCIA. RESISTÊNCIA\nDO EXEQUENTE. PREVALÊNCIA DO PRINCÍPIO DA CAUSALIDADE. EMBARGOS\nPROVIDOS.\nI. Caso em exame\n1. Embargos de divergência opostos contra acórdão\nque condenou a Fazenda Pública ao pagamento de honorários\nadvocatícios em execução fiscal extinta por prescrição\nintercorrente, com base no princípio da sucumbência.\n2. A decisão embargada manteve a condenação da Fazenda Pública,\nentendendo que a resistência à exceção de pré-executividade\njustificava a aplicação do princípio da sucumbência.\nII. Questão em discussão\n3. A questão em discussão consiste em saber\nse a resistência do exequente ao reconhecimento da prescrição\nintercorrente afasta a aplicação do princípio da causalidade na\nfixação dos ônus sucumbenciais.\nIII. Razões de decidir\n4. O Superior Tribunal de Justiça, em sede de\nrecurso repetitivo, firmou entendimento de que, à luz do princípio\nda causalidade, não cabe a fixação de honorários advocatícios na\nexceção de pré-executividade acolhida para extinguir a execução\nfiscal em razão do reconhecimento da prescrição intercorrente.\n5. A resistência do exequente não infirma a causalidade decorrente\ndo inadimplemento do devedor, que deu causa à execução fiscal.\n6. A jurisprudência pacificada estabelece que a responsabilidade\npelos ônus sucumbenciais deve ser atribuída ao devedor, mesmo na\nhipótese de resistência do exequente.\nIV. Dispositivo e tese\n7. Embargos de divergência providos para\nafastar a condenação da Fazenda Pública ao pagamento dos honorários\nsucumbenciais.\nTese de julgamento:  \"À luz do princípio da causalidade, não cabe\nfixação de honorários advocatícios na exceção de pré-executividade\nacolhida para extinguir a execução fiscal em razão do reconhecimento\nda prescrição intercorrente, ainda que precedida de resistência do\nexequente\".\nDispositivos relevantes citados:  Lei n. 6.830/1980, art. 40;\nCPC/2015, art. 85.Jurisprudência relevante citada:  STJ, REsp n.\n2.046.269/PR, relator Ministro Gurgel de Faria, Primeira Seção,\njulgado em 9/10/2024; STJ, EAREsp n. 1.854.589/PR, relator Ministro\nRaul Araújo, Corte Especial, julgado em 9/11/2023.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250806",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Corte Especial, por unanimidade,\nconhecer dos embargos de divergência e dar-lhes provimento para\nnegar provimento ao recurso especial da parte embargada, nos termos\ndo voto do Sr. Ministro Relator.\nOs Srs. Ministros Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Luis Felipe Salomão, Mauro Campbell Marques, Benedito\nGonçalves, Raul Araújo, Maria Isabel Gallotti, Antonio Carlos\nFerreira, Ricardo Villas Bôas Cueva, Sebastião Reis Júnior,\nFrancisco Falcão e Nancy Andrighi votaram com o Sr. Ministro\nRelator.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : "(EXECUÇÃO FISCAL - EXCEÇÃO DE PRÉ-EXECUTIVIDADE - PRESCRIÇÃO\nINTERCORRENTE - PRINCÍPIO DA CAUSALIDADE)\n   STJ - <<REsp 2046269>>-PR (RECURSO REPETITIVO - TEMA(s) 1229),\n         <<EAREsp 1854589>>-PR",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000919045",
  "numeroProcesso" : "2810536",
  "numeroRegistro" : "202404533860",
  "siglaClasse" : "AgRg no RE no AgRg no AREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NO RECURSO EXTRAORDINÁRIO NO AGRAVO REGIMENTAL NO\nAGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LUIS FELIPE SALOMÃO",
  "dataPublicacao" : "DJEN       DATA:15/08/2025",
  "ementa" : "AGRAVO REGIMENTAL. DIREITO PENAL. PRINCÍPIO DA INSIGNIFICÂNCIA.\nREINCIDÊNCIA. AUSÊNCIA DE REPERCUSSÃO GERAL. TEMA N. 183 DO STF.\nNEGATIVA DE SEGUIMENTO.\nI. CASO EM EXAME\n1.1. Agravo regimental interposto contra decisão que negou\nseguimento a recurso extraordinário, mantendo a aplicação do\nprincípio da insignificância em caso de furto, mesmo com a\nreincidência do réu, por considerar a questão infraconstitucional e\nsem repercussão geral, conforme Tema n. 183 do STF.\n1.2. A parte agravante argumenta que o princípio da insignificância\nnão deve ser aplicado a agentes reincidentes, evidenciando\nhabitualidade criminosa.\nII. QUESTÕES EM DISCUSSÃO\n2.1. A questão em discussão consiste em saber se a reincidência do\nréu impede a aplicação do princípio da insignificância em casos de\nfurto, considerando a ausência de repercussão geral sobre o tema,\nconforme entendimento do STF.\nIII. RAZÕES DE DECIDIR\n3.1. O STJ entendeu que a reincidência, por si só, não afasta a\naplicação do princípio da insignificância, devendo ser considerada\njunto com outras circunstâncias fáticas.\n3.2. A decisão agravada está em consonância com o entendimento do\nSTF, que considera a questão da aplicação do princípio da\ninsignificância como matéria infraconstitucional, sem repercussão\ngeral.\nIV. DISPOSITIVO\n4.1. Agravo regimental a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250812",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 06/08/2025 a 12/08/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000919044",
  "numeroProcesso" : "2078517",
  "numeroRegistro" : "202202399255",
  "siglaClasse" : "AgInt no RE nos EDcl no REsp",
  "descricaoClasse" : "AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO NOS EMBARGOS DE DECLARAÇÃO\nNO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "LUIS FELIPE SALOMÃO",
  "dataPublicacao" : "DJEN       DATA:15/08/2025",
  "ementa" : "AGRAVO INTERNO. NEGATIVA DE SEGUIMENTO A RECURSO EXTRAORDINÁRIO.\nPRESSUPOSTOS DE ADMISSIBILIDADE DE RECURSO DE COMPETÊNCIA DO STJ.\nAUSÊNCIA DE REPERCUSSÃO GERAL. ART. 1.030, I, A, DO CPC. TEMA N. 181\nDO STF.\nI. CASO EM EXAME\n1.1. Agravo interno interposto contra a decisão que negou seguimento\nao recurso extraordinário, sob a justificativa de que a matéria\ndiscutida envolvia pressupostos de admissibilidade de recurso de\ncompetência do STJ.\n1.2. A parte agravante argumentou que o recurso extraordinário\napontava violação a dispositivos da Constituição Federal, afirmando\na inaplicabilidade do Tema n. 181 do STF ao caso concreto.\nII. QUESTÕES EM DISCUSSÃO\n2.1. A aplicabilidade do Tema n. 181 do STF quando há necessidade de\ndiscussão ou superação de óbices de admissibilidade que resultaram\nno não conhecimento de recurso de competência do STJ.\nIII. RAZÕES DE DECIDIR\n3.1. A decisão agravada fundamentou-se na aplicação do Tema n. 181\ndo STF, que estabelece ausência de repercussão geral da questão\nrelativa ao preenchimento dos pressupostos de admissibilidade de\nrecursos de competência de outros Tribunais.\n3.2. As razões do recurso extraordinário, voltadas ao óbice aplicado\nou à matéria de fundo, demandam a reanálise ou superação do\nentendimento acerca do não conhecimento de recurso anterior.\n3.3. Nos termos do art. 1.030, I, a, do CPC, é justificada a\nnegativa de seguimento ao recurso extraordinário quando a questão\ncontrovertida não possui repercussão geral.\nIV. DISPOSITIVO\n4.1. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250812",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da CORTE ESPECIAL do Superior\nTribunal de Justiça, em Sessão Virtual de 06/08/2025 a 12/08/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Francisco Falcão, Nancy Andrighi, João Otávio de\nNoronha, Humberto Martins, Maria Thereza de Assis Moura, Og\nFernandes, Mauro Campbell Marques, Benedito Gonçalves, Raul Araújo,\nMaria Isabel Gallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas\nCueva e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Presidente do STJ.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000918961",
  "numeroProcesso" : "2511536",
  "numeroRegistro" : "202304152654",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "NANCY ANDRIGHI",
  "dataPublicacao" : "DJEN       DATA:13/08/2025",
  "ementa" : "AGRAVO REGIMENTAL. EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. REQUISITOS DO ART. 1.043, § 4º DO CPC. INOBSERVÂNCIA.\nI. Hipótese em exame\n1. Agravo regimental interposto contra decisão que indeferiu\nliminarmente embargos de divergência, em virtude da ausência de\njuntada de cópia da certidão de julgamento e do inteiro teor dos\nacórdãos apontados como paradigmas.\nII. Questão em discussão\n2. O agravante sustenta que os arestos paradigmas concluíram pela\ndesnecessidade da juntadas das referidas peças e pela desnecessidade\nde impugnação de todos os fundamentos da decisão de\ninadmissibilidade do recurso especial.\nIII. Razões de decidir\n3. Consoante a jurisprudência desta Corte, configura pressuposto\nindispensável para a comprovação da divergência jurisprudencial a\nadoção pela parte recorrente, na petição dos embargos de\ndivergência, de uma das seguintes providências, quanto aos\nparadigmas indicados: (I) a juntada de certidões; (II) apresentação\nde cópias do inteiro teor dos acórdãos apontados; (III) a citação do\nrepositório oficial, autorizado ou credenciado nos quais eles se\nachem publicados, inclusive em mídia eletrônica; e (IV) a reprodução\nde julgado disponível na rede mundial de computadores, com a\nindicação da respectiva fonte na internet.\n4. Em relação à cópia do inteiro teor dos acórdãos apontados como\nparadigmas, a jurisprudência da Corte Especial do STJ considera que\ntal documento compreende o relatório, o voto, a ementa/acórdão e a\nrespectiva certidão de julgamento. Assim, a não apresentação de\nalgum desses elementos na interposição do recurso caracteriza\ndesrespeito à regra técnica para o seu conhecimento, o que constitui\nvício substancial insanável.\n5. A jurisprudência do STJ é consolidada no sentido de ser\ninafastável o dever do recorrente de impugnar especificamente todos\nos fundamentos que levaram à inadmissão do apelo extremo, não se\npodendo falar em decisão cindível em capítulos autônomos e\nindependentes. Precedentes.\nIV. Dispositivo\n6. Agravo regimental não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250806",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Corte Especial, por unanimidade,\nnegar provimento ao agravo, nos termos do voto da Sra. Ministra\nRelatora.\nOs Srs. Ministros João Otávio de Noronha, Humberto Martins, Maria\nThereza de Assis Moura, Og Fernandes, Luis Felipe Salomão, Mauro\nCampbell Marques, Benedito Gonçalves, Raul Araújo, Maria Isabel\nGallotti, Antonio Carlos Ferreira, Ricardo Villas Bôas Cueva,\nSebastião Reis Júnior e Francisco Falcão votaram com a Sra. Ministra\nRelatora.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000918744",
  "numeroProcesso" : "2199164",
  "numeroRegistro" : "202500618396",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RICARDO VILLAS BÔAS CUEVA",
  "dataPublicacao" : "DJEN       DATA:05/08/2025",
  "ementa" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL. RITO DOS RECURSOS\nREPETITIVOS. ARTIGO 406 DO CÓDIGO CIVIL. TAXA SELIC. APLICAÇÃO ANTES\nDA ENTRADA EM VIGOR DA LEI N° 14.905/2024.\n1. Delimitação da controvérsia: \"definir se a taxa referencial do\nSistema Especial de Liquidação e Custódia (SELIC) deve ser\nconsiderada para a fixação dos juros moratórios a que se referia o\nart. 406 do Código Civil antes da entrada em vigor da Lei n°\n14.905/2024\".\n2. Recurso especial afetado ao rito do art. 1.036 e seguintes do\nCPC.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250624",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Corte Especial, por unanimidade, afetar o\nprocesso ao rito dos recursos repetitivos (artigo 1.036 do CPC e\nart. 257-C do RISTJ) para consolidar entendimento acerca da seguinte\nquestão jurídica: \"Definir se a taxa referencial do Sistema\nEspecial de Liquidação e Custódia (SELIC) deve ser considerada para\na fixação dos juros moratórios a que se referia o art. 406 do Código\nCivil antes da entrada em vigor da Lei n° 14.905/2024.\" Ainda, por\nunanimidade, determinar a suspensão dos recursos especiais ou\nagravos em recurso especial em segunda instância e/ou no STJ cujos\nobjetos coincidam com o da matéria afetada (observada a orientação\ndo art. 256-L do RISTJ), nos termos da proposta do Sr. Ministro\nRelator.\nQuanto a abrangência da suspensão, os Srs. Ministros Sebastião Reis\nJúnior, Francisco Falcão, Nancy Andrighi, João Otávio de Noronha,\nHumberto Martins, Maria Thereza de Assis Moura, Og Fernandes, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo e Antonio Carlos Ferreira votaram com o Sr. Ministro Relator.\nNão participou da votação a Sra. Ministra Maria Isabel Gallotti.\nQuanto a proposta de afetação, os Srs. Ministros Sebastião Reis\nJúnior, Francisco Falcão, Nancy Andrighi, João Otávio de Noronha,\nHumberto Martins, Maria Thereza de Assis Moura, Luis Felipe Salomão,\nMauro Campbell Marques, Benedito Gonçalves, Raul Araújo, Maria\nIsabel Gallotti e Antonio Carlos Ferreira votaram com o Sr. Ministro\nRelator. Não participou da votação o Sr. Ministro Og Fernandes.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1368.",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1368\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01021 PAR:00047 ART:01037" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000918743",
  "numeroProcesso" : "2070882",
  "numeroRegistro" : "202301442029",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "CORTE ESPECIAL",
  "ministroRelator" : "RICARDO VILLAS BÔAS CUEVA",
  "dataPublicacao" : "DJEN       DATA:05/08/2025",
  "ementa" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL. RITO DOS RECURSOS\nREPETITIVOS. ARTIGO 406 DO CÓDIGO CIVIL. TAXA SELIC. APLICAÇÃO ANTES\nDA ENTRADA EM VIGOR DA LEI N° 14.905/2024.\n1. Delimitação da controvérsia: \"definir se a taxa referencial do\nSistema Especial de Liquidação e Custódia (SELIC) deve ser\nconsiderada para a fixação dos juros moratórios a que se referia o\nart. 406 do Código Civil antes da entrada em vigor da Lei n°\n14.905/2024\".\n2. Recurso especial afetado ao rito do art. 1.036 e seguintes do\nCPC.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250624",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Corte Especial, por unanimidade, afetar o\nprocesso ao rito dos recursos repetitivos (artigo 1.036 do CPC e\nart. 257-C do RISTJ) para consolidar entendimento acerca da seguinte\nquestão jurídica: \"Definir se a taxa referencial do Sistema\nEspecial de Liquidação e Custódia (SELIC) deve ser considerada para\na fixação dos juros moratórios a que se referia o art. 406 do Código\nCivil antes da entrada em vigor da Lei n° 14.905/2024.\" Ainda, por\nunanimidade, determinar a suspensão dos recursos especiais ou\nagravos em recurso especial em segunda instância e/ou no STJ cujos\nobjetos coincidam com o da matéria afetada (observada a orientação\ndo art. 256-L do RISTJ), nos termos da proposta do Sr. Ministro\nRelator.\nQuanto a abrangência da suspensão, os Srs. Ministros Sebastião Reis\nJúnior, Francisco Falcão, Nancy Andrighi, João Otávio de Noronha,\nHumberto Martins, Maria Thereza de Assis Moura, Og Fernandes, Luis\nFelipe Salomão, Mauro Campbell Marques, Benedito Gonçalves, Raul\nAraújo e Antonio Carlos Ferreira votaram com o Sr. Ministro Relator.\nNão participou da votação a Sra. Ministra Maria Isabel Gallotti.\nQuanto a proposta de afetação, os Srs. Ministros Sebastião Reis\nJúnior, Francisco Falcão, Nancy Andrighi, João Otávio de Noronha,\nHumberto Martins, Maria Thereza de Assis Moura, Luis Felipe Salomão,\nMauro Campbell Marques, Benedito Gonçalves, Raul Araújo, Maria\nIsabel Gallotti e Antonio Carlos Ferreira votaram com o Sr. Ministro\nRelator. Não participou da votação o Sr. Ministro Og Fernandes.\nPresidiu o julgamento o Sr. Ministro Herman Benjamin.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1368.",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1368\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01037" ],
  "acordaosSimilares" : [ ]
} ]