[ {
  "id" : "000864590",
  "numeroProcesso" : "2323344",
  "numeroRegistro" : "202300885273",
  "siglaClasse" : "AgInt no AgInt no AREsp",
  "descricaoClasse" : "AGRAVO INTERNO NO AGRAVO INTERNO NO AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA TURMA",
  "ministroRelator" : "BENEDITO GONÇALVES",
  "dataPublicacao" : "DJE        DATA:29/02/2024",
  "ementa" : "DIREITO PROCESSUAL CIVL E ADMINISTRATIVO. AGRAVO INTERNO NO AGRAVO\nEM RECURSO ESPECIAL. VIOLAÇÃO DOS ARTIGOS 489 E 1.022 DO CPC/2015.\nNÃO OCORRÊNCIA. IRREGULARIDADE NO MEDIDOR E DANOS MORAIS. REVISÃO.\nIMPOSSIBILIDADE.\n1. Tendo o recurso sido interposto contra decisão publicada na\nvigência do Código de Processo Civil de 2015, devem ser exigidos os\nrequisitos de admissibilidade na forma nele previsto, conforme\nEnunciado Administrativo n. 3/2016/STJ.\n2. Não há violação do artigo 489 e 1.022 do CPC/2015 quando o\nacórdão recorrido manifestou-se de maneira clara e fundamentada a\nrespeito das questões relevantes para a solução da controvérsia,\napenas não adotando a tese defendida pelos recorrentes.\n3. A Corte de origem, após ampla análise do conjunto\nfático-probatório apresentado nos autos, entendeu que a\nconcessionária observou o procedimento previsto no artigo 129, §1º,\nda Resolução 414/2010 da Aneel, sendo caso de manutenção da cobrança\ndo débito a título de recuperação e consumo de energia. A revisão\nde tal entendimento esbarra no óbice da Súmula 7/STJ, além de\nensejar a análise de dispositivos da Resolução ANEEL nº 414/2010,\nprovidências insuscetíveis em sede de recurso especial.\n4. O entendimento pacificado no Superior Tribunal de Justiça é de\nque o valor estabelecido pelas instâncias ordinárias, a título de\nindenização por danos morais, pode ser revisto tão somente nas\nhipóteses em que a condenação se revelar irrisória ou exorbitante,\ndistanciando-se dos padrões de razoabilidade, o que não se evidencia\nno presente caso. Aplica-se, portanto, a Súmula n. 7/STJ.\n5. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240226",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA TURMA do Superior\nTribunal de Justiça, em sessão virtual de 20/02/2024 a 26/02/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Sérgio Kukina, Regina Helena Costa, Gurgel de\nFaria e Paulo Sérgio Domingues  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Paulo Sérgio Domingues.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000864591",
  "numeroProcesso" : "1827074",
  "numeroRegistro" : "202100202085",
  "siglaClasse" : "AgInt nos EDcl no AREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO EM RECURSO\nESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA TURMA",
  "ministroRelator" : "PAULO SÉRGIO DOMINGUES",
  "dataPublicacao" : "DJE        DATA:29/02/2024",
  "ementa" : "PROCESSUAL CIVIL. ADMINISTRATIVO. AGRAVO INTERNO. AGRAVO EM\nRECURSO ESPECIAL. RESPONSABILIDADE CIVIL. FALECIMENTO DE PRESO.\nINDENIZAÇÃO POR DANOS MORAIS. VALOR. REVISÃO. IMPOSSIBILIDADE NO\nCASO DOS AUTOS. SÚMULA 7/STJ. INCIDÊNCIA. PENSIONAMENTO. TERMO\nFINAL. IDADE EM QUE O PRESO COMPLETARIA 65 ANOS. PRECEDENTES.\nPROVIMENTO NEGADO.\n1. O Tribunal de origem reconheceu ser razoável o valor da\nindenização por danos morais de R$ 50.000,00 para a mãe do de cujus,\ne de  R$ 10.000,00 para os demais autores, irmãos do falecido.\nEntendimento diverso, conforme pretendido, implicaria o reexame do\ncontexto fático-probatório dos autos, circunstância que redundaria\nna formação de novo juízo acerca dos fatos e das provas, e não na\nvaloração dos critérios jurídicos concernentes à utilização da prova\ne à formação da convicção, o que impede o conhecimento do recurso\nespecial quanto ao ponto. Sendo assim, incide no presente caso a\nSúmula 7 do Superior Tribunal de Justiça (STJ), segundo a qual \"a\npretensão de simples reexame de prova não enseja recurso especial\".\n2. Este Tribunal já se posicionou pelo cabimento de pensão aos\ngenitores de detento morto no interior de estabelecimento prisional\ncom os seguintes parâmetros: 2/3 (dois terços) do salário mínimo do\ndia da morte até o momento no qual o falecido completaria 25 anos de\nidade; 1/3 (um terço) a partir daí até a data em que completaria 65\n(sessenta e cinco) anos.\n3. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240226",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA TURMA do Superior\nTribunal de Justiça, em sessão virtual de 20/02/2024 a 26/02/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Benedito Gonçalves, Sérgio Kukina, Regina Helena\nCosta e Gurgel de Faria  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Paulo Sérgio Domingues.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000864592",
  "numeroProcesso" : "1944407",
  "numeroRegistro" : "202102301589",
  "siglaClasse" : "AgInt no AREsp",
  "descricaoClasse" : "AGRAVO INTERNO NO AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA TURMA",
  "ministroRelator" : "PAULO SÉRGIO DOMINGUES",
  "dataPublicacao" : "DJE        DATA:29/02/2024",
  "ementa" : "PROCESSUAL CIVIL. ADMINISTRATIVO. AGRAVO INTERNO. AGRAVO EM\nRECURSO ESPECIAL. RESPONSABILIDADE CIVIL. FALECIMENTO DE PRESO.\nINDENIZAÇÃO POR DANOS MORAIS. VALOR. REVISÃO. IMPOSSIBILIDADE NO\nCASO DOS AUTOS. SÚMULA 7/STJ. INCIDÊNCIA. PROVIMENTO NEGADO.\n1. O Tribunal de origem reconheceu, diante das circunstâncias\nconcretas, que o valor fixado pela sentença, R$ 50.000,00,\nmostrava-se suficiente para compensar o sofrimento e os danos\nsuportados pela parte autora. Entendimento diverso, conforme\npretendido, implicaria o reexame do contexto fático-probatório dos\nautos, circunstância que redundaria na formação de novo juízo acerca\ndos fatos e das provas, e não na valoração dos critérios jurídicos\nconcernentes à utilização da prova e à formação da convicção, o que\nimpede o conhecimento do recurso especial quanto ao ponto. Sendo\nassim, incide no presente caso a Súmula 7 do Superior Tribunal de\nJustiça (STJ), segundo a qual \"a pretensão de simples reexame de\nprova não enseja recurso especial\".\n2. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240226",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA TURMA do Superior\nTribunal de Justiça, em sessão virtual de 20/02/2024 a 26/02/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Benedito Gonçalves, Sérgio Kukina, Regina Helena\nCosta e Gurgel de Faria  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Paulo Sérgio Domingues.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000864593",
  "numeroProcesso" : "2038455",
  "numeroRegistro" : "202103874230",
  "siglaClasse" : "AgInt no AREsp",
  "descricaoClasse" : "AGRAVO INTERNO NO AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA TURMA",
  "ministroRelator" : "PAULO SÉRGIO DOMINGUES",
  "dataPublicacao" : "DJE        DATA:29/02/2024",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NO AGRAVO EM  RECURSO ESPECIAL.\nAÇÃO DE INDENIZAÇÃO. RESPONSABILIDADE CIVIL DO ESTADO. DANO MORAL.\nÓBITO DECORRENTE DE DISPARO DE ARMA DE FOGO POR AGENTE DE SEGURANÇA\nDO ESTADO. VALOR ARBITRADO A TÍTULO INDENIZATÓRIO. REVISÃO.\nINVIABILIDADE. REEXAME FÁTICO-PROBATÓRIO. SÚMULA 7/STJ. PROVIMENTO\nNEGADO.\n1. O Tribunal de origem, com base nas provas contidas nos autos e\nnas peculiaridades do caso concreto, em que as vítimas vieram a\nóbito, reconheceu a necessidade de majoração do valor fixado pelo\nJuízo sentenciante a título de indenização por danos morais, para\nadequar aos parâmetros da jurisprudência.\n2. Entendimento diverso, conforme pretendido, implicaria o reexame\ndo contexto fático-probatório dos autos, circunstância que\nredundaria na formação de novo juízo acerca dos fatos e das provas,\ne não na valoração dos critérios jurídicos concernentes à utilização\nda prova e à formação da convicção, o que impede o conhecimento do\nrecurso especial quanto ao ponto. Incidência da Súmula 7 do Superior\nTribunal de Justiça (STJ).\n3. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240226",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA TURMA do Superior\nTribunal de Justiça, em sessão virtual de 20/02/2024 a 26/02/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Benedito Gonçalves, Sérgio Kukina, Regina Helena\nCosta e Gurgel de Faria  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Paulo Sérgio Domingues.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000864594",
  "numeroProcesso" : "2188713",
  "numeroRegistro" : "202202536273",
  "siglaClasse" : "AgInt no AREsp",
  "descricaoClasse" : "AGRAVO INTERNO NO AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA TURMA",
  "ministroRelator" : "PAULO SÉRGIO DOMINGUES",
  "dataPublicacao" : "DJE        DATA:29/02/2024",
  "ementa" : "PROCESSUAL CIVIL E TRIBUTÁRIO. AGRAVO INTERNO. AGRAVO EM RECURSO\nESPECIAL. EXECUÇÃO FISCAL. ATIVOS FINANCEIROS INFERIORES A 40\nSALÁRIOS MÍNIMOS. IMPENHORABILIDADE PREVISTA EXPRESSAMENTE NO ART.\n833, X, DO CPC.  POSSIBILIDADE DE RECONHECIMENTO DE OFÍCIO PELO\nJUIZ. ACÓRDÃO CONFORMADO À JURISPRUDÊNCIA DO STJ. PROVIMENTO NEGADO.\n1. Nos termos do art. 833, X, do Código de Processo Civil (CPC), bem\ncomo da jurisprudência do Superior Tribunal de Justiça, são\nimpenhoráveis valores inferiores a 40 (quarenta) salários mínimos\ndepositados em aplicações financeiras, de modo que, constatado que a\nparte executada não possui saldo suficiente, cabe ao juiz,\nindependentemente da manifestação da parte interessada, indeferir o\nbloqueio de ativos financeiros ou determinar a liberação dos valores\nconstritos. Isso porque, além de as matérias de ordem pública serem\ncognoscíveis de ofício, a impenhorabilidade em questão é presumida,\ncabendo ao credor a demonstração de eventual abuso, má-fé ou fraude\ndo devedor. Precedente: AgInt no AREsp 2.151.910/RS, relator\nMinistro Sérgio Kukina, Primeira Turma, julgado em 19/9/2022, DJe de\n22/9/2022.\n2. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240226",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA TURMA do Superior\nTribunal de Justiça, em sessão virtual de 20/02/2024 a 26/02/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Benedito Gonçalves, Sérgio Kukina, Regina Helena\nCosta e Gurgel de Faria  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Paulo Sérgio Domingues.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000864595",
  "numeroProcesso" : "2220880",
  "numeroRegistro" : "202203102560",
  "siglaClasse" : "AgInt no AREsp",
  "descricaoClasse" : "AGRAVO INTERNO NO AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA TURMA",
  "ministroRelator" : "PAULO SÉRGIO DOMINGUES",
  "dataPublicacao" : "DJE        DATA:29/02/2024",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO.  AGRAVO EM RECURSO ESPECIAL.\nPENHORA ON-LINE. SISTEMA BACENJUD. VALORES INFERIORES A 40 SALÁRIOS\nMÍNIMOS. IMPENHORABILIDADE PRE SUMIDA. POSSIBILIDADE DE\nRECONHECIMENTO DE OFÍCIO PELO JUIZ. PROVIMENTO NEGADO.\n1. Nos termos do art. 833, X, do Código de Processo Civil, bem como\nda jurisprudência do Superior Tribunal de Justiça, são impenhoráveis\nvalores inferiores a 40 (quarenta) salários mínimos depositados em\naplica ções financeiras, de modo que, constatado que a parte\nexecutada não possui saldo suficiente, cabe ao juiz,\nindependentemente da manifestação da interessada, indeferir o\nbloqueio de ativos financeiros ou determinar a liberação dos valores\nconstritos,. Isso porque, além de as matérias de ordem pública\nserem cognoscíveis de ofício, a impenhorabilidade em questão é\npresumida, cabendo ao credor a demonstração de eventual abuso, má-fé\nou fraude do devedor. Precedentes.\n2. Agravo interno  a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240226",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA TURMA do Superior\nTribunal de Justiça, em sessão virtual de 20/02/2024 a 26/02/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Benedito Gonçalves, Sérgio Kukina, Regina Helena\nCosta e Gurgel de Faria  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Paulo Sérgio Domingues.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000864596",
  "numeroProcesso" : "67125",
  "numeroRegistro" : "202102572984",
  "siglaClasse" : "EDcl nos EDcl no AgInt nos EDcl no RMS",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO\nNOS EMBARGOS DE DECLARAÇÃO NO RECURSO ORDINÁRIO EM MS",
  "nomeOrgaoJulgador" : "PRIMEIRA TURMA",
  "ministroRelator" : "PAULO SÉRGIO DOMINGUES",
  "dataPublicacao" : "DJE        DATA:29/02/2024",
  "ementa" : "PROCESUAL CIVIL E ADMINISTRATIVO. EMBARGOS DE DECLARAÇÃO NOS\nEMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO\nEM RECURSO ORDINÁRIO. MANDADO DE SEGURANÇA. CONCURSO PÚBLICO.\nCANDIDATO APROVADO FORA DAS VAGAS PREVISTAS NO EDITAL.\nEXCEPCIONALIDADE. COMPROVAÇÃO INEQUÍVOCA DA EXISTÊNCIA DE VAGA E DA\nNECESSIDADE DE NOMEAÇÃO POR PARTE DA ADMINISTRAÇÃO PÚBLICA.\nENTENDIMENTO DO STF. RE 837.311. OMISSÃO CONFIGURADA. EMBARGOS DE\nDECLARAÇÃO ACOLHIDOS COM EFEITOS INFRINGENTES.\n1. Conforme dispõe o art. 1.022 do CPC/2015, os embargos de\ndeclaração destinam-se a sanar eventual vício de omissão,\nobscuridade, contradição ou erro material, não se caracterizando\ncomo via própria ao rejulgamento da causa. No presente caso, há\nomissão a ser sanada.\n2. O acórdão embargado, ao rejeitar os primeiros embargos de\ndeclaração opostos, não considerou o teor da manifestação expressa\nfeita pela administração pública, por meio do Ofício\n091/2020-UNEMAT, expedido pela Universidade do Estado de Mato\nGrosso, em 6 de maio de 2020, acerca da existência de vaga e da\ninequívoca necessidade de nomeação de TARCIS ALVAN OLIVA DOS SANTOS\nno cargo de Professor da Educação Superior na área de Cálculo, do\nCampus Universitário de Barra do Bugres (fls. 260/264).\n3. Segundo o entendimento firmado pelo Supremo Tribunal Federal nos\nautos do RE 598.099/MS, julgado sob o regime de repercussão geral\n(Tema 161/STF), a aprovação em concurso público dentro do número de\nvagas previstas no edital convalida a mera expectativa em direito\nsubjetivo do candidato a ser nomeado para o cargo a que concorreu e\nfoi devidamente habilitado. Já no tocante aos candidatos aprovados\nfora do número de vagas previstas no edital, compondo o chamado\ncadastro de reserva, no julgamento do RE 837.311/PI, também sob o\nregime de repercussão geral (Tema 784/STF), o Supremo Tribunal\nFederal decidiu que o direito subjetivo dos candidatos aprovados em\nconcurso público está caracterizado nas seguintes hipóteses: (a)\nquando a aprovação ocorrer dentro do número de vagas previstas no\nedital (RE 598.099/MS); (b) quando houver preterição na nomeação por\nnão observância da ordem de classificação (Súmula 15 do STF); (c)\nquando surgirem novas vagas ou for aberto novo concurso durante a\nvalidade do certame anterior, e ocorrer a preterição de candidatos\naprovados fora das vagas de forma arbitrária e imotivada por parte\nda administração.\n4. O julgamento do RE 598.099/MS pela Suprema Corte apresenta, em\ncaráter excepcional, outra possibilidade de reconhecimento do\ndireito líquido e certo à nomeação, qual seja, quando há inequívoca\nmanifestação da administração pública sobre a existência de vagas e\na necessidade de nomeação. É essa a hipótese dos autos.\n5. Embargos de declaração acolhidos, com efeitos infringentes.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240226",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA TURMA do Superior\nTribunal de Justiça, em sessão virtual de 20/02/2024 a 26/02/2024,\npor unanimidade, acolher os embargos de declaração, com efeitos\nmodificativos, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Benedito Gonçalves, Sérgio Kukina, Regina Helena\nCosta e Gurgel de Faria  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Paulo Sérgio Domingues.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000864597",
  "numeroProcesso" : "1723732",
  "numeroRegistro" : "202001626798",
  "siglaClasse" : "EDcl no AgInt no AgInt no AREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NO AGRAVO INTERNO NO AGRAVO\nEM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA TURMA",
  "ministroRelator" : "PAULO SÉRGIO DOMINGUES",
  "dataPublicacao" : "DJE        DATA:29/02/2024",
  "ementa" : "PROCESSUAL CIVIL. EMBARGOS DE DECLARAÇÃO. .AGRAVO EM RECURSO\nESPECIAL. OMISSÃO. HONORÁRIOS RECURSAIS. CABIMENTO. RECURSO\nACOLHIDO.\n1. Nos termos do art. 1.022 do Código de Processo Civil (CPC), os\nembargos de declaração destinam-se a esclarecer obscuridade,\neliminar contradição, suprir omissão e corrigir erro material\neventualmente existentes no julgado.\n2. Este Tribunal consagrou o entendimento de que apenas é devida a\nmajoração da verba honorária sucumbencial, consoante o disposto no\nart. 85, § 11, do Código de Processo Civil, se estiverem presentes\nos seguintes requisitos, simultaneamente: (a) decisão recorrida\npublicada a partir de 18/3/2016, momento em que entrou em vigor o\nnovo Código de Processo Civil; (b) que do recurso não se tenha\nconhecido integralmente ou que ele tenha sido desprovido,\nmonocraticamente ou pelo órgão colegiado competente; e (c)\ncondenação em honorários advocatícios, desde a origem, no feito em\nque interposto o recurso.\n3. A majoração dos honorários na forma prevista no art. 85, § 11, do\nCPC justifica-se pelo manifesto propósito da regra processual de\ndesestimular a interposição de recursos infundados pela parte\nvencida, honorários que podem ser arbitrados pelo órgão colegiado em\nagravo interno ou embargos de declaração quando não fixados na\ndecisão monocrática que aprecia o agravo em recurso especial.\n4. Embargos de declaração acolhidos, com efeitos integrativos, para\nmajorar em 10% (dez por cento) o valor dos honorários de sucumbência\njá arbitrado (na origem), nos termos do art. 85, § 11, do CPC,\nobservados, se aplicáveis, os limites percentuais previstos nos § 2º\ndesse dispositivo, bem como os termos do art. 98, § 3º, do mesmo\ndiploma legal.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240226",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA TURMA do Superior\nTribunal de Justiça, em sessão virtual de 20/02/2024 a 26/02/2024,\npor unanimidade, acolher os embargos de declaração, nos termos do\nvoto do Sr. Ministro Relator.\nOs Srs. Ministros Benedito Gonçalves, Sérgio Kukina, Regina Helena\nCosta e Gurgel de Faria  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Paulo Sérgio Domingues.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000864598",
  "numeroProcesso" : "1972247",
  "numeroRegistro" : "202102620713",
  "siglaClasse" : "EDcl no AgInt no AREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NO AGRAVO EM RECURSO\nESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA TURMA",
  "ministroRelator" : "PAULO SÉRGIO DOMINGUES",
  "dataPublicacao" : "DJE        DATA:29/02/2024",
  "ementa" : "PROCESSUAL CIVIL. EMBARGOS DE DECLARAÇÃO. AGRAVO NO RECURSO\nESPECIAL. VIOLAÇÃO AO DEVER DE FUNDAMENTAÇÃO NÃO CONFIGURADA.\nAUSÊNCIA DE IMPUGNAÇÃO ESPECÍFICA AOS FUNDAMENTOS DA DECISÃO DE\nINADMISSIBILIDADE. SÚMULA 182/STJ. RECURSO PARCIALMENTE ACOLHIDO.\n1. Nos termos do art. 1.022 do Código de Processo Civil, os embargos\nde declaração são oponíveis contra decisão para sanear obscuridade,\ncontradição ou omissão sobre questão essencial ao deslinde da\ncontrovérsia provocada pela parte ou a respeito da qual deveria\nhaver pronunciamento de ofício e, por fim, para corrigir eventual\nerro material.\n2. Destaca-se que não há que se falar em violação ao dever de\nfundamentação porque o acórdão embargado foi devidamente\nfundamentado.\n3. No tocante à argumentação de contradição, verifica-se que tanto a\nCorte de origem, ao realizar prévio juízo de admissibilidade,\nquanto a Presidência desta Corte Superior não fundamentaram o não\nconhecimento do recurso no óbice da Súmula 7/STJ. Assim, constata-se\na existência de erro material no acórdão embargado.\n4. A simples afirmação de que a matéria debatida demanda a análise\nde normas infraconstitucionais não é apta a demonstrar as razões\npelas quais a análise do recurso especial não demandaria o exame de\nmatéria constitucional. Portanto, não há que se falar em omissão no\nacórdão embargado, que manteve a decisão da Presidência desta Corte\nSuperior de aplicação da Súmula 182/STJ.\n5. Embargos de declaração parcialmente acolhidos apenas para\ncorreção de erro material; onde se lê na ementa do acórdão de fls.\n208/213 \"A decisão ora recorrida não conheceu do agravo em\ndecorrência da não impugnação aos fundamentos da decisão que\ninadmitiu o recurso e special na origem, especificamente em relação\nà Súmula 7/STJ. Por conta disso, consignou-se a incidência da Súmula\n182 do STJ\" (fl. 210), leia-se \"A decisão recorrida não conheceu do\nagravo em decorrência da não impugnação aos fundamentos da decisão\nque havia inadmitido o recurso especial na origem, especificamente\nem relação ao não cabimento de recurso especial contra acórdão com\nfundamento eminentemente constitucional. Por conta disso,\nconsignou-se a incidência da Súmula 182 do STJ\".",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240226",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA TURMA do Superior\nTribunal de Justiça, em sessão virtual de 20/02/2024 a 26/02/2024,\npor unanimidade, acolher parcialmente os embargos de declaração, nos\ntermos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Benedito Gonçalves, Sérgio Kukina, Regina Helena\nCosta e Gurgel de Faria  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Paulo Sérgio Domingues.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000864310",
  "numeroProcesso" : "454705",
  "numeroRegistro" : "201304177380",
  "siglaClasse" : "EDcl no AgRg no AREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NO AGRAVO EM RECURSO\nESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA TURMA",
  "ministroRelator" : "PAULO SÉRGIO DOMINGUES",
  "dataPublicacao" : "DJE        DATA:23/02/2024",
  "ementa" : "PROCESSUAL CIVIL. EMBARGOS DE DECLARAÇÃO. AGRAVO EM RECURSO\nESPECIAL. OBSCURIDADE. EXISTÊNCIA. RECURSO ACOLHIDO.\n1.  Os embargos de declaração, nos termos do art. 1.022 do Código de\nProcesso Civil, têm ensejo quando há obscuridade, contradição,\nomissão ou erro material no julgado. Em hipóteses excepcionais,\nadmite a jurisprudência emprestar-lhes efeitos infringentes.\n2. Hipótese em que houve obscuridade no exame da decadência e da\nprescrição. Diante das informações constantes no acórdão, a Taxa\nAnual por Hectare sujeita-se ao prazo decadencial de dez anos\nprevisto na Lei 10.852/2004 e, considerando a data da inscrição do\ncrédito em dívida ativa, fica afastada a decadência. Da mesma forma,\nnão está configurada a prescrição, visto que a execução fiscal foi\najuizada dentro  do quinquênio legal.\n3. Embargos de declaração acolhidos, com efeitos modificativos, para\ndar provimento ao recurso especial e afastar a decadência e a\nprescrição.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240220",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA TURMA, por unanimidade,\nacolher os embargos de declaração, com efeitos modificativos, para\ndar provimento ao recurso especial e afastar a decadência e a\nprescrição, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Benedito Gonçalves, Sérgio Kukina, Regina Helena\nCosta e Gurgel de Faria votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Paulo Sérgio Domingues.",
  "jurisprudenciaCitada" : "(LEI 10.852/2004 - PRAZO DECADENCIAL - AMPLIAÇÃO - EFICÁCIA\nIMEDIATA)\n   STJ - <<AgInt no REsp 1621936>>-RS",
  "notas" : null,
  "informacoesComplementares" : "     \"[...] segundo a jurisprudência do STJ, 'a ampliação do prazo\ndecadencial pela Lei 10.852/2004 tem efeitos imediatos. [...]'\n[...]\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:010852 ANO:2001" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000864388",
  "numeroProcesso" : "1525744",
  "numeroRegistro" : "201402031894",
  "siglaClasse" : "AgRg no REsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA TURMA",
  "ministroRelator" : "PAULO SÉRGIO DOMINGUES",
  "dataPublicacao" : "DJE        DATA:23/02/2024",
  "ementa" : "PROCESSUAL CIVIL E PREVIDENCIÁRIO. AGRAVO REGIMENTAL. RECURSO\nESPECIAL. QUESTÃO DE ORDEM. APOSENTADORIA HÍBRIDA POR IDADE.\nEXERCÍCIO DE ATIVIDADE RURAL NO PERÍODO QUE ANTECEDE O REQUERIMENTO.\nDESNECESSIDADE. CÔMPUTO DO TEMPO DE SERVIÇO PARA FINS DE CARÊNCIA.\nEXERCÍCIO DE ATIVIDADE RURAL OU URBANA. TEMA REPETITIVO 1.007/STJ.\nPROVIMENTO PARCIAL.\n1. Cuida-se, na origem, de ação ordinária na qual o ora agravado\npleiteia a concessão de benefício de aposentadoria por idade rural\nnos termos do art. 48 da lei 8.213/1991, afirmando ter preenchido os\nrequisitos legais.\n2. Em questão de ordem proposta pelo Ministro Napoleão Nunes Maia\nFilho, esta Primeira Turma decidiu afetar o presente processo ao\nexame da Primeira Seção. Após a acolhida da questão de ordem, a\nmatéria debatida nos autos foi objeto de julgamento sob o rito dos\nrecursos repetitivos (Tema 1.007). Assim, dado o entendimento\nfirmado sobre o tema, não há mais razão para submeter o caso à\napreciação da Primeira Seção.\n3. O Superior Tribunal de Justiça, no julgamento do Recurso Especial\nRepetitivo 1.348.633/SP (Tema 638), consolidou a orientação de que\né possível o reconhecimento de tempo de serviço rural mediante a\napresentação de um início de prova material, corroborado por prova\ntestemunhal idônea.\n4. Conforme consignado no Recurso Especial Repetitivo 1.354.908/SP\n(Tema 642), o início de prova material do exercício de atividade\nrural nem sempre se refere ao período imediatamente anterior ao\nrequerimento do benefício.\n5. Segundo a jurisprudência do Superior Tribunal de Justiça (STJ),\npara a concessão de aposentadoria rural por idade, não se exige que\no início de prova material corresponda a todo o período da carência\ndo benefício, desde que a prova testemunhal amplie a sua eficácia\nprobatória.\n6. Especificamente quanto à hipótese de aposentadoria híbrida,\nlevantada na origem, esta Corte Superior firmou o seguinte\nentendimento sob o rito dos recursos repetitivos: \"o tempo de\nserviço rural, ainda que remoto e descontínuo, anterior ao advento\nda Lei 8.213/1991, pode ser computado para fins da carência\nnecessária à obtenção da aposentadoria híbrida por idade, ainda que\nnão tenha sido efetivado o recolhimen to das contribuições, nos\ntermos do art. 48, § 3o. da Lei 8.213/1991, seja qual for a\npredominância do labor misto exercido no período de carência ou o\ntipo de trabalho exercido no momento do implemento do requisito\netário ou do requerimento administrativo\" (Tema 1.007).\n 7. Agravo reg imental a que se dá parcial provimento apenas para\ntornar sem efeito a decisão de fls. 135/141 e determinar o retorno\ndos autos à origem para nova apreciação dos autos considerando-se a\ntese vinculante fixada no Tema 1.007/STJ. Cancelada a afetação do\nfeito à Primeira Seção.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240220",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Primeira Turma, por unanimidade,\ncancelar à afetação do feito à Primeira Seção e dar parcial\nprovimento ao agravo regimental, apenas  para  tornar  sem  efeito\na  decisão  de  fls.135/141  e  determinar  o  retorno  dos  autos\nà  origem  para  nova  apreciação  do  processo, considerando-se a\ntese vinculante fixada no Tema 1.007/STJ, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Benedito Gonçalves, Sérgio Kukina, Regina Helena\nCosta e Gurgel de Faria votaram com o Sr. Ministro Relator.",
  "jurisprudenciaCitada" : "(APOSENTADORIA - COMPROVAÇÃO DE TEMPO DE SERVIÇO RURAL - INÍCIO DE\nPROVA MATERIAL E TESTEMUNHAL)\n   STJ - <<REsp 1348633>>-SP (RECURSO REPETITIVO - TEMA(s) 638)\n(EXERCÍCIO DE ATIVIDADE RURAL - INÍCIO DE PROVA MATERIAL - PERÍODO\nCOMPROVADO)\n   STJ - <<REsp 1354908>>-SP (RECURSO REPETITIVO - TEMA(s) 642)\n(APOSENTADORIA RURAL POR IDADE - REQUISITOS)\n   STJ - <<AgInt no AREsp 1763886>>-MT\n(APOSENTADORIA HÍBRIDA POR IDADE - REGIME JURÍDICO)\n   STJ - <<REsp 1674221>>-SP (RECURSO REPETITIVO - TEMA(s) 1007)",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:008213 ANO:1991\n*****  LBPS-91    LEI DE BENEFÍCIOS DA PREVIDÊNCIA SOCIAL\n        ART:00048 PAR:00003" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000864389",
  "numeroProcesso" : "1490603",
  "numeroRegistro" : "201402736334",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA TURMA",
  "ministroRelator" : "PAULO SÉRGIO DOMINGUES",
  "dataPublicacao" : "DJE        DATA:23/02/2024",
  "ementa" : "ADMINISTRATIVO. RECURSOS ESPECIAIS. AÇÃO POPULAR. ÁGUA\nTERMO-MINERAL. UTILIZAÇÃO COMO INSUMO EM PROCESSO INDUSTRIAL. DEFESA\nDOS INTERESSES COLETIVOS E DA UNIÃO NO BEM NATURAL.\nINDISPENSABILIDADE DE AUTORIZAÇÃO FEDERAL PARA EXPLORAÇÃO. RECURSOS\nESPECIAIS PROVIDOS.\n1. Discussão nos autos acerca da dispensabilidade, ou não, de\nautorização federal para a utilização de água mineral obtida\ndiretamente do solo como insumo em processo industrial, não\ndestinada ela ao envase e consumo humano.\n2. A utilização da água mineral como insumo de produção industrial,\npor si só, não conduz à conclusão de ausência de interesse econômico\na ser explorado com o recurso natural. A legislação de regência\ntutela o possível interesse da União, a proteção a um ativo\neconômico natural do Ente Público, que, por essa razão, não pode ser\nlivremente explorado sem a devida autorização e análise da\npertinência pelo Estado. Dar por suficiente a autorização de uso por\nautarquia estadual vai de encontro à propriedade do bem\nconstitucionalmente estabelecida e ignora a competência atribuída ao\nórgão próprio de controle da União.\n3. A fiscalização e análise da água pelo Departamento Nacional de\nProdução Mineral - DNPM, hoje realizada pela Agência Nacional de\nMineração - ANM, não tem como objetivo somente a verificação de suas\npropriedades para fins de saúde da população que pode vir a\nconsumi-la. É uma atividade que visa ao resguardo dos interesses da\nUnião no bem natural, respeitando imperativos de predominância do\ninteresse público sobre o particular e de desenvolvimento no\ninteresse nacional.\n4. Recursos especiais providos  para para julgar procedente a ação\npopular .",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240220",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA TURMA, por unanimidade,\ndar provimento aos recursos especiais, para julgar procedente a ação\npopular, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Benedito Gonçalves, Sérgio Kukina, Regina Helena\nCosta e Gurgel de Faria votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Paulo Sérgio Domingues.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEL:007841 ANO:1945\n        ART:00001 ART:00004 ART:00009 ART:00010 ART:00025", "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00020 INC:00009", "LEG:FED DEL:000227 ANO:1967\n        ART:00003 INC:00001 INC:00002 INC:00003 PAR:00002", "LEG:FED LEI:013575 ANO:2017\n        ART:00032", "LEG:FED LEI:008876 ANO:1994\n        ART:00003" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000864390",
  "numeroProcesso" : "62893",
  "numeroRegistro" : "202000302812",
  "siglaClasse" : "RMS",
  "descricaoClasse" : "RECURSO ORDINÁRIO EM MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "PRIMEIRA TURMA",
  "ministroRelator" : "SÉRGIO KUKINA",
  "dataPublicacao" : "DJE        DATA:23/02/2024",
  "ementa" : "PROCESSUAL CIVIL. RECURSO ORDINÁRIO EM MANDADO DE SEGURANÇA. TÍTULO\nEXECUTIVO JUDICIAL FORMADO EM DISSÍDIO COLETIVO DE GREVE AJUIZADO\nPELA MUNICIPALIDADE DE CATANDUVA/SP. DECISÃO DO PRESIDENTE DO TJSP\nQUE SOBRESTA PULVERIZADAS EXECUÇÕES INDIVIDUAIS PARA CONFERIR\nPRIMAZIA À EXECUÇÃO COLETIVA DAQUELE TÍTULO PELO SINDICATO DOS\nSERVIDORES MUNICIPAIS. ECONOMIA PROCESSUAL. INEXISTÊNCIA DE\nILEGALIDADE E DE ABUSO DE PODER. AUSÊNCIA DE OFENSA A DIREITO\nLÍQUIDO E CERTO.  RECURSO NÃO PROVIDO.\n1. A concessão do mandado de segurança repressivo vai condicionada à\nplena e cumulativa satisfação dos requisitos elencados no art. 1º\nda lei de regência (Lei n. 12.016/2009), a  saber: (i) que o\nImpetrante seja titular de um direito líquido e certo violado; (ii)\nque esse direito não encontre amparo pelas vias do habeas corpus ou\ndo habeas data; e que (iii) a apontada violação resulte de ato\nilegal ou abusivo praticado por autoridade.\n2.   Caso concreto em que não se descortina a alegada violação a\ndireito líquido e certo dos impetrantes.\n3. Não se revela ilegal nem abusivo ato do Presidente de Tribunal\nque determina o sobrestamento de múltiplas execuções individuais, em\nordem a que tais pleitos sejam abarcados e atendidos no âmbito de\nexecução coletiva de valores remuneratórios já deflagrada contra a\nMunicipalidade, nos autos principais, pelo respectivo Sindicato de\nServidores, em ordem a racionalizar e uniformizar a atividade\njudicial, dando concretude ao princípio da economia processual.\n4. Recurso ordinário dos exequentes individuais não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240220",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Primeira Turma, por unanimidade,\nnegar provimento ao recurso ordinário em mandado de segurança, nos\ntermos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Benedito Gonçalves, Regina Helena Costa, Gurgel de\nFaria e Paulo Sérgio Domingues votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Paulo Sérgio Domingues.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:012016 ANO:2009\n*****  LMS-09    LEI DO MANDADO DE SEGURANÇA\n        ART:00001", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00004 ART:00006 ART:00008" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000864391",
  "numeroProcesso" : "72573",
  "numeroRegistro" : "202304054338",
  "siglaClasse" : "RMS",
  "descricaoClasse" : "RECURSO ORDINÁRIO EM MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "PRIMEIRA TURMA",
  "ministroRelator" : "SÉRGIO KUKINA",
  "dataPublicacao" : "DJE        DATA:23/02/2024",
  "ementa" : "ADMINISTRATIVO. CONCURSO PÚBLICO. SERVIÇO PÚBLICO ESTADUAL DE SÃO\nPAULO. REQUISITO DE BOA CONDUTA. LEI ESTADUAL N. 10.261/1998.\nPENALIDADE DE SUSPENSÃO SOFRIDA PELA CANDIDATA EM CARGO PÚBLICO\nANTERIORMENTE OCUPADO. CASO CONCRETO. COMPATIBILIDADE PARA NOVA\nINVESTIDURA. RECURSO PROVIDO. ORDEM CONCEDIDA.\n1. A penalidade de suspensão, só por si, não incompatibiliza o\nservidor estadual para nova investidura em cargos públicos.\nInteligência combinada do disposto nos artigos 47 e 307 da Lei\nEstadual n. 10.261/1998 (Estatuto dos Funcionários Públicos Civis do\nEstado de São Paulo).\n2. Recurso ordinário provido para, em reforma do acórdão recorrido,\nconceder a segurança inicialmente requerida e determinar a\nrestauração da nomeação e consequente posse da Impetrante no cargo\nde Escrevente Técnico Judiciário do TJSP. Prejudicado o exame do\nagravo interno interposto pela recorrente .",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240220",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA TURMA, por unanimidade,\ndar provimento ao recurso ordinário para, em reforma do acórdão\nrecorrido, conceder a segurança inicialmente requerida e determinar\na restauração da nomeação e consequente posse da Impetrante no cargo\nde Escrevente Técnico Judiciário do TJSP, e julgar prejudicado o\nagravo interno, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Regina Helena Costa, Gurgel de Faria, Paulo Sérgio\nDomingues (Presidente) e Benedito Gonçalves votaram com o Sr.\nMinistro Relator.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000864046",
  "numeroProcesso" : "71141",
  "numeroRegistro" : "202301210410",
  "siglaClasse" : "RMS",
  "descricaoClasse" : "RECURSO ORDINÁRIO EM MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "PRIMEIRA TURMA",
  "ministroRelator" : "REGINA HELENA COSTA",
  "dataPublicacao" : "DJE        DATA:09/02/2024",
  "ementa" : "DIREITO PROCESSUAL CIVIL E CONSTITUCIONAL. RECURSO ORDINÁRIO EM\nMANDADO DE SEGURANÇA. RESERVA DE INICIATIVA DO CHEFE DO PODER\nEXECUTIVO PARA PROPOSITURA DE LEIS EM MATÉRIA ORÇAMENTÁRIA. ARTS.\n84, XXIII, E 165 DA CONSTITUIÇÃO DA REPÚBLICA, 71, § 1º, V, 100, VI\nE XVI, E 149 DA LEI ORGÂNICA DO DISTRITO FEDERAL. ROL TAXATIVO QUE\nNÃO ABRANGE A ALTERAÇÃO DE LEGISLAÇÃO REGULAMENTADORA DO PATAMAR\nINDICADO NO ART. 100, §§ 3º E 4º, DO TEXTO CONSTITUCIONAL. AUSÊNCIA\nDE VÍCIO FORMAL NA LEI DISTRITAL N. 6.618/2020. PRESCINDÍVEL O\nINCIDENTE DE ARGUIÇÃO DE INCONSTITUCIONALIDADE INDICADO NOS ARTS.\n948 E 949 DO CPC/2015 E 200 DO RISTJ QUANDO RECONHECIDA A VALIDADE\nDE LEI OU ATO NORMATIVO. INCIDÊNCIA IMEDIATA DE LEI AMPLIADORA DO\nTETO DE PAGAMENTO DE OBRIGAÇÕES JUDICIAIS DE PEQUENO VALOR DEVIDAS\nPELA FAZENDA PÚBLICA. INAPLICABILIDADE DO TEMA N. 792 DA REPERCUSSÃO\nGERAL. NECESSIDADE DE DISTINGUISHING. RECURSO ORDINÁRIO PROVIDO.\nSEGURANÇA CONCEDIDA.\nI - De acordo com o decidido pelo Plenário desta Corte, na sessão\nrealizada em 9.3.2016, o regime recursal será determinado pela data\nda publicação do provimento jurisdicional impugnado. In casu,\naplica-se o Código de Processo Civil de 2015.\nII - Nos termos do art. 100, §§ 3º e 4º, da Constituição da\nRepública, incumbe à lei de cada ente federativo estabelecer o teto\npara efeito de pagamento de obrigações judiciais de pequeno valor\ndevidas pela Fazenda Pública, as quais não se sujeitam ao regime dos\nprecatórios.\nIII - A atribuição constitucional de reserva de iniciativa ao Chefe\ndo Poder Executivo para a propositura de leis em matéria\norçamentária abrange, tão somente, temática alusiva ao plano\nplurianual, às diretrizes orçamentárias e ao orçamento anual, não\nalcançando outras disposições de Direito Financeiro, porquanto\ninviável emprestar exegese ampliativa a normas limitadoras da\natribuição legiferante conferida aos congressistas. Inteligência dos\narts. 61, 84, XXIII, e 165 da Constituição da República.\nIV - Não há inconstitucionalidade formal na Lei Distrital n.\n6.618/2020, fruto de projeto de lei de iniciativa parlamentar, uma\nvez que apenas majorou para 20 (vinte) salários mínimos o patamar\npara o pagamento de dívidas judiciais do Distrito Federal sem a\nsubmissão ao regime de precatórios, não interferindo na prerrogativa\ndo Governador indicada pelos arts. 71, § 1º, V, 100, VI e XVI, e\n149 da Lei Orgânica do Distrito Federal.\nV - É prescindível a instauração do incidente de arguição de\ninconstitucionalidade descrito nos arts. 948 e 949 do CPC/2015 e 200\ndo RISTJ em contexto no qual órgão fracionário deste Tribunal\nSuperior reconhece a validade de lei ou ato normativo contrastado em\nface de norma dotada de superior hierarquia, porquanto instituto\nsomente aplicável quando suscitada e acolhida a relevância da\nalegação de inconstitucionalidade para a solução da controvérsia,\nexigindo-se, apenas nessa última hipótese, submissão da questão ao\ncrivo da Corte Especial. Precedentes.\nVI - O entendimento sedimentado no Tema n. 792 da repercussão geral,\nsegundo o qual a legislação disciplinadora do teto descrito no art.\n100, § 3º, da Constituição da República é inaplicável a situações\njurídicas constituídas antes de sua entrada em vigor, somente incide\nquanto às regras redutoras do respectivo patamar, não alcançando\nnormas que ampliam a possibilidade de quitação das dívidas do Poder\nPúblico sob a sistemática de obrigações de pequeno valor, consoante\ndistinguishing abraçado pela 1ª Turma do Supremo Tribunal Federal e\npor ambas as Turmas integrantes da 1ª Seção desta Corte.\nVII - Recurso Ordinário provido. Segurança concedida.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240206",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA TURMA, por unanimidade,\ndar provimento ao recurso ordinário em mandado de segurança, nos\ntermos do voto da Sra. Ministra Relatora.\nOs Srs. Ministros Benedito Gonçalves, Sérgio Kukina, Gurgel de Faria\ne Paulo Sérgio Domingues votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento o Sr. Ministro Paulo Sérgio Domingues.",
  "jurisprudenciaCitada" : "(PROPOSITURA DE PROJETOS DE LEI - INICIATIVA PRIVATIVA DO CHEFE DO\nPODER EXECUTIVO - ROL TAXATIVO)\n   STF - [[ADI 7149]]-RJ, [[MC-ADI 724]], [[ADI 5126]]-SP,\n         [[ARE 878911]]-RJ\n(PROJETOS DE LEIS EM TEMAS ORÇAMENTÁRIOS - PLANO PLURIANUAL,\nDIRETRIZES ORÇAMENTÁRIAS E ORÇAMENTO ANUAL)\n   STF - [[ADI 2421]]-SP\n(LEI DISCIPLINADORA DE CRÉDITO AO SISTEMA DE EXECUÇÃO VIA PRECATÓRIO\n- NATUREZA MATERIAL E PROCESSUAL)\n   STF - [[RE 729107]]-DF (REPERCUSSÃO GERAL - TEMA(s) 792)\n(LEI AMPLIADORA DO TETO DE PAGAMENTO DE OBRIGAÇÕES JUDICIAIS DE\nPEQUENO VALOR DEVIDAS PELA FAZENDA PÚBLICA - TEMA 792 DA REPERCUSSÃO\nGERAL - DISTINGUISHING)\n   STF - [[RCL-AgR-ED 52551]], [[RCL-AgR 54470]]\n(LEI DISTRITAL 6.618/2020 - INCIDÊNCIA QUANTO AOS REQUISITÓRIOS\nEXPEDIDOS PREVIAMENTE À SUA VIGÊNCIA)\n   STJ - <<RMS 68549>>-DF, <<AgInt no RMS 67392>>-DF\n(RECONHECIDA A INCONSTITUCIONALIDADE DA LEI DISTRITAL PELO TRIBUNAL\nDE ORIGEM - INSTAURAÇÃO DO INCIDENTE DE ARGUIÇÃO DE\nINCONSTITUCIONALIDADE)\n   STF - [[RE-AgR 636359]]",
  "notas" : "Técnica de Distinção (distinguishing) aplicada em relação à\nRepercussão Geral.",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "PRECEDENTE QUALIFICADO - TEMA",
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00948 ART:00949", "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00061 ART:00084 INC:00023 ART:00100 PAR:00002\n        PAR:00003 PAR:00004 ART:00165 INC:00002 INC:00003\n        PAR:00002 PAR:00005 INC:00001 INC:00002 INC:00003", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00200", "LEG:DIS LEI:****** ANO:1993\n*****  LODF-93    LEI ORGÂNICA DO DISTRITO FEDERAL\n        ART:00071 PAR:00001 INC:00005 ART:00100 INC:00006\n        INC:00016 ART:00149", "LEG:FED CFB:****** ANO:1988\n*****  ADCT-88    ATO DAS DISPOSIÇÕES CONSTITUCIONAIS TRANSITÓRIAS\n        ART:00101", "LEG:DIS LDT:003624 ANO:2005 UF:DF\n(COM A REDAÇÃO DADA PELA LEI 6.618/2020)", "LEG:DIS LDT:006618 ANO:2020 UF:DF" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000864132",
  "numeroProcesso" : "1516593",
  "numeroRegistro" : "201500369629",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA TURMA",
  "ministroRelator" : "REGINA HELENA COSTA",
  "dataPublicacao" : "DJE        DATA:09/02/2024",
  "ementa" : "PROCESSUAL CIVIL. TRIBUTÁRIO. RECURSO ESPECIAL. CÓDIGO DE PROCESSO\nCIVIL DE 1973. APLICABILIDADE. ATO DECLARATÓRIO INTERPRETATIVO SRF\nN. 25/2003. LEGALIDADE. REPETIÇÃO DE INDÉBITO. VALORES DEDUZIDOS\nANTERIORMENTE DA BASE TRIBUTÁVEL. INCIDÊNCIA DO IRPJ E DA CSLL.\nPRAZO DECADENCIAL. OBSERVÂNCIA.\nI - Consoante o decidido pelo Plenário desta Corte, na sessão\nrealizada em 9.3.2016, o regime recursal será determinado pela data\nda publicação do provimento jurisdicional impugnado. Aplica-se, in\ncasu, o Código de Processo Civil de 1973.\nII - Sistemática de tributação plasmada no art. 1º do Ato\nDeclaratório Interpretativo SRF n. 25/2003. Legalidade. Precedentes.\nIII - Ao recompor o patrimônio da pessoa jurídica, o montante, antes\nutilizado para as deduções de IRPJ e CSLL e, posteriormente, objeto\nde repetição de indébito, compõe as bases de cálculo desses\ntributos por constituir acréscimo patrimonial.\nIV - A disponibilidade dos valores ocorre com a efetiva recomposição\ndo patrimônio. Ausente a suposta ampliação do prazo decadencial\npara a constituição do IRPJ e da CSLL.\n V - Recurso Especial improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240206",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA TURMA, por unanimidade,\nnegar provimento ao recurso especial, nos termos do voto da Sra.\nMinistra Relatora.\nOs Srs. Ministros Benedito Gonçalves, Sérgio Kukina, Gurgel de Faria\ne Paulo Sérgio Domingues votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento o Sr. Ministro Paulo Sérgio Domingues.",
  "jurisprudenciaCitada" : "(REPETIÇÃO DE INDÉBITO - VALORES DEDUZIDOS DA BASE TRIBUTÁVEL - IRPJ\nE CSLL - INCIDÊNCIA)\n   STJ - <<REsp 1385860>>-CE, <<REsp 1466501>>-CE",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:005869 ANO:1973\n*****  CPC-73    CÓDIGO DE PROCESSO CIVIL DE 1973", "LEG:FED ADI:000025 ANO:2003\n        ART:00001\n(SECRETARIA DA RECEITA FEDERAL - SRF)" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000864246",
  "numeroProcesso" : "1794115",
  "numeroRegistro" : "201900308961",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA TURMA",
  "ministroRelator" : "PAULO SÉRGIO DOMINGUES",
  "dataPublicacao" : "DJE        DATA:19/02/2024",
  "ementa" : "ADMINISTRATIVO. CIVIL. RECURSO ESPECIAL. AÇÃO DE INDENIZAÇÃO POR\nDANOS MATERIAIS E MORAIS. INDENIZAÇÃO POR DANO MORAL REFLEXO.\nPOSSIBILIDADE. PENSÃO MENSAL. VÍTIMA MENOR DE IDADE. FIXAÇÃO EM UM\nSALÁRIO MÍNIMO. TERMO INICIAL. IDADE DE 14 (QUATORZE) ANOS. RECURSO\nPARCIALMENTE PROVIDO.\n1. Acolhendo a pretensão de indenização por danos materiais e morais\nda vítima, cega do olho direito em razão de acidente causado no\npátio de sua escola, a Corte estadual afirmou no acórdão recorrido\nque \"a conduta está caracterizada pela omissão especifica do\nMunicípio de Joinville, diante a demora em submeter o menor autor ao\nexame de ultrassonografia dado como indispensável para determinar a\nsubsequente conduta médica capaz de preservar a visão do olho\nafetado\", e que tal demora, que, no caso dos autos, foi de\naproximadamente oito meses, \"foi decisiva para a ocorrência do dano\nsuportado pela criança\".\n2. Está consolidado no Superior Tribunal de Justiça o entendimento\nde que \"o vínculo presente no núcleo familiar, e que interliga a\nvítima de acidente com seus irmãos e pais, é presumidamente estreito\nno tocante ao vínculo de afeto e amor, presumindo-se que desse laço\nse origina, com o acidente de um, a dor, o sofrimento, a angústia\netc. nos genitores e irmãos, o que os legitima para a propositura de\nação objetivando a percepção de indenização por dano moral reflexo\"\n(AgInt no REsp 1.975.596/MG, relatora Ministra Regina Helena Costa,\nPrimeira Turma, julgado em 27/6/2022, DJe de 29/6/2022).\n3. Ao entender que o alegado sentimento de dor, angústia e aflição\ndos pais não é capaz, por si, de produzir dano moral, o Tribunal de\norigem destoa da orientação adotada pelo Superior Tribunal de\nJustiça no sentido de que, para a caracterização dessa particular\nmodalidade de lesão extrapatrimonial, sofrida pelos parentes\npróximos da vítima, basta \"apenas a demonstração de que vieram a\nsofrer intimamente com o trágico acontecimento, presumindo-se esse\ndano quando se tratar de menores de tenra idade, que viviam sob o\nmesmo teto\" (REsp 160.125/DF, relator Ministro Salvio de Figueiredo\nTeixeira, Quarta Turma, julgado em 23/3/1999, DJ de 24/5/1999, p.\n172). Tal presunção é relativa e, assim, pode, em tese, ser afastada\n, por exemplo, pela demonstração de que os postulantes não têm\nrelação próxima com a vítima ou de que os fatos não são graves. No\ncaso dos autos, entretanto, a parte recorrida nem sequer fez alusão\na fatos daquele tipo e as circunstâncias reconhecidas pelas\ninstâncias ordinárias na realidade indicam o oposto.\n4. Interpretando o art. 950 do Código Civil, a jurisprudência se\nfirmou no sentido de que, se à época do fato a vítima \"era menor de\nidade, o valor do benefício será equivalente a 1 (um) salário\nmínimo, tendo por termo inicial, quando se trata de família de baixa\nrenda, a data em que a vítima completa 14 (quatorze) anos, por ser\naquela a partir da qual a Constituição Federal admite o contrato de\ntrabalho, mesmo na condição de aprendiz\" (REsp 1.732.398/RJ, relator\nMinistro Marco Aurélio Bellizze, Terceira Turma, julgado em\n22/5/2018, julgado em de 25/5/2018, DJe de 01/06/2018).\n5. Recurso especial parcialmente provido para reconhecer o direito\ndos pais à indenização por danos morais reflexos, que deve ser\nquantificada pela origem, e majorar a pensão de meio para um salário\nmínimo.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240206",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA TURMA, por unanimidade,\ndar parcial provimento ao recurso especial, para  reconhecer  o\ndireito  dos  pais  à indenização  por  danos  morais  reflexos, que\ndeve  ser  quantificada  pela  origem, e  majorar  a pensão de\nmeio para um salário mínimo, nos termos do voto do Sr. Ministro\nRelator.\nOs Srs. Ministros Benedito Gonçalves, Sérgio Kukina, Regina Helena\nCosta e Gurgel de Faria votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Paulo Sérgio Domingues.",
  "jurisprudenciaCitada" : "(DANO MORAL REFLEXO - CARACTERIZAÇÃO)\n   STJ - <<REsp 239009>>-RJ, <<REsp 876448>>-RJ,\n         <<AgRg no AREsp 104925>>-SP, <<AgRg no Ag 1413481>>-RJ,\n         <<AgRg no REsp 1212322>>-SP\n(DANO MORAL REFLEXO - PRESUNÇÃO)\n   STJ - <<REsp 160125>>-DF, <<AgInt no AREsp 1099667>>-SP,\n         <<AgInt no AREsp 1808632>>-RJ,\n         <<AgInt no REsp 1975596>>-MG\n(PENSIONAMENTO - MAJORAÇÃO)\n   STJ - <<REsp 1262938>>-RJ, <<REsp 1334703>>-DF,\n         <<AgInt no AREsp 984655>>-DF, <<AgRg no AREsp 224955>>-SP,\n         <<AgInt no REsp 1387544>>-AL\n(PENSIONAMENTO - TERMO INICIAL)\n   STJ - <<REsp 1732398>>-RJ, <<REsp 628522>>-RJ",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:010406 ANO:2002\n*****  CC-02    CÓDIGO CIVIL DE 2002\n        ART:00950" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000864034",
  "numeroProcesso" : "2366955",
  "numeroRegistro" : "202301637365",
  "siglaClasse" : "AgInt no AREsp",
  "descricaoClasse" : "AGRAVO INTERNO NO AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA TURMA",
  "ministroRelator" : "SÉRGIO KUKINA",
  "dataPublicacao" : "DJE        DATA:20/12/2023",
  "ementa" : "SERVIDOR PÚBLICO. PROCESSUAL CIVIL. AGRAVO INTERNO NO AGRAVO EM\nRECURSO ESPECIAL. NEGATIVA DE PRESTAÇÃO JURISDICIONAL. NÃO\nOCORRÊNCIA. IMPUGNAÇÃO AO CUMPRIMENTO DE SENTENÇA. INTEMPESTIVIDADE.\nREDISCUSSÃO DE MATÉRIA FÁTICA. NECESSIDADE. SÚMULA 7/STJ.\n1. Não ocorreu omissão no aresto combatido, na medida em que o\nTribunal de origem dirimiu, fundamentadamente, as questões que lhe\nforam submetidas, apreciando integralmente a controvérsia posta nos\nautos, não se podendo, ademais, confundir julgamento desfavorável ao\ninteresse da parte com negativa ou ausência de prestação\njurisdicional.\n2. A alteração das premissas adotadas pela Corte de origem, no\nsentido da intempestividade da impugnação ao cumprimento de\nsentença, tal como colocada a questão nas razões recursais,\ndemandaria, necessariamente, novo exame do acervo fático-probatório\nconstante dos autos, providência vedada em recurso especial,\nconforme o óbice previsto na Súmula 7/STJ.\n3. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231218",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA TURMA do Superior\nTribunal de Justiça, em sessão virtual de 12/12/2023 a 18/12/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Benedito Gonçalves, Regina Helena Costa, Gurgel de\nFaria e Paulo Sérgio Domingues  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Paulo Sérgio Domingues.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000007" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000864035",
  "numeroProcesso" : "2370877",
  "numeroRegistro" : "202301775618",
  "siglaClasse" : "AgInt no AREsp",
  "descricaoClasse" : "AGRAVO INTERNO NO AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA TURMA",
  "ministroRelator" : "SÉRGIO KUKINA",
  "dataPublicacao" : "DJE        DATA:20/12/2023",
  "ementa" : "SERVIDOR PÚBLICO. PROCESSUAL CIVIL. AGRAVO INTERNO NO AGRAVO EM\nRECURSO ESPECIAL. COISA JULGADA. VIOLAÇÃO. LITIGÂNCIA DE MÁ-FÉ.\nREDISCUSSÃO DE MATÉRIA FÁTICA. NECESSIDADE. SÚMULA 7/STJ.\nINCIDÊNCIA.\n1. O acolhimento da alegação deduzida no que tange à violação à\ncoisa julgada, bem assim quanto à existência de litigância de má-fé,\ntal como colocada a questão nas razões recursais, demandaria,\nnecessariamente, novo exame do acervo fático-probatório, providência\nvedada em recurso especial, conforme o óbice previsto na Súmula\n7/STJ. Precedentes.\n2. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231218",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA TURMA do Superior\nTribunal de Justiça, em sessão virtual de 12/12/2023 a 18/12/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Benedito Gonçalves, Regina Helena Costa, Gurgel de\nFaria e Paulo Sérgio Domingues  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Paulo Sérgio Domingues.",
  "jurisprudenciaCitada" : "(COISA JULGADA - LITIGÂNCIA DE MÁ-FÉ - REVOLVIMENTO\nFÁTICO-PROBATÓRIO)\n   STJ - <<AgInt no REsp 1501224>>-RS, <<REsp 1953347>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000007" ],
  "acordaosSimilares" : [ "AgInt no AREsp 2348599 SP 2023/0121747-8 Decisão:26/02/2024\nDJE        DATA:01/03/2024", "AgInt no AREsp 2352861 SP 2023/0134692-3 Decisão:26/02/2024\nDJE        DATA:01/03/2024" ]
}, {
  "id" : "000864107",
  "numeroProcesso" : "2405304",
  "numeroRegistro" : "202302268555",
  "siglaClasse" : "AgInt nos EDcl no AREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA TURMA",
  "ministroRelator" : "SÉRGIO KUKINA",
  "dataPublicacao" : "DJE        DATA:20/12/2023",
  "ementa" : "TRIBUTÁRIO. PROCESSO CIVIL. AGRAVO INTERNO NO AGRAVO NOS EMBARGOS DE\nDECLARAÇÃO NO AGRAVO EM RECURSO ESPECIAL. PREPARO. IRREGULARIDADE.\nART. 1.007, § 4º, DO CPC. INTIMAÇÃO PARA REGULARIZAÇÃO. NÃO\nATENDIMENTO. DESERÇÃO. SÚMULA 187/STJ. COMPROVAÇÃO POSTERIOR.\nINADMISSIBILIDADE. DIFERIMENTO DO PAGAMENTO DAS CUSTAS. PREVISÃO EM\nLEI ESTADUAL. INAPLICABILIDADE AO STJ.\n1. Uma vez deferido prazo para regularização do preparo, o não\natendimento da providência prevista no art. 1.007, § 4º, do CPC\ncaracteriza a deserção do recurso.\n2. Caso concreto em que, nada obstante deferido prazo para\nregularização do preparo, a parte agravante, embora regularmente\nintimada, não providenciou o seu recolhimento em dobro.\n3. A jurisprudência do Superior Tribunal de Justiça é firme no\nsentido de que a concessão do benefício do diferimento do pagamento\ndas custas, com base em lei local, não tem o condão de eximir a\nparte do pagamento das custas devidas ao STJ, que têm natureza de\ntaxa federal. Precedentes: AgInt no AREsp n. 1.872.808/RJ, relator\nMinistro Francisco Falcão, Segunda Turma, julgado em 9/11/2021, DJe\nde 11/11/2021; AgInt nos EDcl no AREsp n. 1.456.819/SP, relator\nMinistro Benedito Gonçalves, Primeira Turma, julgado em 4/5/2020,\nDJe de 6/5/2020; AgInt no AREsp n. 1.487.005/SP, relator Ministro\nMoura Ribeiro, Terceira Turma, julgado em 17/2/2020, DJe de\n19/2/2020; AgInt no REsp n. 1.792.559/RO, relator Ministro Og\nFernandes, Segunda Turma, julgado em 1º/10/2019, DJe de 9/10/2019;\nAgInt nos EDcl no AgInt no RMS n. 56.010/SP, relatora Ministra Nancy\nAndrighi, Terceira Turma, julgado em 25/3/2019, DJe de 27/3/2019;\nAgInt no AREsp n. 1.245.777/SP, relator Ministro Herman Benjamin,\nSegunda Turma, julgado em 14/8/2018, DJe de 13/11/2018; e AgInt no\nAREsp n. 1.222.306/RJ, relator Ministro Francisco Falcão, Segunda\nTurma, julgado em 14/8/2018, DJe de 20/8/2018.\n4. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231218",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA TURMA do Superior\nTribunal de Justiça, em sessão virtual de 12/12/2023 a 18/12/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Benedito Gonçalves, Regina Helena Costa, Gurgel de\nFaria e Paulo Sérgio Domingues  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Paulo Sérgio Domingues.",
  "jurisprudenciaCitada" : "(PREPARO - INTIMAÇÃO PARA REGULARIZAÇÃO - DESERÇÃO)\n   STJ - <<AgInt nos EDv nos EREsp 1667087>>-RS,\n         <<AgInt no AREsp 1569257>>-RS\n(DIFERIMENTO DO PAGAMENTO DAS CUSTAS - LEI LOCAL - STJ - NATUREZA DE\nTAXA FEDERAL)\n   STJ - <<AgInt no AREsp 1872808>>-RJ,\n         <<AgInt nos EDcl no AREsp 1456819>>-SP,\n         <<AgInt no AREsp 1487005>>-SP,\n         <<AgInt nos EDcl no AgInt no RMS 56010>>-SP,\n         <<AgInt no REsp 1792559>>-RO",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : "§ISENÇÃO HETERÔNOMA TEMPORÁRIA§",
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01007 PAR:00004", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000187" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000864108",
  "numeroProcesso" : "1963485",
  "numeroRegistro" : "202103021061",
  "siglaClasse" : "AgInt nos EDcl no REsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA TURMA",
  "ministroRelator" : "SÉRGIO KUKINA",
  "dataPublicacao" : "DJE        DATA:20/12/2023",
  "ementa" : "SERVIDOR PÚBLICO. AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NO\nRECURSO ESPECIAL. NEGATIVA DE SEGUIMENTO DO RECURSO ESPECIAL SOB O\nFUNDAMENTO DE QUE O ACÓRDÃO RECORRIDO ESTÁ DE ACORDO COM\nENTENDIMENTO FIRMADO EM RECURSO ESPECIAL REPETITIVO. AGRAVO INTERNO.\nCABIMENTO NA ORIGEM. SÚMULA 568/STF. INAPLICABILIDADE.\n1. Na forma do artigo 1.030, § 2º, do Código de Processo Civil, o\nrecurso cabível contra a decisão que nega seguimento a recurso\nespecial com base no art. 1.030, I, b, do mesmo Código Processual, é\no agravo interno na origem.\n2. \"Não se aplica ao caso, por isso, o disposto na cinquentenária\nSúmula 528/STF (\"Se a decisão contiver partes autônomas, a admissão\nparcial, pelo presidente do tribunal a quo, de recurso\nextraordinário que, sobre qualquer delas se manifestar, não limitará\na apreciação de todas pelo Supremo Tribunal Federal,\nindependentemente de interposição de agravo de instrumento\"). Com as\nmodificações introduzidas no sistema recursal pelo CPC/2015 (art.\n1.030 e §§) - em que para além do juízo de admissibilidade feito\npelo Tribunal de origem (sempre provisório), também se lhe conferiu\njuízo de conformação -, referido enunciado não autoriza ao STJ\navançar sobre análise da questão preclusa atinente à negativa de\nseguimento do Recurso Especial, a cujo respeito a parte interessada\nnão ofertou Agravo Interno perante o Tribunal competente (art.\n1.030, § 2º, do CPC). A Súmula 528/STF tem seu alcance limitado,\nassim, às hipóteses de admissão parcial do Recurso Especial com\nfundamento no art. 1.030, V, do CPC, quando, ao julgar o apelo\nextremo, poderia o Superior Tribunal de Justiça, também, conhecer da\nirresignação no que concerne à parcela inadmitida da irresignação,\nconsiderando a provisoriedade do juízo de admissão pela Presidência\ndos Tribunais de 2º grau. O que não é o caso dos autos, em que, como\njá indicado, a decisão da origem admitiu o Recurso Especial quanto\naos honorários advocatícios (art.1.030, V, do CPC) e negou\nseguimento a ele quanto aos juros (art. 1.030, I, do CPC), o que,\ndiante da ausência de interposição do competente Agravo Interno,\nencerrou juízo definitivo sobre a questão\" (REsp n. 1.998.318/PR,\nrelator Ministro Herman Benjamin, Segunda Turma, julgado em\n3/10/2023, DJe de 17/10/2023.)\n3. A gravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231218",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA TURMA do Superior\nTribunal de Justiça, em sessão virtual de 12/12/2023 a 18/12/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Benedito Gonçalves, Regina Helena Costa, Gurgel de\nFaria e Paulo Sérgio Domingues  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Paulo Sérgio Domingues.",
  "jurisprudenciaCitada" : "(DENEGATÓRIA DO RECURSO ESPECIAL - CONFORMIDADE COM RECURSO\nREPETITIVO - RECURSO CABÍVEL)\n   STJ - <<AREsp 959991>>-RS\n(DECISÃO - PARTES AUTÔNOMAS - AGRAVO INTERNO)\n   STJ - <<REsp 1998318>>-PR, <<EAREsp 701404>>-SC",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01030 INC:00001 LET:B PAR:00002" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000864016",
  "numeroProcesso" : "2070917",
  "numeroRegistro" : "202200394378",
  "siglaClasse" : "AREsp",
  "descricaoClasse" : "AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA TURMA",
  "ministroRelator" : "GURGEL DE FARIA",
  "dataPublicacao" : "DJE        DATA:31/01/2024",
  "ementa" : "PREVIDENCIÁRIO. REVISÃO DE BENEFÍCIO. SALÁRIO DE CONTRIBUIÇÃO.\nREAJUSTE. INCLUSÃO DO IRSM DE FEVEREIRO DE 1994. PRAZO DECADENCIAL.\nMEDIDA PROVISÓRIA N. 1.523-9/1997, CONVERTIDA NA LEI N. 9.528/1997.\nTERMO INICIAL.\n1. O juízo negativo de admissibilidade aplicou a Súmula 83 do STJ em\ndecorrência de que a matéria controvertida nestes autos - revisão\npara inclusão do IRSM de fevereiro de 1994 no cálculo dos benefícios\nprevidenciários - vinha sendo decidida por ambas as Turmas da\nPrimeira Seção de maneira uniforme, no sentido de que o termo\ninicial da fluência do prazo decadencial seria a data da edição da\nMedida Provisória n. 201/2004, convertida na Lei n. 10.999/2004, que\nautorizou a revisão na via administrativa.\n2. A revisão de benefício previdenciário em manutenção, dada a\nnatureza continuativa da relação entre a Previdência Social e o\nsegurado/beneficiário, de regra, tem repercussão apenas sobre as\nprestações pecuniárias não alcançadas pela prescrição. No entanto,\nno caso das ações que almejam revisar o benefício previdenciário\npara incluir o IRSM com base na Lei n. 10.999/2004, há uma\npeculiaridade que merece um novo olhar sobre a controvérsia.\n3. Caso em que a parte autora propôs a presente ação em 22/03/2013,\npostulando a revisão de seu benefício de modo a que seja aplicado o\níndice integral do IRSM de fevereiro/1994 (39,67%) nos salários de\ncontribuição que compõem o Período Básico de Cálculo - PBC dos\nbenefícios que deram origem à pensão por morte (auxílio-doença, cuja\ndata de início - DIB é 30/06/1994, e aposentadoria por invalidez,\ncom DIB em 01/06/1995).\n4. Não se trata de questão aperfeiçoada ou consolidada em momento\nposterior à concessão do benefício, de modo a instituir um prazo\ndecadencial diverso do estabelecido expressamente no art. 103 da Lei\nde Benefícios. A revisão administrativa autorizada pela Medida\nProvisória n. 201/2004 não importou em inauguração do direito ao\níndice expurgado pela autarquia, o qual já era objeto de sucessivas\nações judiciais.\n5. Uma vez que a causa de pedir relaciona-se ao fato de que o índice\nde 39,67% deixou de ser aplicado pela autarquia sobre o salário de\ncontribuição do mês de fevereiro de 1994, reduzindo o valor da renda\nmensal inicial - RMI do benefício originário, a inclusão do aludido\npercentual, como reconhecido pela instância ordinária, provocará\numa alteração na RMI do benefício, modificando o próprio ato\nadministrativo que o concedeu. Diante dessa premissa - de que o\nacolhimento da pretensão modificará o ato de concessão - deve ser\nobservada a orientação desta Corte proferida no Tema 544, segundo a\nqual incide o prazo decadencial, previsto no caput do art. 103 da\nLei n. 8.213/1991, alterado pela Medida Provisória n. 1.523-9/1997,\nconvertida na Lei n. 9.528/1997, sobre  o direito de revisão dos\nbenefícios concedidos antes da referida alteração legislativa.\n6. Agravo conhecido para dar provimento ao recurso especial.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231212",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da PRIMEIRA TURMA, por unanimidade, conhecer\ndo agravo para dar provimento ao recurso especial, nos termos do\nvoto do Sr. Ministro Relator.\nOs Srs. Ministros  Paulo Sérgio Domingues (Presidente), Benedito\nGonçalves, Sérgio Kukina e Regina Helena Costa votaram com o Sr.\nMinistro Relator.",
  "jurisprudenciaCitada" : "(REVISÃO DE BENEFÍCIO PREVIDENCIÁRIO - PRAZO DECADENCIAL -\nINCIDÊNCIA)\n   STJ - {{Recursos Especiais Repetitivos 1326114}}-SC\n(REVISÃO DE BENEFÍCIO PREVIDENCIÁRIO - PRAZO DECADENCIAL - TERMO\nINICIAL)\n   STJ - <<REsp 1717533>>-RJ, <<AgInt no REsp 1609124>>-RS,\n         <<AgInt nos EDcl no REsp 1724808>>-MG",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:009528 ANO:1997", "LEG:FED MPR:000201 ANO:2004\n        ART:00001 ART:00002 ART:00007\n(CONVERTIDA NA LEI 10.999/2004)", "LEG:FED LEI:010999 ANO:2004", "LEG:FED MPR:001523 ANO:1997\n(CONVERTIDA NA LEI 9.528/1997)", "LEG:FED LEI:008213 ANO:1991\n*****  LBPS-91    LEI DE BENEFÍCIOS DA PREVIDÊNCIA SOCIAL\n        ART:00103\n(COM A REDAÇÃO DADA PELA MEDIDA PROVISÓRIA 1.523-9/1997)", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01042 PAR:00005" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000864017",
  "numeroProcesso" : "2038269",
  "numeroRegistro" : "202203568872",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA TURMA",
  "ministroRelator" : "GURGEL DE FARIA",
  "dataPublicacao" : "DJE        DATA:31/01/2024",
  "ementa" : "TRIBUTÁRIO. CONTRIBUIÇÃO PREVIDENCIÁRIA E DE TERCEIROS. EPIDEMIA DE\nCOVID. EMPREGADA GESTANTE. TRABALHO PRESENCIAL. AFASTAMENTO.\nREMUNERAÇÃO DEVIDA. BASE DE CÁLCULO. EXCLUSÃO. IMPOSSIBILIDADE.\n1. Dispõe o art. 1º da Lei n. 14.151/2021 que \"durante a emergência\nde saúde pública de importância nacional decorrente do novo\ncoronavírus, a empregada gestante deverá permanecer afastada das\natividades de trabalho presencial, sem prejuízo de sua remuneração\".\nTal regra é complementada pelo disposto no § 1º (introduzido pela\nLei n. 14.311/2022), do indigitado art. 1º, de acordo com o qual \"a\nempregada gestante afastada nos termos do caput deste artigo ficará\nà disposição do empregador para exercer as atividades em seu\ndomicílio, por meio de teletrabalho, trabalho remoto ou outra forma\nde trabalho a distância, sem prejuízo de sua remuneração\".\n2. Conforme se observa, a norma legal determina o afastamento da\ngestante do trabalho presencial, não seu afastamento do trabalho\ntout court. Não se verifica, portanto, suspensão ou interrupção do\ncontrato de trabalho, mas apenas alteração na sua forma de execução.\n3. Havendo o pagamento, pelo próprio empregador, de remuneração à\nempregada em razão direta da relação empregatícia, cujo contrato de\ntrabalho se encontra em execução, não há como pretender compensar\naquele valor com parcelas futuras de contribuição previdenciária e\nde contribuição parafiscal, como se salário-maternidade fosse.\n4. Recurso especial desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231212",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Primeira Turma, por unanimidade, negar\nprovimento ao recurso especial, nos termos do voto do Sr. Ministro\nRelator.\nOs Srs. Ministros Paulo Sérgio Domingues (Presidente), Benedito\nGonçalves, Sérgio Kukina e Regina Helena Costa votaram com o Sr.\nMinistro Relator.",
  "jurisprudenciaCitada" : "(CONTRIBUIÇÃO PREVIDENCIÁRIA DO EMPREGADOR - SALÁRIO-MATERNIDADE)\n   STF - [[RE 576967]] (REPERCUSSÃO GERAL - TEMA(s) 72)",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:014311 ANO:2022", "LEG:FED LEI:014151 ANO:2021\n        ART:00001 PAR:00001\n(COM A REDAÇÃO DADA PELA LEI 14.311/2022)", "LEG:FED LEI:005172 ANO:1966\n*****  CTN-66    CÓDIGO TRIBUTÁRIO NACIONAL\n        ART:00111 INC:00001 INC:00002" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000864018",
  "numeroProcesso" : "1995461",
  "numeroRegistro" : "202200972589",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA TURMA",
  "ministroRelator" : "GURGEL DE FARIA",
  "dataPublicacao" : "DJE        DATA:06/02/2024",
  "ementa" : "PROCESSUAL CIVIL. OMISSÃO DO ACÓRDÃO DA ORIGEM. INEXISTÊNCIA.\nCONDENAÇÃO. OBRIGAÇÃO DE FAZER. PRAZO FIXADO. COISA JULGADA. NÃO\nOCORRÊNCIA. CONVERSÃO EM PERDAS E DANOS. MERA ADVERTÊNCIA.\nPOSSIBILIDADE.\n1. Inexiste  violação do art. 1.022, I e II, do CPC, quando a Corte\nde origem estabelece fundamentação clara e suficiente para afastar\nos argumentos da parte, como no caso.\n2. A controvérsia jurídica a ser avaliada neste recurso especial foi\nmaterializada em duas perguntas extraídas do apelo especial, quais\nsejam: \"pode o juízo da execução alterar o prazo estabelecido para\ncumprimento do julgado no título judicial executado? Pode o juízo da\nexecução, sem o exequente requerer e/ou sem a prova da\nimpossibilidade da tutela específica, aventar a conversão em perdas\ne danos da obrigação?\".\n3. De maneira semelhante ao que acontece com a multa cominatória\n(art. 537 do CPC), o prazo para cumprimento da obrigação de fazer\ntambém está submetido à cláusula rebus sic stantibus, ou seja,\nvincula-se ao contexto fático que lhe dá suporte, de modo que,\nalterando-se este último, pode o magistrado da execução modificar o\ntempo concedido para o atendimento da obrigação.\n4. Se o juízo pode reduzir e excluir a própria sanção para o caso de\ndescumprimento do prazo inicialmente arbitrado para satisfazer a\nobrigação de fazer, ele tem implicitamente o poder de elastecer\naquele prazo (antes fixado), pois, d o contrário, bastaria preservar\nformalmente o prazo fixado na fase cognitiva, mas, por razão\nfundamentada, excluir a multa cominatória no caso de cumprimento com\natraso, o que equivaleria, na prática, a alargar o prazo antes\nprevisto.\n5. O prazo constante na sentença para o cumprimento da condenação na\nobrigação de fazer figura como norte que deve ser perseguido na\nfase de execução, mas não preclui ou faz coisa julgada, podendo ser\nmodificado se o quadro fático existente após a fase de conhecimento\nreclamar tal alteração.\n6. No que concerne à alegação de violação do art. 499 do CPC, não é\npossível haver violação desse dispositivo legal na hipótese em que o\nmagistrado simplesmente antecipa a possibilidade nele prevista,\nlimitando-se a advertir que, em caso de se tornar impossível o\ncumprimento da obrigação de fazer, ela será convertida em perdas e\ndanos.\n7. Recurso especial desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231212",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Primeira Turma, por unanimidade, negar\nprovimento ao recurso especial, nos termos do voto do Sr. Ministro\nRelator.\nOs Srs. Ministros Paulo Sérgio Domingues (Presidente), Benedito\nGonçalves, Sérgio Kukina e Regina Helena Costa votaram com o Sr.\nMinistro Relator.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00499 ART:00536 ART:00537 PAR:00001" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000864019",
  "numeroProcesso" : "68799",
  "numeroRegistro" : "202201251361",
  "siglaClasse" : "RMS",
  "descricaoClasse" : "RECURSO ORDINÁRIO EM MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "PRIMEIRA TURMA",
  "ministroRelator" : "GURGEL DE FARIA",
  "dataPublicacao" : "DJE        DATA:06/02/2024",
  "ementa" : "TRIBUTÁRIO. PROGRAMA DE PARCELAMENTO DE CRÉDITOS  DO ESTADO DO RIO\nDE JANEIRO. ITCMD. PREVISÃO EM LEI COMPLEMENTAR ESTADUAL.\nREGULAMENTAÇÃO. AUSÊNCIA. DIREITO LÍQUIDO E CERTO À FRUIÇÃO DO\nBENEFÍCIO. INEXISTÊNCIA.\n1. Impetração mandamental deduzida em face da ausência de\nregulamentação pelo Decreto n. 47.488/2021 do programa de\nparcelamento de créditos tributários referentes ao ITCMD (do Estado\ndo Rio de Janeiro) a que o recorrente/impetrante entende ter direito\nlíquido e certo em face da previsão em abstrato contida na Lei\nComplementar Estadual n. 189/2020.\n2. No caso, a falta de regulamentação específica do artigo 11 da Lei\nComplementar Estadual n. 189/2020 - que previa a extensão do\nprograma de parcelamento aos créditos tributários oriundos de IPVA e\nITCMD - foi motivada pela vedação constante na Lei Complementar\nFederal n. 159 (que instituiu o Regime de Recuperação Fiscal), que\nexpressamente impede a concessão de renúncia fiscal aos Estados que\naderirem ao RRF.\n3. O Estado do Rio de Janeiro, por meio da autorização concedida\npela Lei Estadual n. 7.639/2017, validamente aderiu ao Regime de\nRecuperação Fiscal (RRF) da LC 159/2017, que vedava, em seu art. 8º,\nIX, a concessão de incentivo fiscal ou benefício de natureza\ntributária do qual decorresse renúncia de receita (à exceção do\nICMS).\n4. Amparado nessa previsão legal, o Governador do Estado do Rio de\nJaneiro, ao editar o Decreto Estadual n. 47.488/2021, deixou de\nregulamentar o programa de parcelamento em relação ao ITCMD, motivo\npelo qual inexiste direito líquido e certo a ser amparado por meio\nde mandado de segurança.\n5. Nos termos da Súmula 266 do STF (\"Não cabe mandado de segurança\ncontra lei em tese\"), o mandado de segurança não é o instrumento\nprocessual adequado para analisar a apontada inconstitucionalidade\ndo art. 4º do Decreto Estadual n. 47.488/2021.\n6 . Recurso ordinário não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231212",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Primeira Turma, por unanimidade, negar\nprovimento ao recurso ordinário, nos termos do voto do Sr. Ministro\nRelator.\nOs Srs. Ministros Paulo Sérgio Domingues (Presidente), Benedito\nGonçalves, Sérgio Kukina e Regina Helena Costa votaram com o Sr.\nMinistro Relator.",
  "jurisprudenciaCitada" : "(DIREITO TRIBUTÁRIO - PARCELAMENTO DE CRÉDITOS - BENEFÍCIO FISCAL -\nINTERPRETAÇÃO RESTRITIVA)\n   STJ - <<AgInt no REsp 1679232>>-RS",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LCP:000159 ANO:2017\n        ART:00008 INC:00009", "LEG:FED LEI:007629 ANO:2017\n        ART:00008", "LEG:FED SUM:****** ANO:****\n*****  SUM(STF)    SÚMULA DO SUPREMO TRIBUNAL FEDERAL\n        SUM:000266", "LEG:FED LEI:005172 ANO:1966\n*****  CTN-66    CÓDIGO TRIBUTÁRIO NACIONAL\n        ART:00111", "LEG:FED DEL:004657 ANO:1942\n*****  LINDB-42    LEI DE INTRODUÇÃO ÀS NORMAS DO DIREITO BRASILEIRO\n        ART:00002", "LEG:EST LCP:000189 ANO:2020 UF:RJ\n        ART:00011\n(REGULAMENTADA PELO DECRETO 47.488/2021)", "LEG:EST DEL:047488 ANO:2021 UF:RJ", "LEG:EST LEI:007639 ANO:2017 UF:RJ" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000864021",
  "numeroProcesso" : "1690956",
  "numeroRegistro" : "201701816594",
  "siglaClasse" : "AgInt no REsp",
  "descricaoClasse" : "AGRAVO INTERNO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA TURMA",
  "ministroRelator" : "SÉRGIO KUKINA",
  "dataPublicacao" : "DJE        DATA:23/01/2024",
  "ementa" : "PROCESSUAL CIVIL. ADMINISTRATIVO. AGRAVO INTERNO EM RECURSO\nESPECIAL. AÇÃO CIVIL PÚBLICA. DEMOLIÇÃO DE IMÓVEIS EM MEIO A\nPROCESSO ADMINISTRATIVO PARA O SEU TOMBAMENTO. DANO AO PATRIMÔNIO\nHISTÓRICO-CULTURAL DO MUNICÍPIO DE BELO HORIZONTE/MG. NULIDADE DA\nSENTENÇA E CERCEAMENTO DE DEFESA. NÃO OCORRÊNCIA. JULGAMENTO ULTRA\nPETITA NÃO CARACTERIZADO. NEGATIVA DE PRESTAÇÃO JURISDICIONAL.\nINEXISTÊNCIA. VIOLAÇÃO AO ART. 17 DO DECRETO-LEI N. 25/1937 NÃO\nEVIDENCIADA. AFRONTA AOS ARTS. 333, I, DO CPC/1973, 396, 944 E 1.228\nDO CÓDIGO CIVIL. FALTA DE PREQUESTIONAMENTO. SÚMULAS 211/STJ E\n282/STF. BIS IN IDEM. NÃO OCORRÊNCIA. DANOS MORAIS COLETIVOS.\nQUANTUM.  EXORBITÂNCIA NÃO CARACTERIZADA. SÚMULA 7/STJ. JUROS\nMORATÓRIOS INCIDENTES SOBRE A INDENIZAÇÃO POR DANOS MORAIS.\nMODIFICAÇÃO EM SEDE DE EMBARGOS DE DECLARAÇÃO PELO JUÍZO A QUO.\nREFORMATIO IN PEJUS. NÃO OCORRÊNCIA.\n1. Cuida-se, na origem, de ação civil pública ajuizada pelo\nMinistério Público do Estado de Minas Gerais frente à Igreja\nUniversal do Reino de Deus, objetivando a condenação desta última ao\npagamento de indenização por danos patrimoniais e morais coletivos,\nem virtude de demolição, sem prévia autorização ou licença\noficiais, no período compreendido entre 13 e 15 de agosto de 2005,\nde imóveis localizados em Belo Horizonte/MG, os quais, em virtude de\nseus valores histórico e cultural, eram protegidos por atos\nadministrativos de inventário e registro documental expedidos pelo\nConselho Deliberativo do Patrimônio Cultural do referido município,\ne que, ainda, se encontravam em análise para eventual tombamento, o\nque veio a se confirmar.\n2. A sentença de procedência dos pleitos autorais foi parcialmente\nreformada pelo Tribunal de origem unicamente para reduzir o valor da\nindenização dos danos morais coletivos de R$ 15.000.000,00 (quinze\nmilhões de reais) para R$ 5.000.000,00 (cinco milhões de reais).\n3. Segundo inteligência do art. 398 do CPC/1973 (atual art. 437, §\n1º, do CPC), a juntada de documento novo aos autos, por uma das\npartes, impõe ao juízo o dever de intimar a parte adversa para que\npossa sobre ele se manifestar. Todavia, segundo a jurisprudência\ndesta Corte, somente há falar em cerceamento de defesa se o\ndocumento trazido aos autos tiver o condão de influenciar na solução\nda controvérsia. Nesse sentido: AgRg no AgRg no REsp n.\n1.399.946/RN, Rel. Ministro NAPOLEÃO NUNES MAIA FILHO, PRIMEIRA\nTURMA, DJe de 26/6/2017; REsp n. 1.358.338/SP, Rel. Ministra\nASSUSETE MAGALHÃES, SEGUNDA TURMA, DJe de 2/2/2017; AgInt no REsp n.\n1.389.176/SC, Rel. Ministra REGINA HELENA COSTA, PRIMEIRA TURMA,\nDJe de 6/9/2017.\n4. O vício relativo à ausência de intimação constitui nulidade\nrelativa, uma vez que, nos termos do art. 245 do CPC/1973, \"A\nnulidade dos atos deve ser alegada na primeira oportunidade em que\ncouber à parte falar nos autos, sob pena de preclusão\". A propósito,\no seguinte julgado: REsp n. 1.838.279/SP, Rel. Ministro PAULO DE\nTARSO SANSEVERINO, TERCEIRA TURMA, DJe de 28/10/2019.\n5. Caso concreto em que, após o Parquet estadual ter juntado aos\nautos a Nota Técnica/MPMG n. 80/2012, a parte ré, ora agravante, em\ndiversas oportunidades, teve vista dos autos, nada alegando a\nrespeito da ausência de intimação ou acerca do próprio documento\nencartado aos autos pelo órgão ministerial, restando, assim,\ncaracterizada a preclusão.\n6. Cumpre acrescentar que, a despeito de o Juízo de primeiro grau\nter feito expressa referência à nota técnica elaborada por\nassessoria interna do Parquet autor, tal fato, só por si, não pode\nser considerado como ofensivo aos princípios da ampla defesa e do\ncontraditório, haja vista que, como expressamente reconhecido pelo\nmagistrado, tal nota foi elaborada a partir de elementos probatórios\njá contidos nos autos, o que, a toda evidência, retira-lhe qualquer\ncaráter inovador.\n7. Não há falar em prejuízo à defesa, haja vista que houve efetiva\nimpugnação pela ré, ora agravante, das razões apresentadas pelo\nParquet mineiro para justificar a quantia indenizatória pleiteada.\n8. Como cediço, \"a orientação jurisprudencial desta Corte Superior\n[...] estabelece que a pretensão deduzida em juízo não se limita a\ndeterminado capítulo da petição inicial, merecendo atenção do\njulgador tudo o que se pode extrair mediante interpretação\nlógico-sistemática das razões apresentadas\" (AgInt no AREsp n.\n2.105.832/SC, relator Ministro RAUL ARAÚJO, QUARTA TURMA, DJe de\n7/10/2022). Nesse mesmo sentido: AgInt no REsp n. 1.700.929/SP,\nrelator Ministro GURGEL DE FARIA, PRIMEIRA TURMA, DJe de 16/2/2022.\n9. Na espécie, ainda que não formulado necessariamente em pecúnia,\nhouve expresso pedido de condenação da parte ré ao pagamento de\nindenização por dano patrimonial. Nesse diapasão, o fato de o Juízo\nde primeiro grau ter determinado que a reparação pelo dano\npatrimonial se desse parcialmente em pecúnia, em substituição de\nalgumas das medidas inicialmente pleiteadas na petição inicial, não\ncaracteriza julgamento ultra petita, pois não se afastou da\npretensão deduzida pelo Parquet demandante, mormente em se\nconsiderando que não foi formulado pedido específico em relação ao\nvalor pretendido a título de indenização por danos patrimoniais.\n10. Tendo o Tribunal de origem dirimido, fundamentadamente, as\nquestões que lhe foram submetidas, bem como apreciado integralmente\na controvérsia posta nos autos, não há falar em ofensa ao art. 535\ndo CPC, c/c os arts. 489 e 1.022 do CPC. Ademais, não se pode\nconfundir julgamento desfavorável ao interesse da parte com negativa\nou ausência de prestação jurisdicional (AgInt no AREsp n.\n1.678.312/PR, Rel. Ministro RAUL ARAÚJO, QUARTA TURMA, DJe de\n13/4/2021).\n11. \"O Ministério Público e outros sujeitos intermediários têm\nlegitimidade ampla para promover Ação Civil Pública em defesa do\npatrimônio cultural, histórico, estético, artístico, turístico e\npaisagístico, irrelevante seja o bem material ou imaterial,\nparticular ou público, tombado, em fase de tombamento ou não\ntombado, assim como exista ou não licença ou autorização da\nAdministração para o comportamento impugnado\" (REsp n. 1.538.384/MG,\nrelator Ministro HERMAN BENJAMIN, SEGUNDA TURMA, DJe de 28/8/2020).\n12. De toda sorte, rever a premissa firmada pela Corte estadual - no\nsentido de que, mesmo que os imóveis demolidos não estivessem\ntombados como bens histórico-culturais, o processo administrativo\npara tombamento já tinha se iniciado - demandaria o revolvimento de\nmatéria fático-probatória, o que esbarra no óbice da Súmula 7/STJ.\n13. Na forma da jurisprudência do STJ, \"para que se configure o\nprequestionamento, não basta que o recorrente devolva a questão\ncontrovertida para o Tribunal, em suas razões recursais. É\nnecessário que a causa tenha sido decidida à luz da legislação\nfederal indicada, bem como seja exercido juízo de valor sobre os\ndispositivos legais indicados e a tese recursal a eles vinculada,\ninterpretando-se a sua aplicação ou não, ao caso concreto\" (AgInt no\nREsp n. 1.890.753/MA, Rel. Ministra ASSUSETE MAGALHÃES, SEGUNDA\nTURMA, DJe 6/5/2021). Hipótese em que a Corte estadual não emitiu\nnenhum juízo de valor a respeito dos arts. 333, I, do CPC/1973, 396,\n944 e 1.228 do Código Civil. Incidência das Súmulas 211/STJ e\n282/STF.\n14. \"Rever o entendimento do tribunal de origem, que consignou a\npresença de elementos de convicção suficientes a comprovarem a\nconsubstanciação de danos morais coletivos e o nexo causal, de forma\na se justificar a respectiva condenação e seu valor, demandaria\nnecessário revolvimento de matéria fática, o que é inviável em sede\nde recurso especial, à luz do óbice contido na Súmula n. 7/STJ\"\n(AgInt no REsp n. 1.993.503/PR, relatora Ministra REGINA HELENA\nCOSTA, PRIMEIRA TURMA, DJe de 22/6/2022).\n15. Não caracteriza bis in idem o fato de a condenação ao pagamento\nde indenização por danos patrimoniais ter sido cindida pelo Juízo a\nquo na forma de pagamento parcial em pecúnia e, o restante, na\nimposição da obrigação de a ré construir um memorial alusivo aos\nimóveis demolidos.\n16. \"A intromissão do Superior Tribunal de Justiça na revisão do\ndano moral somente deve ocorrer em casos em que a razoabilidade for\nabandonada, denotando um valor indenizatório abusivo, a ponto de\nimplicar enriquecimento indevido, ou irrisório, a ponto de tornar\ninócua a compensação pela ofensa efetivamente causada\" (REsp n.\n879.460/AC, QUARTA TURMA, relator Ministro ALDIR PASSARINHO JUNIOR,\nDJe de 26/4/2010).\n17. \"[A] inadmissão do recurso especial interposto com fundamento no\nartigo 105, III, 'a', da Constituição Federal, em razão da\nincidência de enunciado sumular, prejudica o exame do recurso no\nponto em que suscita divergência jurisprudencial se o dissídio\nalegado diz respeito ao mesmo dispositivo legal ou tese jurídica, o\nque ocorreu na hipótese\" (AgInt no REsp n. 1.877.904/PR, relator\nMinistro BENEDITO GONÇALVES, PRIMEIRA TURMA, DJe de 14/11/2022).\n18. É firme o entendimento desta Corte no sentido de que a\n\"alteração dos índices de correção monetária e juros de mora, por se\ntratar de consectários legais da condenação principal, possuem\nnatureza de ordem pública, cognoscível de ofício, motivo pelo qual\nnão prospera a alegação de ocorrência de reformatio in pejus\" (AgInt\nno REsp n. 1.895.569/SP, relatora Ministra REGINA HELENA COSTA,\nPRIMEIRA TURMA, DJe de 15/9/2022).\n19. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231212",
  "decisao" : "Vistos, relatados e discutidos estes autos, acordam os Ministros da\nPrimeira TURMA do Superior Tribunal de Justiça, por unanimidade,\nnegar provimento ao agravo interno, nos termos do voto do Sr.\nMinistro Relator. Os Srs. Ministros Regina Helena Costa, Gurgel de\nFaria, Paulo Sérgio Domingues (Presidente) e Benedito Gonçalves\nvotaram com o Sr. Ministro Relator.\nDr. NELSON NERY JUNIOR, pela parte: AGRAVANTE: IGREJA UNIVERSAL DO\nREINO DE darS e assistiu ao julgamento o Dr. ANTÔNIO SÉRGIO ROCHA DE\nPAULA, pela parte: AGRAVADO: MINISTÉRIO PÚBLICO DO ESTADO DE MINAS\nGERAIS",
  "jurisprudenciaCitada" : "(NULIDADE - JUNTADA DE NOVO DOCUMENTO - OITIVA DA PARTE CONTRÁRIA -\nINFLUÊNCIA NA SOLUÇÃO DA LIDE - PREJUÍZO)\n   STJ - <<AgRg no AgRg no REsp 1399946>>-RN, <<REsp 1358338>>-SP,\n         <<AgInt no REsp 1389176>>-SC, <<REsp 1435582>>-MG,\n         <<AgRg no REsp 1192564>>-PR\n(VÍCIO PROCESSUAL - AUSÊNCIA DE INTIMAÇÃO - NULIDADE RELATIVA -\nSUJEIÇÃO - PRECLUSÃO)\n   STJ - <<REsp 1838279>>-SP\n(DECISÃO ULTRA PETITA - PRETENSÃO DEDUZIDA EM JUÍZO - NÃO ADSTRIÇÃO\nA CAPÍTULO ESPECÍFICO - INTERPRETAÇÃO LÓGICO-SISTEMÁTICA)\n   STJ - <<AgInt no AREsp 2105832>>-SC,\n         <<AgInt no REsp 1700929>>-SP,\n         <<AgInt no REsp 1823194>>-SP\n(AÇÃO CIVIL PÚBLICA - SALVAGUARDA - PATRIMÔNIO CULTURAL -\nLEGITIMIDADE CONCORRENTE E DISJUNTIVA DO MINISTÉRIO PÚBLICO)\n   STJ - <<REsp 1538384>>-MG\n(DANOS MORAIS COLETIVOS - NEXO CAUSAL - AFERIÇÃO - ELEMENTOS DE\nCONVICÇÃO - REEXAME FÁTICO-PROBATÓRIO - SÚMULA 7/STJ)\n   STJ - <<AgInt no REsp 1993503>>-PR\n(DANOS MORAIS - QUANTUM DEBEATUR - ALTERAÇÃO - EXCEPCIONALIDADE -\nVALOR IRRISÓRIO OU ABUSIVO - PROPORCIONALIDADE E RAZOABILIDADE)\n   STJ - <<REsp 879460>>-AC\n(CORREÇÃO MONETÁRIA E JUROS DE MORA - CONSECTÁRIOS DA CONDENAÇÃO -\nCOGNIÇÃO EX OFFICIO - REFORMATIO IN PEJUS)\n   STJ - <<AgInt no REsp 1895569>>-SP,\n         <<AgInt no AREsp 1832824>>-RJ",
  "notas" : "Indenização por dano moral coletivo: R$ 5.000.000,00 (cinco milhões\nde reais).",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00129 INC:00003 ART:00216 PAR:00001", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00128 ART:00437 PAR:00001 ART:00460", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000007", "LEG:FED LEI:005869 ANO:1973\n*****  CPC-73    CÓDIGO DE PROCESSO CIVIL DE 1973\n        ART:00245 ART:00398", "LEG:FED LEI:010406 ANO:2002\n*****  CC-02    CÓDIGO CIVIL DE 2002\n        ART:00944 PAR:ÚNICO", "LEG:FED LEI:007347 ANO:1985\n*****  LACP-85    LEI DE AÇÃO CIVIL PÚBLICA\n        ART:00001 INC:00001" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000864024",
  "numeroProcesso" : "2081467",
  "numeroRegistro" : "202302179174",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA TURMA",
  "ministroRelator" : "GURGEL DE FARIA",
  "dataPublicacao" : "DJE        DATA:31/01/2024",
  "ementa" : "TRIBUTÁRIO. CONTRIBUIÇÃO PREVIDENCIÁRIA E DE TERCEIROS. EPIDEMIA DE\nCOVID. EMPREGADA GESTANTE. TRABALHO PRESENCIAL. AFASTAMENTO.\nREMUNERAÇÃO DEVIDA. BASE DE CÁLCULO. EXCLUSÃO. IMPOSSIBILIDADE.\n1. Dispõe o art. 1º da Lei n. 14.151/2021 que \"durante a emergência\nde saúde pública de importância nacional decorrente do novo\ncoronavírus, a empregada gestante deverá permanecer afastada das\natividades de trabalho presencial, sem prejuízo de sua remuneração\".\nTal regra é complementada pelo disposto no § 1º (introduzido pela\nLei n. 14.311/2022), do indigitado art. 1º, de acordo com o qual \"a\nempregada gestante afastada nos termos do caput deste artigo ficará\nà disposição do empregador para exercer as atividades em seu\ndomicílio, por meio de teletrabalho, trabalho remoto ou outra forma\nde trabalho a distância, sem prejuízo de sua remuneração\".\n2. Conforme se observa, a norma legal determina o afastamento da\ngestante do trabalho presencial, não seu afastamento do trabalho\ntout court. Não se verifica, portanto, suspensão ou interrupção do\ncontrato de trabalho, mas apenas alteração na sua forma de execução.\n3. Havendo o pagamento, pelo próprio empregador, de remuneração à\nempregada em razão direta da relação empregatícia, cujo contrato de\ntrabalho se encontra em execução, não há como pretender compensar\naquele valor com parcelas futuras de contribuição previdenciária e\nde contribuição parafiscal, como se salário-maternidade fosse.\n4. Recurso especial provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231212",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Primeira Turma, por unanimidade, dar\nprovimento ao recurso especial, nos termos do voto do Sr. Ministro\nRelator.\nOs Srs. Ministros Paulo Sérgio Domingues (Presidente), Benedito\nGonçalves, Sérgio Kukina e Regina Helena Costa votaram com o Sr.\nMinistro Relator.",
  "jurisprudenciaCitada" : "(CONTRIBUIÇÃO PREVIDENCIÁRIA DO EMPREGADOR - SALÁRIO-MATERNIDADE)\n   STF - [[RE 576967]] (REPERCUSSÃO GERAL - TEMA(s) 72)",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:014151 ANO:2021\n        ART:00001 PAR:00001\n(COM A REDAÇÃO DADA PELA LEI 14.311/2022)", "LEG:FED CVC:000103 ANO:****\n(ORGANIZAÇÃO INTERNACIONAL DO TRABALHO - OIT)", "LEG:FED DEL:010088 ANO:2019\n        ART:00004 ITEM:00008", "LEG:FED LEI:014311 ANO:2022", "LEG:FED LEI:005172 ANO:1966\n*****  CTN-66    CÓDIGO TRIBUTÁRIO NACIONAL\n        ART:00111 INC:00001 INC:00002" ],
  "acordaosSimilares" : [ "REsp  2095404  SC  2023/0213972-1  Decisão:12/12/2023\nDJE        DATA:19/02/2024", "REsp  2053818  CE  2023/0029526-0  Decisão:12/12/2023\nDJE        DATA:31/01/2024" ]
}, {
  "id" : "000864025",
  "numeroProcesso" : "1973239",
  "numeroRegistro" : "202103668030",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA TURMA",
  "ministroRelator" : "GURGEL DE FARIA",
  "dataPublicacao" : "DJE        DATA:08/02/2024",
  "ementa" : "PROCESSUAL CIVIL E PREVIDENCIÁRIO. NEGATIVA DE PRESTAÇÃO\nJURISDICIONAL. INEXISTÊNCIA. BENEFÍCIO IRREGULARMENTE PERCEBIDO.\nCOBRANÇA. DEFLAGRAÇÃO PRÉVIA DE PROCESSO ADMINISTRATIVO. SUSPENSÃO\nDA PRESCRIÇÃO. IMPOSSIBILIDADE.\n1. Não há violação d o art. 1.022, II, do CPC, quando a Corte\nRegional desenvolve fundamentação expressa sobre a matéria\ncontrovertida.\n2. A deflagração de processo administrativo para apurar suposto\ncrédito da Fazenda Pública não pode ser acolhida como causa\nsuspensiva da prescrição, com fulcro no art. 4º do Decreto\n20.910/32, \"já que a hipótese que se cogita no referido dispositivo\né aquela em que o próprio credor formula pedido, na Administração\nPública, de apreciação de seu direito de receber quantia devida\"\n(REsp 1.400.282/SP, relator Ministro Mauro Campbell Marques, Segunda\nTurma, julgado em 5/9/2013, DJe de 11/9/2013).\n3. No caso, não pode prevalecer a pretensão do INSS de que o\nreferido comando normativo  seja aplicado em seu favor, pois assim\npermitiria que a Administração manipulasse o próprio prazo\nprescricional, esvaziando o sentido da prescrição, instituto\nradicado na segurança jurídica.\n4. A prevalecer a tese advogada no recurso especial, bastaria à\nFazenda Pública deflagrar processo administrativo para estudo do seu\npróprio crédito e então suspenderia o prazo para sua cobrança; e\nbastaria se postergar a conclusão desse mesmo processo deflagrado\npara impedir o início do curso da prescrição.\n5. Hipótese em que  o processo administrativo prévio, iniciado\nsupostamente para constituir o crédito, era prescindível, porque nem\nsequer teria o condão de permitir, ao seu fim, inscrever o valor em\ndívida ativa para lastrear execução, conforme orientação firmada no\nTema/repetitivo 598, submetido a julgamento no âmbito do REsp.\n1.350.804-PR.\n6. Se o processo administrativo prévio era dispensável, jamais\npoderia ter o condão de suspender o curso da prescrição, na medida\nem que a Administração já poderia ter apresentado sua pretensão\nmuito antes, devendo suportar o ônus da sua inércia.\n7 . Recurso  não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231212",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da PRIMEIRA TURMA do Superior Tribunal de\nJustiça, prosseguindo o julgamento, por unanimidade, negar\nprovimento ao recurso especial, nos termos do voto do Sr. Ministro\nRelator.\nOs Srs. Ministros Paulo Sérgio Domingues (Presidente), Sérgio Kukina\ne Regina Helena Costa (voto-vista) votaram com o Sr. Ministro\nRelator.\nImpedido o Sr. Ministro Benedito Gonçalves.",
  "jurisprudenciaCitada" : "(PROCESSO ADMINISTRATIVO PARA APURAÇÃO DE CRÉDITO DA FAZENDA PÚBLICA\n- ART. 4º DO DECRETO 20.910/1932 - PRESCRIÇÃO - SUSPENSÃO)\n   STJ - <<REsp 1400282>>-SP\n(PROCESSO ADMINISTRATIVO PARA APURAÇÃO DE CRÉDITO DA FAZENDA PÚBLICA\n- AUSÊNCIA DE PREVISÃO LEGAL)\n   STJ - <<REsp 1350804>>-PR (RECURSO REPETITIVO - TEMA(s) 598)",
  "notas" : null,
  "informacoesComplementares" : "     (VOTO VISTA) (MIN. REGINA HELENA COSTA)\n     \"[...] a fluência da prescrição não pode se sujeitar ao\ncomportamento da pessoa contra a qual ela flui, razão pela qual não\nse revela adequada a aplicação do art. 4º do Decreto n. 20.910/1932,\nsegundo o qual 'não corre a prescrição durante a demora que, no\nestudo, ao reconhecimento ou no pagamento da dívida, considerada\nlíquida, tiverem as repartições ou funcionários encarregados de\nestudar e apurá-la', em situações nas quais a Fazenda Pública é\ncredora de valores decorrentes de relações com pessoas físicas ou\nentidades privadas\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED MPR:000780 ANO:2017", "LEG:FED MPR:000871 ANO:2019", "LEG:FED DEC:020910 ANO:1932\n*****  DPRES-1932    DECRETO SOBRE PRESCRIÇÃO QUINQUENAL\n        ART:00004" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000864045",
  "numeroProcesso" : "2055044",
  "numeroRegistro" : "202300494544",
  "siglaClasse" : "AgInt no AgInt no REsp",
  "descricaoClasse" : "AGRAVO INTERNO NO AGRAVO INTERNO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA TURMA",
  "ministroRelator" : "SÉRGIO KUKINA",
  "dataPublicacao" : "DJE        DATA:09/02/2024",
  "ementa" : "TRIBUTÁRIO. PROCESSUAL CIVIL. REGIME NÃO CUMULATIVO. CRÉDITO DE\nICMS-ST. PIS/COFINS. ENTENDIMENTO DA PRIMEIRA TURMA DO STJ.\n1. A orientação da Primeira Turma deste STJ é a de que o\ncontribuinte faz jus aos créditos da contribuição ao PIS e à COFINS\npretendidos, seja porque independem da incidência de tais\ncontribuições sobre o montante do ICMS-ST recolhido pelo substituto\nna etapa anterior, seja porque o valor do imposto estadual\nantecipado caracteriza custo de aquisição. Precedentes: AgInt no\nREsp n. 2.084.511/RS, relatora Ministra Regina Helena Costa,\nPrimeira Turma, DJe de 9/10/2023; AgInt no AgInt no REsp n.\n1.525.939/PR, Relator Ministro Gurgel de Faria, Primeira Turma, DJe\nde 27/4/2022; AgInt no AgInt no REsp n. 1.620.050/RS, Relator\nMinistro Benedito Gonçalves, Primeira Turma, DJe de 15/12/2021;\nAgInt no REsp n. 1.914.795/RS, Relatora Ministra Regina Helena\nCosta, Primeira Turma, DJe de 17/2/2022; AgInt no REsp n.\n1.461.708/RS, Relator Ministro Sérgio Kukina, Primeira Turma, DJe de\n7/10/2021; AgInt no REsp n. 1.878.250/RS, Relator Ministro Napoleão\nNunes Maia Filho, Primeira Turma, DJe de 9/12/2020; AgInt no REsp\nn. 1.959.588/SC, Relator Ministro Benedito Gonçalves, Primeira\nTurma, DJe de 15/12/2021.\n2. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231212",
  "decisao" : "Vistos, relatados e discutidos estes autos, acordam os Ministros da\nPrimeira TURMA do Superior Tribunal de Justiça, por unanimidade,\nnegar provimento ao agravo interno, nos termos do voto do Sr.\nMinistro Relator. Os Srs. Ministros Regina Helena Costa, Gurgel de\nFaria, Paulo Sérgio Domingues (que ressalvou o seu ponto de vista) e\nBenedito Gonçalves votaram com o Sr. Ministro Relator.",
  "jurisprudenciaCitada" : "(PIS E COFINS - REGIME NÃO CUMULATIVO - ICMS-ST - CREDITAMENTO)\n   STJ - <<AgInt no REsp 2084511>>-RS,\n         <<AgInt no AgInt no REsp 1525939>>-PR,\n         <<AgInt no AgInt no REsp 1620050>>-RS,\n         <<AgInt no REsp 1914795>>-RS,\n         <<AgInt no REsp 1461708>>-RS,\n         <<AgInt no REsp 1878250>>-RS,\n         <<AgInt no REsp 1959588>>-SC",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000864293",
  "numeroProcesso" : "1875084",
  "numeroRegistro" : "202001168867",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA TURMA",
  "ministroRelator" : "GURGEL DE FARIA",
  "dataPublicacao" : "DJE        DATA:19/02/2024",
  "ementa" : "TRIBUTÁRIO. CRÉDITO TRIBUTÁRIO. DECISÃO ADMINISTRATIVA. PARTE\nINCONTROVERSA. COBRANÇA. VIABILIDADE. PRAZO PRESCRICIONAL. TERMO A\nQUO. 30 DIAS APÓS A NOTIFICAÇÃO DO CONTRIBUINTE.\n1. É cabível a cobrança da parte do crédito tributário\ndefinitivamente reconhecida na esfera administrativa, com base no\nart. 42, parágrafo único, do Decreto n. 70.235/1972.\n2. \"O termo inicial do prazo prescricional quinquenal para a\ncobrança dos créditos tributários constituídos mediante o Decreto n.\n70.235/72 inicia-se após o crédito estar regularmente constituído.\nOu seja, não havendo impugnação, o termo a quo da prescrição ocorre\napós 30 dias da data em que o contribuinte foi notificado para pagar\no débito tributário ou ofertar impugnação\" (AgInt no REsp n.\n1.734.552/PE, relatora Ministra Regina Helena Costa, Primeira Turma,\njulgado em 26/6/2018, DJe de 2/8/2018).\n 3. Hipótese em que, reconhecida a exigência, pelo menos, de 50% da\nmulta aplicada pela compensação realizada indevidamente, diante da\nausência de impugnação administrativa do ora recorrente, sobrevém,\nna verdade, o dever do sujeito ativo de promover a cobrança dessa\nparte não impugnada.\n 4. Recurso especial conhecido e desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231212",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da PRIMEIRA TURMA, por unanimidade, negar\nprovimento ao recurso especial, nos termos do voto do Sr. Ministro\nRelator.\nOs Srs. Ministros Paulo Sérgio Domingues (Presidente), Benedito\nGonçalves, Sérgio Kukina e Regina Helena Costa votaram com o Sr.\nMinistro Relator.",
  "jurisprudenciaCitada" : "(PARTE DO CRÉDITO TRIBUTÁRIO DEFINITIVAMENTE RECONHECIDA NA ESFERA\nADMINISTRATIVA - COBRANÇA)\n   STJ - <<REsp 1597129>>-PR\n(DÉBITO DEFINITIVAMENTE CONSTITUÍDO - PRAZO PRESCRICIONAL - ART. 15\nDO DECRETO 70.235/72)\n   STJ - <<AgInt no REsp 1734552>>-PE,\n         <<AgInt no REsp 1375195>>-AL",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEC:070235 ANO:1972\n        ART:00015 ART:00042 PAR:ÚNICO", "LEG:FED LEI:005172 ANO:1966\n*****  CTN-66    CÓDIGO TRIBUTÁRIO NACIONAL\n        ART:00142 ART:00151 INC:00003 ART:00156 INC:00009", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00313 INC:00005 LET:A ART:00485 INC:00005" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000864047",
  "numeroProcesso" : "2089473",
  "numeroRegistro" : "202302721991",
  "siglaClasse" : "AgInt no REsp",
  "descricaoClasse" : "AGRAVO INTERNO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA TURMA",
  "ministroRelator" : "GURGEL DE FARIA",
  "dataPublicacao" : "DJE        DATA:09/02/2024",
  "ementa" : "TRIBUTÁRIO. PIS E COFINS. REGIME NÃO CUMULATIVO. ICMS-ST.\nCREDITAMENTO. POSSIBILIDADE.\n1. Na Primeira Turma, prevalece a compreensão de que o ICMS-ST\nconstitui parte integrante do custo de aquisição da mercadoria e,\npor conseguinte, deve ser admitido na composição do montante de\ncréditos a ser deduzido para apuração da Contribuição ao PIS e da\nCOFINS, no regime não cumulativo, à luz do art. 3º, I, das Leis n.\n10.637/2002 e 10.833/2003, independentemente da incidência de\nmencionadas contribuições sobre o tributo estadual recolhido pelo\nsubstituto na etapa anterior, sendo que não há óbice para que\nreferido raciocínio jurídico tenha igualmente curso no ICMS\nantecipação (AgInt no REsp 1.428.247/RS, rel. p/ acórdão Ministra\nREGINA HELENA COSTA, Primeira Turma, julgado em 15/10/2019, DJe\n29/10/2019).\n2. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231205",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA TURMA, por unanimidade,\nnegar provimento ao agravo interno, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Paulo Sérgio Domingues (que ressalvou o seu ponto\nde vista), Benedito Gonçalves, Sérgio Kukina e Regina Helena Costa\nvotaram com o Sr. Ministro Relator.",
  "jurisprudenciaCitada" : "(PIS E COFINS - REGIME NÃO CUMULATIVO - ICMS-ST - CREDITAMENTO -\nAQUISIÇÃO DE MERCADORIAS)\n   STJ - <<REsp 1428247>>-RS",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:010637 ANO:2002\n        ART:00003 INC:00001", "LEG:FED LEI:010833 ANO:2003\n        ART:00003 INC:00001" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000864048",
  "numeroProcesso" : "2090019",
  "numeroRegistro" : "202302780127",
  "siglaClasse" : "AgInt no REsp",
  "descricaoClasse" : "AGRAVO INTERNO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA TURMA",
  "ministroRelator" : "GURGEL DE FARIA",
  "dataPublicacao" : "DJE        DATA:09/02/2024",
  "ementa" : "TRIBUTÁRIO. PIS E COFINS. REGIME NÃO CUMULATIVO. ICMS-ST.\nCREDITAMENTO. POSSIBILIDADE.\n1. Na Primeira Turma, prevalece a compreensão de que o ICMS-ST\nconstitui parte integrante do custo de aquisição da mercadoria e,\npor conseguinte, deve ser admitido na composição do montante de\ncréditos a ser deduzido para apuração da Contribuição ao PIS e da\nCOFINS, no regime não cumulativo, à luz do art. 3º, I, das Leis n.\n10.637/2002 e 10.833/2003, independentemente da incidência de\nmencionadas contribuições sobre o tributo estadual recolhido pelo\nsubstituto na etapa anterior, sendo que não há óbice para que\nreferido raciocínio jurídico tenha igualmente curso no ICMS\nantecipação (AgInt no REsp 1.428.247/RS, rel. p/ acórdão Ministra\nREGINA HELENA COSTA, Primeira Turma, julgado em 15/10/2019, DJe\n29/10/2019).\n2. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231205",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA TURMA, por unanimidade,\nnegar provimento ao agravo interno, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Paulo Sérgio Domingues (que ressalvou o seu ponto\nde vista), Benedito Gonçalves, Sérgio Kukina e Regina Helena Costa\nvotaram com o Sr. Ministro Relator.",
  "jurisprudenciaCitada" : "(PIS E COFINS - NÃO CUMULATIVIDADE - ICMS - ICMS-ST - CREDITAMENTO -\nAQUISIÇÃO DE MERCADORIAS)\n   STJ - <<REsp 1428247>>-RS",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:010637 ANO:2002\n        ART:00003 INC:00001", "LEG:FED LEI:010833 ANO:2003\n        ART:00003 INC:00001" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000864305",
  "numeroProcesso" : "1652847",
  "numeroRegistro" : "201700267206",
  "siglaClasse" : "AgInt no REsp",
  "descricaoClasse" : "AGRAVO INTERNO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA TURMA",
  "ministroRelator" : "BENEDITO GONÇALVES",
  "dataPublicacao" : "DJE        DATA:23/02/2024",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NO RECURSO ESPECIAL. HONORÁRIOS\nADVOCATÍCIOS. REGIME DO ARTIGO 20, §4º, DO CPC/1973. APRECIAÇÃO\nEQUITATIVA. EXCEPCIONALIDADE JUSTIFICADA. PECULIARIDADES DO CASO\nCONCRETO. PROVIMENTO PARCIAL  DO AGRAVO INTERNO PARA FIXAR OS\nHONORÁRIOS NO VALOR FIXO DE R$ 200 MIL REAIS.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231205",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da PRIMEIRA TURMA, por maioria, vencido o Sr.\nMinistro Paulo Sérgio Domingues (Relator), dar parcial provimento ao\nagravo interno, para fixar o valor dos honorários advocatícios em\n200 mil reais, nos termos do voto do Sr. Ministro Benedito\nGonçalves, que lavrará o acórdão.\nVotaram com o Sr. Ministro Benedito Gonçalves os Srs. Ministros\nSérgio Kukina, Regina Helena Costa e Gurgel de Faria.",
  "jurisprudenciaCitada" : "(VOTO VENCIDO - CPC/73 - HONORÁRIOS ADVOCATÍCIOS - IRRISORIEDADE)\n   STJ - <<AgInt no AREsp 1220429>>-SP,\n         <<AgInt no REsp 1970828>>-GO",
  "notas" : null,
  "informacoesComplementares" : "     \"[...] a incidência do percentual (1%) sobre o valor da causa\nrepresentará em condenação em honorários exorbitante, o que\ntransborda dos parâmetros firmados pelo Superior Tribunal de\nJustiça\".\n     (VOTO VENCIDO) (MIN. PAULO SÉRGIO DOMINGUES)\n     \"A verba honorária é considerada irrisória quando, sob a égide\ndo Código de Processo Civil de 1973, houver fixação em valor\ninferior a 1% do valor da causa. [...]\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:005869 ANO:1973\n*****  CPC-73    CÓDIGO DE PROCESSO CIVIL DE 1973\n        ART:00020 PAR:00004" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000864014",
  "numeroProcesso" : "2221436",
  "numeroRegistro" : "202203059151",
  "siglaClasse" : "AREsp",
  "descricaoClasse" : "AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA TURMA",
  "ministroRelator" : "GURGEL DE FARIA",
  "dataPublicacao" : "DJE        DATA:31/01/2024",
  "ementa" : "ADMINISTRATIVO. TAXA DE OCUPAÇÃO. BASE DE CÁLCULO. VALOR DO DOMÍNIO\nPLENO. AVALIAÇÃO. IMÓVEL ATÍPICO. PLANTA GENÉRICA DE VALORES.\nUTILIZAÇÃO EXCLUSIVA. IMPOSSIBILIDADE.\n1. A combinação dos arts. 1° e 7º do Decreto-lei n. 2.398/1987 e 67\ndo Decreto-Lei 9.760/1946 permite a exegese de que a base de cálculo\nda taxa de ocupação é o valor venal do domínio pleno do imóvel, que\nserá definido pela Secretaria do Patrimônio da União (SPU) de\nacordo com as normas que regulamentam tais diplomas legais.\n2. Pelo que se extrai da norma regulamentadora (Orientação Normativa\nn. 04 da Gerência de Área de Cadastramento e Demarcação - GEADE do\nMinistério do Planejamento Desenvolvimento e Gestão), a aplicação da\nplanta genérica de valores é, a rigor, suficiente para determinar o\nvalor venal do domínio pleno dos imóveis típicos, enquanto para os\nimóveis atípicos deverá ser empregada metodologia que considere as\nparticularidades do bem e os ditames da ABNT quanto à matéria.\n3. Hipótese em que, embora seja incontroverso que o terreno de\nmarinha em questão era caracterizado como imóvel atípico, foi\nempregada, sem qualquer ressalva, a metodologia utilizada para\nvalorar imóveis típicos, ou seja, empregou-se a planta genérica de\nvalores (PGV) para definição da base de cálculo, sem considerar as\npeculiaridades do bem em questão.\n4. No julgamento de recurso representativo de controvérsia (REsp. n.\n1.150.579/STJ), o STJ admitiu a legalidade da utilização da planta\ngenérica para atualizar a base de cálculo do valor venal dos\nimóveis, mas assegurou que \"após a divulgação da nova planta de\nvalores venais e da atualização dela advinda, aí sim os\nadministrados podem recorrer administrativa e judicialmente dos\npontos que consideram ilegais ou abusivos\".\n5. No caso, a parte recorrente impugnou judicialmente os pontos que\nconsiderou ilegais, e justamente por isso foi realizada perícia\ntécnica para se aferir se estaria correta a fixação da base de\ncálculo segundo a PGV do município de Vitória, empregada para\ndefinição do IPTU.\n6. Se a perícia técnica, ainda que realizada, é desconsiderada\ncompletamente no acórdão recorrido e, ao fim, aplica-se somente a\nplanta genérica na definição do valor do imóvel, na prática, o\ndireito de impugnação acabou sendo meramente formal, desatendendo a\nnorma secundária extraída do precedente.\n7. Agravo conhecido para dar parcial provimento ao recurso especial.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231128",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Primeira Turma, por unanimidade,\nconhecer do agravo para dar parcial provimento ao recurso especial,\nnos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Paulo Sérgio Domingues (Presidente), Benedito\nGonçalves, Sérgio Kukina e Regina Helena Costa votaram com o Sr.\nMinistro Relator.",
  "jurisprudenciaCitada" : "(TAXA DE OCUPAÇÃO - BASE DE CÁLCULO - VALOR VENAL DO IMÓVEL -\nAVALIAÇÃO - IMÓVEL ATÍPICO - PLANTA GENÉRICA DE VALORES)\n   STJ - <<REsp 1150579>> (RECURSO REPETITIVO - TEMA(s) 451)",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEL:002398 ANO:1987\n        ART:00001 ART:00007", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01042 PAR:00005", "LEG:FED DEL:009760 ANO:1946\n        ART:00067" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000864023",
  "numeroProcesso" : "69371",
  "numeroRegistro" : "202202372896",
  "siglaClasse" : "RMS",
  "descricaoClasse" : "RECURSO ORDINÁRIO EM MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "PRIMEIRA TURMA",
  "ministroRelator" : "GURGEL DE FARIA",
  "dataPublicacao" : "DJE        DATA:31/01/2024",
  "ementa" : "ADMINISTRATIVO. LICITAÇÃO. COMPRA DE MEDICAMENTOS. PREÇO MÁXIMO DE\nVENDA AO GOVERNO. TABELA CMED. INOBSERVÂNCIA. SOBREPREÇO. DEVOLUÇÃO\nDE PARTE DOS VALORES. NECESSIDADE. VINCULAÇÃO AO INSTRUMENTO\nCONVOCATÓRIO. CASO CONCRETO. NÃO INCIDÊNCIA.\n1. A controvérsia dos autos consiste em saber se a aquisição de\nmedicamentos por meio de licitação, com preço de compra superior ao\nda Tabela da Câmara de Regulação do Mercado de Medicamentos (CMED),\nmas no limite do preço máximo fixado no edital do certame,\ncaracteriza sobrepreço, implicando a necessidade de devolução do\nmontante que sobeja aquele primeiro parâmetro.\n2. A atuação da Câmara de Regulação do Mercado de Medicamentos -\nCMED, ao fixar preços máximos de compra/venda de fármacos, é\nregular, sendo necessária para fazer face à dinâmica e às\npeculiaridades técnicas do mercado de medicamentos\n3. A Resolução n. 211 da CMED disciplina o \"Preço Máximo de Venda ao\nGoverno - PMVG\", sendo este o teto de preço pelo qual entes da\nAdministração podem adquirir medicamentos, o qual é periodicamente\natualizado e vincula não só o estado como também aquele que vende ao\nadministrador público (no caso, a empresa autora, ora recorrente).\n4. Caso em que exigir da empresa vendedora a devolução dos valores\nque foram praticados acima do limite máximo legal não poderia jamais\nviolar a boa-fé objetiva, como aquela argumenta, na medida em que o\nstandard (comportamento médio) que se espera de pessoa jurídica que\ntem como objeto o comércio farmacêutico é justamente a observância\ndos preços máximos estabelecidos pela legislação.\n5. O princípio da vinculação ao instrumento convocatório não pode\nser invocado, no particular, para se esquivar de cumprir obrigação\nprevista em lei, pois aquele postulado só pode prevalecer quando a\nregra do edital está em conformidade com norma legal expressa ou\nquando não a contraria diretamente.\n6. Hipótese em que a regra editalícia nem sequer figurava como\nimpeditivo para se cumprir a norma legal (preço máximo de venda ao\ngoverno), pois se a venda tivesse sido praticada por valor inferior\nao da Tabela da CMED, atender-se-iam, ao mesmo tempo, ambos os\nparâmetros\n7. Recurso ordinário não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231128",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Primeira Turma, por unanimidade,\nnegar provimento ao recurso ordinário em mandado de segurança, nos\ntermos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Paulo Sérgio Domingues (Presidente), Benedito\nGonçalves, Sérgio Kukina e Regina Helena Costa votaram com o Sr.\nMinistro Relator.",
  "jurisprudenciaCitada" : "(CÂMARA DE REGULAÇÃO DO MERCADO DE MEDICAMENTOS - AMPLITUDE DA\nDELEGAÇÃO NORMATIVA - PODER REGULAMENTAR)\n   STF - [[ROMS 28487]]",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:010742 ANO:2003\n        ART:00002 ART:00005 ART:00006 INC:00001 INC:00005", "LEG:FED LEI:008666 ANO:1993\n*****  LC-93    LEI DE LICITAÇÕES\n        ART:00059 PAR:ÚNICO" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000864394",
  "numeroProcesso" : "2162460",
  "numeroRegistro" : "202202042996",
  "siglaClasse" : "AgInt nos EDcl no AREsp",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "PRIMEIRA TURMA",
  "ministroRelator" : "BENEDITO GONÇALVES",
  "dataPublicacao" : "DJE        DATA:19/04/2023",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NO\nAGRAVO EM RECURSO ESPECIAL. RECESSO FORENSE. NECESSIDADE DE SUA\nCOMPROVAÇÃO POR MEIO DE DOCUMENTO IDÔNEO NO MOMENTO DA INTERPOSIÇÃO\nDO RECURSO.\n1. Tendo o recurso sido interposto contra decisão publicada na\nvigência do Código de Processo Civil de 2015, devem ser exigidos os\nrequisitos de admissibilidade na forma nele previsto, conforme\nEnunciado Administrativo n. 3/2016/STJ.\n2.  Cabe à parte comprovar, mediante documento idôneo, dotado de\nfé-pública, a ocorrência de eventual suspensão, na origem, de prazo\nprocessual decorrente de todo e qualquer feriado ou recesso forense\nlocal no momento da interposição do recurso especial, o que, a teor\ndo art. 1.003, § 6º, do CPC/2015, impossibilita eventual\nregularização posterior. A propósito: AgInt nos EAREsp n.\n1.592.657/PR, relator Ministro Francisco Falcão, Corte Especial, DJe\n20/4/2022.\n3. Na espécie, a parte foi intimada do acórdão recorrido em\n21/09/2021; o recurso especial foi interposto em 14/10/2021, sem a\nconcomitante comprovação, por meio de documento idôneo, dotado de fé\npública, da suspensão dos prazos na origem, sendo inviável sua\ndemonstração, no âmbito do agravo interno, por já operada a\npreclusão consumativa. Recurso manifestamente intempestivo.\n4. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230417",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da PRIMEIRA TURMA do Superior\nTribunal de Justiça, em sessão virtual de 11/04/2023 a 17/04/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Sérgio Kukina, Regina Helena Costa, Gurgel de\nFaria e Paulo Sérgio Domingues  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Benedito Gonçalves.",
  "jurisprudenciaCitada" : "(SUSPENSÃO DE PRAZO - COMPROVAÇÃO - DOCUMENTO IDÔNEO)\n   STJ - <<AgRg nos EDcl no REsp 1546052>>-PR,\n         <<AgInt no AREsp 1989007>>-SE,\n         <<EDcl no AgInt no AREsp 1665906>>-TO\n(TEMPESTIVIDADE - FERIADO LOCAL - SUSPENSÃO DE EXPEDIENTE FORENSE -\nCOMPROVAÇÃO POSTERIOR)\n   STJ - <<AgInt nos EAREsp 1592657>>-PR,\n         <<AgInt no AREsp 2181444>>-SP",
  "notas" : "Veja os <<EDcl no AgInt nos EDcl no AREsp 2162460>> que foram\nacolhidos com efeitos modificativos.",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01003 PAR:00006" ],
  "acordaosSimilares" : [ ]
} ]