[ {
  "id" : "000818583",
  "numeroProcesso" : "1931145",
  "numeroRegistro" : "202100961299",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "SEBASTIÃO REIS JÚNIOR",
  "dataPublicacao" : "DJE        DATA:24/06/2022",
  "ementa" : "RECURSO ESPECIAL REPRESENTATIVO DE CONTROVÉRSIA. TRÁFICO DE DROGAS E\nDIREÇÃO DE VEÍCULO SEM HABILITAÇÃO. ART. 33, CAPUT, DA LEI N.\n11.343/2006, C/C O ART. 309 DA LEI N. 9.503/1997, NA FORMA DO ART.\n69 DO CP. PLEITO DE ABSOLVIÇÃO. ALEGAÇÃO DE AUSÊNCIA DE LAUDOS\nPERICIAIS VÁLIDOS. QUEBRA DA CADEIA DE CUSTÓDIA. INEXISTÊNCIA DE\nIRREGULARIDADE. ALEGAÇÃO DESPROVIDA DE SUSTENTAÇÃO PROBATÓRIA.\nVALIDADE DOS ATOS PRATICADOS. CONDENAÇÃO COM BASE EM OUTRAS PROVAS.\nAPLICAÇÃO DA SÚMULA 7/STJ. DOSIMETRIA DA PENA. PRETENSÃO DE\nCOMPENSAÇÃO INTEGRAL ENTRE A ATENUANTE DA CONFISSÃO E A AGRAVANTE DA\nREINCIDÊNCIA. DESCABIMENTO. RÉU MULTIRREINCIDENTE.\n1. Na hipótese dos autos, o Tribunal de origem expressamente afirmou\nnão ter vislumbrado nenhuma evidência concreta de mácula às provas\ndos autos, inexistindo qualquer sustentação probatória na alegação\nda defesa; ressaltou a validade dos atos praticados, tendo-se\nevidenciado apenas um mero erro material, o qual não se revelou apto\na tornar nula a prova produzida, tendo ainda destacado que a\ndefesa, no momento oportuno, sequer impugnou a perícia realizada,\nsendo certo haver nos autos outras provas da prática delitiva. Dessa\nmaneira, não há como acolher o pleito defensivo, nos moldes\npostulados, sem o necessário revolvimento fático-probatório, vedado\nnos termos da Súmula n. 7/STJ.\n2. A reincidência, ainda que específica, deve ser compensada\nintegralmente com a atenuante da confissão, demonstrando, assim, que\nnão deve ser ofertado maior desvalor à conduta do réu que ostente\noutra condenação pelo mesmo delito. Apenas nos casos de\nmultirreincidência deve ser reconhecida a preponderância da\nagravante prevista no art. 61, I, do Código Penal, sendo admissível\na sua compensação proporcional com a atenuante da confissão\nespontânea, em estrito atendimento aos princípios da\nindividualização da pena e da proporcionalidade. Precedentes.\n3. No caso em exame, não se mostra possível proceder à compensação\nintegral entre a reincidência e a confissão espontânea, tendo em\nvista que o recorrente possui múltiplas condenações definitivas, o\nque, nos termos da jurisprudência desta Corte Superior de Justiça,\npermite a preponderância da circunstância agravante.\n4. Recurso especial desprovido. Acolhida a readequação da Tese n.\n585/STJ,  nos seguintes termos: ?É possível, na segunda fase da\ndosimetria da pena, a compensação integral da atenuante da confissão\nespontânea com a agravante da reincidência, seja ela específica ou\nnão. Todavia, nos casos de multirreincidência, deve ser reconhecida\na preponderância da agravante prevista no art. 61, I, do Código\nPenal, sendo admissível a sua compensação proporcional com a\natenuante da confissão espontânea, em estrito atendimento aos\nprincípios da individualização da pena e da proporcionalidade?.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220622",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção, por unanimidade,\nnegar provimento ao recurso especial e acolher a readequação da Tese\nn. 585/STJ, nos seguintes termos: \"É possível, na segunda fase da\ndosimetria da pena, a compensação integral da atenuante da confissão\nespontânea com a agravante da reincidência, seja ela específica ou\nnão. Todavia, nos casos de multirreincidência, deve ser reconhecida\na preponderância da agravante prevista no art. 61, I, do Código\nPenal, sendo admissível a sua compensação proporcional com a\natenuante da confissão espontânea, em estrito atendimento aos\nprincípios da individualização da pena e da proporcionalidade\", nos\ntermos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Rogerio Schietti Cruz, Ribeiro Dantas, Joel Ilan\nPaciornik, Olindo Menezes (Desembargador Convocado do TRF 1ª\nRegião), Jesuíno Rissato (Desembargador Convocado do TJDFT) e\nLaurita Vaz votaram com o Sr. Ministro Relator.\nAusentes, justificadamente, os Srs. Ministros João Otávio de Noronha\ne Antonio Saldanha Palheiro.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : "(DOSIMENTRIA - SEGUNDA FASE - COMPENSAÇÃO DA REINCIDÊNCIA COM A\nATENUANTE DA CONFISSÃO ESPONTÂNEA)\n   STJ - <<EREsp 1154752>>-RS,\n         <<REsp 1341370>>-MT (RECURSO REPETITIVO - TEMA(s) 585),\n         <<AgRg no AREsp 2021593>>-SP,\n         <<AgRg no HC 718078>>-SP,\n         <<AgRg no AREsp 2016921>>-SP\n(DOSIMENTRIA - REINCIDÊNCIA ESPECÍFICA - CONFISSÃO ESPONTÂNEA -\nCOMPENSAÇÃO)\n   STJ - <<HC 365963>>-SP\n(DOSIMENTRIA - COMPENSAÇÃO - CONFISSÃO ESPONTÂNEA - MULTIREINCIDENTE\n- PRINCÍPIOS DA INDIVIDUALIZAÇÃO DA PENA E DA PROPORCIONALIDADE)\n   STJ - <<AgRg no REsp 1356527>>-DF,\n         <<AgRg no REsp 1424247>>-DF,\n         <<AgRg no REsp 1571323>>-PE,\n         <<AgRg no AgRg no HC 700192>>-SC,\n         <<AgRg no HC 675632>>-SC\n(LEI DE DROGAS - LAUDO DE CONSTATAÇÃO PROVISÓRIA - PESSOA\nRESPONSÁVEL PELO EXAME - DIPLOMA DE CURSO DE NÍVEL SUPERIOR -\nDESNECESSIDADE)\n   STJ - <<RHC 52746>>-GO\n(PRÁTICA DELITIVA - EXISTÊNCIA DE OUTRAS PROVAS - SÚMULA 7/STJ)\n   STJ - <<AgRg no AgRg nos EDcl no AREsp 1966466>>-PR",
  "notas" : "Julgado conforme procedimento previsto para os Recursos Repetitivos\nno âmbito do STJ.",
  "informacoesComplementares" : "     \"[...] a jurisprudência desta Corte Superior de Justiça entende\nque, de acordo com o art. 50, § 1º, da Lei n. 11.343/2006, o laudo\nde constatação provisória não precisa ser elaborado por perito,\npodendo ser realizado por pessoa idônea, motivo pelo qual não se\npode pretender que a pessoa responsável pelo exame preliminar seja\nportadora de diploma de curso de nível superior\".",
  "termosAuxiliares" : null,
  "teseJuridica" : "\"É possível, na segunda fase da dosimetria da pena, a compensação\nintegral da atenuante da confissão espontânea com a agravante da\nreincidência, seja ela específica ou não. Todavia, nos casos de\nmultirreincidência, deve ser reconhecida a preponderância da\nagravante prevista no art. 61, I, do Código Penal, sendo admissível\na sua compensação proporcional com a atenuante da confissão\nespontânea, em estrito atendimento aos princípios da\nindividualização da pena e da proporcionalidade\".",
  "tema" : "Tema Repetitivo 585\nSituação do tema: Revisado",
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000007", "LEG:FED DEL:002848 ANO:1940\n*****  CP-40    CÓDIGO PENAL\n        ART:00064 INC:00001 ART:00065 INC:00003 LET:D\n        ART:00067", "LEG:FED LEI:011343 ANO:2006\n*****  LDR-06    LEI DE DROGAS\n        ART:00050 PAR:00001", "LEG:FED LEI:005869 ANO:1973\n*****  CPC-73    CÓDIGO DE PROCESSO CIVIL DE 1973\n        ART:0543C" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000818584",
  "numeroProcesso" : "1947845",
  "numeroRegistro" : "202102097725",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "SEBASTIÃO REIS JÚNIOR",
  "dataPublicacao" : "DJE        DATA:24/06/2022",
  "ementa" : "RECURSO ESPECIAL REPRESENTATIVO DE CONTROVÉRSIA. FURTO SIMPLES\nTENTADO. CONDENAÇÃO. DOSIMETRIA DA PENA. PRETENSÃO DE COMPENSAÇÃO\nINTEGRAL ENTRE A ATENUANTE DA CONFISSÃO E A AGRAVANTE DA\nREINCIDÊNCIA. REINCIDÊNCIA ESPECÍFICA. POSSIBILIDADE. REGIME\nSEMIABERTO. ADEQUAÇÃO.\n1. A reincidência, ainda que específica, deve ser compensada\nintegralmente com a atenuante da confissão, demonstrando, assim, que\nnão deve ser ofertado maior desvalor à conduta do réu que ostente\noutra condenação pelo mesmo delito. Apenas nos casos de\nmultirreincidência deve ser reconhecida a preponderância da\nagravante prevista no art. 61, I, do Código Penal, sendo admissível\na sua compensação proporcional com a atenuante da confissão\nespontânea, em estrito atendimento aos princípios da\nindividualização da pena e da proporcionalidade. Precedentes.\n2. Na hipótese dos autos, comprovada a reincidência específica da\nrecorrente, deve a referida agravante ser compensada integralmente\ncom a atenuante da confissão.\n3. Recurso especial provido para reformar o acórdão proferido no\njulgamento da Apelação Criminal n. 1503215-08.2019.8.26.0530, a fim\nde restabelecer a compensação integral entre a atenuante da\nconfissão e a agravante da reincidência, fixando o regime inicial\nsemiaberto. Acolhida a readequação da Tese n. 585/STJ nos seguintes\ntermos: ?É possível, na segunda fase da dosimetria da pena, a\ncompensação integral da atenuante da confissão espontânea com a\nagravante da reincidência, seja ela específica ou não. Todavia, nos\ncasos de multirreincidência, deve ser reconhecida a preponderância\nda agravante prevista no art. 61, I, do Código Penal, sendo\nadmissível a sua compensação proporcional com a atenuante da\nconfissão espontânea, em estrito atendimento aos princípios da\nindividualização da pena e da proporcionalidade?.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220622",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção, por unanimidade,\ndar provimento ao recurso especial para reformar o acórdão proferido\nno julgamento da Apelação Criminal n. 1503215-08.2019.8.26.0530, a\nfim de restabelecer a compensação integral entre a atenuante da\nconfissão e a agravante da reincidência, fixando o regime inicial\nsemiaberto, e acolher a readequação da Tese n. 585/STJ nos seguintes\ntermos: \"É possível, na segunda fase da dosimetria da pena, a\ncompensação integral da atenuante da confissão espontânea com a\nagravante da reincidência, seja ela específica ou não. Todavia, nos\ncasos de multirreincidência, deve ser reconhecida a preponderância\nda agravante prevista no art. 61, I, do Código Penal, sendo\nadmissível a sua compensação proporcional com a atenuante da\nconfissão espontânea, em estrito atendimento aos princípios da\nindividualização da pena e da proporcionalidade\", nos termos do voto\ndo Sr. Ministro Relator.\nOs Srs. Ministros Rogerio Schietti Cruz, Ribeiro Dantas, Joel Ilan\nPaciornik, Olindo Menezes (Desembargador Convocado do TRF 1ª\nRegião), Jesuíno Rissato (Desembargador Convocado do TJDFT) e\nLaurita Vaz votaram com o Sr. Ministro Relator.\nAusentes, justificadamente, os Srs. Ministros João Otávio de Noronha\ne Antonio Saldanha Palheiro.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : "(DOSIMENTRIA - SEGUNDA FASE - COMPENSAÇÃO DA REINCIDÊNCIA COM A\nATENUANTE DA CONFISSÃO ESPONTÂNEA)\n   STJ - <<EREsp 1154752>>-RS,\n         <<REsp 1341370>>-MT (RECURSO REPETITIVO - TEMA(s) 585),\n         <<AgRg no AREsp 2021593>>-SP,\n         <<AgRg no HC 718078>>-SP,\n         <<AgRg no AREsp 2016921>>-SP,\n         <<AgRg no HC 623987>>-SP\n(DOSIMENTRIA - REINCIDÊNCIA ESPECÍFICA - CONFISSÃO ESPONTÂNEA -\nCOMPENSAÇÃO)\n   STJ - <<HC 365963>>-SP\n(DOSIMENTRIA - COMPENSAÇÃO - CONFISSÃO ESPONTÂNEA - MULTIREINCIDENTE\n- PRINCÍPIOS DA INDIVIDUALIZAÇÃO DA PENA E DA PROPORCIONALIDADE)\n   STJ - <<AgRg no REsp 1356527>>-DF,\n         <<AgRg no REsp 1424247>>-DF,\n         <<AgRg no REsp 1571323>>-PE,\n         <<AgRg no AgRg no HC 700192>>-SC,\n         <<AgRg no HC 675632>>-SC",
  "notas" : "Julgado conforme procedimento previsto para os Recursos Repetitivos\nno âmbito do STJ.",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : "\"É possível, na segunda fase da dosimetria da pena, a compensação\nintegral da atenuante da confissão espontânea com a agravante da\nreincidência, seja ela específica ou não. Todavia, nos casos de\nmultirreincidência, deve ser reconhecida a preponderância da\nagravante prevista no art. 61, I, do Código Penal, sendo admissível\na sua compensação proporcional com a atenuante da confissão\nespontânea, em estrito atendimento aos princípios da\nindividualização da pena e da proporcionalidade\".",
  "tema" : "Tema Repetitivo 585\nSituação do tema: Revisado",
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036", "LEG:FED DEL:002848 ANO:1940\n*****  CP-40    CÓDIGO PENAL\n        ART:00061 INC:00001 ART:00065 INC:00003 LET:D\n        ART:00067", "LEG:FED LEI:005869 ANO:1973\n*****  CPC-73    CÓDIGO DE PROCESSO CIVIL DE 1973\n        ART:0543C" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000818786",
  "numeroProcesso" : "1979989",
  "numeroRegistro" : "202200124499",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JOEL ILAN PACIORNIK",
  "dataPublicacao" : "REPDJE     DATA:30/06/2022\nDJE        DATA:27/06/2022",
  "ementa" : "RECURSO ESPECIAL REPRESENTATIVO DE CONTROVÉRSIA. DIREITO PENAL.\nDELITO DE FURTO. REPOUSO NOTURNO. CAUSA DE AUMENTO DA PENA. ART.\n155, § 1º, DO CÓDIGO PENAL ? CP. HORÁRIO DE RECOLHIMENTO. PERÍODO DE\nMAIOR VULNERABILIDADE DOS BENS. MENOR CAPACIDADE DE RESISTÊNCIA DA\nVÍTIMA. MAIOR PROBABILIDADE DE ÊXITO NA EMPREITADA CRIMINOSA.\nREQUISITOS. PRÁTICA DELITIVA À NOITE E EM SITUAÇÃO DE REPOUSO.\nPECULIARIDADES. AFERIÇÃO NO CASO CONCRETO. LOCAL HABITADO. VÍTIMA\nDORMINDO. SITUAÇÕES IRRELEVANTES. RESIDÊNCIAS, LOJAS, VEÍCULOS OU\nVIAS PÚBLICAS. POSSIBILIDADE. CASO EM EXAME.  TENTATIVA DE FURTO DE\nBATERIA DE VEÍCULO ESTACIONADO EM VIA PÚBLICA, COM ROMPIMENTO DE\nOBSTÁCULO. PERÍODO DA MADRUGADA. SEM VIGILÂNCIA DO BEM. INCIDÊNCIA\nDA CAUSA DE AUMENTO DE PENA. AFASTADA EM RAZÃO DA ADEQUAÇÃO AO\nENTENDIMENTO FIRMADO NO RECURSO ESPECIAL REPRESENTATIVO DE\nCONTROVÉRSIA N. 1.891.007/RJ. DESPROVIMENTO DO RECURSO. FIRMAMENTO\nDAS TESES. RECURSO DESPROVIDO.\n1. Nos termos do § 1º do art. 155 do Código Penal, se o crime de\nfurto é praticado durante o repouso noturno, a pena será aumentada\nde um terço.\n1.1. No tocante ao horário de aplicação, este Superior Tribunal de\nJustiça já definiu que \"este é variável, devendo obedecer aos\ncostumes locais relativos à hora em que a população se recolhe e a\nem que desperta para a vida cotidiana\". Sendo assim, não há um\nhorário prefixado, devendo, portanto, atentar-se às características\nda vida cotidiana da localidade (REsp 1.659.208/RS, Rel. Ministra\nMARIA THEREZA DE ASSIS MOURA, DJ 31/3/2017).\n1.2. Em um análise objetivo-jurídica do art. 155, §1º, do CP,\npercebe-se que o legislador pretendeu sancionar de forma mais severa\no furtador que se beneficia dessa condição de\nsossego/tranquilidade, presente no período da noite, para, em razão\nda diminuição ou precariedade de vigilância dos bens, ou, ainda, da\nmenor capacidade de resistência da vítima, facilitar-lhe a\nconcretização do intento criminoso.\n1.3. O crime de furto só implicará no aumento de um terço se o fato\nocorrer, obrigatoriamente, à noite e em situação de repouso. Nas\nhipóteses concretas, será importante extrair dos autos as peculiares\nda localidade em que ocorreu o delito.\n2. Este Tribunal passou a destacar a irrelevância do local estar ou\nnão habitado, ou o fato da vítima estar ou não dormindo no momento\ndo crime para os fins aqui propostos, bastando que a atuação\ncriminosa seja realizada no período da noite e sem a vigilância do\nbem. Seguiu-se à orientação de que para a incidência da causa de\naumento não importava o local em que o furto fora cometido, em\nresidências, habitadas ou não, lojas e veículos, bem como em vias\npúblicas.\n2.1. Assim, se o crime de furto é praticado durante o repouso\nnoturno, na hora em que a população se recolhe para descansar,\nvalendo-se da diminuição ou precariedade de vigilância dos bens, ou,\nainda, da menor capacidade de resistência da vítima, a pena será\naumentada de um terço, não importando se as vítimas estão ou não\ndormindo no momento do crime, ou o local de sua ocorrência, em\nestabelecimento comercial, residência desabitada, via pública ou\nveículos.\n3. No caso concreto, mediante rompimento de obstáculo, o réu tentou\nsubtrair a bateria de um veículo que estava estacionado em via\npública, no município de Getúlio Vargas/RS, por volta das 3 horas da\nmanhã, com pouca circulação de pessoas e, por conseguinte, menor\nvigilância e maior vulnerabilidade do bem, caso em que seria\nperfeitamente possível a incidência da causa de aumento do §1º do\nart. 155 do CP.\n3.1. Ocorre que, em atendimento ao recurso especial representativo\nde controvérsia n. 1.891.007/RJ, não é possível restabelecer a\nmajorante ao crime de furto em comento, pois estamos a falar de um\nfurto qualificado.\n4. Delimitadas as teses jurídicas para os fins do art. 543-C do CPC,\nnos seguintes termos: 1. Nos termos do § 1º do art. 155 do Código\nPenal, se o crime de furto é praticado durante o repouso noturno, a\npena será aumentada de um terço. 2. O repouso noturno compreende o\nperíodo em que a população se  recolhe para descansar, devendo o\njulgador atentar-se às características do caso concreto. 3. A\nsituação de repouso está configurada quando presente a condição de\nsossego/tranquilidade do período da noit e, caso em que, em razão da\ndiminuição ou precariedade de vigilância dos bens, ou, ainda, da\nmenor capacidade de resistência da vítima, facilita-se a\nconcretização do crime. 4. São irrelevantes os fatos das vítimas\nestarem, ou não, dormindo no momento do crime, ou o local de sua\nocorrência, em estabelecimento comercial, via pública, residência\ndesabitada ou em veículos, bastando que o furto ocorra,\nobrigatoriamente, à noite e em situação de repouso.\n5. Recurso especial desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220622",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Terceira Seção, por unanimidade, negar\nprovimento ao recurso especial e delimitar  as teses jurídicas para\nos fins do art. 543-C do CPC, nos seguintes termos: 1. Nos termos do\n§ 1º do art. 155 do Código Penal, se o crime de furto é praticado\ndurante o repouso noturno, a pena será aumentada de um terço. 2. O\nrepouso noturno compreende o período em que a população se recolhe\npara descansar, devendo o julgador atentar-se às características do\ncaso concreto. 3. A situação de repouso está configurada quando\npresente a condição de sossego/tranquilidade do período da noite,\ncaso em que, em razão da diminuição ou precariedade de vigilância\ndos bens, ou, ainda, da menor capacidade de resistência da vítima,\nfacilita-se a concretização do crime. 4. São irrelevantes os fatos\ndas vítimas estarem, ou não, dormindo no momento do crime, ou o\nlocal de sua ocorrência, em estabelecimento comercial, via pública,\nresidência desabitada ou em veículos, bastando que o furto ocorra,\nobrigatoriamente, à noite e em situação de repouso, nos termos do\nvoto do Sr. Ministro Relator.\nOs Srs. Ministros Olindo Menezes (Desembargador Convocado do TRF 1ª\nRegião), Jesuíno Rissato (Desembargador Convocado do TJDFT), Laurita\nVaz, Sebastião Reis Júnior, Rogerio Schietti Cruz e Ribeiro Dantas\nvotaram com o Sr. Ministro Relator.\nAusentes, justificadamente, os Srs. Ministros João Otávio de Noronha\ne Antonio Saldanha Palheiro.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : "(FURTO QUALIFICADO - REPOUSO NOTURNO - AUSÊNCIA DE HORÁRIO\nPREFIXADO)\n   STJ - {{REsp 1659208}}-RS\n(FURTO - CAUSA DE AUMENTO DE PENA - REPOUSO NOTURNO -\nVULNERABILIDADE)\n   STJ - <<REsp 78426>>-DF,\n         <<HC 18787>>-PB,\n         <<HC 143699>>-MS,\n         <<HC 162305>>-DF,\n         <<REsp 1113558>>-RS,\n         <<AgRg no REsp 1251465>>-MG,\n         <<AgRg no REsp 1546118>>-MG,\n         <<AgRg no AREsp 882249>>-ES,\n         <<REsp 1647539>>-SP\n(FURTO - CAUSA DE AUMENTO DE PENA - REPOUSO NOTURNO - LOCAL NÃO\nHABITADO OU VÍTIMA DORMINDO - IRRELEVÂNCIA)\n   STJ - <<REsp 75011>>-SP,\n         <<AgRg no AREsp 882249>>-ES,\n         <<AgRg nos EDcl no REsp 1849490>>-MS\n(FURTO - CAUSA DE AUMENTO DE PENA - REPOUSO NOTURNO - RESIDÊNCIA,\nESTABELECIMENTO COMERCIAL, VEÍCULOS OU VIA PÚBLICA)\n   STJ - <<AgRg no REsp 1251465>>-MG,\n         <<AgRg no REsp 1546118>>-MG,\n         <<AgRg no REsp 1847131>>-SP,\n         <<AgRg nos EDcl no REsp 1849490>>-MS,\n         <<AgRg no REsp 1851700>>-DF,\n         <<AgRg no AREsp 1799317>>-PR",
  "notas" : "Julgado conforme procedimento previsto para os Recursos Repetitivos\nno âmbito do STJ.",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : "\"1. Nos termos do § 1º do art. 155 do Código Penal, se o crime de\nfurto é praticado durante o repouso noturno, a pena será aumentada\nde um terço.\n2. O repouso noturno compreende o período em que a população se\nrecolhe para descansar, devendo o julgador atentar-se às\ncaracterísticas do caso concreto.\n3. A situação de repouso está configurada quando presente a condição\nde sossego/tranquilidade do período da noite, caso em que, em razão\nda diminuição ou precariedade de vigilância dos bens, ou, ainda, da\nmenor capacidade de resistência da vítima, facilita-se a\nconcretização do crime.\n4. São irrelevantes os fatos das vítimas estarem ou não dormindo no\nmomento do crime, ou o local de sua ocorrência, em estabelecimento\ncomercial, via pública, residência desabitada ou em veículos,\nbastando que o furto ocorra, obrigatoriamente, à noite e em situação\nde repouso\".",
  "tema" : "Tema Repetitivo 1144\nSituação do tema: Acórdão Publicado",
  "referenciasLegislativas" : [ "LEG:FED DEL:002848 ANO:1940\n*****  CP-40    CÓDIGO PENAL\n        ART:00155 PAR:00001\n(ITEM 56 DA EXPOSIÇÃO DE MOTIVOS DA PARTE ESPECIAL DO CÓDIGO PENAL)", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000818787",
  "numeroProcesso" : "1979998",
  "numeroRegistro" : "202200125157",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JOEL ILAN PACIORNIK",
  "dataPublicacao" : "REPDJE     DATA:30/06/2022\nDJE        DATA:27/06/2022",
  "ementa" : "RECURSO ESPECIAL REPRESENTATIVO DE CONTROVÉRSIA. DIREITO PENAL.\nDELITO DE FURTO. REPOUSO NOTURNO. CAUSA DE AUMENTO DA PENA. ART.\n155, § 1º, DO CÓDIGO PENAL ? CP. HORÁRIO DE RECOLHIMENTO. PERÍODO DE\nMAIOR VULNERABILIDADE DOS BENS. MENOR CAPACIDADE DE RESISTÊNCIA DA\nVÍTIMA. MAIOR PROBABILIDADE DE ÊXITO NA EMPREITADA CRIMINOSA.\nREQUISITOS. PRÁTICA DELITIVA À NOITE E EM SITUAÇÃO DE REPOUSO.\nPECULIARIDADES. AFERIÇÃO NO CASO CONCRETO. LOCAL HABITADO. VÍTIMA\nDORMINDO. SITUAÇÕES IRRELEVANTES. RESIDÊNCIAS, LOJAS, VEÍCULOS OU\nVIAS PÚBLICAS. POSSIBILIDADE. CASO EM EXAME. FURTO QUALIFICADO.\nQUEBRA DO VIDRO DO VEÍCULO ESTACIONADO EM VIA PÚBLICA E SUBTRAÇÃO DE\nOBJETOS QUE ESTAVAM EM SEU INTERIOR. PERÍODO DA MADRUGADA. SEM\nVIGILÂNCIA DOS BENS. INCIDÊNCIA DA CAUSA DE AUMENTO DE PENA.\nAFASTADA EM RAZÃO DA ADEQUAÇÃO AO ENTENDIMENTO FIRMADO NO RECURSO\nESPECIAL REPRESENTATIVO DE CONTROVÉRSIA N. 1.891.007/RJ.\nDESPROVIMENTO DO RECURSO. FIRMAMENTO DAS TESES. RECURSO DESPROVIDO.\n1. Nos termos do § 1º do art. 155 do Código Penal, se o crime de\nfurto é praticado durante o repouso noturno, a pena será aumentada\nde um terço.\n1.1. No tocante ao horário de aplicação, este Superior Tribunal de\nJustiça já definiu que \"este é variável, devendo obedecer aos\ncostumes locais relativos à hora em que a população se recolhe e a\nem que desperta para a vida cotidiana\". Sendo assim, não há um\nhorário prefixado, devendo, portanto, o julgador atentar-se às\ncaracterísticas da vida cotidiana da localidade (REsp 1.659.208/RS,\nRel. Ministra MARIA THEREZA DE ASSIS MOURA, DJ 31/3/2017).\n1.2. Em um análise objetivo-jurídica do art. 155, §1º, do CP,\npercebe-se que o legislador pretendeu sancionar de forma mais severa\no furtador que se beneficia dessa condição de\nsossego/tranquilidade, presente no período da noite, para, em razão\nda diminuição ou precariedade de vigilância dos bens, ou, ainda, da\nmenor capacidade de resistência da vítima, facilitar-lhe a\nconcretização do intento criminoso.\n1.3. O crime de furto só implicará no aumento de um terço se o fato\nocorrer, obrigatoriamente, à noite e em situação de repouso. Nas\nhipóteses concretas, será importante extrair dos autos as peculiares\nda localidade em que ocorreu o delito.\n2. Este Tribunal passou a destacar a irrelevância do local estar ou\nnão habitado ou o fato da vítima estar ou não dormindo no momento do\ncrime para os fins aqui propostos, bastando que a atuação criminosa\nseja realizada no período da noite e sem a vigilância do bem.\nSeguiu-se à orientação de que, para a incidência da causa de\naumento, não importava o local em que o furto fora cometido, em\nresidências, habitadas ou não, lojas e veículos, bem como em vias\npúblicas.\n2.1. Assim, se o crime de furto é praticado durante o repouso\nnoturno, na hora em que a população se recolhe para descansar,\nvalendo-se da diminuição ou precariedade de vigilância dos bens, ou,\nainda, da menor capacidade de resistência da vítima, a pena será\naumentada de um terço, não importando se as vítimas estão ou não\ndormindo no momento do crime, ou o local de sua ocorrência, em\nestabelecimento comercial, residência desabitada, via pública ou\nveículos.\n3. No caso concreto, os réus quebraram o vidro de um veículo que\nestava estacionado em via pública e subtraíram objetos de seu\ninterior, no município de Getúlio Vargas/RS, por volta das 3 horas\nda manhã, com pouca circulação de pessoas e, por conseguinte, menor\nvigilância e maior vulnerabilidade do bem, caso em que seria\nperfeitamente possível a incidência da causa de aumento do §1º do\nart. 155 do CP.\n3.1.  Ocorre que, em atendimento ao recurso especial representativo\nde controvérsia n. 1.891.007/RJ, não é possível restabelecer a\nmajorante ao crime de furto em comento, pois estamos a falar de um\nfurto qualificado.\n4. Delimitadas as teses jurídicas para os fins do art. 543-C do CPC,\nnos seguintes termos: 1. Nos termos do § 1º do art. 155 do Código\nPe nal, se o crime de furto é praticado durante o repouso noturno, a\npena será aumentada de um terço. 2. O repouso noturno compreende o\nperíodo em que a população se recolhe para descansar, devendo o\njulgador atentar-se às características do caso concreto. 3. A\nsituação de repouso está configurada quando presente a condição de\nsossego/tranquilidade do período da noite, caso em que, em razão da\ndiminuição ou precariedade de vigilância dos bens, ou, ainda, da\nmenor capacidade de resistência da vítima, facilita-se a\nconcretização do crime. 4. São irrelevantes os fatos das vítimas\nestarem  ou não dormindo no momento do crime, ou o local de sua\nocorrência, em estabelecimento comercial, via pública, residência\ndesabitada ou em veículos, bastando que o furto ocorra,\nobrigatoriamente, à noite e em situação de repouso.\n5. Recurso especial desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220622",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Terceira Seção, por unanimidade, negar\nprovimento ao recurso especial e delimitar as teses jurídicas para\nos fins do art. 543-C do CPC, nos seguintes termos:\n1. Nos termos do § 1º do art. 155 do Código Penal, se o crime de\nfurto é praticado durante o repouso noturno, a pena será aumentada\nde um terço. 2. O repouso noturno compreende o período em que a\npopulação se recolhe para descansar, devendo o julgador atentar-se\nàs características do caso concreto. 3. A situação de repouso está\nconfigurada quando presente a condição de sossego/tranquilidade do\nperíodo da noite, caso em que, em razão da diminuição ou\nprecariedade de vigilância dos bens, ou, ainda, da menor capacidade\nde resistência da vítima, facilita-se a concretização do crime.  4.\nSão irrelevantes os fatos das vítimas estarem ou não dormindo no\nmomento do crime, ou o local de sua ocorrência, em estabelecimento\ncomercial, via pública, residência desabitada ou em veículos,\nbastando que o furto ocorra, obrigatoriamente, à noite e em situação\nde repouso, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Olindo Menezes (Desembargador Convocado do TRF 1ª\nRegião), Jesuíno Rissato (Desembargador Convocado do TJDFT), Laurita\nVaz, Sebastião Reis Júnior, Rogerio Schietti Cruz e Ribeiro Dantas\nvotaram com o Sr. Ministro Relator.\nAusentes, justificadamente, os Srs. Ministros João Otávio de Noronha\ne Antonio Saldanha Palheiro.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : "(FURTO QUALIFICADO - REPOUSO NOTURNO - AUSÊNCIA DE HORÁRIO\nPREFIXADO)\n   STJ - {{REsp 1659208}}-RS\n(FURTO - CAUSA DE AUMENTO DE PENA - REPOUSO NOTURNO -\nVULNERABILIDADE)\n   STJ - <<REsp 78426>>-DF,\n         <<HC 18787>>-PB,\n         <<HC 143699>>-MS,\n         <<HC 162305>>-DF,\n         <<REsp 1113558>>-RS,\n         <<AgRg no REsp 1251465>>-MG,\n         <<AgRg no REsp 1546118>>-MG,\n         <<AgRg no AREsp 882249>>-ES,\n         <<REsp 1647539>>-SP\n(FURTO - CAUSA DE AUMENTO DE PENA - REPOUSO NOTURNO - LOCAL NÃO\nHABITADO OU VÍTIMA DORMINDO - IRRELEVÂNCIA)\n   STJ - <<REsp 75011>>-SP,\n         <<AgRg no AREsp 882249>>-ES,\n         <<AgRg nos EDcl no REsp 1849490>>-MS\n(FURTO - CAUSA DE AUMENTO DE PENA - REPOUSO NOTURNO - RESIDÊNCIA,\nESTABELECIMENTO COMERCIAL, VEÍCULOS OU VIA PÚBLICA)\n   STJ - <<AgRg no REsp 1251465>>-MG,\n         <<AgRg no REsp 1546118>>-MG,\n         <<AgRg no REsp 1847131>>-SP,\n         <<AgRg nos EDcl no REsp 1849490>>-MS,\n         <<AgRg no REsp 1851700>>-DF,\n         <<AgRg no AREsp 1799317>>-PR",
  "notas" : "Julgado conforme procedimento previsto para os Recursos Repetitivos\nno âmbito do STJ.",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : "\"1. Nos termos do § 1º do art. 155 do Código Penal, se o crime de\nfurto é praticado durante o repouso noturno, a pena será aumentada\nde um terço.\n2. O repouso noturno compreende o período em que a população se\nrecolhe para descansar, devendo o julgador atentar-se às\ncaracterísticas do caso concreto.\n3. A situação de repouso está configurada quando presente a condição\nde sossego/tranquilidade do período da noite, caso em que, em razão\nda diminuição ou precariedade de vigilância dos bens, ou, ainda, da\nmenor capacidade de resistência da vítima, facilita-se a\nconcretização do crime.\n4. São irrelevantes os fatos das vítimas estarem ou não dormindo no\nmomento do crime, ou o local de sua ocorrência, em estabelecimento\ncomercial, via pública, residência desabitada ou em veículos,\nbastando que o furto ocorra, obrigatoriamente, à noite e em situação\nde repouso\".",
  "tema" : "Tema Repetitivo 1144\nSituação do tema: Acórdão Publicado",
  "referenciasLegislativas" : [ "LEG:FED DEL:002848 ANO:1940\n*****  CP-40    CÓDIGO PENAL\n        ART:00155 PAR:00001\n(ITEM 56 DA EXPOSIÇÃO DE MOTIVOS DA PARTE ESPECIAL DO CÓDIGO  PENAL)", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000819169",
  "numeroProcesso" : "1604434",
  "numeroRegistro" : "201601416750",
  "siglaClasse" : "AgRg nos EREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGENCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "SEBASTIÃO REIS JÚNIOR",
  "dataPublicacao" : "DJE        DATA:24/06/2022",
  "ementa" : "AGRAVO REGIMENTAL EM EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL.\nOPERAÇÃO IMPACTO. DOSIMETRIA. REVISÃO SÚMULA 7/STJ. CORRUPÇÃO\nPASSIVA. ART. 317, CAPUT E § 1º, DO CP. COMPROVAÇÃO DA PRÁTICA\nDELITIVA. PARTICIPAÇÃO NO GRUPO CRIMINOSO. INTERCEPTAÇÃO TELEFÔNICA.\nTRANSCRIÇÃO INTEGRAL. DESNECESSIDADE. ACÓRDÃO EMBARGADO DECIDIU COM\nBASE NA SÚMULA 7/STJ. NÃO EXISTE SIMILITUDE FÁTICA ENTRE O ACÓRDÃO\nEMBARGADO E O PARADIGMA COLACIONADO PARA SUSCITAR A ALEGADA\nDIVERGÊNCIA. DIVERGÊNCIA NÃO COMPROVADA. SÚMULA 168/STJ.\n1. Embargos de divergência objetivam a resolução interna de dissenso\npretoriano existente entre órgãos colegiados, a fim de que o\nTribunal uniformize, internamente, a sua interpretação.\n2. No que tange aos embargos de divergência opostos pelo ora\nagravante, sustenta-se que, no acórdão embargado, não se garantiu o\nexercício da ampla defesa, pois se faz imprescindível a transcrição\nintegral das conversas que foram utilizadas para elaboração da\nacusação.\n3. O acórdão paradigma sustenta que a jurisprudência desta Corte\nSuperior é uníssona no entendimento de que a transcrição integral do\nconteúdo da degravação das interceptações telefônicas é dispensável,\nsendo imprescindíveis tão somente os trechos que digam respeito ao\ninvestigado - embasadores da denúncia -, para que, assim, exerça o\ncontraditório e a ampla defesa (REsp n. 1.381.695/RS, Ministro\nRogerio Schietti Cruz, Sexta Turma, DJe 26/8/2015).\n4. O acórdão embargado e os paradigmas detêm idêntico entendimento,\nqual seja, é prescindível a transcrição integral do conteúdo da\nquebra do sigilo das comunicações telefônicas, somente sendo\nnecessária, a fim de se assegurar o exercício da garantia\nconstitucional da ampla defesa, a transcrição dos excertos das\nescutas que serviram de substrato para o oferecimento da denúncia.\nPortanto, não existe divergência entre os acórdãos confrontados.\n5. Nos termos da jurisprudência deste Superior Tribunal, se o\nacórdão embargado decidiu com base na Súmula 7 do Superior Tribunal\nde Justiça, falta aos embargos de divergência o pressuposto básico\npara a sua admissibilidade, é dizer, discrepância entre julgados a\nrespeito da mesma questão jurídica. Se o acórdão embargado andou\nmal, qualificando como questão de fato uma questão de direito, o\nequívoco só poderia ser corrigido no âmbito de embargos de\ndeclaração pelo próprio órgão que julgou o recurso especial (AgInt\nnos EAREsp n. 738.593/RS, Ministra Assusete Magalhães, Primeira\nSeção, DJe 27/6/2018).\n6. Aplica-se, in casu, o disposto na Súmula 168/STJ (Não cabem\nembargos de divergência quando a jurisprudência do Tribunal se\nfirmou no mesmo sentido do acórdão embargado).\n7. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220622",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Terceira Seção, por unanimidade, negar\nprovimento ao agravo regimental, nos termos do voto do Sr. Ministro\nRelator.\nOs Srs. Ministros Joel Ilan Paciornik, Olindo Menezes (Desembargador\nConvocado do TRF 1ª Região), Jesuíno Rissato (Desembargador\nConvocado do TJDFT) e Laurita Vaz votaram com o Sr. Ministro\nRelator.\nAfirmou suspeição o Sr. Ministro Ribeiro Dantas.\nAusentes, justificadamente, os Srs. Ministros João Otávio de\nNoronha, Rogerio Schietti Cruz e Antonio Saldanha Palheiro.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ "AgRg nos EREsp  1604434  RN  2016/0141675-0  Decisão:22/06/2022\nDJE        DATA:24/06/2022" ]
}, {
  "id" : "000819297",
  "numeroProcesso" : "11431",
  "numeroRegistro" : "201901014711",
  "siglaClasse" : "AgInt na ExeMS",
  "descricaoClasse" : "AGRAVO INTERNO NA EXECUÇÃO EM MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "REYNALDO SOARES DA FONSECA",
  "dataPublicacao" : "DJE        DATA:24/06/2022",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NA EXECUÇÃO EM MANDADO DE\nSEGURANÇA. ADMINISTRATIVO. ANISTIA POLÍTICA. PAGAMENTO DE\nINDENIZAÇÃO RETROATIVA. FALECIMENTO DO IMPETRANTE NO CURSO DO WRIT.\nINSURGÊNCIA CONTRA O DEFERIMENTO DO PEDIDO DE HABILITAÇÃO DO\nESPÓLIO. MATÉRIA ATINENTE À POSSIBILIDADE DE SUCESSÃO PROCESSUAL JÁ\nDECIDIDA. PRECLUSÃO CONSUMATIVA (ART. 507 DO CPC). REITERAÇÃO DE\nINCONFORMISMO RECURSAL. PRETENSÃO MANIFESTAMENTE IMPROCEDENTE. MULTA\nPREVISTA NO ART. 1.021, § 4º, DO CPC. CABIMENTO. AGRAVO IMPROVIDO.\n1. A pretensão de impugnar o deferimento do pedido de habilitação do\nespólio na fase executiva, na hipótese em que o falecimento do\nanistiado político deu-se no curso do mandado de segurança (ou seja,\nantes do trânsito em julgado havido), encontra-se acobertada pela\npreclusão consumativa, nos termos do art. 507 do CPC, tendo em vista\nque a matéria acerca da possibilidade de sucessão processual já foi\ndecidida nos autos. Portanto, a reiteração do inconformismo recursal\nnesse particular deve ser reputada manifestamente improcedente.\n2. Agravo interno improvido, com imposição de multa no percentual de\n1% (um por cento) sobre o valor atualizado da causa (art. 1.021, §\n4º, do CPC).",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220622",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção do Superior\nTribunal de Justiça, por unanimidade, negar provimento ao agravo\ninterno com imposição de multa no percentual de 1% (um por cento)\nsobre o valor atualizado da causa (art. 1.021, § 4º, do CPC), nos\ntermos do voto do Sr. Ministro Relator. A Sra. Ministra Laurita Vaz\ne os Srs. Ministros Sebastião Reis Júnior, Rogerio Schietti Cruz,\nJoel Ilan Paciornik, Olindo Menezes (Desembargador Convocado do TRF\n1ª Região) e Jesuíno Rissato (Desembargador Convocado do TJDFT)\nvotaram com o Sr. Ministro Relator.\nAusentes, justificadamente, os Srs. Ministros João Otávio de Noronha\ne Antonio Saldanha Palheiro.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000819298",
  "numeroProcesso" : "11112",
  "numeroRegistro" : "201802422871",
  "siglaClasse" : "AgInt na ExeMS",
  "descricaoClasse" : "AGRAVO INTERNO NA EXECUÇÃO EM MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "REYNALDO SOARES DA FONSECA",
  "dataPublicacao" : "DJE        DATA:24/06/2022",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NA EXECUÇÃO EM MANDADO DE\nSEGURANÇA. ADMINISTRATIVO. ANISTIA POLÍTICA. PAGAMENTO DE\nINDENIZAÇÃO RETROATIVA. POSSIBILIDADE DE ANULAÇÃO DA PORTARIA\nANISTIADORA À LUZ DA ORIENTAÇÃO ADOTADA NO JULGAMENTO DO RE\n817.338/DF (TEMA 839). NECESSIDADE DE ADEQUAÇÃO DO PROCEDIMENTO\nREVISIONAL DA ANISTIA INSTAURADO AO NOVO FLUXO PREVISTO NA INSTRUÇÃO\nNORMATIVA Nº 2, DE 29/9/2021, DA MINISTRA DE ESTADO DA MULHER, DA\nFAMÍLIA E DOS DIREITOS HUMANOS, DOU DE 30/9/2021. PRORROGAÇÃO DA\nSUSPENSÃO DO FEITO EXECUTIVO POR MAIS 60 (SESSENTA) DIAS ATÉ QUE SE\nCONCLUA PELA VALIDADE, OU NÃO, DO ATO ANISTIADOR. RAZOABILIDADE.\nAGRAVO IMPROVIDO.\n1. Suspenso o feito executivo em razão da instauração de revisão da\nportaria anistiadora à luz da orientação adotada pelo Supremo\nTribunal Federal, no bojo do RE 817.338/DF (Tema 839), submetido à\nsistemática da repercussão geral, a UNIÃO requereu a prorrogação\ndessa suspensão, aludindo à necessidade de adequar o procedimento\nadministrativo ao novo fluxo previsto na Instrução Normativa nº 2,\nde 29/9/2021, da Ministra de Estado da Mulher, da Família e dos\nDireitos Humanos, DOU de 30/9/2021.\n2. É imprescindível que se aguarde a conclusão do procedimento\nrevisional instaurado pela UNIÃO, dentro do prazo fixado pela\ndecisão agravada, ocasião que se concluirá pela validade, ou não, da\nportaria de anistia. A concessão de prazo adicional ao ente público\nmostrou-se razoável, justificando-se pela necessidade de observar,\ncom mais rigor, o devido processo legal, tal como exigido pelo\nmencionado precedente emanado da Excelsa Corte.\n3. Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220622",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção do Superior\nTribunal de Justiça, por unanimidade, negar provimento ao agravo\ninterno, nos termos do voto do Sr. Ministro Relator. A Sra. Ministra\nLaurita Vaz e os Srs. Ministros Sebastião Reis Júnior, Rogerio\nSchietti Cruz, Joel Ilan Paciornik, Olindo Menezes (Desembargador\nConvocado do TRF 1ª Região) e Jesuíno Rissato (Desembargador\nConvocado do TJDFT) votaram com o Sr. Ministro Relator.\nAusentes, justificadamente, os Srs. Ministros João Otávio de Noronha\ne Antonio Saldanha Palheiro.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000819432",
  "numeroProcesso" : "12761",
  "numeroRegistro" : "201901337708",
  "siglaClasse" : "AgInt na ImpExe na ExeMS",
  "descricaoClasse" : "AGRAVO INTERNO NA IMPUGNAÇÃO À EXECUÇÃO NA EXECUÇÃO EM MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "REYNALDO SOARES DA FONSECA",
  "dataPublicacao" : "DJE        DATA:24/06/2022",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NA IMPUGNAÇÃO NA EXECUÇÃO EM\nMANDADO DE SEGURANÇA. ADMINISTRATIVO. ANISTIA POLÍTICA. PAGAMENTO DE\nINDENIZAÇÃO RETROATIVA. ANULAÇÃO DA PORTARIA ANISTIADORA.\nSUPERVENIENTE INEXIGIBILIDADE DO TÍTULO JUDICIAL. EXTINÇÃO DO FEITO\nEXECUTIVO. ALEGAÇÃO DE QUE A COISA JULGADA, OPERADA NO ÂMBITO DO\nWRIT, TERIA ASSEGURADO A VALIDADE DA ANISTIA. IMPROCEDÊNCIA. ACÓRDÃO\nEXEQUENDO QUE SE LIMITOU A DETERMINAR O PAGAMENTO DA PRESTAÇÃO\nMENSAL, PERMANENTE E CONTINUADA E DOS VALORES RETROATIVOS PREVISTOS\nNO ATO ANISTIADOR. AGRAVO IMPROVIDO.\n1. O acórdão exequendo se limitou a determinar o cumprimento da\nportaria de anistia no que tange à prestação mensal, permanente e\ncontinuada e aos valores retroativos nela previstos, não tendo se\ndebruçado sobre a questão atinente à sua validade. Com efeito, a\nvalidade da portaria de anistia não foi objeto da impetração, motivo\npelo qual não há coisa julgada no título exequendo que ampare a\npretensão da agravante.\n2. Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220622",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção do Superior\nTribunal de Justiça, por unanimidade, negar provimento ao agravo\ninterno, nos termos do voto do Sr. Ministro Relator. A Sra. Ministra\nLaurita Vaz e os Srs. Ministros Sebastião Reis Júnior, Rogerio\nSchietti Cruz, Joel Ilan Paciornik, Olindo Menezes (Desembargador\nConvocado do TRF 1ª Região) e Jesuíno Rissato (Desembargador\nConvocado do TJDFT) votaram com o Sr. Ministro Relator.\nAusentes, justificadamente, os Srs. Ministros João Otávio de Noronha\ne Antonio Saldanha Palheiro.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : "(ANULAÇÃO DE ATO ANISTIADOR - TÍTULO JUDICIAL INEXIGÍVEL - EXTINÇÃO\nDA EXECUÇÃO)\n   STJ - <<AgInt na ExeMS 19446>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000817289",
  "numeroProcesso" : "11177",
  "numeroRegistro" : "201801901547",
  "siglaClasse" : "AgInt na ImpExe na ExeMS",
  "descricaoClasse" : "AGRAVO INTERNO NA IMPUGNAÇÃO À EXECUÇÃO NA EXECUÇÃO EM MANDADO DE\nSEGURANÇA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "REYNALDO SOARES DA FONSECA",
  "dataPublicacao" : "DJE        DATA:14/06/2022",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NA IMPUGNAÇÃO NA EXECUÇÃO EM\nMANDADO DE SEGURANÇA. ADMINISTRATIVO. ANISTIA POLÍTICA. PAGAMENTO DE\nINDENIZAÇÃO RETROATIVA. JUROS DE MORA. TERMO INICIAL DESSE\nCONSECTÁRIO LEGAL. ALEGAÇÃO DE QUE A MATÉRIA FOI AFETADA PELA\nPRIMEIRA SEÇÃO AO RITO DOS RECURSOS REPETITIVOS (TEMA 1.133).\nPRETENDIDO SOBRESTAMENTO DO FEITO EXECUTIVO. NÃO CABIMENTO EM RAZÃO\nDO TRATAMENTO ESPECÍFICO DISPENSADO AOS CASOS ENVOLVENDO ANISTIAS\nPOLÍTICAS. DISTINGUISHING QUE SE IMPÕE. AGRAVO IMPROVIDO.\n1. Cumpre fazer a necessária distinção do presente caso concreto em\nrelação à matéria afetada para julgamento segundo o rito dos\nrecursos especiais repetitivos de que trata o Tema 1.133: (a) estes\nautos não cuidam de ação de cobrança, mas do próprio mandado de\nsegurança em fase de execução; e (b) nos casos de anistia política,\nhá regra específica para o termo inicial dos juros de mora, que se\nencontra inserta nas disposições contidas nos arts. 12, § 4º, e 18,\nparágrafo único, da Lei nº 10.559/2002.\n2. Assim, reconhecida a distinção entre a questão decidida nestes\nautos e aquela a ser julgada nos recursos especiais afetados, não se\njustifica o pretendido sobrestamento do feito executivo.\n3. Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220608",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção do Superior\nTribunal de Justiça, por unanimidade, negar provimento ao agravo\ninterno, nos termos do voto do Sr. Ministro Relator. A Sra. Ministra\nLaurita Vaz e os Srs. Ministros Sebastião Reis Júnior, Rogerio\nSchietti Cruz, Antonio Saldanha Palheiro, Olindo Menezes\n(Desembargador Convocado do TRF 1ª Região) e Jesuíno Rissato\n(Desembargador Convocado do TJDFT) votaram com o Sr. Ministro\nRelator.\nAusentes, justificadamente, os Srs. Ministros João Otávio de Noronha\ne Joel Ilan Paciornik.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : "Técnica de Distinção (distinguishing) aplicada em relação ao Recurso\nRepetitivo  <<ProAfR no REsp 1925235>> e  <<ProAfR no REsp 1930309>>",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000817333",
  "numeroProcesso" : "83447",
  "numeroRegistro" : "201700899299",
  "siglaClasse" : "RE no RHC",
  "descricaoClasse" : "RECURSO EXTRAORDINÁRIO NO RECURSO ORDINÁRIO EM HABEAS CORPUS",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "SEBASTIÃO REIS JÚNIOR",
  "dataPublicacao" : "DJE        DATA:13/06/2022",
  "ementa" : "RECURSO EXTRAORDINÁRIO EM RECURSO EM HABEAS CORPUS.  ADMISSIBILIDADE\nDA PRESIDÊNCIA DO STJ. ENCAMINHAMENTO DOS AUTOS PARA JUÍZO DE\nRETRATAÇÃO A RESPEITO DA TESE FIRMADA NO ÂMBITO DA TERCEIRA SEÇÃO.\nRECONSIDERAÇÃO. IMPOSSIBILIDADE. ENTENDIMENTO QUE SE COADUNA COM AS\nTESES FIRMADAS PELA SUPREMA CORTE NO TEMA 990 DA REPERCUSSÃO GERAL.\nREPRESENTAÇÃO FISCAL PARA FINS PENAIS QUE NÃO SE CONFUNDE COM O\nAFASTAMENTO DA RESERVA DE JURISDIÇÃO NO TOCANTE À QUEBRA DO SIGILO\nFISCAL MEDIANTE INICIATIVA DO ÓRGÃO DA ACUSAÇÃO. RATIFICAÇÃO DA TESE\nFIRMADA NO ÂMBITO DO STJ QUE SE IMPÕE.\n1. Em sessão de julgamento da Terceira Seção deste Superior\nTribunal, decidiu-se, por maioria, que, apesar de o Supremo Tribunal\nFederal ter fixado orientação no sentido da legalidade da denominada\n\"representação fiscal para fins penais\", hipótese em que o próprio\nórgão da Receita Federal, de ofício, diante da suspeita da\nocorrência de crime, encaminha os autos ao Ministério Público para\neventual apuração, não autoriza o caminho inverso: a requisição de\ndados fiscais diretamente, partindo do órgão da acusação, para fins\nde investigação ou ação penal.\n2. Ao realizar o juízo de admissibilidade do recurso extraordinário\ninterposto pelo Ministério Federal, a Presidência deste Superior\nTribunal, verificando que o entendimento firmado aqui poderia estar\ndissonante daquele do Supremo Tribunal Federal, no julgamento do\nTema 990 de repercussão geral, encaminhou os autos para juízo de\nretratação.\n3. Necessidade de ratificação da tese firmada, uma vez que seus\nfundamentos se coadunam com os do acórdão decorrente do julgamento\ndo Tema n. 990, pela Corte Suprema, pois ali não se autorizou, em\nnenhum momento, a requisição direta de dados fiscais pelo órgão da\nacusação, para fins de investigação ou ação penal, sem autorização\njudicial.\n4. Ratificados o voto e a tese firmada no julgamento do Recurso em\nHabeas Corpus n. 83.477/SP.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220608",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Terceira Seção, por unanimidade, ratificar o\nvoto e a tese firmada no julgamento do Recurso em Habeas Corpus n.\n83.477/SP, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Rogerio Schietti Cruz, Ribeiro Dantas, Antonio\nSaldanha Palheiro, Olindo Menezes (Desembargador Convocado do TRF 1ª\nRegião), Jesuíno Rissato (Desembargador Convocado do TJDFT) e\nLaurita Vaz votaram com o Sr. Ministro Relator.\nAusentes, justificadamente, os Srs. Ministros João Otávio de Noronha\ne Joel Ilan Paciornik.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : "(INVESTIGAÇÃO OU AÇÃO PENAL - REQUISIÇÃO DIRETA DE DADOS FISCAIS\nPELO ÓRGÃO DA ACUSAÇÃO - AUSÊNCIA DE AUTORIZAÇÃO JUDICIAL -\nIMPOSSIBILIDADE)\n   STF - (REPERCUSSÃO GERAL - TEMA(S) 990)",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000817367",
  "numeroProcesso" : "1994948",
  "numeroRegistro" : "202103180670",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "LAURITA VAZ",
  "dataPublicacao" : "DJE        DATA:13/06/2022",
  "ementa" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. TRÁFICO  DE  DROGAS  E  POSSE  DE  ARMAS. ACÓRDÃO QUE FEZ\nREFERÊNCIA, EM PARTE,  AO  PARECER  DO  MINISTÉRIO  PÚBLICO.\nFUNDAMENTAÇÃO PER RELATIONEM. POSSIBILIDADE. EMBARGOS DE DIVERGÊNCIA\nLIMINARMENTE INDEFERIDOS. AUSÊNCIA DE IMPUGNAÇÃO A UM DOS\nFUNDAMENTOS DA DECISÃO AGRAVADA. INCIDÊNCIA DA SÚMULA N. 182 DO STJ.\nAGRAVO REGIMENTAL NÃO CONHECIDO.\n1. Hipótese em que a decisão agravada da Presidência indeferiu\nliminarmente os embargos de divergência, consignando que não foram\natendidos os requisitos de admissibilidade do recurso porque (i) a\nparte limitou-se a transcrever a ementa e trecho do voto do acórdão\nparadigma, o que constitui vício substancial insanável; (ii) a mera\nmenção ao Diário da Justiça, sem a indicação da respectiva fonte,\nquando os julgados encontram-se disponíveis na rede mundial de\ncomputadores ou internet, não supre a exigência da citação do\nrepositório oficial ou autorizado de jurisprudência, visto que se\ntrata de órgão de divulgação em que é publicada somente a ementa do\nacórdão.\n2. No entanto, o Agravante deixou de impugnar o primeiro fundamento\nda decisão agravada, suficiente para a manutenção do decisum.\nIncidência do Verbete Sumular n. 182 desta Corte: \"É inviável o\nagravo do art. 545 do Código de Processo Civil que deixa de atacar\nespecificamente os fundamentos da decisão agravada.\" No mesmo\ndiapasão, aplicável subsidiariamente (art. 3.º do CPP), o art. 932,\ninciso III, c.c. o art. 1.021, § 1.º, ambos do Código de Processo\nCivil. Precedentes.\n3. Ademais, mostra-se evidente que, ao contrário do que sugere o\nEmbargante, o acórdão embargado não adotou tese jurídica contrária\nao paradigma, mas ao revés, a ratificou, ao exigir complementação\ndas razões de decidir, além da referência ao parecer ministerial. Ao\nanalisar o caso dos autos, entendeu inexistir nulidade porque\n\"acórdão  recorrido  utiliza  fundamentos próprios  e  autônomos\npara  julgar  improcedente  a  revisão criminal\".\n4. A via dos embargos de divergência - recurso de fundamentação\nvinculada e de cognição restrita - não se presta a simples\nrejulgamento do recurso especial ou do respectivo agravo, para\ncorreção de eventual equívoco do acórdão embargado na análise do\ncaso concreto, se não há demonstração de dissídio de teses\njurídicas.\n5. Agravo regimental não conhecido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220608",
  "decisao" : "Vistos, relatados e discutidos estes autos, acordam os Ministros da\nTerceira Seção do Superior Tribunal de Justiça, na conformidade dos\nvotos e das notas taquigráficas a seguir, por unanimidade, não\nconhecer do agravo regimental, nos termos do voto da Sra. Ministra\nRelatora. Os Srs. Ministros Sebastião Reis Júnior, Rogerio Schietti\nCruz, Ribeiro Dantas, Antonio Saldanha Palheiro, Olindo Menezes\n(Desembargador Convocado do TRF 1ª Região) e Jesuíno Rissato\n(Desembargador Convocado do TJDFT) votaram com a Sra. Ministra\nRelatora.\nAusentes, justificadamente, os Srs. Ministros João Otávio de Noronha\ne Joel Ilan Paciornik.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000817368",
  "numeroProcesso" : "1973326",
  "numeroRegistro" : "202103032168",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "LAURITA VAZ",
  "dataPublicacao" : "DJE        DATA:13/06/2022",
  "ementa" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. AUSÊNCIA DE IMPUGNAÇÃO DOS FUNDAMENTOS DA DECISÃO DE\nINADMISSIBILIDADE DO TRIBUNAL DE ORIGEM. INCIDÊNCIA DA SÚMULA N. 182\nDO STJ. AUSÊNCIA DE ENFRENTAMENTO DO MÉRITO DO RECURSO ESPECIAL.\nRECURSO MANIFESTAMENTE INCABÍVEL. INCIDÊNCIA DA SÚMULA N. 315 DO\nSTJ. AGRAVO REGIMENTAL DESPROVIDO.\n1. Hipótese em que não houve enfrentamento do mérito do recurso\nespecial, porque o Recorrente deixou de impugnar especificamente os\nfundamentos adotados pelo Tribunal de origem para inadmitir o\nrecurso especial, incidindo o óbice da Súmula n. 182 do STJ.\n2. Mesmo sob a égide do Novo Código de Processo Civil (art. 1.043,\nincisos I e III), \"o não cabimento dos embargos de divergência no\ncaso concreto é bastante claro, em virtude de não ter sido analisado\no mérito do recurso especial no acórdão embargado, atraindo a\nincidência da Súmula 315 do STJ: \"Não cabem embargos de divergência\nno âmbito do agravo de instrumento que não admite recurso especial\"\n(AgInt nos EAREsp 1.441.916/SC, Rel. Ministro OG FERNANDES, CORTE\nESPECIAL, julgado em 19/08/2020, DJe 26/08/2020).\n3. Os embargos de divergência - recurso de fundamentação vinculada e\nde cognição restrita - não se prestam a simples rejulgamento do\nrecurso especial ou do respectivo agravo, para correção de eventual\nequívoco do acórdão embargado - ainda que se trate de matéria de\nordem pública -, como se a Corte Especial funcionasse como instância\nrevisora ordinária dos demais órgãos jurisdicionais internos, o que,\ncomo se sabe, não é o seu papel.\n4. A jurisprudência mansa e pacífica do Superior Tribunal de Justiça\ntem reafirmado o entendimento de ser descabido o pedido de concessão\nde habeas corpus de ofício, como sucedâneo recursal ou como\nexpediente para superar vícios do recurso inadmitido, mormente\nporque tal iniciativa parte do próprio órgão julgador, quando\nverificada a existência de ilegalidade flagrante ao direito de\nlocomoção.\n5. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220608",
  "decisao" : "Vistos, relatados e discutidos estes autos, acordam os Ministros da\nTerceira Seção do Superior Tribunal de Justiça, na conformidade dos\nvotos e das notas taquigráficas a seguir, por unanimidade, negar\nprovimento ao agravo regimental, nos termos do voto da Sra. Ministra\nRelatora. Os Srs. Ministros Sebastião Reis Júnior, Rogerio Schietti\nCruz, Ribeiro Dantas, Antonio Saldanha Palheiro, Olindo Menezes\n(Desembargador Convocado do TRF 1ª Região) e Jesuíno Rissato\n(Desembargador Convocado do TJDFT) votaram com a Sra. Ministra\nRelatora.\nAusentes, justificadamente, os Srs. Ministros João Otávio de Noronha\ne Joel Ilan Paciornik.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000817369",
  "numeroProcesso" : "1810837",
  "numeroRegistro" : "202100022277",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "LAURITA VAZ",
  "dataPublicacao" : "DJE        DATA:13/06/2022",
  "ementa" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. ABSOLVIÇÃO  PELO  TRIBUNAL  DO  JÚRI. NEGATIVA DE AUTORIA.\nDECISÃO ALEGADAMENTE CONTRÁRIA À PROVA DOS AUTOS. ACÓRDÃO EMBARGADO\nQUE ERIGIU O ÓBICE DA SÚMULA N. 7 DO STJ PARA REVER O JUÍZO\nABSOLUTÓRIO. EMBARGOS DE DIVERGÊNCIA LIMINARMENTE INDEFERIDOS PELA\nAPLICAÇÃO DA SÚMULA N. 315 DO STJ. AUSÊNCIA DE IMPUGNAÇÃO AO\nFUNDAMENTO DA DECISÃO AGRAVADA. INCIDÊNCIA DA SÚMULA N. 182 DO STJ.\nADEMAIS, INEXISTE DISSENSO JURISPRUDENCIAL. MERO CASUÍSMO. AGRAVO\nREGIMENTAL NÃO CONHECIDO.\n1. Hipótese que a decisão agravada da Presidência indeferiu\nliminarmente os embargos de divergência, pela incidência da Súmula\nn. 315 do Superior Tribunal de Justiça.\n2. No entanto, o Agravante, em suas razões recursais, não impugnou o\nfundamento da decisão agravada. Incidência do Verbete Sumular n. 182\ndesta Corte: \"É inviável o agravo do art. 545 do Código de Processo\nCivil que deixa de atacar especificamente os fundamentos da decisão\nagravada.\" No mesmo diapasão, aplicável subsidiariamente (art. 3.º\ndo CPP), o art. 932, inciso III, c.c. o art. 1.021, § 1.º, ambos do\nCódigo de Processo Civil. Precedentes.\n3. Ademais, a conclusão a que chegou o acórdão embargado acerca da\nsuficiência de fundamentação do acórdão recorrido - que, ao julgar\nos embargos infringentes, manteve a sentença absolutória do Júri -,\ncom a ressalva de que a revisão da conclusão esbarraria no óbice da\nSúmula n. 7 do Superior Tribunal de Justiça, não diverge dos\nparadigmas apontados, tampouco da jurisprudência assente nesta\nCorte.\n4. A incidência ou não do óbice da Súmula n. 7 demanda,\ninevitavelmente, a análise da necessidade ou não de incursão na\nseara fático-probatória para o deslinde da controvérsia suscitada no\nrecurso especial, o que se resolve com a verificação de cada caso,\nobservadas suas peculiaridades.\n5. Ausência de enfrentamento do mérito do recurso especial.\nIncidência da Súmula n. 315 do STJ: \"Não cabem embargos de\ndivergência no âmbito do agravo de instrumento que não admite\nrecurso especial.\"\n6. Agravo regimental não conhecido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220608",
  "decisao" : "Vistos, relatados e discutidos estes autos, acordam os Ministros da\nTerceira Seção do Superior Tribunal de Justiça, na conformidade dos\nvotos e das notas taquigráficas a seguir, por unanimidade, não\nconhecer do agravo regimental, nos termos do voto da Sra. Ministra\nRelatora. Os Srs. Ministros Sebastião Reis Júnior, Rogerio Schietti\nCruz, Ribeiro Dantas, Antonio Saldanha Palheiro, Olindo Menezes\n(Desembargador Convocado do TRF 1ª Região) e Jesuíno Rissato\n(Desembargador Convocado do TJDFT) votaram com a Sra. Ministra\nRelatora.\nAusentes, justificadamente, os Srs. Ministros João Otávio de Noronha\ne Joel Ilan Paciornik.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000817370",
  "numeroProcesso" : "2034457",
  "numeroRegistro" : "202103982338",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "ROGERIO SCHIETTI CRUZ",
  "dataPublicacao" : "DJE        DATA:13/06/2022",
  "ementa" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. INEXISTÊNCIA DE EXAME DE MÉRITO DO RECURSO ESPECIAL.\nINCIDÊNCIA DA SÚMULA 315 DO STJ. AGRAVO REGIMENTAL NÃO PROVIDO.\n1. A inadmissão do recurso especial, em razão da incidência da\nSúmula n. 182 do STJ, impede, a teor do enunciado contido na Súmula\nn. 315 também desta Corte, a oposição de embargos de divergência\npara discutir o mérito da questão ventilada no especial.\n2. Agravo regimental não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220608",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Terceira Seção, por unanimidade, negar\nprovimento ao agravo regimental, nos termos do voto do Sr. Ministro\nRelator.\nOs Srs. Ministros Ribeiro Dantas, Antonio Saldanha Palheiro, Olindo\nMenezes (Desembargador Convocado do TRF 1ª Região), Jesuíno Rissato\n(Desembargador Convocado do TJDFT), Laurita Vaz e Sebastião Reis\nJúnior votaram com o Sr. Ministro Relator.\nAusentes, justificadamente, os Srs. Ministros João Otávio de Noronha\ne Joel Ilan Paciornik.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000315" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000817371",
  "numeroProcesso" : "1886675",
  "numeroRegistro" : "202101461773",
  "siglaClasse" : "AgRg nos EDcl nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "SEBASTIÃO REIS JÚNIOR",
  "dataPublicacao" : "DJE        DATA:13/06/2022",
  "ementa" : "PROCESSO PENAL. AGRAVO REGIMENTAL EM EMBARGOS DE DECLARAÇÃO EM\nEMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL. DECISÃO DA\nPRESIDÊNCIA DE NÃO CONHECIMENTO DO AGRAVO. INCIDÊNCIA DA SÚMULA\n182/STJ. NÃO IMPUGNAÇÃO DOS FUNDAMENTOS DA DECISÃO AGRAVADA. ACÓRDÃO\nEMBARGADO QUE RATIFICA ESSA DECISÃO. AUSÊNCIA DE ANÁLISE DO MÉRITO\nDO RECURSO ESPECIAL. MANIFESTA INADMISSIBILIDADE DOS EMBARGOS DE\nDIVERGÊNCIA. INCIDÊNCIA DA SÚMULA 315/STJ. PRECEDENTES. EMBARGOS\nLIMINARMENTE INDEFERIDOS. PRECEDENTES. ARESTO PARADIGMÁTICO ORIUNDO\nDE HABEAS CORPUS. DESCABIMENTO.\n1. Não cabem embargos de divergência quando o acórdão embargado não\njulga o mérito do recurso especial. Aplicação da Súmula 315 do STJ\npor analogia. Precedentes.\n2. Não se admite a utilização de acórdãos oriundos de julgados\nproferidos em habeas corpus, recurso em habeas corpus, mandados de\nsegurança, recurso em mandado de segurança e habeas data como\nparadigma para configuração da divergência (Precedentes).\n3. Agravo regimental improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220608",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Terceira Seção, por unanimidade, negar\nprovimento ao agravo regimental, nos termos do voto do Sr. Ministro\nRelator.\nOs Srs. Ministros Rogerio Schietti Cruz, Ribeiro Dantas, Antonio\nSaldanha Palheiro, Olindo Menezes (Desembargador Convocado do TRF 1ª\nRegião), Jesuíno Rissato (Desembargador Convocado do TJDFT) e\nLaurita Vaz votaram com o Sr. Ministro Relator.\nAusentes, justificadamente, os Srs. Ministros João Otávio de Noronha\ne Joel Ilan Paciornik.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - AUSÊNCIA DE EXAME DO MÉRITO - NÃO\nCABIMENTO)\n   STJ - <<AgRg nos EAREsp 1895462>>-PR,\n         <<AgRg nos EAREsp 1641570>>-SC,\n         <<AgRg nos EDcl nos EAREsp 1245236>>-PR,\n         <<AgRg nos EDcl nos EAREsp 1659080>>-PR,\n         <<AgRg nos EDv nos EAREsp 1434910>>-SP\n   STF - [[AI AgR-EDv-AgR 836992]]-SC",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000315 SUM:000316", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000817578",
  "numeroProcesso" : "12769",
  "numeroRegistro" : "201800077758",
  "siglaClasse" : "AgInt na ExeMS",
  "descricaoClasse" : "AGRAVO INTERNO NA EXECUÇÃO EM MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "REYNALDO SOARES DA FONSECA",
  "dataPublicacao" : "DJE        DATA:14/06/2022",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NA EXECUÇÃO EM MANDADO DE\nSEGURANÇA. ADMINISTRATIVO. ANISTIA POLÍTICA. PAGAMENTO DE\nINDENIZAÇÃO RETROATIVA. DEVOLUÇÃO DE PRAZO PARA UNIÃO OPOR\nIMPUGNAÇÃO NOS TERMOS DO ART. 535 DO CPC. INVIABILIDADE PORQUANTO JÁ\nREGULARMENTE INTIMADA PARA ESSE FIM. PRETENSÃO EXECUTIVA EM RELAÇÃO\nAOS CONSECTÁRIOS LEGAIS (CORREÇÃO MONETÁRIA E JUROS DE MORA).\nALEGAÇÃO DE VIOLAÇÃO À COISA JULGADA. PRECLUSÃO TEMPORAL. PAGAMENTO\nIMEDIATO SEM SUBMISSÃO AO REGIME DE PRECATÓRIO, CONFORME DECIDIDO NO\nRE 553.710/DF (TEMA 394). MAJORAÇÃO DO PRAZO PARA TAL ADIMPLEMENTO\nPARA 60 (SESSENTA) DIAS CORRIDOS (ARTS. 12, § 4º, E 18, CAPUT, DA\nLEI Nº 10.559/2002). CABIMENTO. MULTA COMINATÓRIA. REVOGAÇÃO.\nCOMINAÇÃO DA SANÇÃO DEPENDENTE DE EVENTUAL CONDUTA RECALCITRANTE DA\nEXECUTADA. LIMINAR RATIFICADA. AGRAVO PARCIALMENTE PROVIDO.\n1. No que tange à pretensão executiva aos consectários legais\nincidentes sobre o valor nominal da portaria de anistia (correção\nmonetária e juros de mora), a agravante deve arcar com as\nconsequências advindas do fato de não ter impugnado a execução\ncomplementar a despeito de regularmente intimada para os fins do\nart. 535 do CPC. Logo, é forçoso reconhecer, quanto às demais\nmatérias que a UNIÃO poderia ter alegado na impugnação (e não o\nfez), como a apontada violação à coisa julgada, a ocorrência da\nchamada preclusão temporal, o que impede sejam deduzidas\nextemporaneamente.\n2. Outrossim, o ente público agravante defende que o pagamento da\ncorreção monetária e dos juros de mora seja submetido ao regime de\nprecatório, pois, em seu entender, a tese firmada no julgamento do\nRE 553.710/DF (Tema 394), quanto à necessidade de pagamento\nimediato, somente se aplica ao valor nominal da portaria de anistia.\nEvidentemente, tal distinção não encontra respaldo na orientação\nadotada pelo Supremo Tribunal Federal em relação ao citado Tema 394,\nnão cabendo à recorrente fazê-lo para se eximir da obrigação de\nfazer a que está adstrita.\n3. No caso, não é razoável fixar um prazo menor, de 15 (quinze)\ndias, para pagamento dos chamados consectários legais (correção\nmonetária e juros de mora), se comparado ao que foi feito para o\nvalor nominal da portaria de anistia, o que justifica,\nexcepcionalmente, a majoração do prazo para tal adimplemento para 60\n(sessenta) dias corridos.\n4. Como se deu no tocante ao valor principal, não se revela cabível,\nao menos por ora, a imposição da multa cominatória prevista no art.\n536, § 1º, do CPC, o que será reavaliado a depender de eventual\nconduta recalcitrante da executada consistente em não honrar o\ncumprimento da obrigação de fazer a que está adstrita.\n5. Agravo interno parcialmente provido, com ratificação da liminar.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220608",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção do Superior\nTribunal de Justiça, por unanimidade, conhecer e dar parcial\nprovimento ao agravo interno, com ratificação da liminar, para\ndeterminar que a UNIÃO proceda ao pagamento dos consectários legais,\nconforme cálculo de liquidação apresentado pelo agravado e\nhomologado pela decisão agravada, no prazo de 60 (sessenta) dias\ncorridos, nos termos do voto do Sr. Ministro Relator. A Sra.\nMinistra Laurita Vaz e os Srs. Ministros Sebastião Reis Júnior,\nRogerio Schietti Cruz, Antonio Saldanha Palheiro, Olindo Menezes\n(Desembargador Convocado do TRF 1ª Região) e Jesuíno Rissato\n(Desembargador Convocado do TJDFT) votaram com o Sr. Ministro\nRelator.\nAusentes, justificadamente, os Srs. Ministros João Otávio de Noronha\ne Joel Ilan Paciornik.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : "(ANISTIA POLÍTICA - INDENIZAÇÃO - CORREÇÃO MONETÁRIA E DOS JUROS DE\nMORA - NÃO SUBMISSÃO AO REGIME DE PRECATÓRIO)\n   STF - [[RE 553710]]-DF (REPERCUSSÃO GERAL - TEMA(s) 394),\n         [[RMS-AgR-ED 36302]]\n(FALECIMENTO DA PARTE - SUSPENSÃO DO PROCESSO - PROTEÇÃO DOS\nINTERESSES DO FALECIDO - PRÁTICA DE ATOS PROCESSUAIS APÓS O ÓBITO -\nAUSÊNCIA DE MÁ-FÉ - NULIDADE - NÃO CONFIGURAÇÃO)\n   STJ - <<AgInt no REsp 1361093>>-RS\n(EXECUÇÃO - AUSÊNCIA DE IMPUGNAÇÃO EM MOMENTO OPORTUNO - MATÉRIA DE\nORDEM PÚBLICA - PRECLUSÃO)\n   STJ - <<AgInt no AREsp 1915598>>-DF,\n         <<AgInt no AREsp 1984277>>-SC\n(EXECUÇÃO - AUSÊNCIA DE IMPUGNAÇÃO EM MOMENTO OPORTUNO - PRECLUSÃO)\n   STJ - <<AgInt no REsp 1939917>>-PE\n(PRAZO PARA PAGAMENTO - NATUREZA MATERIAL - CONTAGEM EM DIAS\nCORRIDOS)\n   STJ - <<REsp 1698283>>-GO,\n         <<REsp 1770863>>-PR",
  "notas" : null,
  "informacoesComplementares" : "     \"[...] a suspensão do processo objetiva proteger os interesses\ndo exequente falecido (e não da parte adversa), de modo que, em\nprincípio, poderão ser anulados eventuais atos processuais que\ntenham causado prejuízo aos sucessores. Não é o caso dos autos,\nentretanto. Os atos processuais praticados pelo advogado no curso da\npresente execução após o óbito mostram-se válidos, pois não\nevidenciada sua má-fé\".\n     \"[...] impossibilidade de o magistrado se pronunciar sobre as\nquestões apresentadas pelo executado fora do prazo para oposição de\nimpugnação à execução, ainda que se trate de matéria de ordem\npública, em função da ocorrência de preclusão [...]\".\n     \"[...] por se tratar de prazo de direito material (e não\nprocessual), tal prazo deverá ser contado em dias corridos (e não em\ndias úteis de acordo com o art. 219, caput, do CPC)\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00219 ART:00313 INC:00001 ART:00535 ART:00536\n        PAR:00001", "LEG:FED LEI:010559 ANO:2002\n        ART:00012 PAR:00004 ART:00018" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000817761",
  "numeroProcesso" : "1789675",
  "numeroRegistro" : "202003025100",
  "siglaClasse" : "AgRg nos EDcl no AgRg nos EDv nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "OLINDO MENEZES (DESEMBARGADOR CONVOCADO DO TRF 1ª REGIÃO)",
  "dataPublicacao" : "DJE        DATA:15/06/2022",
  "ementa" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL\nNOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL.\nINTERPOSIÇÃO CONTRA DECISÃO COLEGIADA. ERRO INESCUSÁVEL. RECURSO\nMANIFESTAMENTE INCABÍVEL.\n1. Nos termos do art. 258 do RISTJ e do art. 1.021 do Código de\nProcesso Civil, somente as decisões singulares são impugnáveis por\nagravo regimental, configurando-se, assim, erro inescusável sua\ninterposição contra acórdão proferido por órgão colegiado.\n2. Agravo regimental não conhecido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220608",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção do Superior\nTribunal de Justiça, na conformidade dos votos e das notas\ntaquigráficas a seguir, por unanimidade, não conhecer do agravo\nregimental nos termos do voto do Sr. Ministro Relator. Os Srs.\nMinistros Jesuíno Rissato (Desembargador Convocado do TJDFT),\nLaurita Vaz, Sebastião Reis Júnior, Rogerio Schietti Cruz, Ribeiro\nDantas e Antonio Saldanha Palheiro votaram com o Sr. Ministro\nRelator.\nAusentes, justificadamente, os Srs. Ministros João Otávio de Noronha\ne Joel Ilan Paciornik.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000816276",
  "numeroProcesso" : "11238",
  "numeroRegistro" : "201801965377",
  "siglaClasse" : "AgInt na TutPrv na ExeMS",
  "descricaoClasse" : "AGRAVO INTERNO NA TUTELA PROVISÓRIA INCIDENTAL NA EXECUÇÃO EM MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "REYNALDO SOARES DA FONSECA",
  "dataPublicacao" : "DJE        DATA:30/05/2022",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NA TUTELA PROVISÓRIA NA EXECUÇÃO EM\nMANDADO DE SEGURANÇA. ADMINISTRATIVO. ANISTIA POLÍTICA. PAGAMENTO DE\nINDENIZAÇÃO RETROATIVA. POSSIBILIDADE DE ANULAÇÃO DA PORTARIA\nANISTIADORA À LUZ DA ORIENTAÇÃO ADOTADA NO RE 817.338/DF (TEMA 839).\nNECESSIDADE DE ADEQUAÇÃO DO PROCEDIMENTO REVISIONAL DA ANISTIA\nINSTAURADO AO NOVO FLUXO PREVISTO NA INSTRUÇÃO NORMATIVA Nº 2, DE\n29/9/2021, DA MINISTRA DE ESTADO DA MULHER, DA FAMÍLIA E DOS\nDIREITOS HUMANOS, DOU DE 30/9/2021. PRETENDIDA CONCESSÃO DE TUTELA\nPROVISÓRIA DE URGÊNCIA PARA SUSPENDER O PAGAMENTO DO PRECATÓRIO\nEXPEDIDO. INVIABILIDADE, PORQUANTO AUSENTE A PROBABILIDADE DO\nDIREITO. INEXISTENTE PROVA DE QUE AS HERDEIRAS INTERESSADAS TENHAM\nSIDO NOTIFICADAS DA REVISÃO DEFLAGRADA. NÃO OCORRENTE O PERIGO DE\nDANO OU RISCO AO RESULTADO ÚTIL DO PROCESSO. REQUISITÓRIO QUE NÃO\nESTÁ NA IMINÊNCIA DE SER PAGO. INDEFERIMENTO DA MEDIDA LIMINAR\nPLEITEADA QUE SE IMPÕE (ART. 300 DO CPC). AGRAVO IMPROVIDO.\n1. Aludindo à possibilidade de anulação da portaria anistiadora à\nluz da orientação adotada pelo Supremo Tribunal Federal no\njulgamento do RE 817.338/DF (Tema 839), a UNIÃO informou que\nadequara o procedimento revisional instaurado ao novo fluxo previsto\nna Instrução Normativa nº 2, de 29/9/2021, da Ministra de Estado da\nMulher, da Família e dos Direitos Humanos, DOU de 30/9/2021. Nesse\ncontexto, requereu a concessão de tutela provisória de urgência com\nvistas a suspender o pagamento do precatório de valor incontroverso\nexpedido até que seja concluída essa revisão deflagrada na esfera\nadministrativa.\n2. Em que pese a intenção de observar, com mais rigor, o devido\nprocesso legal, como exige o precedente emanado da Excelsa Corte,\nnão restou sequer comprovado nos autos que as herdeiras do anistiado\npolítico, na condição de interessadas, tenham sido notificadas a\nrespeito de eventual procedimento administrativo instaurado.\nAusente¸ portanto, a probabilidade do direito.\n3. Verifica-se não ocorrente, também, o perigo de dano ou risco ao\nresultado útil do processo porquanto não procede a assertiva de que\no precatório expedido está na iminência de ser pago. Conquanto tenha\nsido expedido com previsão de pagamento para o corrente exercício de\n2022, sequer foi informada a disponibilidade orçamentária para o seu\ncumprimento.\n4. Desse modo, não merece reparo a decisão agravada que, ao\nindeferir a medida liminar pleiteada, entendeu não ocorrentes os\nrequisitos autorizadores versados no art. 300 do CPC.\n5. Agravo improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220525",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção do Superior\nTribunal de Justiça, por unanimidade, negar provimento ao agravo\ninterno, nos termos do voto do Sr. Ministro Relator. A Sra. Ministra\nLaurita Vaz e os Srs. Ministros João Otávio de Noronha, Sebastião\nReis Júnior, Antonio Saldanha Palheiro, Joel Ilan Paciornik e\nJesuíno Rissato (Desembargador Convocado do TJDFT) votaram com o Sr.\nMinistro Relator.\nAusentes, justificadamente, os Srs. Ministros Rogerio Schietti Cruz\ne Olindo Menezes (Desembargador Convocado do TRF 1ª Região).\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00300" ],
  "acordaosSimilares" : [ "AgInt na PET na ExeMS   11080  DF  2018/0190129-3\nDecisão:08/06/2022\nDJE        DATA:14/06/2022", "AgInt na TutPrv na ExeMS   11675  DF  2018/0247422-0\nDecisão:08/06/2022\nDJE        DATA:14/06/2022", "AgInt na TutPrv na ExeMS   13868  DF  2018/0233783-6\nDecisão:08/06/2022\nDJE        DATA:14/06/2022", "AgInt na TutPrv na ExeMS   14605  DF  2018/0228452-7\nDecisão:08/06/2022\nDJE        DATA:14/06/2022", "AgInt na TutPrv na ExeMS   13542  DF  2018/0203301-3\nDecisão:25/05/2022\nDJE        DATA:30/05/2022" ]
}, {
  "id" : "000816277",
  "numeroProcesso" : "7497",
  "numeroRegistro" : "200700689563",
  "siglaClasse" : "AgInt nos EDcl nos EmbExeMS",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS À EXECUÇÃO EM MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "RIBEIRO DANTAS",
  "dataPublicacao" : "DJE        DATA:30/05/2022",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS À EXECUÇÃO EM\nMANDADO DE SEGURANÇA. COMPETÊNCIA DA PRESIDÊNCIA DA 3ª SEÇÃO.\nINOVAÇÃO RECURSAL. MÉRITO. ATS. INCLUSÃO NA GOE. AGRAVO PROVIDO.\n1. Na hipótese, a questão relativa à competência da Presidência da\nSeção para apreciar o feito constitui inovação recursal, haja vista\nque somente foi suscitada quando da interposição do agravo interno.\n2. Quanto ao pleito de incorporação do ATS - Adicional por Tempo de\nServiço - na base de cálculo da GOE - Gratificação por Operações\nEspeciais -, registrei, na decisão monocrática, que \"o adicional de\ntempo de serviço incide exclusivamente sobre o vencimento básico do\ncargo efetivo do servidor, não  alcançando  as  demais  vantagens,\ninclusive  aquelas  decorrentes  do  exercício  de  cargo\ncomissionado\"  (AgRg  no  REsp  n.  702.292/CE,  Rel.  Ministro\nHamilton  Carvalhido,  DJe 1º/9/2008).  Por  isso,  não  deveria\nintegrar  a  base  de  cálculo  da  gratificação (EmbExeMS 9.638/DF,\nRel. Ministro Rogério Schietti Cruz, DJe 8/5/2019).\n3. De toda sorte, verifiquei que, em decisões recentes, a\nPresidência da 3ª Seção, a exemplo dos seguintes números de\nregistro: 2008/0109769-1, 2007/0069211-0, 2007/0068968-8,\n2006/0228319-8, 2006/0201400-5, 2006/0045254-4, tem entendido que a\nGOE deve ser considerada como vencimento básico, o que conduz à\nconclusão de que o ATS deve incidir também sobre os valores devidos\na título de GOE. Por isso, em observância ao dever de coerência e\nintegridade (art. 926 do CPC), reconsidero a decisão recorrida neste\nponto.\n4. Agravo provido, para reconhecer a GOE como vencimento básico e\ndeterminar que o ATS incida também sobre ela.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220525",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção do Superior\nTribunal de Justiça, por unanimidade, dar provimento ao agravo para\nreconhecer a GOE como vencimento básico e determinar que o ATS\nincida também sobre ela, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Antonio Saldanha Palheiro, Joel Ilan Paciornik,\nJesuíno Rissato (Desembargador Convocado do TJDFT), Laurita Vaz,\nJoão Otávio de Noronha e Sebastião Reis Júnior votaram com o Sr.\nMinistro Relator.\nAusentes, justificadamente, os Srs. Ministros Rogerio Schietti Cruz\ne Olindo Menezes (Desembargador Convocado do TRF 1ª Região).\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : "(ADICIONAL DE TEMPO DE SERVIÇO - INCIDÊNCIA - VENCIMENTO BÁSICO DO\nCARGO EFETIVO DO SERVIDOR)\n   STJ - <<AgRg no REsp 702292>>-CE",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00926" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000818783",
  "numeroProcesso" : "1888756",
  "numeroRegistro" : "202002014981",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JOÃO OTÁVIO DE NORONHA",
  "dataPublicacao" : "DJE        DATA:27/06/2022",
  "ementa" : "RECURSO ESPECIAL REPRESENTATIVO DA CONTROVÉRSIA. DIREITO PENAL.\nFURTO. PRECEDENTE JUDICIAL VINCULATÓRIO. REEXAME DE ORIENTAÇÃO\nJURISPRUDENCIAL. NECESSIDADE. HERMENÊUTICA JURÍDICA. NÃO INCIDÊNCIA\nDA MAJORANTE DO REPOUSO NOTURNO NO FURTO QUALIFICADO. AUMENTO DE\nPENA EM RAZÃO DE FURTO COMETIDO DURANTE O REPOUSO NOTURNO.\nDESPROPORCIONALIDADE.\n1. Na formulação de precedente judicial, sobretudo diante de sua\ncarga vinculatória, as orientações jurisprudenciais, ainda que\nreiteradas, devem ser reexaminadas para que se mantenham ou se\nadéquem à possibilidade de evolução de entendimento.\n2.  A interpretação sistemática pelo viés topográfico revela que a\ncausa de aumento de pena relativa ao cometimento do crime de furto\ndurante o repouso noturno, prevista no art. 155, § 1º, do CP, não\nincide nas hipóteses de furto qualificado, previstas no art. 155, §\n4º, do CP.\n3. A pena decorrente da incidência da causa de aumento relativa ao\nfurto noturno nas hipóteses de furto qualificado resulta em\nquantitativo qu e não guarda correlação com a gravidade do crime\ncometido e, por conseguinte, com o princípio da proporcionalidade.\n4. Tese jurídica: A causa de aumento prevista no § 1° do art. 155 do\nCódigo Penal (prática do crime de furto no período noturno) não\nincide no crime de furto na sua forma qualificada (§ 4°).\n5. Recurso especial parcialmente provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220525",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da TERCEIRA SEÇÃO do Superior Tribunal de\nJustiça, retomado o julgamento, após o voto-vista regimental do Sr.\nMinistro João Otávio de Noronha (Relator), dando parcial provimento\nao recurso especial, por unanimidade, dar parcial provimento ao\nrecurso especial, fixando a seguinte tese: \"A causa de aumento\nprevista no § 1° do art. 155 do Código Penal (prática do crime de\nfurto no período noturno) não incide no crime de furto na sua forma\nqualificada (§ 4°)\".\nOs Srs. Ministros Sebastião Reis Júnior, Antonio Saldanha Palheiro,\nJoel Ilan Paciornik, Jesuíno Rissato (Desembargador Convocado do\nTJDFT) e Laurita Vaz votaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Ribeiro Dantas.\nAusentes, justificadamente, os Srs. Ministros Rogerio Schietti Cruz\ne Olindo Menezes (Desembargador Convocado do TRF 1ª Região).\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : "(FURTO QUALIFICADO - DOSIMETRIA - MAIS DE UMA QUALIFICADORA -\nCONDUTA)\n   STJ - <<AgRg no AREsp 1570541>>-SP",
  "notas" : "Julgado conforme procedimento previsto para os Recursos Repetitivos\nno âmbito do STJ.",
  "informacoesComplementares" : "     \"[...] é razoável admitir a possibilidade de, diante das\ncircunstâncias fáticas, a prática do furto durante o período de\nrepouso noturno ser levada em consideração na dosimetria da pena. Em\noutras palavras, se a incidência da majorante no furto qualificado\nmostra-se excessiva, poderá ser utilizada como circunstância\njudicial negativa na primeira fase da dosimetria (art. 59 do CP).\nNessa oportunidade, o órgão julgador avaliará, sob a ótica de sua\ndiscricionariedade, o elemento relativo ao espaço temporal em que a\ninfração foi cometida, podendo, se assim considerar, analisar a\ncircunstância judicial referente às circunstâncias do crime com\nmaior reprovabilidade. Esse proceder possibilitaria calibrar a\nreprimenda de modo a atender o postulado da proporcionalidade diante\ndo caso concreto\".\n     \"Sob o prisma do princípio da taxatividade, como garantia\nexpressa do postulado da legalidade, deve-se entender que, ao ser\npositivada uma norma penal incriminadora - tal como uma causa de\naumento de pena -, deve ela ser clara e precisa com vistas a não\npermitir discricionariedades, bem como ser de fácil compreensão para\nos destinatários. Efetivamente, não há precisão e clareza desejáveis\nna proposição penal prevista no art. 155, § 1º, do CP quando se deve\ndefinir sua aplicabilidade tanto ao furto simples quanto ao furto\nqualificado. Restrita essa norma a indicar situação temporal em que\nhá aumento de pena, não se veem nela elementos que lhe confiram\nextensão para que incida nas hipóteses do furto qualificado\".\n     \"O privilégio previsto no § 2º do art. 155 e a causa de aumento\nrelativa ao furto noturno são hipóteses fático-jurídicas diversas. A\nprimeira refere-se a uma norma penal não incriminadora; a segunda, a\numa causa de aumento, uma norma penal incriminadora. Sendo o furto\nprivilegiado uma norma não incriminadora, pode comportar\nextensividade quando utilizado para integração do sistema jurídico\npenal. Já o furto cometido durante o repouso noturno, por ser uma\nnorma incriminadora, tem sua extensividade vedada, visto que tem por\nconsectário o agravamento da situação do réu. Com efeito, o uso de\nraciocínio analógico integrativo no âmbito do Direito Penal é\ninadmissível em hipótese em que haja prejuízo para o acusado\".\n     \"[...] havendo a presença de duas qualificadoras, uma deve ser\nutilizada para tipificar a conduta como furto qualificado, e a outra\nvalorada como agravante quando da confecção da segunda fase da\ndosimetria como agravante genérica, desde que não haja previsão\nlegal expressa, ou, de forma residual, na primeira etapa\ndosimétrica, como circunstância judicial negativa a fundamentar a\nmajoração da pena-base (AgRg no AREsp n. 1.570.541/SP, relatora\nMinistra Laurita Vaz, Sexta Turma, julgado em 20/10/2020, DJe de\n29/10/2020). De outra parte, havendo apenas duas qualificadoras,\nconsiderá-las para qualificar o tipo, aumentar a pena-base e agravar\na pena na segunda etapa da dosimetria é procedimento vedado pelo\nprincípio do non bis in idem\".",
  "termosAuxiliares" : null,
  "teseJuridica" : "\"A causa de aumento prevista no § 1° do art. 155 do Código Penal\n(prática do crime de furto no período noturno) não incide no crime\nde furto na sua forma qualificada (§ 4°)\".",
  "tema" : "Tema Repetitivo 1087\nSituação do tema: Acórdão Publicado",
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036", "LEG:FED DEL:002848 ANO:1940\n*****  CP-40    CÓDIGO PENAL\n        ART:00059 ART:00155 PAR:00001 PAR:00002 PAR:00004" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000818784",
  "numeroProcesso" : "1890981",
  "numeroRegistro" : "202002140433",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JOÃO OTÁVIO DE NORONHA",
  "dataPublicacao" : "DJE        DATA:27/06/2022",
  "ementa" : "RECURSO ESPECIAL REPRESENTATIVO DA CONTROVÉRSIA. DIREITO PENAL.\nFURTO. PRECEDENTE JUDICIAL VINCULATÓRIO. REEXAME DE ORIENTAÇÃO\nJURISPRUDENCIAL. NECESSIDADE. HERMENÊUTICA JURÍDICA. NÃO INCIDÊNCIA\nDA MAJORANTE DO REPOUSO NOTURNO NO FURTO QUALIFICADO. AUMENTO DE\nPENA EM RAZÃO DE FURTO COMETIDO DURANTE O REPOUSO NOTURNO.\nDESPROPORCIONALIDADE.\n1. Na formulação de precedente judicial, sobretudo diante de sua\ncarga vinculatória, as orientações jurisprudenciais, ainda que\nreiteradas, devem ser reexaminadas para que se mantenham ou se\nadéquem à possibilidade de evolução de entendimento.\n2.  A interpretação sistemática pelo viés topográfico revela que a\ncausa de aumento de pena relativa ao cometimento do crime de furto\ndurante o repouso noturno, prevista no art. 155, § 1º, do CP, não\nincide nas hipóteses de furto qualificado, previstas no art. 155, §\n4º, do CP.\n3. A pena decorrente da incidência da causa de aumento relativa ao\nfurto noturno nas hipóteses de furto qualificado resulta em\nquantitativo que não guarda correlação com a gravidade do crime\ncometido e, por conseguinte, com o princípio da proporcionalidade.\n4. Tese jurídica: A causa de aumento prevista no § 1° do art. 155 do\nCódigo Penal (prática do crime de furto no período noturno) não\nincide no crime de furto na sua forma qualificada (§ 4°).\n5. Recurso especial parcialmente provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220525",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da TERCEIRA SEÇÃO do Superior Tribunal de\nJustiça, retomado o julgamento, após o voto-vista regimental do Sr.\nMinistro João Otávio de Noronha (Relator), dando parcial provimento\nao recurso especial, por unanimidade, dar parcial provimento ao\nrecurso especial, fixando a seguinte tese: \"A causa de aumento\nprevista no § 1° do art. 155 do Código Penal (prática do crime de\nfurto no período noturno) não incide no crime de furto na sua forma\nqualificada (§ 4°)\".\nOs Srs. Ministros Sebastião Reis Júnior, Antonio Saldanha Palheiro,\nJoel Ilan Paciornik, Jesuíno Rissato (Desembargador Convocado do\nTJDFT) e Laurita Vaz votaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Ribeiro Dantas.\nAusentes, justificadamente, os Srs. Ministros Rogerio Schietti Cruz\ne Olindo Menezes (Desembargador Convocado do TRF 1ª Região).\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : null,
  "notas" : "Julgado conforme procedimento previsto para os Recursos Repetitivos\nno âmbito do STJ.",
  "informacoesComplementares" : "     \"[...] é razoável admitir a possibilidade de, diante das\ncircunstâncias fáticas, a prática do furto durante o período de\nrepouso noturno ser levada em consideração na dosimetria da pena. Em\noutras palavras, se a incidência da majorante no furto qualificado\nmostra-se excessiva, poderá ser utilizada como circunstância\njudicial negativa na primeira fase da dosimetria (art. 59 do CP).\nNessa oportunidade, o órgão julgador avaliará, sob a ótica de sua\ndiscricionariedade, o elemento relativo ao espaço temporal em que a\ninfração foi cometida, podendo, se assim considerar, analisar a\ncircunstância judicial referente às circunstâncias do crime com\nmaior reprovabilidade. Esse proceder possibilitaria calibrar a\nreprimenda de modo a atender o postulado da proporcionalidade diante\ndo caso concreto\".\n     \"Sob o prisma do princípio da taxatividade, como garantia\nexpressa do postulado da legalidade, deve-se entender que, ao ser\npositivada uma norma penal incriminadora - tal como uma causa de\naumento de pena -, deve ela ser clara e precisa com vistas a não\npermitir discricionariedades, bem como ser de fácil compreensão para\nos destinatários. Efetivamente, não há precisão e clareza desejáveis\nna proposição penal prevista no art. 155, § 1º, do CP quando se deve\ndefinir sua aplicabilidade tanto ao furto simples quanto ao furto\nqualificado. Restrita essa norma a indicar situação temporal em que\nhá aumento de pena, não se veem nela elementos que lhe confiram\nextensão para que incida nas hipóteses do furto qualificado\".\n     \"O privilégio previsto no § 2º do art. 155 e a causa de aumento\nrelativa ao furto noturno são hipóteses fático-jurídicas diversas. A\nprimeira refere-se a uma norma penal não incriminadora; a segunda, a\numa causa de aumento, uma norma penal incriminadora. Sendo o furto\nprivilegiado uma norma não incriminadora, pode comportar\nextensividade quando utilizado para integração do sistema jurídico\npenal. Já o furto cometido durante o repouso noturno, por ser uma\nnorma incriminadora, tem sua extensividade vedada, visto que tem por\nconsectário o agravamento da situação do réu. Com efeito, o uso de\nraciocínio analógico integrativo no âmbito do Direito Penal é\ninadmissível em hipótese em que haja prejuízo para o acusado\".",
  "termosAuxiliares" : null,
  "teseJuridica" : "\"A causa de aumento prevista no § 1° do art. 155 do Código Penal\n(prática do crime de furto no período noturno) não incide no crime\nde furto na sua forma qualificada (§ 4°)\".",
  "tema" : "Tema Repetitivo 1087\nSituação do tema: Acórdão Publicado",
  "referenciasLegislativas" : [ "LEG:FED DEL:002848 ANO:1940\n*****  CP-40    CÓDIGO PENAL\n        ART:00059 ART:00155 PAR:00001 PAR:00002 PAR:00004", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000818785",
  "numeroProcesso" : "1891007",
  "numeroRegistro" : "202002133733",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JOÃO OTÁVIO DE NORONHA",
  "dataPublicacao" : "DJE        DATA:27/06/2022",
  "ementa" : "RECURSO ESPECIAL REPRESENTATIVO DA CONTROVÉRSIA. DIREITO PENAL.\nFURTO. PRECEDENTE JUDICIAL VINCULATÓRIO. REEXAME DE ORIENTAÇÃO\nJURISPRUDENCIAL. NECESSIDADE. HERMENÊUTICA JURÍDICA. NÃO INCIDÊNCIA\nDA MAJORANTE DO REPOUSO NOTURNO NO FURTO QUALIFICADO. AUMENTO DE\nPENA EM RAZÃO DE FURTO COMETIDO DURANTE O REPOUSO NOTURNO.\nDESPROPORCIONALIDADE.\n1. Na formulação de precedente judicial, sobretudo diante de sua\ncarga vinculatória, as orientações jurisprudenciais, ainda que\nreiteradas, devem ser reexaminadas para que se mantenham ou se\nadéquem à possibilidade de evolução de entendimento.\n2.  A interpretação sistemática pelo viés topográfico revela que a\ncausa de aumento de pena relativa ao cometimento do crime de furto\ndurante o repouso noturno, prevista no art. 155, § 1º, do CP, não\nincide nas hipóteses de furto qualificado, previstas no art. 155, §\n4º, do CP.\n3. A pena decorrente da incidência da causa de aumento relativa ao\nfurto noturno nas hipóteses de furto qualificado resulta em\nquantitativo que não guarda correlação com a gravidade do crime\ncometido e, por conseguinte, com o princípio da proporcionalidade.\n4. Tese jurídica: A causa de aumento prevista no § 1° do art. 155 do\nCódigo Penal (prática do crime de furto no período noturno) não\nincide no crime de furto na sua forma qualificada (§ 4°).\n5. Recurso especial parcialmente provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220525",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da TERCEIRA SEÇÃO do Superior Tribunal de\nJustiça, retomado o julgamento, após o voto-vista regimental do Sr.\nMinistro João Otávio de Noronha (Relator), dando parcial provimento\nao recurso especial, por unanimidade, dar parcial provimento ao\nrecurso especial, fixando a seguinte tese: \"A causa de aumento\nprevista no § 1° do art. 155 do Código Penal (prática do crime de\nfurto no período noturno) não incide no crime de furto na sua forma\nqualificada (§ 4°)\".\nOs Srs. Ministros Sebastião Reis Júnior, Antonio Saldanha Palheiro,\nJoel Ilan Paciornik, Jesuíno Rissato (Desembargador Convocado do\nTJDFT) e Laurita Vaz votaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Ribeiro Dantas.\nAusentes, justificadamente, os Srs. Ministros Rogerio Schietti Cruz\ne Olindo Menezes (Desembargador Convocado do TRF 1ª Região).\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : null,
  "notas" : "Julgado conforme procedimento previsto para os Recursos Repetitivos\nno âmbito do STJ.",
  "informacoesComplementares" : "     \"[...] é razoável admitir a possibilidade de, diante das\ncircunstâncias fáticas, a prática do furto durante o período de\nrepouso noturno ser levada em consideração na dosimetria da pena. Em\noutras palavras, se a incidência da majorante no furto qualificado\nmostra-se excessiva, poderá ser utilizada como circunstância\njudicial negativa na primeira fase da dosimetria (art. 59 do CP).\nNessa oportunidade, o órgão julgador avaliará, sob a ótica de sua\ndiscricionariedade, o elemento relativo ao espaço temporal em que a\ninfração foi cometida, podendo, se assim considerar, analisar a\ncircunstância judicial referente às circunstâncias do crime com\nmaior reprovabilidade. Esse proceder possibilitaria calibrar a\nreprimenda de modo a atender o postulado da proporcionalidade diante\ndo caso concreto\".\n     \"Sob o prisma do princípio da taxatividade, como garantia\nexpressa do postulado da legalidade, deve-se entender que, ao ser\npositivada uma norma penal incriminadora - tal como uma causa de\naumento de pena -, deve ela ser clara e precisa com vistas a não\npermitir discricionariedades, bem como ser de fácil compreensão para\nos destinatários. Efetivamente, não há precisão e clareza desejáveis\nna proposição penal prevista no art. 155, § 1º, do CP quando se deve\ndefinir sua aplicabilidade tanto ao furto simples quanto ao furto\nqualificado. Restrita essa norma a indicar situação temporal em que\nhá aumento de pena, não se veem nela elementos que lhe confiram\nextensão para que incida nas hipóteses do furto qualificado\".\n     \"O privilégio previsto no § 2º do art. 155 e a causa de aumento\nrelativa ao furto noturno são hipóteses fático-jurídicas diversas. A\nprimeira refere-se a uma norma penal não incriminadora; a segunda, a\numa causa de aumento, uma norma penal incriminadora. Sendo o furto\nprivilegiado uma norma não incriminadora, pode comportar\nextensividade quando utilizado para integração do sistema jurídico\npenal. Já o furto cometido durante o repouso noturno, por ser uma\nnorma incriminadora, tem sua extensividade vedada, visto que tem por\nconsectário o agravamento da situação do réu. Com efeito, o uso de\nraciocínio analógico integrativo no âmbito do Direito Penal é\ninadmissível em hipótese em que haja prejuízo para o acusado\".",
  "termosAuxiliares" : null,
  "teseJuridica" : "\"A causa de aumento prevista no § 1° do art. 155 do Código Penal\n(prática do crime de furto no período noturno) não incide no crime\nde furto na sua forma qualificada (§ 4°)\".",
  "tema" : "Tema Repetitivo 1087\nSituação do tema: Acórdão Publicado",
  "referenciasLegislativas" : [ "LEG:FED DEL:002848 ANO:1940\n*****  CP-40    CÓDIGO PENAL\n        ART:00059 ART:00155 PAR:00001 PAR:00002 PAR:00004", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000816177",
  "numeroProcesso" : "725534",
  "numeroRegistro" : "202200513010",
  "siglaClasse" : "HC",
  "descricaoClasse" : "HABEAS CORPUS",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "RIBEIRO DANTAS",
  "dataPublicacao" : "DJE        DATA:01/06/2022",
  "ementa" : "HABEAS CORPUS SUBSTITUTIVO DE RECURSO PRÓPRIO. TRÁFICO DE DROGAS.\nCAUSA DE DIMINUIÇÃO DE PENA DO ART. 33, § 4º, DA LEI N. 11.343/2006.\nDIRETRIZES FIRMADAS NO ERESP 1.887.511/SP. USO APENAS SUPLETIVO DA\nQUANTIDADE E DA NATUREZA DA DROGA NA TERCEIRA FASE. PROPOSTA DE\nREVISÃO DE POSICIONAMENTO. MANUTENÇÃO DO ENTENDIMENTO CONSOLIDADO HÁ\nANOS PELAS CORTES SUPERIORES. ACOLHIDO NO ARE 666.334/AM PELO STF.\nEXPRESSIVA QUANTIDADE DE DROGA APREENDIDA. APLICAÇÃO DO REDUTOR EM\n1/6. ORDEM CONCEDIDA.\n1. Esta Corte - HC 535.063/SP, Terceira Seção, Rel. Ministro\nSebastião Reis Junior, julgado em 10/6/2020 - e o Supremo Tribunal\nFederal - AgRg no HC 180.365, Primeira Turma, Rel. Min. Rosa Weber,\njulgado em 27/3/2020; AgR no HC 147.210, Segunda Turma, Rel. Min.\nEdson Fachin, julgado em 30/10/2018 -, pacificaram orientação no\nsentido de que não cabe habeas corpus substitutivo do recurso\nlegalmente previsto para a hipótese, impondo-se o não conhecimento\nda impetração, salvo quando constatada a existência de flagrante\nilegalidade no ato judicial impugnado.\n2. A Terceira Seção desta Corte, no julgamento do Eresp\n1.887.511/SP, de Relatoria do Ministro JOÃO OTÁVIO DE NORONHA (em\n9/6/2021), fixou as seguintes diretrizes para a aplicação do art.\n33, § 4º, da Lei n. 11.343/2006.\n1 - a natureza e a quantidade das drogas apreendidas são fatores a\nserem necessariamente considerados na fixação da pena-base, nos\ntermos do art. 42 da Lei n. 11.343/2006.\n2 - sua utilização supletiva na terceira fase da dosimetria da pena,\npara afastamento da diminuição de pena prevista no § 3º do art. 33\nda Lei n. 11.343/2016, somente pode ocorrer quando esse vetor\nconjugado com outras circunstâncias do caso concreto que, unidas,\ncaracterizem a dedicação do agente à atividade criminosa ou a\nintegração a organização criminosa.\n3 - podem ser utilizadas para modulação da causa de diminuição de\npena prevista no § 4º do art. 33 da Lei n. 11.343/2006 quaisquer\ncircunstâncias judiciais não preponderantes, previstas no art. 59 do\nCódigo Penal, desde que não utilizadas na primeira etapa, para\nfixação da pena-base. (grifos no original).\n3. Embora tenha externado a minha opinião pessoal, inúmeras vezes,\nsobre a impossibilidade de se aplicar a minorante especial da Lei de\nDrogas nos casos de apreensões de gigantescas quantidades de drogas\n- p. ex. toneladas, 200 ou 300 kg - por ser deduzível que apenas\numa pessoa envolvida habitualmente com a traficância teria acesso a\nesse montante de entorpecente, a questão não merece discussão, uma\nvez que está superada, diante do posicionamento contrário do Supremo\nTribunal Federal. Precedentes.\n4. Todavia, proponho a revisão das orientações estabelecidas nos\nitens 1 e 2 do Eresp 1.887.511/SP, especificamente em relação à\naferição supletiva da quantidade e da natureza da droga na terceira\nfase da dosimetria.\n5. No julgamento do ARE 666.334/AM, de Relatoria do Ministro Gilmar\nMendes, o Pleno do STF, em análise da matéria reconhecida como de\nrepercussão geral, reafirmou a jurisprudência de que \"as\ncircunstâncias da natureza e da quantidade da droga apreendida devem\nser levadas em consideração apenas em uma das fases do cálculo da\npena\". O resultado do julgado foi assim proclamado:\nTese\nAs circunstâncias da natureza e da quantidade da droga apreendida\ndevem ser levadas em consideração apenas em uma das fases do cálculo\nda pena. Obs: Redação da tese aprovada nos termos do item 2 da Ata\nda 12ª Sessão Administrativa do STF, realizada em 09/12/2015.\nTema\n712 - Possibilidade, em caso de condenação pelo delito de tráfico de\ndrogas, de valoração da quantidade e da natureza da droga\napreendida, tanto para a fixação da pena-base quanto para a\nmodulação da causa de diminuição prevista no art. 33, § 4º, da Lei\n11.343/2006.\n6. Portanto, diante da orientação consolidada há tempos pelas Cortes\nSuperiores, proponho mantermos o posicionamento anterior, conforme\nacolhido no ARE 666.334/AM, sobre a possibilidade de valoração da\nquantidade e da natureza da droga apreendida, tanto para a fixação\nda pena-base quanto para a modulação da causa de diminuição prevista\nno art. 33, § 4º, da Lei 11.343/2006, neste último caso ainda que\nsejam os únicos elementos aferidos, desde que não tenham sido\nconsiderados na primeira fase do cálculo da pena.\n7. Precedentes recentes do STF no mesmo sentido: RHC 207256 AgR,\nRelator(a): ROSA WEBER, Primeira Turma, julgado em 18/12/2021; RHC\n192.643 AgR, Relator: GILMAR MENDES, Segunda Turma, julgado em\n24/5/2021).\n8. Hipótese em que o Juiz de origem afastou o redutor do tráfico\nprivilegiado por entender que a expressiva quantidade de droga\napreendida (147 quilos de maconha) não qualificaria o réu como\npequeno e iniciante no comércio ilícito de entorpecentes. Contudo, o\nSTF tem posicionamento firme de que \"A quantidade de droga\napreendida não é, por si só, fundamento idôneo para afastamento da\nminorante do art. 33, § 4º, da Lei 11.343/2006\" (RHC 138117 AgR,\nRelatora: ROSA WEBER, Primeira Turma, julgado em 15/12/2020,\npublicado em 6/4/2021).\n9. Assim, verificado o atendimento dos requisitos do art. 33, § 4º\nda Lei de Drogas, reduzo a pena em 1/6, atento ao disposto no art.\n42 da Lei n. 11.343.2006 (expressiva quantidade de droga apreendida\n- 147 quilos de maconha).\n10. Habeas corpus não conhecido. Ordem concedida, de ofício, a fim\nde reduzir a pena do ora agravante para 4 anos, 10 meses e 10 dias\nde reclusão, no regime inicial semiaberto, mais o pagamento de 486\ndias-multa.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220427",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção do Superior\nTribunal de Justiça, por maioria, não conhecer do habeas corpus,\nconcedendo a ordem, de ofício, para fazer incidir a causa de\ndiminuição de pena do art. 33, § 4º, da Lei n. 11.343/2006 na fração\nde 1/6, redimensionando a pena do paciente para 4 anos, 10 meses e\n10 dias de reclusão, portanto no regime inicial semiaberto, mais\npagamento de 486 dias-multa nos termos do voto do Sr. Ministro\nRelator. Votaram vencidos os Srs. Ministros Olindo Menezes\n(Desembargador Convocado do TRF 1ª Região) e João Otávio de Noronha.\nOs Srs. Ministros Antonio Saldanha Palheiro, Joel Ilan Paciornik,\nJesuíno Rissato (Desembargador Convocado do TJDFT), Laurita Vaz,\nSebastião Reis Júnior e Rogerio Schietti Cruz votaram com o Sr.\nMinistro Relator.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : "Aguardando análise.",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000819009",
  "numeroProcesso" : "1925861",
  "numeroRegistro" : "202100656713",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "LAURITA VAZ",
  "dataPublicacao" : "DJE        DATA:28/06/2022",
  "ementa" : "RECURSO ESPECIAL ADMITIDO COMO REPRESENTATIVO DA CONTROVÉRSIA.\nJULGAMENTO SUBMETIDO À SISTEMÁTICA DOS RECURSOS REPETITIVOS.\nEXECUÇÃO PENAL. PENA RESTRITIVA DE DIREITOS E PENA PRIVATIVA DE\nLIBERDADE. EXECUÇÃO SIMULTÂNEA. RECURSO ESPECIAL DESPROVIDO.\n1. A lei contempla a possibilidade de conversão da pena restritiva\nde direitos quando o apenado vem a ser posteriormente condenado à\npena privativa de liberdade. Inteligência dos arts. 44, § 5.º, do\nCódigo Penal e 181, § 1.º, e, da Lei n. 7.210/84.\n2. Os arts. 44, § 5.º, do Código Penal e 181, § 1.º, e, da Lei n.\n7.210/84, não amparam a conversão na situação inversa, qual seja,\naquela em que o apenado já se encontra em cumprimento de pena\nprivativa de liberdade e sobrevém nova condenação em que a pena\ncorporal foi substituída por pena alternativa.\n3. Em tais casos, a conversão não conta com o indispensável amparo\nlegal e ainda ofende a coisa julgada, tendo em vista que o benefício\nfoi concedido em sentença definitiva e, portanto, somente comporta\na conversão nas situações expressamente previstas em lei, em\nespecial no art. 44, §§ 4.º e 5.º, do Código Penal.\n 4. A pena restritiva de direitos serve como uma alternativa ao\ncárcere. Logo, se o julgador reputou adequada a concessão do\nbenefício, a situação do condenado não pode ser agravada por meio de\ninterpretação que amplia o alcance do § 5.º do art. 44 do Código\nPenal em seu prejuízo, notadamente à vista da possibilidade de\ncumprimento sucessivo das penas.\n5. Recurso especial desprovido, com a fixação da seguinte tese:\n\"Sobrevindo condenação por pena privativa de liberdade no curso da\nexecução de pena restritiva de direitos, as penas serão objeto de\nunificação, com a reconversão da pena alternativa em privativa de\nliberdade, ressalvada a possibilidade de cumprimento simultâneo aos\napenados em regime aberto e vedada a unificação automática nos casos\nem que a condenação substituída por pena alternativa é\nsuperveniente.\"",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220427",
  "decisao" : "Vistos, relatados e discutidos estes autos, acordam os Ministros da\nTerceira Seção do Superior Tribunal de Justiça, na conformidade dos\nvotos e das notas taquigráficas a seguir, retomado o julgamento,\napós o voto-vista (coletiva) do Sr. Ministro Joel Ilan Paciornik,\nacompanhando a divergência inaugurada pela Sra. Ministra Laurita\nVaz, negando provimento ao recurso especial, e os votos dos Srs.\nMinistros Antonio Saldanha Palheiro, Olindo Menezes (Desembargador\nConvocado do TRF 1ª Região), Jesuíno Rissato (Desembargador\nConvocado do TJDFT), João Otávio de Noronha e Rogerio Schietti Cruz\nno mesmo sentido, por maioria, negar provimento ao recurso especial,\nfixando a seguinte tese: \"Sobrevindo condenação por pena privativa\nde liberdade no curso da execução de pena restritiva de direitos, as\npenas serão objeto de unificação, com a reconversão da pena\nalternativa em privativa de liberdade, ressalvada a possibilidade de\ncumprimento simultâneo aos apenados em regime aberto e vedada a\nunificação automática nos casos em que a condenação substituída por\npena alternativa é superveniente\", nos termos do voto da Sra.\nMinistra Laurita Vaz, que lavrará o acórdão. Vencido o Ministro\nSebastião Reis Júnior (Relator), que dava provimento ao recurso\nespecial.\nVotaram com a Sra. Ministra Laurita Vaz (Relatora para acórdão) os\nSrs. Ministros Rogerio Schietti Cruz, Antonio Saldanha Palheiro,\nJoel Ilan Paciornik, Olindo Menezes (Desembargador Convocado do TRF\n1ª Região), Jesuíno Rissato (Desembargador Convocado do TJDFT) e\nJoão Otávio de Noronha. Votou vencido o Sr. Ministro Sebastião Reis\nJúnior (Relator).\nNão participou do julgamento o Sr. Ministro Ribeiro Dantas.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : "(VOTO VENCIDO - CONCURSO DE INFRAÇÕES - ART. 76 DO CP - APLICAÇÃO -\nRESTRIÇÃO - CONDENAÇÃO A PENAS PRIVATIVAS DE LIBERDADE DIFERENTES)\n   STJ - <<HC 464488>>-SP\n(VOTO VENCIDO - CUMPRIMENTO DE PENA PRIVATIVA DE LIBERDADE EM REGIME\nFECHADO OU INTERMEDIÁRIO - NOVA CONDENAÇÃO A PENAS RESTRITIVAS DE\nDIREITO - IMPOSSIBILIDADE DE CUMPRIMENTO SIMULTÂNEO - UNIFICAÇÃO DAS\nPENAS - ART. 76 DO CP - INAPLICABILIDADE)\n   STJ - <<HC 346851>>-RS,\n         <<HC 696993>>-SP\n(VOTO VENCIDO - CUMPRIMENTO DE PENAS RESTRITIVAS DE DIREITO - NOVA\nCONDENAÇÃO A PENA PRIVATIVA DE LIBERDADE - IMPOSSIBILIDADE DE\nCUMPRIMENTO SIMULTÂNEO - UNIFICAÇÃO DAS PENAS)\n   STJ - <<AgRg no AREsp 1700324>>-GO",
  "notas" : "Julgado conforme procedimento previsto para os Recursos Repetitivos\nno âmbito do STJ.",
  "informacoesComplementares" : "     \"[...] o art. 111 da Lei de Execução Penal em nenhum momento\ntrata de conversão de pena restritiva de direitos em privativa de\nliberdade, dispondo apenas que as penas de condenações diversas\ndevem ser somadas para fins de determinação do regime prisional.\n     [...] ao mencionar a finalidade desse somatório para definição\ndo regime prisional, a lei está tratando de penas privativas de\nliberdade, ou seja, de condenações que já se encontram impingidas\nsob o formato da pena corporal. Não é possível extrair do aludido\ndispositivo a imposição de conversão da pena alternativa, que,\nconforme apontado, somente pode ocorrer conforme o itinerário legal\npróprio dessa modalidade de pena\".\n     (VOTO VISTA) (MIN. JOEL ILAN PACIORNIK)\n     \"[...] a analogia e interpretação extensiva 'in malam partem'\nsão vedadas, como corolário do princípio magno da reserva legal,\ncuja expressão peculiar no direito penal é a congênere taxatividade.\n     Significa dizer que as normas penais incriminadoras, ou seja,\naquelas que preveem crimes e a eles cominam penas, bem assim, por\narrastamento, as relativas à execução penal, não são passíveis de\nintegração pela analogia [...]\".\n     \"[...] no concurso de infrações, executar-se-á primeiramente a\npena mais grave, compreendendo-se nesse cenário as penas privativas\nde liberdade (reclusão e detenção) e restritivas de direitos,\npermanecendo estas com o prazo prescricional suspenso enquanto\ninexequível o cumprimento concomitante em virtude da prisão do\napenado por outro motivo\".\n     (VOTO VENCIDO) (MIN. SEBASTIÃO REIS JÚNIOR)\n     \"[...] o art. 76 do Código Penal somente é aplicável ao\nconcurso de infrações quando as penas privativas de liberdade são\ndiferentes (detenção e reclusão)\".",
  "termosAuxiliares" : null,
  "teseJuridica" : "\"Sobrevindo condenação por pena privativa de liberdade no curso da\nexecução de pena restritiva de direitos, as penas serão objeto de\nunificação, com a reconversão da pena alternativa em privativa de\nliberdade, ressalvada a possibilidade de cumprimento simultâneo aos\napenados em regime aberto e vedada a unificação automática nos casos\nem que a condenação substituída por pena alternativa é\nsuperveniente.\"",
  "tema" : "Tema Repetitivo 1106\nSituação do tema: Acórdão Publicado",
  "referenciasLegislativas" : [ "LEG:FED DEL:002848 ANO:1940\n*****  CP-40    CÓDIGO PENAL\n        ART:00044 PAR:00003 PAR:00004 PAR:00005 ART:00076\n        ART:00116 PAR:ÚNICO", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00256 ART:0256X", "LEG:FED LEI:007210 ANO:1984\n*****  LEP-84    LEI DE EXECUÇÃO PENAL\n        ART:00111 ART:00181 PAR:00001 LET:E", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036 ART:01037" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000819010",
  "numeroProcesso" : "1918287",
  "numeroRegistro" : "202100233404",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "SEBASTIÃO REIS JÚNIOR",
  "dataPublicacao" : "DJE        DATA:28/06/2022",
  "ementa" : "RECURSO ESPECIAL ADMITIDO COMO REPRESENTATIVO DA CONTROVÉRSIA.\nJULGAMENTO SUBMETIDO À SISTEMÁTICA DOS RECURSOS REPETITIVOS.\nEXECUÇÃO PENAL. PENA RESTRITIVA DE DIREITOS E PENA PRIVATIVA DE\nLIBERDADE. EXECUÇÃO SIMULTÂNEA. RECURSO ESPECIAL DESPROVIDO.\n1. A lei contempla a possibilidade de conversão da pena restritiva\nde direitos quando o apenado vem a ser posteriormente condenado à\npena privativa de liberdade. Inteligência dos arts. 44, §5.º, do\nCódigo Penal e 181, §1.º, e, da Lei n. 7.210/84.\n2. Os arts. 44, §5.º, do Código Penal e 181, §1.º, e, da Lei n.\n7.210/84, não amparam a conversão na situação inversa, qual seja,\naquela em que o apenado já se encontra em cumprimento de pena\nprivativa de liberdade e sobrevém nova condenação em que a pena\ncorporal foi substituída por pena alternativa.\n3. Em tais casos, a conversão não conta com o indispensável amparo\nlegal e ainda ofende a coisa julgada, tendo em vista que o benefício\nfoi concedido em sentença definitiva e, portanto, somente comporta\na conversão nas situações expressamente previstas em lei, em\nespecial no art. 44, §§4.º e 5.º, do Código Penal.\n 4. A pena restritiva de direitos serve como uma alternativa ao\ncárcere. Logo, se o julgador reputou adequada a concessão do\nbenefício, a situação do condenado não pode ser agravada por meio de\ninterpretação que amplia o alcance do §5.º do art. 44 do Código\nPenal em seu prejuízo, notadamente à vista da possibilidade de\ncumprimento sucessivo das penas.\n5. Recurso especial desprovido, com a fixação da seguinte tese:\n\"Sobrevindo condenação por pena privativa de liberdade no curso da\nexecução de pena restritiva de direitos, as penas serão objeto de\nunificação, com a reconversão da pena alternativa em privativa de\nliberdade, ressalvada a possibilidade de cumprimento simultâneo aos\napenados em regime aberto e vedada a unificação automática nos casos\nem que a condenação substituída por pena alternativa é\nsuperveniente.\"",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220427",
  "decisao" : "Vistos, relatados e discutidos estes autos, acordam os Ministros da\nTerceira Seção do Superior Tribunal de Justiça, na conformidade dos\nvotos e das notas taquigráficas a seguir, retomado o julgamento,\napós o voto-vista (coletiva) do Sr. Ministro Joel Ilan Paciornik,\nacompanhando a divergência inaugurada pela Sra. Ministra Laurita\nVaz, negando provimento ao recurso especial, e os votos dos Srs.\nMinistros Antonio Saldanha Palheiro, Olindo Menezes (Desembargador\nConvocado do TRF 1ª Região), Jesuíno Rissato (Desembargador\nConvocado do TJDFT), João Otávio de Noronha e Rogerio Schietti Cruz\nno mesmo sentido, por maioria, negar provimento ao recurso especial,\nfixando a seguinte tese: \"Sobrevindo condenação por pena privativa\nde liberdade no curso da execução de pena restritiva de direitos, as\npenas serão objeto de unificação, com a reconversão da pena\nalternativa em privativa de liberdade, ressalvada a possibilidade de\ncumprimento simultâneo aos apenados em regime aberto e vedada a\nunificação automática nos casos em que a condenação substituída por\npena alternativa é superveniente, nos termos do voto da Sra.\nMinistra Laurita Vaz, que lavrará o acórdão. Vencido do Ministro\nSebastião Reis Júnior (Relator), que dava provimento ao recurso\nespecial.\nVotaram com a Sra. Ministra Laurita Vaz (Relatora para acórdão) os\nSrs. Ministros Rogerio Schietti Cruz, Antonio Saldanha Palheiro,\nJoel Ilan Paciornik, Olindo Menezes (Desembargador Convocado do TRF\n1ª Região), Jesuíno Rissato (Desembargador Convocado do TJDFT) e\nJoão Otávio de Noronha. Votou vencido o Sr. Ministro Sebastião Reis\nJúnior (Relator).\nNão participou do julgamento o Sr. Ministro Ribeiro Dantas.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : "(VOTO VENCIDO - CONCURSO DE INFRAÇÕES - ART. 76 DO CP - APLICAÇÃO -\nRESTRIÇÃO - CONDENAÇÃO A PENAS PRIVATIVAS DE LIBERDADE DIFERENTES)\n   STJ - <<HC 464488>>-SP\n(VOTO VENCIDO - CUMPRIMENTO DE PENA PRIVATIVA DE LIBERDADE EM REGIME\nFECHADO OU INTERMEDIÁRIO - NOVA CONDENAÇÃO A PENAS RESTRITIVAS DE\nDIREITO - IMPOSSIBILIDADE DE CUMPRIMENTO SIMULTÂNEO - UNIFICAÇÃO DAS\nPENAS - ART. 76 DO CP - INAPLICABILIDADE)\n   STJ - <<HC 346851>>-RS,\n         <<HC 696993>>-SP,\n         <<AgRg no HC 711780>>-MS,\n         <<HC 328983>>-SP\n(VOTO VENCIDO - CUMPRIMENTO DE PENAS RESTRITIVAS DE DIREITO - NOVA\nCONDENAÇÃO A PENA PRIVATIVA DE LIBERDADE - IMPOSSIBILIDADE DE\nCUMPRIMENTO SIMULTÂNEO - UNIFICAÇÃO DAS PENAS)\n   STJ - <<AgRg no AREsp 1700324>>-GO,\n         <<AgRg no REsp 1724650>>-MG",
  "notas" : "Julgado conforme procedimento previsto para os Recursos Repetitivos\nno âmbito do STJ.",
  "informacoesComplementares" : "     \"[...] o art. 111 da Lei de Execução Penal em nenhum momento\ntrata de conversão de pena restritiva de direitos em privativa de\nliberdade, dispondo apenas que as penas de condenações diversas\ndevem ser somadas para fins de determinação do regime prisional.\n     [...] ao mencionar a finalidade desse somatório para definição\ndo regime prisional, a lei está tratando de penas privativas de\nliberdade, ou seja, de condenações que já se encontram impingidas\nsob o formato da pena corporal. Não é possível extrair do aludido\ndispositivo a imposição de conversão da pena alternativa, que,\nconforme apontado, somente pode ocorrer conforme o itinerário legal\npróprio dessa modalidade de pena\".\n     (VOTO VISTA) (MIN. JOEL ILAN PACIORNIK)\n     \"[...] a analogia e interpretação extensiva 'in malam partem'\nsão vedadas, como corolário do princípio magno da reserva legal,\ncuja expressão peculiar no direito penal é a congênere taxatividade.\n     Significa dizer que as normas penais incriminadoras, ou seja,\naquelas que preveem crimes e a eles cominam penas, bem assim, por\narrastamento, as relativas à execução penal, não são passíveis de\nintegração pela analogia [...]\".\n     \"[...] no concurso de infrações, executar-se-á primeiramente a\npena mais grave, compreendendo-se nesse cenário as penas privativas\nde liberdade (reclusão e detenção) e restritivas de direitos,\npermanecendo estas com o prazo prescricional suspenso enquanto\ninexequível o cumprimento concomitante em virtude da prisão do\napenado por outro motivo\".\n     (VOTO VENCIDO) (MIN. SEBASTIÃO REIS JÚNIOR)\n     \"[...] o art. 76 do Código Penal somente é aplicável ao\nconcurso de infrações quando as penas privativas de liberdade são\ndiferentes (detenção e reclusão)\".\n     \"[...] independentemente de a condenação à reprimenda\nrestritiva de direitos ser anterior ou posterior à sanção privativa\nde liberdade, o único critério utilizável para manter a pena\nsubstitutiva é a compatibilidade de cumprimento simultâneo das\nreprimendas quando da unificação [...]\".",
  "termosAuxiliares" : null,
  "teseJuridica" : "\"Sobrevindo condenação por pena privativa de liberdade no curso da\nexecução de pena restritiva de direitos, as penas serão objeto de\nunificação, com a reconversão da pena alternativa em privativa de\nliberdade, ressalvada a possibilidade de cumprimento simultâneo aos\napenados em regime aberto e vedada a unificação automática nos casos\nem que a condenação substituída por pena alternativa é\nsuperveniente.\"",
  "tema" : "Tema Repetitivo 1106\nSituação do tema: Acórdão Publicado",
  "referenciasLegislativas" : [ "LEG:FED DEL:002848 ANO:1940\n*****  CP-40    CÓDIGO PENAL\n        ART:00044 PAR:00003 PAR:00004 ART:00076 ART:00116\n        PAR:ÚNICO", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00256 ART:0256X", "LEG:FED LEI:007210 ANO:1984\n*****  LEP-84    LEI DE EXECUÇÃO PENAL\n        ART:00111 ART:00181 PAR:00001 LET:E", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036 ART:01037" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000816567",
  "numeroProcesso" : "1984986",
  "numeroRegistro" : "202103172984",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "ROGERIO SCHIETTI CRUZ",
  "dataPublicacao" : "DJE        DATA:30/03/2022",
  "ementa" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. PARADIGMA PROFERIDO EM HABEAS CORPUS. INVIABILIDADE.\nDIVERGÊNCIA NÃO CONFIGURADA. AGRAVO NÃO PROVIDO.\n1. É pacífico o entendimento desta Corte de que acórdãos proferidos\nem habeas corpus não servem para comprovação da divergência.\n2. Agravo regimental não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220323",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Terceira Seção, por unanimidade, negar\nprovimento ao agravo regimental, nos termos do voto do Sr. Ministro\nRelator. Os Srs. Ministros Ribeiro Dantas, Antonio Saldanha\nPalheiro, Joel Ilan Paciornik, Jesuíno Rissato (Desembargador\nConvocado do TJDFT), Laurita Vaz, João Otávio de Noronha e Sebastião\nReis Júnior votaram com o Sr. Ministro Relator.\nAusente, justificadamente, o Sr. Ministro Olindo Menezes\n(Desembargador Convocado do TRF 1ª Região).\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : "(ACÓRDÃO PROFERIDO EM HABEAS CORPUS - DIVERGÊNCIA JURISPRUDENCIAL)\n   STJ - <<EREsp 1183134>>-SP,\n         <<AgRg nos EREsp 916675>>-RJ,\n         {{AgRg nos EDcl no AgRg nos EREs 612302}}-MA",
  "notas" : "Veja os  <<EDcl no AgRg nos EAREsp 1984986>> que foram acolhidos.",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
} ]