[ {
  "id" : "000819781",
  "numeroProcesso" : "178697",
  "numeroRegistro" : "202101037573",
  "siglaClasse" : "CC",
  "descricaoClasse" : "CONFLITO DE COMPETENCIA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "LAURITA VAZ",
  "dataPublicacao" : "DJE        DATA:27/06/2022",
  "ementa" : "CONFLITO NEGATIVO DE COMPETÊNCIA. PROCESSUAL PENAL. ESTELIONATO.\nCRIME QUE SE UTILIZOU DE IMAGENS DE DOCUMENTOS FEDERAIS PARA INDUZIR\nA VÍTIMA EM ERRO. INEXISTÊNCIA DE PREJUÍZO A INTERESSES, SERVIÇOS OU\nBENS DA UNIÃO. CONFLITO CONHECIDO PARA DECLARAR A COMPETÊNCIA DA\nJUSTIÇA ESTADUAL. CRIME PRATICADO MEDIANTE DEPÓSITO BANCÁRIO.\nSUPERVENIÊNCIA DA LEI N. 14.155/2021. PERSECUÇÃO PENAL EM FASE DE\nINQUÉRITO POLICIAL. NORMA PROCESSUAL. APLICAÇÃO IMEDIATA. CONFLITO\nCONHECIDO PARA DECLARAR COMPETENTE O JUÍZO DO DOMICÍLIO DA VÍTIMA.\n1. No caso, a Vítima direta do estelionato foi pessoa jurídica\nsediada na República Popular da China e a obtenção da vantagem\nilícita se deu nos Estados Unidos da América. Para a prática do\ndelito, os criminosos se fizeram passar por agentes de empresa\nbrasileira sediada no Estado do Paraná. Não há notícia sobre a\nautoria delitiva ou mesmo a nacionalidade dos eventuais autores,\ntampouco onde teriam sido praticados os atos executórios, todos\nrealizados por meios eletrônicos, a exceção de contato com telefone\nda cidade de São Paulo - SP.\n2. Embora o estelionatário tenha se utilizado de imagens digitais\nadulteradas de passaporte válido de terceiro e documentos emitidos\npor órgão públicos federais para, induzindo a vítima em erro,\nreceber depósito de valores em conta corrente no exterior, inexiste\nevidência de prejuízo a interesses, bens ou serviços da União, pois\nnão houve falsificação de passaporte, como informou a própria\nPolícia Federal, mas sim a remessa, por meio eletrônico, de uma\nimagem de adulterada de documento válido, com a finalidade de\nenganar o destinatário.\n3. Do mesmo modo, a falsificação de selo ou sinal público (art. 296\ndo Código Penal)  teria sido utilizada para dar falsa aparência de\nregularidade ao negócio fraudulento, em prejuízo da empresa vítima,\no que não implica em lesão aos interesses do Ministério da\nAgricultura, consoante precedentes desta Corte Superior. Logo, por\nvia de consequência, falece competência à Justiça Federal para\nprocessar o julgar o feito.\n4. Afastada a competência da Justiça Federal, urge fixar o Juízo\nEstadual competente para processar o feito. Nos termos do art. 70, §\n4.º, do Código de Processo Penal, com a redação atribuída pela Lei\nn. 14.155/2021, a competência será definida pelo local do domicílio\nda vítima no caso de crime de estelionato praticado mediante\ndepósito, transferência de valores ou cheque sem provisão de fundos\nem poder do sacado ou com o pagamento frustrado.\n5. Conflito conhecido para declarar competente o Juízo Estadual da\nComarca de Guararapes - PE, onde se situa a representação da Empresa\nVítima no Brasil.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220622",
  "decisao" : "Vistos, relatados e discutidos estes autos, acordam os Ministros da\nTerceira Seção do Superior Tribunal de Justiça, na conformidade dos\nvotos e das notas taquigráficas a seguir, por unanimidade, conhecer\ndo conflito e declarar competente o Juízo Estadual da Comarca de\nGuararapes - PE, onde se situa a representação da Empresa Vítima no\nBrasil, nos termos do voto da Sra. Ministra Relatora. Os Srs.\nMinistros Sebastião Reis Júnior, Rogerio Schietti Cruz, Ribeiro\nDantas, Joel Ilan Paciornik, Olindo Menezes (Desembargador Convocado\ndo TRF 1ª Região) e Jesuíno Rissato (Desembargador Convocado do\nTJDFT) votaram com a Sra. Ministra Relatora.\nAusentes, justificadamente, os Srs. Ministros João Otávio de Noronha\ne Antonio Saldanha Palheiro.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : "(FALSIFICAÇÃO DE SELO OU SINAL PÚBLICO - UTILIZAÇÃO PARA DAR FALSA\nAPARÊNCIA DE REGULARIDADE AO NEGÓCIO FRAUDULENTO - COMPETÊNCIA DA\nJUSTIÇA FEDERAL AFASTADA)\n   STJ - {{CC 171080}}-DF\n(FALSIFICAÇÃO DE SELO OU SINAL PÚBLICO - COMPETÊNCIA DA JUSTIÇA\nCOMUM)\n   STJ - <<CC 150625>>-GO,\n         <<AgRg no CC 148135>>-SC,\n         <<AgRg no CC 181690>>-PB\n(LEI N. 14.155/2021 - ART. 70, § 4º DO CPP - NORMA PROCESSUAL -\nAPLICAÇÃO IMEDIATA - PRINCÍPIO TEMPUS REGIT ACTUM)\n   STJ - <<CC 181726>>-PR,\n         <<CC 180260>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEL:002848 ANO:1940\n*****  CP-40    CÓDIGO PENAL\n        ART:00171 ART:00296", "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00070 PAR:00004\n(§ 4º, ART. 70, COM A REDAÇÃO DADA PELA LEI 14.155/2021)", "LEG:FED LEI:014155 ANO:2021" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000820084",
  "numeroProcesso" : "182880",
  "numeroRegistro" : "202103021339",
  "siglaClasse" : "AgRg no CC",
  "descricaoClasse" : "AGRAVO REGIMENTAL NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JOEL ILAN PACIORNIK",
  "dataPublicacao" : "DJE        DATA:27/06/2022",
  "ementa" : "AGRAVO REGIMENTAL NO CONFLITO NEGATIVO DE COMPETÊNCIA. INCIDENTE\nINSTAURADO ENTRE O JUÍZO DE DIREITO DA 1ª VARA CRIMINAL DE\nSALVADOR/BA E O TRIBUNAL REGIONAL FEDERAL DA PRIMEIRA REGIÃO - TRF\n1. PLEITO DE INTIMAÇÃO DO INTERESSADO NO CONFLITO DE COMPETÊNCIA.\nAUSÊNCIA DE DIREITO SUBJETIVO. AGRAVO REGIMENTAL INTERPOSTO POR\nINVESTIGADO. LEGITIMIDADE. INQUÉRITO POLICIAL E PEDIDO DE BUSCA E\nAPREENSÃO. SUPOSTA FRAUDE EM LICITAÇÕES. DEMOLIÇÃO E RECONSTRUÇÃO DO\nESTÁDIO DE FUTEBOL ARENA ESPORTIVA FONTE NOVA. RECURSOS FEDERAIS\nFISCALIZÁVEIS PELO TRIBUNAL DE CONTAS DA UNIÃO - TCU. CONDIÇÃO DE\nGARANTIDORA DA UNIÃO. COMPETÊNCIA FEDERAL CARACTERIZADA.\nPOSSIBLIDADE DE A UNIÃO SER RESSARCIDA PELO ENTE FEDERATIVO.\nIRRELEVÂNCIA. AUSÊNCIA DE FORO ESPECIAL POR PRERROGATIVA DE FUNÇÃO.\nPOSSIBILIDADE DE FIXAÇÃO DE COMPETÊNCIA DE TERCEIRO JUÍZO.\nCOMPETÊNCIA DA JUSTIÇA FEDERAL DE PRIMEIRO GRAU. AGRAVO REGIMENTAL\nIMPROVIDO.\n1. \"Conforme jurisprudência desta Corte, o conflito de competência\ntem natureza de incidente processual, não recursal, destinado à\nsolução de divergência sobre o órgão competente para o exercício da\natividade jurisdicional. Por isso, não há litígio nem direito\nsubjetivo a ser tutelado que justifique a intervenção de eventuais\ninteressados, inexistindo previsão legal de intimação dos\ninteressados para manifestação\" (AgRg no CC n. 175.871/GO, relator\nMinistro Ribeiro Dantas, Terceira Seção, DJe de 12/2/2021).\n2. De toda sorte, tendo em vista que o interessado pode interpor\nconflito de competência (art. 115, I, do Código de Processo Penal -\nCPP e art. 195 do Regimento Interno do Superior Tribunal de Justiça\n- RISTJ), por decorrência lógica possui legitimidade para interpor o\npresente agravo regimental. \"Possui legitimidade para interpor o\nagravo a parte denunciada na ação penal, ainda que o conflito não\ntenha sido por ela suscitado\" (AgRg no CC 150.024/DF, Rel. Ministro\nANTONIO SALDANHA PALHEIRO, TERCEIRA SEÇÃO, DJe 13/11/2017).\n3. Consta dos autos que, em 22/5/2017, foi judicializado, perante o\nTribunal Regional Federal da Primeira Região - TRF 1 o Inquérito\nPolicial n. 0024644-46.2017.4.01.0000/BA instaurado pela\nSuperintendência da Polícia Federal no Estado da Bahia com a\nfinalidade de apurar a suposta existência de fraudes nas licitações\nrealizadas para contração de serviços de demolição e posterior\nreconstrução do estádio de futebol denominado Arena Esportiva Fonte\nNova, localizado no município de Salvador/BA.\n4. O núcleo da controvérsia consiste em definir o Juízo competente\npara a persecução penal (Inquérito Policial n.\n0024644-46.2017.4.01.0000/BA e Pedido de Busca e Apreensão Criminal\nn. 0002451-03.2018.4.01.0000/BA). De um lado o TRF 1 alega que \"não\nobstante os recursos para a construção do estádio Arena Fonte Nova\nsejam, em sua maior parte, oriundos de empresa pública federal, a\nnatureza da relação jurídica que vincula o Estado da Bahia, o BNDES\ne a União, é de mútuo com garantia fidejussória, com clara evidência\nde que o valor deverá necessariamente ser ressarcido pelo ente\nfederativo\". Sustenta, também, que incide da espécie, mutatis\nmutandi, a ratio essendi da Súmula n. 209 do Superior Tribunal de\nJustiça - STJ. A Corte Regional Federal aduz, ainda, que \"conforme\nficou estabelecido no julgamento da QO no IP n.°\n002754-17.2018.4.01.0000/AC, que passou a adotar a interpretação\ndada pelo Supremo Tribunal Federal na QO na AP 937 e pelo Superior\nTribunal de Justiça na QO na AP n.º 857, o foro especial por\nprerrogativa de função perante este Tribunal somente se aplica aos\ncrimes cometidos durante o exercício do cargo e nas hipóteses\nrelacionadas às funções desempenhadas\".\nDe outro lado, Juízo de Direito da 1ª Vara Criminal de Salvador/BA\nalega competência da Justiça Federal \"em razão de o Decreto no\n4.418/2002 prever que a totalidade das ações que compõem o capital\nsocial do BNDES é de domínio da União, seja em razão de ter sido\ncelebrado contrato de garantia entre União, BNDES e Estado da Bahia,\nem que a União é a garantidora do financiamento entabulado pelos\noutros dois, ainda que o empréstimo tenha sido feito pelo BNDES ao\nEstado da Bahia e seja este responsável pelo ressarcimento, bem como\nem razão de não haver confusão entre os valores quanto à sua origem,\numa vez que foi aberta conta no BNDES especialmente para depósito\ndas parcelas do financiamento\". O Magistrado estadual também\nargumenta que \"o TCU fiscalizou a atuação do BNDES, o que denota\ninteresse federal no emprego regular de verbas oriundas da referida\nempresa pública\".\n5. A decisão monocrática que fixou a competência de Juízo Federal de\nPrimeiro Grau atuante em Salvador - SJ/BA deve ser mantida.\nPrimeiramente, observe-se que o Tribunal de Contas da União - TCU\nteve a responsabilidade de fiscalizar os financiamentos realizados\npelo BNDES quando dos incentivos de obras necessárias à realização\nda Copa do Mundo FIFA 2014.\n\"O fato de a verba repassada ser proveniente de recursos federais\nfiscalizáveis pelo TCU basta para afirmar a existência de interesse\nda União e a consequente competência da Justiça Federal para\napreciar os autos. Precedentes da Suprema Corte\" (STF - EDcl no AgRg\nno Recurso Extraordinário 669.952/BA, Tribunal Pleno, Relator Min.\nDIAS TOFFOLI, DJe de 24/11/2016). No mesmo sentido: STJ, RHC n.\n147.467/SC, de minha relatoria, Quinta Turma, DJe de 25/10/2021.\n6. Ademais, na espécie, a Corte Federal afirma existir cláusula\ncontratual no sentido de que, em caso de inadimplemento, a União\nquitará o valor e irá se sub-rogar nos direitos do BNDES contra o\nente federativo. Neste ponto, observe-se que possibilidade de a\nUnião futuramente ser ressarcida pelo ente federativo não tem o\ncondão de afastar seu interesse na persecução penal, porquanto, para\nque possa se sub-rogar nos direitos do BNDES, deverá suportar o ônus\nfinanceiro de quitar a dívida.\n7. Destarte, no contexto dos autos, que tem como particularidade o\nfato de a União ser garantidora, a alegação de que os valores já\nforam incorporados ao ente federativo são insuficientes para afastar\na competência da Justiça Federal.\nAssim, fazendo-se as adaptações necessárias, não incide no caso\nconcreto o teor da Súmula n. 209/STJ segundo a qual \"compete à\nJustiça Estadual processar e julgar prefeito por desvio de verba\ntransferida e incorporada ao patrimônio municipal\", mas sim a Súmula\nn. 208/STJ, a qual estabelece que \"compete à Justiça Federal\nprocessar e julgar Prefeito Municipal por desvio de verba sujeita à\nprestação de contas perante órgão federal\".\n8. Na hipótese de haver recursos federais captados junto ao BNDES,\nconjugada a circunstância de a União figurar como como garantidora\ndos empréstimos, deve ser reconhecida a competência da Justiça\nFederal. Precedente: AgInt na APn 898/DF, Rel. Ministro MAURO\nCAMPBELL MARQUES, Corte Especial, DJe 11/9/2018.\n9. Embora a existência de recursos provenientes do BNDES, por si,\nnão seja suficiente para atrair a competência federal (RHC n.\n42.595/MT, Rel. Ministro Felix Fischer, DJe 2/2/2015), na\nsingularidade do caso concreto, a condição de garantidora da União\n(ainda que com possibilidade de obtenção de ressarcimento pelo ente\nfederativo) é suficiente para caracterizar a competência da Justiça\nFederal.\nNo mesmo sentido, veja-se decisão monocrática da lavra do ilustre\nMinistro ROGERIO SCHIETTI CRUZ proferida no CC 168949/SP, DJe\n11/2/2020.\n10. \"A jurisprudência tem reconhecido a possibilidade de declaração\nda competência de um terceiro juízo que não figure no conflito de\ncompetência em julgamento, quer na qualidade de suscitante, quer na\nqualidade de suscitado\" (CC 168.575/MS, Rel. Ministro REYNALDO\nSOARES DA FONSECA, TERCEIRA SEÇÃO, DJe 14/10/2019).\n11 . Considerando estar configurado o interesse da União e que, no\ncaso dos autos, está afastado o foro por prerrogativa de função, a\ndecisão agravada deve ser mantida.\n12. Agravo regimental ao qual se nega provimento, para se manter a\ncompetência de Juízo Federal de Primeiro Grau atuante em Salvador -\nSJ/BA, a quem couber a distribuição do feito.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220622",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Terceira Seção, por unanimidade, negar\nprovimento ao agravo regimental para manter a competência de Juízo\nFederal de Primeiro Grau atuante em Salvador - SJ/BA, a quem couber\na distribuição do feito, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Jesuíno Rissato (Desembargador Convocado do\nTJDFT), Laurita Vaz, Sebastião Reis Júnior, Rogerio Schietti Cruz e\nRibeiro Dantas votaram com o Sr. Ministro Relator.\nImpedido o Sr. Ministro Olindo Menezes (Desembargador Convocado do\nTRF 1ª Região).\nAusentes, justificadamente, os Srs. Ministros João Otávio de Noronha\ne Antonio Saldanha Palheiro.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : "(CONFLITO  DE COMPETÊNCIA  EM  JULGAMENTO - TERCEIRO  JUÍZO  QUE\nNÃO  FIGURE  NO CONFLITO)\n   STJ - <<CC 163420>>-PR,\n         <<CC 168575>>-MS\n(RECURSOS  PROVENIENTES  DO BNDES - SINGULARIDADE OU ESPECIFICIDADE\nDO CASO)\n   STJ - <<RHC 42595>>-MT,\n         {{CC 168949}}-SP\n(RECURSOS FEDERAIS CAPTADOS JUNTO AO BNDES - UNIÃO COMO GARANTIDORA)\n   STJ - <<AgInt na APn 898>>-DF\n(RECURSOS REPASSADOS PARA O ENTE FEDERATIVO - FISCALIZAÇÃO PELO TCU\n- INTERESSE DA UNIÃO - COMPETÊNCIA DA JUSTIÇA FEDERAL)\n   STJ - <<RHC 147467>>-SC\n   STF - [[EDcl no AgRg no Recurso Extrao 669952]]-BA\n(CONFLITO  DE COMPETÊNCIA - AGRAVO REGIMENTAL - LEGITIMIDADE PARA\nINTERPOSIÇÃO)\n   STJ - <<AgRg no CC 150024>>-DF,\n         <<AgRg no CC 143256>>-RO\n(CONFLITO  DE COMPETÊNCIA - NATUREZA  DE  INCIDENTE  PROCESSUAL  -\nLITÍGIO  E DIREITO SUBJETIVO  - INTERVENÇÃO  DE  INTERESSADOS)\n   STJ - <<AgRg no CC 175871>>-GO",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000209", "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00109 INC:00001 INC:00004", "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00115 INC:00001", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00195" ],
  "acordaosSimilares" : [ "AgRg no CC  182880  BA  2021/0302133-9  Decisão:22/06/2022\nDJE        DATA:27/06/2022" ]
}, {
  "id" : "000820282",
  "numeroProcesso" : "1821235",
  "numeroRegistro" : "202100208856",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "LAURITA VAZ",
  "dataPublicacao" : "DJE        DATA:27/06/2022",
  "ementa" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. CRIMES CONTRA A ORDEM TRIBUTÁRIA. ACÓRDÃO EMBARGADO QUE\nENTENDEU PELA CONTINUIDADE DELITIVA. PRETENDIDO RECONHECIMENTO DE\nCONCURSO MATERIAL. PARADIGMAS QUE TRATARAM DE CRIMES DE ESTUPRO DE\nVULNERÁVEL E ATENTADO VIOLENTO AO PUDOR. MANIFESTA AUSÊNCIA DE\nSIMILITUDE FÁTICO-JURÍDICA ENTRE OS CASOS COMPARADOS. EMBARGOS DE\nDIVERGÊNCIA LIMINARMENTE INDEFERIDOS. AGRAVO REGIMENTAL DESPROVIDO.\n1. Pretende o Embargante/Agravante o reconhecimento de cúmulo\nmaterial, afastando o crime continuado, a partir da comparação entre\ncrimes sexuais e crimes tributários, ao argumento de não ser\npossível o reconhecimento da ficção da continuidade delitiva em\nlapso temporal acima de 30 dias.\n2. Não há nenhuma dissidência de tese jurídica, porquanto os arestos\ncomparados trataram de situações fático-jurídicas absolutamente\ndiversas, insuscetíveis de subsidiar a arguição de dissenso\njurisprudencial em embargos de divergência.\n3. Os embargos de divergência - recurso de fundamentação vinculada e\nde cognição restrita - têm como fim precípuo uniformizar a\njurisprudência do Tribunal, não se prestam a mero rejulgamento da\ncausa pela Seção ou Corte Especial, como fosse via recursal\nordinária interna, para se corrigir pretensos erros ou incorreções\ndos demais órgãos fracionários. É requisito elementar de\nadmissibilidade do recurso haver soluções jurídicas diversas a\npartir da análise de casos fático-processuais semelhantes, o que\ndeve ser demonstrado com o cotejo analítico entre os julgados\ncomparados, consoante disposto no art. 1.043, § 4º, do Código de\nProcesso Civil e do art. 266, caput, do Regimento Interno do\nSuperior Tribunal de Justiça.\n4. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220622",
  "decisao" : "Vistos, relatados e discutidos estes autos, acordam os Ministros da\nTerceira Seção do Superior Tribunal de Justiça, na conformidade dos\nvotos e das notas taquigráficas a seguir, por unanimidade, negar\nprovimento ao agravo regimental, nos termos do voto da Sra. Ministra\nRelatora. Os Srs. Ministros Sebastião Reis Júnior, Rogerio Schietti\nCruz, Ribeiro Dantas, Joel Ilan Paciornik, Olindo Menezes\n(Desembargador Convocado do TRF 1ª Região) e Jesuíno Rissato\n(Desembargador Convocado do TJDFT) votaram com a Sra. Ministra\nRelatora.\nAusentes, justificadamente, os Srs. Ministros João Otávio de Noronha\ne Antonio Saldanha Palheiro.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - SIMILITUDE FÁTICO-JURÍDICA)\n   STJ - <<AgInt nos EAREsp 1326355>>-SP,\n         <<AgInt nos EAREsp 805488>>-SP,\n         <<AgInt nos EREsp 1517101>>-PE",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01043 PAR:00004", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000819512",
  "numeroProcesso" : "1954997",
  "numeroRegistro" : "202102712667",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "RIBEIRO DANTAS",
  "dataPublicacao" : "DJE        DATA:01/07/2022",
  "ementa" : "PENAL. RECURSO ESPECIAL SUBMETIDO AO RITO DOS RECURSOS REPETITIVOS.\nESTUPRO DE VULNERÁVEL (ART. 217-A DO CP). DESCLASSIFICAÇÃO PARA O\nCRIME DE IMPORTUNAÇÃO SEXUAL  (ART. 215-A DO CP). EVOLUÇÃO HISTÓRICA\nDA PROTEÇÃO DAS CRIANÇAS E DOS ADOLESCENTES. DOUTRINA DA PROTEÇÃO\nINTEGRAL. TRATADOS INTERNACIONAIS. CONFLITO APARENTE DE NORMAS.\nPRINCÍPIOS DA ESPECIALIDADE E DA SUBSIDIARIEDADE. RESERVA DE\nPLENÁRIO. PRINCÍPIO DA PROPORCIONALIDADE. MANDAMENTO DE\nCRIMINALIZAÇÃO. IMPOSSIBILIDADE DA DESCLASSIFICAÇÃO. RECURSO\nESPECIAL PROVIDO.\n1. De maneira ampla, a Medicina Legal define o abuso sexual infantil\ncomo \"toda e qualquer exploração do menor pelo adulto que tenha por\nfinalidade direta ou indireta a obtenção do prazer lascivo\"\n(FRANÇA, Genival Veloso. Medicina legal. 11ª ed. Rio de Janeiro:\nGuanabara Koogan, 2017, p. 250). Nesse sentido, não há meio-termo. O\nadulto que explora um menor com a finalidade de obter prazer\nsexual, direto ou indireto, está a praticar ato abusivo.\n2. Nesse ponto, é importante ressaltar que o abuso sexual contra o\npúblico infantojuvenil é uma realidade que insiste em perdurar ao\nlongo do tempo. A grande dificuldade desse problema, porém, é\ndimensioná-lo, pois uma parte considerável dos delitos \"ocorrem no\ninterior dos lares, que permanecem recobertos pelo silêncio das\nvítimas\". Há uma elevada taxa de cifra negra nas estatísticas. Além\ndo natural medo de contar para os pais (quando estes não são os\npróprios agressores), não raro essas vítimas sequer \"possuem a\ncompreensão adequada da anormalidade da situação vivenciada.\"\n(BIANCHINI, A.; MARQUES, I. L.; ROSSATO, L. A.; SILVA, L. P. E.;\nGOMES, L. F.; LÉPORE, P. E.; CUNHA, R. S. Pedofilia e abuso sexual\nde crianças e adolescentes. São Paulo: Saraiva, 2013, e-book,\nIntrodução, cap. 1).\n3. Nessa senda, revela-se importante observar que nem sempre se\nentendeu a criança e o adolescente como sujeito histórico e de\ndireitos. Em verdade, a proteção às crianças e aos adolescentes é\nfenômeno histórico recente. \"A família não percebia as necessidades\nespecíficas das crianças, não as via como um ser com peculiaridades\ne que precisavam de atendimento diferenciado. [...] a única\ndiferença entre o adulto e a criança era o tamanho, a estatura, pois\nassim que apresentavam certa independência física, já eram\ninseridas no trabalho, juntamente com os adultos. Os pais contavam\ncom a ajuda de seus filhos para realizar plantações, a produção de\nalimentos nas próprias terras, pescas, caças, por isso, assim que\nseus filhos tinham condições de se manterem em pé, já contribuíam\npara o sustento da família.\" (HENICK, Angelica Cristina. FARIA,\nPaula Maria Ferreira de. História da Infância no Brasil. Educere,\n2022. Disponível em: <https://educere.bruc.com.\nbr/arquivo/pdf2015/19131_8679.pdf>. Acesso em: 7/1/2022).\n4. Diante de um cenário de exposição e vulnerabilidade passando para\numa perspectiva protetiva, alguns autores verificam uma correlação\nentre o reconhecimento pelo Estado da violência intrafamiliar e o\nmovimento feminista. Dizem que esse movimento, \"ao enfrentar o\ndenominado modelo patriarcal de família, acaba por desvelar inúmeras\nformas de violência, que permaneciam encobertas pelo manto do\nsilêncio\". (MACIEL, K. R. F. L. A. Curso de direito da criança e do\nadolescente. 13. ed. São Paulo: Saraiva, 2021, e-book, parte I, cap.\nI).\n5. Verificou-se, portanto, uma modificação de paradigmas sociais,\nque refletiu no Direito. E é nessa perspectiva que se deve ressaltar\na importância de o Direito estar atento à complexidade da vida\nsocial. \"Muitos dos argumentos defendidos por tantos anos já estão\nsuperados. [...] O histórico da Criminologia revela muito sobre a\nsuperação de paradigmas e axiomas\", um exemplo disso é o\nreconhecimento da violência doméstica e familiar. O lar, que era até\nentão considerado um local seguro (ao contrário das ruas, do lado\nde fora), passa a ser palco do drama criminal. (BIANCHINI, A.;\nMARQUES, I. L.; ROSSATO, L. A.; SILVA, L. P. E.; GOMES, L. F.;\nLÉPORE, P. E.; CUNHA, R. S. Pedofilia e abuso sexual de crianças e\nadolescentes. São Paulo: Saraiva, 2013, e-book, Introdução). O fato\nde a violência dentro dos lares ser reconhecida pelo Estado não\nsignificou a criação dessa violência. Em verdade, ela sempre\nexistiu, mas permanecia no silêncio entre os familiares e na\nindiferença institucional. O que era para servir de apoio violentava\nou ignorava.\n6. Nesse passo, Andréa Rodrigues Amin lembra que \"vivemos um momento\nsem igual no plano do direito infantojuvenil. Crianças e\nadolescentes ultrapassam a esfera de meros objetos de 'proteção' e\n'tutela' pela família e pelo Estado e passam à condição de sujeitos\nde direito, beneficiários e destinatários imediatos da doutrina da\nproteção integral.\" (MACIEL, K. R. F. L. A. Curso de direito da\ncriança e do adolescente. 13. ed. São Paulo: Saraiva, 2021, e-book,\nparte I, cap. I). O Estado não é mais indiferente ao que acontece no\ninterior dos lares com as crianças e com os adolescentes. Porém,\nreforce-se, que isso é relativamente recente.\n7. Toda essa evolução é verificada no Brasil, como um reflexo de um\nmovimento internacional pela proteção das crianças. Chamando a\natenção para a importância dos instrumentos internacionais na\npositivação e na interpretação do direito penal pátrio, o em.\nMinistro João Otávio de Noronha, em voto lapidar no EREsp n.\n1.530.637/SP, lembra que o Brasil está obrigado, perante seus pares,\na adotar medidas legislativas para proteger às crianças (todos\naqueles com menos de 18 anos completos) de qualquer forma de abuso\nsexual.\n8. Este Superior Tribunal de Justiça, em várias oportunidades, já se\nmanifestou no sentido de que a prática de qualquer ato libidinoso,\ncompreendido como aquele destinado à satisfação da lascívia, com\nmenor de 14 anos, configura o delito de estupro de vulnerável (art.\n217-A do CP). Não se prescinde do especial fim de agir: \"para\nsatisfazer à lascívia\". Porém, não se tolera as atitudes\nvoluptuosas, por mais ligeiras que possam parecer. Em alguns\nprecedentes, ressaltou-se até mesmo que o delito prescinde inclusive\nde contato físico entre vítima e agressor.\n9. Com efeito, a pretensão de se desclassificar a conduta de violar\na dignidade sexual de pessoa menor de 14 anos para uma contravenção\npenal (punida, no máximo, com pena de prisão simples) já foi\nreiteradamente rechaçada pela jurisprudência desta Corte.\n10. A superveniência do art. 215-A do CP (crime de importunação\nsexual) trouxe novamente a discussão à tona, mas o conflito aparente\nde normas é resolvido pelo princípio da especialidade do art. 217-A\ndo CP, que possui o elemento especializante \"menor de 14 anos\", e\ntambém pelo princípio da subsidiariedade expressa do art. 215-A do\nCP, conforme se verifica de seu preceito secundário in fine.\n11. Além disso, a cogência do art. 217-A do CP não pode ser afastada\nsem a observância do princípio da reserva de plenário pelos\ntribunais (art. 97 da CR).\n12. Não é só. Desclassificar a prática de ato libidinoso com pessoa\nmenor de 14 anos para o delito do art. 215-A do CP, crime de médio\npotencial ofensivo que admite a suspensão condicional do processo,\ndesrespeitaria ao mandamento constitucional de criminalização do\nart. 227, §4º, da CRFB, que determina a punição severa do abuso ou\nexploração sexual de crianças e adolescentes. Haveria também\ndescumprimento a tratados internacionais.\n13. De fato, de acordo com a convicção pessoal desta Relatoria, o\nlegislador pátrio poderia, ou mesmo deveria, promover uma graduação\nentre as espécies de condutas sexuais praticadas em face de pessoas\nvulneráveis, seja por meio de tipos intermediários, o que poderia\nser feito através de crimes privilegiados, ou causas especiais de\ndiminuição. De sorte que, assim, tornar-se-ia possível penalizar\nmais ou menos gravosamente a conduta, conforme a intensidade de\ncontato e os danos (físicos ou psicológicos) provocados. Mas,\ninfelizmente, não foi essa a opção do legislador e, em matéria\npenal, a estrita legalidade se impõe ao que idealmente desejam os\naplicadores da lei criminal.\n14. Verifique-se que a opção legislativa é pela absoluta\nintolerância com atos de conotação sexual com pessoas menores de 14\nanos, ainda que superficiais e não invasivos. Toda a exposição até\naqui demonstra isso. E, essa opção, embora possa não parecer a\nmelhor, não é de todo censurável, pois, veja-se, \"o abuso sexual\ncontra crianças e adolescentes é problema jurídico, mas sobretudo de\nsaúde pública, não somente pelos números colhidos, mas também pelas\ngraves consequências para o desenvolvimento afetivo, social e\ncognitivo\". Nesse sentido, \"não  é somente a liberdade sexual da\nvítima que deve ser protegida, mas igualmente o livre e sadio\ndesenvolvimento da personalidade sexual da criança\" (BIANCHINI, A.;\nMARQUES, I. L.; ROSSATO, L. A.; SILVA, L. P. E.; GOMES, L. F.;\nLÉPORE, P. E.; CUNHA, R. S. Pedofilia e abuso sexual de crianças e\nadolescentes. São Paulo: Saraiva, 2013, e-book, Introdução, cap. 1).\n15. Tanto a jurisprudência desta Corte superior quanto a do Supremo\nTribunal Federal são pacíficas em rechaçar a pretensão de\ndesclassificação da conduta de praticar ato libidinoso com pessoa\nmenor de 14 anos para o crime de importunação sexual (art. 215-A do\nCP). Precedentes.\n16. Tese: presente o dolo específico de satisfazer à lascívia,\nprópria ou de terceiro, a prática de ato libidinoso com menor de 14\nanos configura o crime de estupro de vulnerável (art. 217-A do CP),\nindependentemente da ligeireza ou da superficialidade da conduta,\nnão sendo possível a desclassificação para o delito de importunação\nsexual (art. 215-A do CP).\n17. Solução do caso concreto: recurso especial provido para condenar\no réu como incurso nas sanções do art. 217-A do CP, determinando a\nremessa dos autos ao Tribunal de origem para que, na instância\nordinária, seja realizada a dosimetria da pena.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220608",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção do Superior\nTribunal de Justiça, por unanimidade, dar provimento ao recurso\nespecial para condenar o réu como incurso nas sanções do art. 217-A\ndo CP, determinando a remessa dos autos ao Tribunal de origem para\nque, na instância ordinária, seja realizada a dosimetria da pena, e\nfixou a seguinte tese: \"presente o dolo específico de satisfazer à\nlascívia, própria ou de terceiro, a prática de ato libidinoso com\nmenor de 14 anos configura o crime de estupro de vulnerável (Art.\n217-A do CP), independentemente da ligeireza ou da superficialidade\nda conduta, não sendo possível a desclassificação para o delito de\nimportunação sexual (art. 215-A do CP)\".\nOs Srs. Ministros Antonio Saldanha Palheiro, Olindo Menezes\n(Desembargador Convocado do TRF 1ª Região), Jesuíno Rissato\n(Desembargador Convocado do TJDFT), Laurita Vaz, Sebastião Reis\nJúnior e Rogerio Schietti Cruz votaram com o Sr. Ministro Relator.\nAusentes, justificadamente, os Srs. Ministros João Otávio de Noronha\ne Joel Ilan Paciornik.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : "(PROTEÇÃO INFANTIL - HISTÓRICO)\n   STJ - <<REsp 1480881>>-PI (RECURSO REPETITIVO - TEMA(s) 918)\n(PROTEÇÃO INFANTIL - MEDIDAS LEGISLATIVAS)\n   STJ - <<EREsp 1530637>>-SP\n(ESTUPRO DE VULNERÁVEL - CONTATO FÍSICO DIRETO - PRESCINDIBILIDADE)\n   STJ - <<AgRg no REsp 1751509>>-SC,\n         <<AgRg no REsp 1824358>>-MG,\n         <<AgRg no AREsp 1877333>>-PI,\n         <<RvCr 4936>>-SP\n   STF - [[HC 134591]]\n(ESTUPRO DE VULNERÁVEL - DESCLASSIFICAÇÃO PARA IMPORTUNAÇÃO SEXUAL -\nTIPO PENAL SUBSIDIÁRIO)\n   STF - [[HC - AgR 193278]]\n(ESTUPRO DE VULNERÁVEL - DESCLASSIFICAÇÃO PARA DELITO DO ART. 215-A\nDO CP)\n   STJ - <<AgRg no HC 648756>>-SP,\n         <<EDcl no AgRg no REsp 1951979>>-SC\n   STF - [[HC - AgR 172970]],\n         [[HC - AgR 193278]]",
  "notas" : "Julgado conforme procedimento previsto para os Recursos Repetitivos\nno âmbito do STJ.",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : "\"Presente o dolo específico de satisfazer à lascívia, própria ou de\nterceiro, a prática de ato libidinoso com menor de 14 anos configura\no crime de estupro de vulnerável (art. 217-A do CP),\nindependentemente da ligeireza ou da superficialidade da conduta,\nnão sendo possível a desclassificação para o delito de importunação\nsexual (art. 215-A do CP)\".",
  "tema" : "Tema Repetitivo 1121\nSituação do tema: Acórdão Publicado",
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000593", "LEG:FED DEL:002848 ANO:1940\n*****  CP-40    CÓDIGO PENAL\n        ART:00213 ART:0215A ART:0217A\n(ART. 215-A COM A REDAÇÃO DADA PELA LEI 13.718/2018)", "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00097 ART:00227 PAR:00004\n(ART. 227 COM A REDAÇÃO DADA PELA EMENTA CONSTITUCIONAL 65/2010)", "LEG:INT RES:****** ANO:1989\n*****  RESONU1989    CONVENÇÃO INTERNACIONAL SOBRE OS DIREITOS DA\nCRIANÇA\n        ART:00019", "LEG:FED LEI:008069 ANO:1990\n*****  ECA-90    ESTATUTO DA CRIANÇA E DO ADOLESCENTE\n        ART:00006", "LEG:FED LEI:009099 ANO:1995\n*****  LJE-95    LEI DOS JUIZADOS ESPECIAIS CÍVEIS E CRIMINAIS\n        ART:00089", "LEG:FED LEI:013718 ANO:2018", "LEG:FED EMC:000065 ANO:2010", "LEG:FED DEC:099710 ANO:1990", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000819513",
  "numeroProcesso" : "1957637",
  "numeroRegistro" : "202102814646",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "RIBEIRO DANTAS",
  "dataPublicacao" : "DJE        DATA:01/07/2022",
  "ementa" : "PENAL. RECURSO ESPECIAL SUBMETIDO AO RITO DOS RECURSOS REPETITIVOS.\nESTUPRO DE VULNERÁVEL (ART. 217-A DO CP). DESCLASSIFICAÇÃO PARA O\nCRIME DE IMPORTUNAÇÃO SEXUAL  (ART. 215-A DO CP). EVOLUÇÃO HISTÓRICA\nDA PROTEÇÃO DAS CRIANÇAS E DOS ADOLESCENTES. DOUTRINA DA PROTEÇÃO\nINTEGRAL. TRATADOS INTERNACIONAIS. CONFLITO APARENTE DE NORMAS.\nPRINCÍPIOS DA ESPECIALIDADE E DA SUBSIDIARIEDADE. RESERVA DE\nPLENÁRIO. PRINCÍPIO DA PROPORCIONALIDADE. MANDAMENTO DE\nCRIMINALIZAÇÃO. IMPOSSIBILIDADE DA DESCLASSIFICAÇÃO. RECURSO\nESPECIAL PROVIDO.\n1. De maneira ampla, a Medicina Legal define o abuso sexual infantil\ncomo \"toda e qualquer exploração do menor pelo adulto que tenha por\nfinalidade direta ou indireta a obtenção do prazer lascivo\"\n(FRANÇA, Genival Veloso. Medicina legal. 11ª ed. Rio de Janeiro:\nGuanabara Koogan, 2017, p. 250). Nesse sentido, não há meio-termo. O\nadulto que explora um menor com a finalidade de obter prazer\nsexual, direto ou indireto, está a praticar ato abusivo.\n2. Nesse ponto, é importante ressaltar que o abuso sexual contra o\npúblico infantojuvenil é uma realidade que insiste em perdurar ao\nlongo do tempo. A grande dificuldade desse problema, porém, é\ndimensioná-lo, pois uma parte considerável dos delitos \"ocorrem no\ninterior dos lares, que permanecem recobertos pelo silêncio das\nvítimas\". Há uma elevada taxa de cifra negra nas estatísticas. Além\ndo natural medo de contar para os pais (quando estes não são os\npróprios agressores), não raro essas vítimas sequer \"possuem a\ncompreensão adequada da anormalidade da situação vivenciada.\"\n(BIANCHINI, A.; MARQUES, I. L.; ROSSATO, L. A.; SILVA, L. P. E.;\nGOMES, L. F.; LÉPORE, P. E.; CUNHA, R. S. Pedofilia e abuso sexual\nde crianças e adolescentes. São Paulo: Saraiva, 2013, e-book,\nIntrodução, cap. 1).\n3. Nessa senda, revela-se importante observar que nem sempre se\nentendeu a criança e o adolescente como sujeito histórico e de\ndireitos. Em verdade, a proteção às crianças e aos adolescentes é\nfenômeno histórico recente. \"A família não percebia as necessidades\nespecíficas das crianças, não as via como um ser com peculiaridades\ne que precisavam de atendimento diferenciado. [...] a única\ndiferença entre o adulto e a criança era o tamanho, a estatura, pois\nassim que apresentavam certa independência física, já eram\ninseridas no trabalho, juntamente com os adultos. Os pais contavam\ncom a ajuda de seus filhos para realizar plantações, a produção de\nalimentos nas próprias terras, pescas, caças, por isso, assim que\nseus filhos tinham condições de se manterem em pé, já contribuíam\npara o sustento da família.\" (HENICK, Angelica Cristina. FARIA,\nPaula Maria Ferreira de. História da Infância no Brasil. Educere,\n2022. Disponível em: <https://educere.bruc.com.\nbr/arquivo/pdf2015/19131_8679.pdf>. Acesso em: 7/1/2022).\n4. Diante de um cenário de exposição e vulnerabilidade passando para\numa perspectiva protetiva, alguns autores verificam uma correlação\nentre o reconhecimento pelo Estado da violência intrafamiliar e o\nmovimento feminista. Dizem que esse movimento, \"ao enfrentar o\ndenominado modelo patriarcal de família, acaba por desvelar inúmeras\nformas de violência, que permaneciam encobertas pelo manto do\nsilêncio\". (MACIEL, K. R. F. L. A. Curso de direito da criança e do\nadolescente. 13. ed. São Paulo: Saraiva, 2021, e-book, parte I, cap.\nI).\n5. Verificou-se, portanto, uma modificação de paradigmas sociais,\nque refletiu no Direito. E é nessa perspectiva que se deve ressaltar\na importância de o Direito estar atento à complexidade da vida\nsocial. \"Muitos dos argumentos defendidos por tantos anos já estão\nsuperados. [...] O histórico da Criminologia revela muito sobre a\nsuperação de paradigmas e axiomas\", um exemplo disso é o\nreconhecimento da violência doméstica e familiar. O lar, que era até\nentão considerado um local seguro (ao contrário das ruas, do lado\nde fora), passa a ser palco do drama criminal. (BIANCHINI, A.;\nMARQUES, I. L.; ROSSATO, L. A.; SILVA, L. P. E.; GOMES, L. F.;\nLÉPORE, P. E.; CUNHA, R. S. Pedofilia e abuso sexual de crianças e\nadolescentes. São Paulo: Saraiva, 2013, e-book, Introdução). O fato\nde a violência dentro dos lares ser reconhecida pelo Estado não\nsignificou a criação dessa violência. Em verdade, ela sempre\nexistiu, mas permanecia no silêncio entre os familiares e na\nindiferença institucional. O que era para servir de apoio violentava\nou ignorava.\n6. Nesse passo, Andréa Rodrigues Amin lembra que \"vivemos um momento\nsem igual no plano do direito infantojuvenil. Crianças e\nadolescentes ultrapassam a esfera de meros objetos de \"proteção\" e\n\"tutela\" pela família e pelo Estado e passam à condição de sujeitos\nde direito, beneficiários e destinatários imediatos da doutrina da\nproteção integral.\" (MACIEL, K. R. F. L. A. Curso de direito da\ncriança e do adolescente. 13. ed. São Paulo: Saraiva, 2021, e-book,\nparte I, cap. I). O Estado não é mais indiferente ao que acontece no\ninterior dos lares com as crianças e com os adolescentes. Porém,\nreforce-se, que isso é relativamente recente.\n7. Toda essa evolução é verificada no Brasil, como um reflexo de um\nmovimento internacional pela proteção das crianças. Chamando a\natenção para a importância dos instrumentos internacionais na\npositivação e na interpretação do direito penal pátrio, o em. Min.\nJoão Otávio de Noronha, em voto lapidar no EREsp 1.530.637/SP,\nlembra que o Brasil está obrigado, perante seus pares, a adotar\nmedidas legislativas para proteger às crianças (todos aqueles com\nmenos de 18 anos completos) de qualquer forma de abuso sexual.\n8. Este Superior Tribunal de Justiça, em várias oportunidades, já se\nmanifestou no sentido de que a prática de qualquer ato libidinoso,\ncompreendido como aquele destinado à satisfação da lascívia, com\nmenor de 14 anos, configura o delito de estupro de vulnerável (art.\n217-A do CP). Não se prescinde do especial fim de agir: \"para\nsatisfazer à lascívia\". Porém, não se tolera as atitudes\nvoluptuosas, por mais ligeiras que possam parecer. Em alguns\nprecedentes, ressaltou-se até mesmo que o delito prescinde inclusive\nde contato físico entre vítima e agressor.\n9. Com efeito, a pretensão de se desclassificar a conduta de violar\na dignidade sexual de pessoa menor de 14 anos para uma contravenção\npenal (punida, no máximo, com pena de prisão simples) já foi\nreiteradamente rechaçada pela jurisprudência desta Corte.\n10. A superveniência do art. 215-A do CP (crime de importunação\nsexual) trouxe novamente a discussão à tona, mas o conflito aparente\nde normas é resolvido pelo princípio da especialidade do art. 217-A\ndo CP, que possui o elemento especializante \"menor de 14 anos\", e\ntambém pelo princípio da subsidiariedade expressa do art. 215-A do\nCP, conforme se verifica de seu preceito secundário in fine.\n11. Além disso, a cogência do art. 217-A do CP não pode ser afastada\nsem a observância do princípio da reserva de plenário pelos\ntribunais (art. 97 da CR).\n12. Não é só. Desclassificar a prática de ato libidinoso com pessoa\nmenor de 14 anos para o delito do art. 215-A do CP, crime de médio\npotencial ofensivo que admite a suspensão condicional do processo,\ndesrespeitaria o mandamento constitucional de criminalização do art.\n227, §4º, da CRFB, que determina a punição severa do abuso ou\nexploração sexual de crianças e adolescentes. Haveria também\ndescumprimento a tratados internacionais.\n13. De fato, de acordo com a convicção pessoal desta Relatoria, o\nlegislador pátrio poderia, ou mesmo deveria, promover uma graduação\nentre as espécies de condutas sexuais praticadas em face de pessoas\nvulneráveis, seja por meio de tipos intermediários, o que poderia\nser feito através de crimes privilegiados, ou causas especiais de\ndiminuição. De sorte que, assim, tornar-se-ia possível penalizar\nmais ou menos gravosamente a conduta, conforme a intensidade de\ncontato e os danos (físicos ou psicológicos) provocados. Mas,\ninfelizmente, não foi essa a opção do legislador e, em matéria\npenal, a estrita legalidade se impõe ao que idealmente desejam os\naplicadores da lei criminal.\n14. Verifique-se que a opção legislativa é pela absoluta\nintolerância com atos de conotação sexual com pessoas menores de 14\nanos, ainda que superficiais e não invasivos. Toda a exposição até\naqui demonstra isso. E, essa opção, embora possa não parecer a\nmelhor, não é de todo censurável, pois, veja-se, \"o abuso sexual\ncontra crianças e adolescentes é problema jurídico, mas sobretudo de\nsaúde pública, não somente pelos números colhidos, mas também pelas\ngraves consequências para o desenvolvimento afetivo, social e\ncognitivo\". Nesse sentido, \"não  é somente a liberdade sexual da\nvítima que deve ser protegida, mas igualmente o livre e sadio\ndesenvolvimento da personalidade sexual da criança\" (BIANCHINI, A.;\nMARQUES, I. L.; ROSSATO, L. A.; SILVA, L. P. E.; GOMES, L. F.;\nLÉPORE, P. E.; CUNHA, R. S. Pedofilia e abuso sexual de crianças e\nadolescentes. São Paulo: Saraiva, 2013, e-book, Introdução, cap. 1).\n15. Tanto a jurisprudência desta Corte superior quanto a do Supremo\nTribunal Federal são pacíficas em rechaçar a pretensão de\ndesclassificação da conduta de praticar ato libidinoso com pessoa\nmenor de 14 anos para o crime de importunação sexual (art. 215-A do\nCP). Precedentes.\n16. Tese: presente o dolo específico de satisfazer à lascívia,\nprópria ou de terceiro, a prática de ato libidinoso com menor de 14\nanos configura o crime de estupro de vulnerável (art. 217-A do CP),\nindependentemente da ligeireza ou da superficialidade da conduta,\nnão sendo possível a desclassificação para o delito de importunação\nsexual (art. 215-A do CP).\n17. Solução do caso concreto: recurso especial provido para condenar\no réu como incurso nas sanções do art. 217-A do CP, determinando a\nremessa dos autos ao Tribunal de origem para que, na instância\nordinária, seja realizada a dosimetria da pena.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220608",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção do Superior\nTribunal de Justiça, por unanimidade, dar provimento ao recurso\nespecial para condenar o réu como incurso nas sanções do art. 217-A\ndo CP, determinando a remessa dos autos ao Tribunal de origem para\nque, na instância ordinária, seja realizada a dosimetria da pena, e\nfixou a seguinte tese: \"presente o dolo específico de satisfazer à\nlascívia, própria ou de terceiro, a prática de ato libidinoso com\nmenor de 14 anos configura o crime de estupro de vulnerável (Art.\n217-A do CP), independentemente da ligeireza ou da superficialidade\nda conduta, não sendo possível a desclassificação para o delito de\nimportunação sexual (art. 215-A do CP)\".\nOs Srs. Ministros Antonio Saldanha Palheiro, Olindo Menezes\n(Desembargador Convocado do TRF 1ª Região), Jesuíno Rissato\n(Desembargador Convocado do TJDFT), Laurita Vaz, Sebastião Reis\nJúnior e Rogerio Schietti Cruz votaram com o Sr. Ministro Relator.\nAusentes, justificadamente, os Srs. Ministros João Otávio de Noronha\ne Joel Ilan Paciornik.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : "(PROTEÇÃO INFANTIL - HISTÓRICO)\n   STJ - <<REsp 1480881>>-PI (RECURSO REPETITIVO - TEMA(s) 918)\n(PROTEÇÃO INFANTIL - MEDIDAS LEGISLATIVAS)\n   STJ - <<EREsp 1530637>>-SP\n(ESTUPRO DE VULNERÁVEL - CONTATO FÍSICO DIRETO - PRESCINDIBILIDADE)\n   STJ - <<HC 478310>>-PA,\n         <<RHC 70976>>-MS\n(ESTUPRO DE VULNERÁVEL - DESCLASSIFICAÇÃO PARA CONTRAVENÇÃO PENAL)\n   STJ - <<AgRg no REsp 1751509>>-SC,\n         <<AgRg no REsp 1824358>>-MG,\n         <<AgRg no AREsp 1877333>>-PI,\n         <<RvCr 4936>>-SP\n   STF - [[HC 134591]]\n(ESTUPRO DE VULNERÁVEL - DESCLASSIFICAÇÃO PARA IMPORTUNAÇÃO SEXUAL -\nTIPO PENAL SUBSIDIÁRIO)\n   STF - [[HC - AgR  193278]]\n(ESTUPRO DE VULNERÁVEL - DESCLASSIFICAÇÃO PARA DELITO DO ART. 215-A\nDO CP)\n   STJ - <<AgRg no HC 648756>>-SP,\n         <<EDcl no AgRg no REsp 1951979>>-SC\n   STF - [[HC - AgR 172970]],\n         [[HC - AgR 193278]]",
  "notas" : "Julgado conforme procedimento previsto para os Recursos Repetitivos\nno âmbito do STJ.",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : "\"Presente o dolo específico de satisfazer à lascívia, própria ou de\nterceiro, a prática de ato libidinoso com menor de 14 anos configura\no crime de estupro de vulnerável (art. 217-A do CP),\nindependentemente da ligeireza ou da superficialidade da conduta,\nnão sendo possível a desclassificação para o delito de importunação\nsexual (art. 215-A do CP)\".",
  "tema" : "Tema Repetitivo 1121\nSituação do tema: Acórdão Publicado",
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000593", "LEG:FED DEL:002848 ANO:1940\n*****  CP-40    CÓDIGO PENAL\n        ART:00213 ART:0215A ART:0217A\n(ART. 215-A COM A REDAÇÃO DADA PELA LEI 13.718/2018)", "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00097 ART:00227 PAR:00004\n(ART. 227 COM A REDAÇÃO DADA PELA EMENTA CONSTITUCIONAL 65/2010)", "LEG:INT RES:****** ANO:1989\n*****  RESONU1989    CONVENÇÃO INTERNACIONAL SOBRE OS DIREITOS DA\nCRIANÇA\n        ART:00019", "LEG:FED LEI:008069 ANO:1990\n*****  ECA-90    ESTATUTO DA CRIANÇA E DO ADOLESCENTE\n        ART:00006", "LEG:FED LEI:009099 ANO:1995\n*****  LJE-95    LEI DOS JUIZADOS ESPECIAIS CÍVEIS E CRIMINAIS\n        ART:00089", "LEG:FED LEI:013718 ANO:2018", "LEG:FED EMC:000065 ANO:2010", "LEG:FED DEC:099710 ANO:1990", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000819514",
  "numeroProcesso" : "1958862",
  "numeroRegistro" : "202102860614",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "RIBEIRO DANTAS",
  "dataPublicacao" : "DJE        DATA:01/07/2022",
  "ementa" : "PENAL. RECURSO ESPECIAL SUBMETIDO AO RITO DOS RECURSOS REPETITIVOS.\nESTUPRO DE VULNERÁVEL (ART. 217-A DO CP). DESCLASSIFICAÇÃO PARA O\nCRIME DE IMPORTUNAÇÃO SEXUAL  (ART. 215-A DO CP). EVOLUÇÃO HISTÓRICA\nDA PROTEÇÃO DAS CRIANÇAS E DOS ADOLESCENTES. DOUTRINA DA PROTEÇÃO\nINTEGRAL. TRATADOS INTERNACIONAIS. CONFLITO APARENTE DE NORMAS.\nPRINCÍPIOS DA ESPECIALIDADE E DA SUBSIDIARIEDADE. RESERVA DE\nPLENÁRIO. PRINCÍPIO DA PROPORCIONALIDADE. MANDAMENTO DE\nCRIMINALIZAÇÃO. IMPOSSIBILIDADE DA DESCLASSIFICAÇÃO. RECURSO\nESPECIAL PROVIDO.\n1. De maneira ampla, a Medicina Legal define o abuso sexual infantil\ncomo \"toda e qualquer exploração do menor pelo adulto que tenha por\nfinalidade direta ou indireta a obtenção do prazer lascivo\"\n(FRANÇA, Genival Veloso. Medicina legal. 11ª ed. Rio de Janeiro:\nGuanabara Koogan, 2017, p. 250). Nesse sentido, não há meio-termo. O\nadulto que explora um menor com a finalidade de obter prazer\nsexual, direto ou indireto, está a praticar ato abusivo.\n2. Nesse ponto, é importante ressaltar que o abuso sexual contra o\npúblico infantojuvenil é uma realidade que insiste em perdurar ao\nlongo do tempo. A grande dificuldade desse problema, porém, é\ndimensioná-lo, pois uma parte considerável dos delitos \"ocorrem no\ninterior dos lares, que permanecem recobertos pelo silêncio das\nvítimas\". Há uma elevada taxa de cifra negra nas estatísticas. Além\ndo natural medo de contar para os pais (quando estes não são os\npróprios agressores), não raro essas vítimas sequer \"possuem a\ncompreensão adequada da anormalidade da situação vivenciada.\"\n(BIANCHINI, A.; MARQUES, I. L.; ROSSATO, L. A.; SILVA, L. P. E.;\nGOMES, L. F.; LÉPORE, P. E.; CUNHA, R. S. Pedofilia e abuso sexual\nde crianças e adolescentes. São Paulo: Saraiva, 2013, e-book,\nIntrodução, cap. 1).\n3. Nessa senda, revela-se importante observar que nem sempre se\nentendeu a criança e o adolescente como sujeito histórico e de\ndireitos. Em verdade, a proteção às crianças e aos adolescentes é\nfenômeno histórico recente. \"A família não percebia as necessidades\nespecíficas das crianças, não as via como um ser com peculiaridades\ne que precisavam de atendimento diferenciado. [...] a única\ndiferença entre o adulto e a criança era o tamanho, a estatura, pois\nassim que apresentavam certa independência física, já eram\ninseridas no trabalho, juntamente com os adultos. Os pais contavam\ncom a ajuda de seus filhos para realizar plantações, a produção de\nalimentos nas próprias terras, pescas, caças, por isso, assim que\nseus filhos tinham condições de se manterem em pé, já contribuíam\npara o sustento da família.\" (HENICK, Angelica Cristina. FARIA,\nPaula Maria Ferreira de. História da Infância no Brasil. Educere,\n2022. Disponível em: <https://educere.bruc.com.\nbr/arquivo/pdf2015/19131_8679.pdf>. Acesso em: 7/1/2022).\n4. Diante de um cenário de exposição e vulnerabilidade passando para\numa perspectiva protetiva, alguns autores verificam uma correlação\nentre o reconhecimento pelo Estado da violência intrafamiliar e o\nmovimento feminista. Dizem que esse movimento, \"ao enfrentar o\ndenominado modelo patriarcal de família, acaba por desvelar inúmeras\nformas de violência, que permaneciam encobertas pelo manto do\nsilêncio\". (MACIEL, K. R. F. L. A. Curso de direito da criança e do\nadolescente. 13. ed. São Paulo: Saraiva, 2021, e-book, parte I, cap.\nI).\n5. Verificou-se, portanto, uma modificação de paradigmas sociais,\nque refletiu no Direito. E é nessa perspectiva que se deve ressaltar\na importância de o Direito estar atento à complexidade da vida\nsocial. \"Muitos dos argumentos defendidos por tantos anos já estão\nsuperados. [...] O histórico da Criminologia revela muito sobre a\nsuperação de paradigmas e axiomas\", um exemplo disso é o\nreconhecimento da violência doméstica e familiar. O lar, que era até\nentão considerado um local seguro (ao contrário das ruas, do lado\nde fora), passa a ser palco do drama criminal. (BIANCHINI, A.;\nMARQUES, I. L.; ROSSATO, L. A.; SILVA, L. P. E.; GOMES, L. F.;\nLÉPORE, P. E.; CUNHA, R. S. Pedofilia e abuso sexual de crianças e\nadolescentes. São Paulo: Saraiva, 2013, e-book, Introdução). O fato\nde a violência dentro dos lares ser reconhecida pelo Estado não\nsignificou a criação dessa violência. Em verdade, ela sempre\nexistiu, mas permanecia no silêncio entre os familiares e na\nindiferença institucional. O que era para servir de apoio violentava\nou ignorava.\n6. Nesse passo, Andréa Rodrigues Amin lembra que \"vivemos um momento\nsem igual no plano do direito infantojuvenil. Crianças e\nadolescentes ultrapassam a esfera de meros objetos de \"proteção\" e\n\"tutela\" pela família e pelo Estado e passam à condição de sujeitos\nde direito, beneficiários e destinatários imediatos da doutrina da\nproteção integral.\" (MACIEL, K. R. F. L. A. Curso de direito da\ncriança e do adolescente. 13. ed. São Paulo: Saraiva, 2021, e-book,\nparte I, cap. I). O Estado não é mais indiferente ao que acontece no\ninterior dos lares com as crianças e com os adolescentes. Porém,\nreforce-se, que isso é relativamente recente.\n7. Toda essa evolução é verificada no Brasil, como um reflexo de um\nmovimento internacional pela proteção das crianças. Chamando a\natenção para a importância dos instrumentos internacionais na\npositivação e na interpretação do direito penal pátrio, o em. Min.\nJoão Otávio de Noronha, em voto lapidar no EREsp 1.530.637/SP,\nlembra que o Brasil está obrigado, perante seus pares, a adotar\nmedidas legislativas para proteger às crianças (todos aqueles com\nmenos de 18 anos completos) de qualquer forma de abuso sexual.\n8. Este Superior Tribunal de Justiça, em várias oportunidades, já se\nmanifestou no sentido de que a prática de qualquer ato libidinoso,\ncompreendido como aquele destinado à satisfação da lascívia, com\nmenor de 14 anos, configura o delito de estupro de vulnerável (art.\n217-A do CP). Não se prescinde do especial fim de agir: \"para\nsatisfazer à lascívia\". Porém, não se tolera as atitudes\nvoluptuosas, por mais ligeiras que possam parecer. Em alguns\nprecedentes, ressaltou-se até mesmo que o delito prescinde inclusive\nde contato físico entre vítima e agressor.\n9. Com efeito, a pretensão de se desclassificar a conduta de violar\na dignidade sexual de pessoa menor de 14 anos para uma contravenção\npenal (punida, no máximo, com pena de prisão simples) já foi\nreiteradamente rechaçada pela jurisprudência desta Corte.\n10. A superveniência do art. 215-A do CP (crime de importunação\nsexual) trouxe novamente a discussão à tona, mas o conflito aparente\nde normas é resolvido pelo princípio da especialidade do art. 217-A\ndo CP, que possui o elemento especializante \"menor de 14 anos\", e\ntambém pelo princípio da subsidiariedade expressa do art. 215-A do\nCP, conforme se verifica de seu preceito secundário in fine.\n11. Além disso, a cogência do art. 217-A do CP não pode ser afastada\nsem a observância do princípio da reserva de plenário pelos\ntribunais (art. 97 da CR).\n12. Não é só. Desclassificar a prática de ato libidinoso com pessoa\nmenor de 14 anos para o delito do art. 215-A do CP, crime de médio\npotencial ofensivo que admite a suspensão condicional do processo,\ndesrespeitaria ao mandamento constitucional de criminalização do\nart. 227, §4º, da CRFB, que determina a punição severa do abuso ou\nexploração sexual de crianças e adolescentes. Haveria também\ndescumprimento a tratados internacionais.\n13. De fato, de acordo com a convicção pessoal desta Relatoria, o\nlegislador pátrio poderia, ou mesmo deveria, promover uma graduação\nentre as espécies de condutas sexuais praticadas em face de pessoas\nvulneráveis, seja por meio de tipos intermediários, o que poderia\nser feito através de crimes privilegiados, ou causas especiais de\ndiminuição. De sorte que, assim, tornar-se-ia possível penalizar\nmais ou menos gravosamente a conduta, conforme a intensidade de\ncontato e os danos (físicos ou psicológicos) provocados. Mas,\ninfelizmente, não foi essa a opção do legislador e, em matéria\npenal, a estrita legalidade se impõe ao que idealmente desejam os\naplicadores da lei criminal.\n14. Verifique-se que a opção legislativa é pela absoluta\nintolerância com atos de conotação sexual com pessoas menores de 14\nanos, ainda que superficiais e não invasivos. Toda a exposição até\naqui demonstra isso. E, essa opção, embora possa não parecer a\nmelhor, não é de todo censurável, pois, veja-se, \"o abuso sexual\ncontra crianças e adolescentes é problema jurídico, mas sobretudo de\nsaúde pública, não somente pelos números colhidos, mas também pelas\ngraves consequências para o desenvolvimento afetivo, social e\ncognitivo\". Nesse sentido, \"não  é somente a liberdade sexual da\nvítima que deve ser protegida, mas igualmente o livre e sadio\ndesenvolvimento da personalidade sexual da criança\" (BIANCHINI, A.;\nMARQUES, I. L.; ROSSATO, L. A.; SILVA, L. P. E.; GOMES, L. F.;\nLÉPORE, P. E.; CUNHA, R. S. Pedofilia e abuso sexual de crianças e\nadolescentes. São Paulo: Saraiva, 2013, e-book, Introdução, cap. 1).\n15. Tanto a jurisprudência desta Corte Superior quanto a do Supremo\nTribunal Federal são pacíficas em rechaçar a pretensão de\ndesclassificação da conduta de praticar ato libidinoso com pessoa\nmenor de 14 anos para o crime de importunação sexual (art. 215-A do\nCP). Precedentes.\n16. Tese: presente o dolo específico de satisfazer à lascívia,\nprópria ou de terceiro, a prática de ato libidinoso com menor de 14\nanos configura o crime de estupro de vulnerável (art. 217-A do CP),\nindependentemente da ligeireza ou da superficialidade da conduta,\nnão sendo possível a desclassificação para o delito de importunação\nsexual (art. 215-A do CP).\n17. Solução do caso concreto: recurso especial provido para  para\ncondenar o réu como incurso nas sanções do art. 217-A do CP,\ndeterminando a remessa dos autos ao Tribunal de origem para que, na\ninstância ordinária, seja realizada a dosimetria da pena.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220608",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção do Superior\nTribunal de Justiça, por unanimidade, dar provimento ao recurso\nespecial para condenar o réu como incurso nas sanções do art. 217-A\ndo CP, determinando a remessa dos autos ao Tribunal de origem para\nque, na instância ordinária, seja realizada a dosimetria da pena, e\nfixou a seguinte tese: \"presente o dolo específico de satisfazer à\nlascívia, própria ou de terceiro, a prática de ato libidinoso com\nmenor de 14 anos configura o crime de estupro de vulnerável (Art.\n217-A do CP), independentemente da ligeireza ou da superficialidade\nda conduta, não sendo possível a desclassificação para o delito de\nimportunação sexual (art. 215-A do CP)\".\nOs Srs. Ministros Antonio Saldanha Palheiro, Olindo Menezes\n(Desembargador Convocado do TRF 1ª Região), Jesuíno Rissato\n(Desembargador Convocado do TJDFT), Laurita Vaz, Sebastião Reis\nJúnior e Rogerio Schietti Cruz votaram com o Sr. Ministro Relator.\nAusentes, justificadamente, os Srs. Ministros João Otávio de Noronha\ne Joel Ilan Paciornik.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.\nO Dr. Jarbas Soares Júnior (Procurador-Geral de Justiça do Estado de\nMinas Gerais) sustentou oralmente pela parte Recorrente: Ministério\nPúblico do Estado de Minas Gerais.\nA Dra. Ela Wiecko Volkmer de Castilho (Subprocuradora-Geral da\nRepública) proferiu parecer oral.",
  "jurisprudenciaCitada" : "(PROTEÇÃO INFANTIL - HISTÓRICO)\n   STJ - <<REsp 1480881>>-PI (RECURSO REPETITIVO - TEMA(s) 918)\n(PROTEÇÃO INFANTIL - MEDIDAS LEGISLATIVAS)\n   STJ - <<EREsp 1530637>>-SP\n(ESTUPRO DE VULNERÁVEL - DESCLASSIFICAÇÃO PARA CONTRAVENÇÃO PENAL)\n   STJ - <<AgRg no REsp 1751509>>-SC,\n         <<AgRg no REsp 1824358>>-MG,\n         <<AgRg no AREsp 1877333>>-PI,\n         <<RvCr 4936>>-SP\n   STF - [[HC 134591]]\n(ESTUPRO DE VULNERÁVEL - DESCLASSIFICAÇÃO PARA IMPORTUNAÇÃO SEXUAL -\nTIPO PENAL SUBSIDIÁRIO)\n   STF - [[HC - AgR 193278]]\n(ESTUPRO DE VULNERÁVEL - DESCLASSIFICAÇÃO PARA DELITO DO ART. 215-A\nDO CP)\n   STJ - <<AgRg no HC 648756>>-SP,\n         <<EDcl no AgRg no REsp 1951979>>-SC\n   STF - [[HC - AgR 172970]],\n         [[HC - AgR 193278]]",
  "notas" : "Julgado conforme procedimento previsto para os Recursos Repetitivos\nno âmbito do STJ.",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : "\"Presente o dolo específico de satisfazer à lascívia, própria ou de\nterceiro, a prática de ato libidinoso com menor de 14 anos configura\no crime de estupro de vulnerável (art. 217-A do CP),\nindependentemente da ligeireza ou da superficialidade da conduta,\nnão sendo possível a desclassificação para o delito de importunação\nsexual (art. 215-A do CP)\".",
  "tema" : "Tema Repetitivo 1121\nSituação do tema: Acórdão Publicado",
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000593", "LEG:FED DEL:002848 ANO:1940\n*****  CP-40    CÓDIGO PENAL\n        ART:00213 ART:0215A ART:0217A\n(ART. 215-A COM A REDAÇÃO DADA PELA LEI 13.718/2018)", "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00097 ART:00227 PAR:00004\n(ART. 227 COM A REDAÇÃO DADA PELA EMENTA CONSTITUCIONAL 65/2010)", "LEG:INT RES:****** ANO:1989\n*****  RESONU1989    CONVENÇÃO INTERNACIONAL SOBRE OS DIREITOS DA\nCRIANÇA\n        ART:00019", "LEG:FED LEI:008069 ANO:1990\n*****  ECA-90    ESTATUTO DA CRIANÇA E DO ADOLESCENTE\n        ART:00006", "LEG:FED LEI:009099 ANO:1995\n*****  LJE-95    LEI DOS JUIZADOS ESPECIAIS CÍVEIS E CRIMINAIS\n        ART:00089", "LEG:FED LEI:013718 ANO:2018", "LEG:FED EMC:000065 ANO:2010", "LEG:FED DEC:099710 ANO:1990", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000819515",
  "numeroProcesso" : "1959697",
  "numeroRegistro" : "202102887135",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "RIBEIRO DANTAS",
  "dataPublicacao" : "DJE        DATA:01/07/2022",
  "ementa" : "PENAL. RECURSO ESPECIAL SUBMETIDO AO RITO DOS RECURSOS REPETITIVOS.\nESTUPRO DE VULNERÁVEL (ART. 217-A DO CP). DESCLASSIFICAÇÃO PARA O\nCRIME DE IMPORTUNAÇÃO SEXUAL  (ART. 215-A DO CP). EVOLUÇÃO HISTÓRICA\nDA PROTEÇÃO DAS CRIANÇAS E DOS ADOLESCENTES. DOUTRINA DA PROTEÇÃO\nINTEGRAL. TRATADOS INTERNACIONAIS. CONFLITO APARENTE DE NORMAS.\nPRINCÍPIOS DA ESPECIALIDADE E DA SUBSIDIARIEDADE. RESERVA DE\nPLENÁRIO. PRINCÍPIO DA PROPORCIONALIDADE. MANDAMENTO DE\nCRIMINALIZAÇÃO. IMPOSSIBILIDADE DA DESCLASSIFICAÇÃO. RECURSO\nESPECIAL PROVIDO.\n1. De maneira ampla, a Medicina Legal define o abuso sexual infantil\ncomo \"toda e qualquer exploração do menor pelo adulto que tenha por\nfinalidade direta ou indireta a obtenção do prazer lascivo\"\n(FRANÇA, Genival Veloso. Medicina legal. 11ª ed. Rio de Janeiro:\nGuanabara Koogan, 2017, p. 250). Nesse sentido, não há meio-termo. O\nadulto que explora um menor com a finalidade de obter prazer\nsexual, direto ou indireto, está a praticar ato abusivo.\n2. Nesse ponto, é importante ressaltar que o abuso sexual contra o\npúblico infantojuvenil é uma realidade que insiste em perdurar ao\nlongo do tempo. A grande dificuldade desse problema, porém, é\ndimensioná-lo, pois uma parte considerável dos delitos \"ocorrem no\ninterior dos lares, que permanecem recobertos pelo silêncio das\nvítimas\". Há uma elevada taxa de cifra negra nas estatísticas. Além\ndo natural medo de contar para os pais (quando estes não são os\npróprios agressores), não raro essas vítimas sequer \"possuem a\ncompreensão adequada da anormalidade da situação vivenciada.\"\n(BIANCHINI, A.; MARQUES, I. L.; ROSSATO, L. A.; SILVA, L. P. E.;\nGOMES, L. F.; LÉPORE, P. E.; CUNHA, R. S. Pedofilia e abuso sexual\nde crianças e adolescentes. São Paulo: Saraiva, 2013, e-book,\nIntrodução, cap. 1).\n3. Nessa senda, revela-se importante observar que nem sempre se\nentendeu a criança e o adolescente como sujeito histórico e de\ndireitos. Em verdade, a proteção às crianças e aos adolescentes é\nfenômeno histórico recente. \"A família não percebia as necessidades\nespecíficas das crianças, não as via como um ser com peculiaridades\ne que precisavam de atendimento diferenciado. [...] a única\ndiferença entre o adulto e a criança era o tamanho, a estatura, pois\nassim que apresentavam certa independência física, já eram\ninseridas no trabalho, juntamente com os adultos. Os pais contavam\ncom a ajuda de seus filhos para realizar plantações, a produção de\nalimentos nas próprias terras, pescas, caças, por isso, assim que\nseus filhos tinham condições de se manterem em pé, já contribuíam\npara o sustento da família.\" (HENICK, Angelica Cristina. FARIA,\nPaula Maria Ferreira de. História da Infância no Brasil. Educere,\n2022. Disponível em: <https://educere.bruc.com.\nbr/arquivo/pdf2015/19131_8679.pdf>. Acesso em: 7/1/2022).\n4. Diante de um cenário de exposição e vulnerabilidade passando para\numa perspectiva protetiva, alguns autores verificam uma correlação\nentre o reconhecimento pelo Estado da violência intrafamiliar e o\nmovimento feminista. Dizem que esse movimento, \"ao enfrentar o\ndenominado modelo patriarcal de família, acaba por desvelar inúmeras\nformas de violência, que permaneciam encobertas pelo manto do\nsilêncio\". (MACIEL, K. R. F. L. A. Curso de direito da criança e do\nadolescente. 13. ed. São Paulo: Saraiva, 2021, e-book, parte I, cap.\nI).\n5. Verificou-se, portanto, uma modificação de paradigmas sociais,\nque refletiu no Direito. E é nessa perspectiva que se deve ressaltar\na importância de o Direito estar atento à complexidade da vida\nsocial. \"Muitos dos argumentos defendidos por tantos anos já estão\nsuperados. [...] O histórico da Criminologia revela muito sobre a\nsuperação de paradigmas e axiomas\", um exemplo disso é o\nreconhecimento da violência doméstica e familiar. O lar, que era até\nentão considerado um local seguro (ao contrário das ruas, do lado\nde fora), passa a ser palco do drama criminal. (BIANCHINI, A.;\nMARQUES, I. L.; ROSSATO, L. A.; SILVA, L. P. E.; GOMES, L. F.;\nLÉPORE, P. E.; CUNHA, R. S. Pedofilia e abuso sexual de crianças e\nadolescentes. São Paulo: Saraiva, 2013, e-book, Introdução). O fato\nde a violência dentro dos lares ser reconhecida pelo Estado não\nsignificou a criação dessa violência. Em verdade, ela sempre\nexistiu, mas permanecia no silêncio entre os familiares e na\nindiferença institucional. O que era para servir de apoio violentava\nou ignorava.\n6. Nesse passo, Andréa Rodrigues Amin lembra que \"vivemos um momento\nsem igual no plano do direito infantojuvenil. Crianças e\nadolescentes ultrapassam a esfera de meros objetos de \"proteção\" e\n\"tutela\" pela família e pelo Estado e passam à condição de sujeitos\nde direito, beneficiários e destinatários imediatos da doutrina da\nproteção integral.\" (MACIEL, K. R. F. L. A. Curso de direito da\ncriança e do adolescente. 13. ed. São Paulo: Saraiva, 2021, e-book,\nparte I, cap. I). O Estado não é mais indiferente ao que acontece no\ninterior dos lares com as crianças e com os adolescentes. Porém,\nreforce-se, que isso é relativamente recente.\n7. Toda essa evolução é verificada no Brasil, como um reflexo de um\nmovimento internacional pela proteção das crianças. Chamando a\natenção para a importância dos instrumentos internacionais na\npositivação e na interpretação do direito penal pátrio, o em.\nMinistro João Otávio de Noronha, em voto lapidar no EREsp\n1.530.637/SP, lembra que o Brasil está obrigado, perante seus pares,\na adotar medidas legislativas para proteger às crianças (todos\naqueles com menos de 18 anos completos) de qualquer forma de abuso\nsexual.\n8. Este Superior Tribunal de Justiça, em várias oportunidades, já se\nmanifestou no sentido de que a prática de qualquer ato libidinoso,\ncompreendido como aquele destinado à satisfação da lascívia, com\nmenor de 14 anos, configura o delito de estupro de vulnerável (art.\n217-A do CP). Não se prescinde do especial fim de agir: \"para\nsatisfazer à lascívia\". Porém, não se tolera as atitudes\nvoluptuosas, por mais ligeiras que possam parecer. Em alguns\nprecedentes, ressaltou-se até mesmo que o delito prescinde inclusive\nde contato físico entre vítima e agressor.\n9. Com efeito, a pretensão de se desclassificar a conduta de violar\na dignidade sexual de pessoa menor de 14 anos para uma contravenção\npenal (punida, no máximo, com pena de prisão simples) já foi\nreiteradamente rechaçada pela jurisprudência desta Corte.\n10. A superveniência do art. 215-A do CP (crime de importunação\nsexual) trouxe novamente a discussão à tona, mas o conflito aparente\nde normas é resolvido pelo princípio da especialidade do art. 217-A\ndo CP, que possui o elemento especializante \"menor de 14 anos\", e\ntambém pelo princípio da subsidiariedade expressa do art. 215-A do\nCP, conforme se verifica de seu preceito secundário in fine.\n11. Além disso, a cogência do art. 217-A do CP não pode ser afastada\nsem a observância do princípio da reserva de plenário pelos\ntribunais (art. 97 da CR).\n12. Não é só. Desclassificar a prática de ato libidinoso com pessoa\nmenor de 14 anos para o delito do art. 215-A do CP, crime de médio\npotencial ofensivo que admite a suspensão condicional do processo,\ndesrespeitaria ao mandamento constitucional de criminalização do\nart. 227, §4º, da CRFB, que determina a punição severa do abuso ou\nexploração sexual de crianças e adolescentes. Haveria também\ndescumprimento a tratados internacionais.\n13. De fato, de acordo com a convicção pessoal desta Relatoria, o\nlegislador pátrio poderia, ou mesmo deveria, promover uma graduação\nentre as espécies de condutas sexuais praticadas em face de pessoas\nvulneráveis, seja por meio de tipos intermediários, o que poderia\nser feito através de crimes privilegiados, ou causas especiais de\ndiminuição. De sorte que, assim, tornar-se-ia possível penalizar\nmais ou menos gravosamente a conduta, conforme a intensidade de\ncontato e os danos (físicos ou psicológicos) provocados. Mas,\ninfelizmente, não foi essa a opção do legislador e, em matéria\npenal, a estrita legalidade se impõe ao que idealmente desejam os\naplicadores da lei criminal.\n14. Verifique-se que a opção legislativa é pela absoluta\nintolerância com atos de conotação sexual com pessoas menores de 14\nanos, ainda que superficiais e não invasivos. Toda a exposição até\naqui demonstra isso. E, essa opção, embora possa não parecer a\nmelhor, não é de todo censurável, pois, veja-se, \"o abuso sexual\ncontra crianças e adolescentes é problema jurídico, mas sobretudo de\nsaúde pública, não somente pelos números colhidos, mas também pelas\ngraves consequências para o desenvolvimento afetivo, social e\ncognitivo\". Nesse sentido, \"não  é somente a liberdade sexual da\nvítima que deve ser protegida, mas igualmente o livre e sadio\ndesenvolvimento da personalidade sexual da criança\" (BIANCHINI, A.;\nMARQUES, I. L.; ROSSATO, L. A.; SILVA, L. P. E.; GOMES, L. F.;\nLÉPORE, P. E.; CUNHA, R. S. Pedofilia e abuso sexual de crianças e\nadolescentes. São Paulo: Saraiva, 2013, e-book, Introdução, cap. 1).\n15. Tanto a jurisprudência desta Corte Superior quanto a do Supremo\nTribunal Federal são pacíficas em rechaçar a pretensão de\ndesclassificação da conduta de praticar ato libidinoso com pessoa\nmenor de 14 anos para o crime de importunação sexual (art. 215-A do\nCP). Precedentes.\n16. Tese: presente o dolo específico de satisfazer à lascívia,\nprópria ou de terceiro, a prática de ato libidinoso com menor de 14\nanos configura o crime de estupro de vulnerável (art. 217-A do CP),\nindependentemente da ligeireza ou da superficialidade da conduta,\nnão sendo possível a desclassificação para o delito de importunação\nsexual (art. 215-A do CP).\n17. Solução do caso concreto: recurso especial provido para\nrestabelecer a sentença condenatória de 1º grau, que reconheceu a\ntentativa de estupro de vulnerável.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220608",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção do Superior\nTribunal de Justiça, por unanimidade, dar provimento ao recurso\nespecial para restabelecer a sentença condenatória de 1º grau, que\nreconhecer  a tentativa de estupro de vulnerável, e fixou a seguinte\ntese: \"presente o dolo específico de satisfazer à lascívia, própria\nou de terceiro, a prática de ato libidinoso com menor de 14 anos\nconfigura o crime de estupro de vulnerável (Art. 217-A do CP),\nindependentemente da ligeireza ou da superficialidade da conduta,\nnão sendo possível a desclassificação para o delito de importunação\nsexual (art. 215-A do CP)\".\nOs Srs. Ministros Antonio Saldanha Palheiro, Olindo Menezes\n(Desembargador Convocado do TRF 1ª Região), Jesuíno Rissato\n(Desembargador Convocado do TJDFT), Laurita Vaz, Sebastião Reis\nJúnior e Rogerio Schietti Cruz votaram com o Sr. Ministro Relator.\nAusentes, justificadamente, os Srs. Ministros João Otávio de Noronha\ne Joel Ilan Paciornik.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.\nO Dr. Fernando da Silva Comin (Procurador-Geral de Justiça do Estado\nde Santa Catarina) sustentou oralmente pela parte Recorrente:\nMinistério Público do Estado de Santa Catarina.\nO Dr. Thiago Neves (Defensor Público do Estado de Santa Catarina)\nsustentou oralmente pela parte Recorrida: R Do N.\nO Dr. Fernando Antônio Calmon Reis (Defensor Público do Distrito\nFederal) sustentou oralmente pela parte Interessada: Grupo de\nAtuação Estratégica das Defensorias Públicas Estaduais e Distrital\nnos Tribunais Superiores.\nA Dra. Ela Wiecko Volkmer de Castilho (Subprocuradora-Geral da\nRepública) apresentou parecer oral.",
  "jurisprudenciaCitada" : "(PROTEÇÃO INFANTIL - HISTÓRICO)\n   STJ - <<REsp 1480881>>-PI (RECURSO REPETITIVO - TEMA(s) 918)\n(PROTEÇÃO INFANTIL - MEDIDAS LEGISLATIVAS)\n   STJ - <<EREsp 1530637>>-SP\n(ESTUPRO DE VULNERÁVEL - CONTATO FÍSICO DIRETO - PRESCINDIBILIDADE)\n   STJ - <<HC 478310>>-PA,\n         <<RHC 70976>>-MS\n(ESTUPRO DE VULNERÁVEL - DESCLASSIFICAÇÃO PARA CONTRAVENÇÃO PENAL)\n   STJ - <<AgRg no REsp 1751509>>-SC,\n         <<AgRg no REsp 1824358>>-MG,\n         <<AgRg no AREsp 1877333>>-PI,\n         <<RvCr 4936>>-SP\n   STF - [[HC 134591]]\n(ESTUPRO DE VULNERÁVEL - DESCLASSIFICAÇÃO PARA IMPORTUNAÇÃO SEXUAL -\nTIPO PENAL SUBSIDIÁRIO)\n   STF - [[HC - AgR 193278]]\n(ESTUPRO DE VULNERÁVEL - DESCLASSIFICAÇÃO PARA DELITO DO ART. 215-A\nDO CP)\n   STJ - <<AgRg no HC 648756>>-SP,\n         <<EDcl no AgRg no REsp 1951979>>-SC\n   STF - [[HC - AgR 172970]],\n         [[HC - AgR 193278]]",
  "notas" : "Julgado conforme procedimento previsto para os Recursos Repetitivos\nno âmbito do STJ.",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : "\"Presente o dolo específico de satisfazer à lascívia, própria ou de\nterceiro, a prática de ato libidinoso com menor de 14 anos configura\no crime de estupro de vulnerável (art. 217-A do CP),\nindependentemente da ligeireza ou da superficialidade da conduta,\nnão sendo possível a desclassificação para o delito de importunação\nsexual (art. 215-A do CP)\".",
  "tema" : "Tema Repetitivo 1121\nSituação do tema: Acórdão Publicado",
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000593", "LEG:FED DEL:002848 ANO:1940\n*****  CP-40    CÓDIGO PENAL\n        ART:00213 ART:0215A ART:0217A\n(ART. 215-A COM A REDAÇÃO DADA PELA LEI 13.718/2018)", "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00097 ART:00227 PAR:00004\n(ART. 227 COM A REDAÇÃO DADA PELA EMENTA CONSTITUCIONAL 65/2010)", "LEG:FED LEI:008069 ANO:1990\n*****  ECA-90    ESTATUTO DA CRIANÇA E DO ADOLESCENTE\n        ART:00006", "LEG:FED LEI:013718 ANO:2018", "LEG:FED EMC:000065 ANO:2010", "LEG:INT RES:****** ANO:1989\n*****  RESONU1989    CONVENÇÃO INTERNACIONAL SOBRE OS DIREITOS DA\nCRIANÇA\n        ART:00019\n(RESOLUÇÃO 44/25 DA ONU, PROMULGADA PELO DECRETO 99.710/1990)", "LEG:FED LEI:009099 ANO:1995\n*****  LJE-95    LEI DOS JUIZADOS ESPECIAIS CÍVEIS E CRIMINAIS\n        ART:00089", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036", "LEG:FED DEC:099710 ANO:1990" ],
  "acordaosSimilares" : [ ]
} ]