[ {
  "id" : "000815685",
  "numeroProcesso" : "1921190",
  "numeroRegistro" : "202100364019",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JOEL ILAN PACIORNIK",
  "dataPublicacao" : "DJE        DATA:27/05/2022",
  "ementa" : "RECURSO ESPECIAL REPRESENTATIVO DE CONTROVÉRSIA. DIREITO PENAL E\nPROCESSO PENAL. DELITO DE ROUBO. EMPREGO DE ARMA BRANCA. LEI N.\n13.654/2018. REVOGAÇÃO DO INCISO I, DO §2º, DO ART. 157, DO CÓDIGO\nPENAL ? CP. NOVATIO LEGIS IN MELLIUS. NÃO CONFIGURAÇÃO DE CAUSA DE\nAUMENTO. USO DO FUNDAMENTO PARA ALTERAÇÃO DA PENA-BASE.\nPOSSIBILIDADE. NECESSIDADE DE FUNDAMENTAÇÃO. TRANSPOSIÇÃO VALORATIVA\nOU DETERMINAÇÃO NESSE SENTIDO. IMPOSSIBILIDADE. DISCRICIONARIEDADE\nDO JULGADOR. CIRCUNSTÂNCIAS DO CASO CONCRETO. NÃO CONTRARIEDADE AOS\nENTENDIMENTOS EXTERNADOS. DESPROVIMENTO DO RECURSO. FIRMAMENTO DAS\nTESES. RECURSO DESPROVIDO.\n1. Esta Corte há muito definiu que, com o advento da Lei\n13.654/2018, que revogou o inciso I do artigo 157 do CP, o emprego\nde arma branca no crime de roubo deixou de ser  considerado como\nmajorante, sendo, porém, plenamente possível a sua valoração como\ncircunstância judicial desabonadora, quando as circunstâncias do\ncaso concreto assim justificarem.\n1.1. O grau de liberdade do julgador não o isenta de fundamentar o\nnovo apenamento ou de justificar a não realização do incremento na\nbasilar, mormente neste aspecto de abrangência, considerando que a\nutilização de \"arma branca\" nos delitos de roubo representa maior\nreprovabilidade à conduta, sendo necessária a fundamentação, nos\ntermos do art. 387, II e III, do CPP,\n2. Este Superior Tribunal de Justiça também definiu que não cabe a\nesta Corte Superior compelir que o Tribunal de origem proceda à\ntransposição valorativa dessa circunstância - uso de arma branca -\npara a primeira fase, em razão da discricionariedade do julgador ao\naplicar a novatio legis in mellius.\n2.1. Ressalta-se que a afetação esteve restrita à possibilidade de\ndeterminação para que o Tribunal de origem refizesse a dosimetria da\npena, transpondo o fundamento do uso de arma branca no crime de\nroubo para a primeira fase da dosimetria. Ocorre ser necessária a\nextensão da discussão, considerando existirem também julgados nesta\nCorte que sustentam a impossibilidade de que essa nova valoração\nseja feita por este Superior Tribunal de Justiça, na via do\nespecial, em vista da discricionariedade do julgador.\n2.2. A revisão das sanções impostas só é admissível em casos de\nilegalidade flagrante, consubstanciadas no desrespeito aos\nparâmetros legais fixados pelo art. 59, do CP, sem a necessidade de\nmaior aprofundamento no acervo fático-probatório dos autos, que está\nintimamente atrelado à avaliação do melhor juízo, àquele mais\natento às peculiaridades do caso concreto, sob pena de incidência da\nSúmula n. 7/STJ.\n2.3. No caso concreto, como o Tribunal de Justiça afastou a\nobrigatoriedade do novo apenamento, justificando-a, em razão da\ninexistência de lei nesse sentido, verifico o não descumprimento aos\nentendimentos antes externados.\nDelimitadas as teses jurídicas para os fins do art. 543-C do CPC,\nnos seguintes termos: 1. Em razão da novatio legis in mellius\nengendrada pela Lei n. 13.654/2018, o emprego de arma branca, embora\nnão configure mais causa de aumento do crime de roubo, poderá ser\nutilizado como fundamento para a majoração da pena-base, quando as\ncircunstâncias do caso concreto assim justificarem. 2. O julgador\ndeve fundamentar o novo apenamento ou justificar a não realização do\nincremento na basilar, nos termos do que dispõe o art. 387, II e\nIII, do CPP. 3. Não cabe a esta Corte Superior a transposição\nvalorativa da circunstância para a primeira fase da dosimetria ou\nmesmo compelir que o Tribunal de origem assim o faça, em razão da\ndiscricionariedade do julgador ao aplicar a novatio legis in\nmellius.\n3. Recurso especial desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220525",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Terceira Seção, por unanimidade, negar\nprovimento ao recurso especial, fixando as seguintes teses : \"1. Em\nrazão da novatio legis in mellius engendrada pela Lei n.\n13.654/2018, o emprego de arma branca, embora não configure mais\ncausa de aumento do crime de roubo, poderá ser utilizado como\nfundamento para a majoração da pena-base, quando as circunstâncias\ndo caso concreto assim justificarem. 2. O julgador deve fundamentar\no novo apenamento ou justificar a não realização do incremento na\nbasilar, nos termos do que dispõe o art. 387, II e III, do CPP. 3.\nNão cabe a esta Corte Superior a transposição valorativa da\ncircunstância para a primeira fase da dosimetria ou mesmo compelir\nque o Tribunal de origem assim o faça, em razão da\ndiscricionariedade do julgador ao aplicar a novatio legis in\nmellius\", nos termos do voto do Sr. Minsitro Relator.\nOs Srs. Ministros Jesuíno Rissato (Desembargador Convocado do\nTJDFT), Laurita Vaz, João Otávio de Noronha, Sebastião Reis Júnior,\nRibeiro Dantas e Antonio Saldanha Palheiro votaram com o Sr.\nMinistro Relator.\nAusentes, justificadamente, os Srs. Ministros Rogerio Schietti Cruz\ne Olindo Menezes (Desembargador Convocado do TRF 1ª Região).\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : "(PENAL - DOSIMETRIA - ROUBO - EMPREGO DE ARMA BRANCA - LEI\n13.654/2018 - NOVATIO LEGIS IN MELLIUS - MAJORAÇÃO DA PENA-BASE)\n   STJ - <<AgRg no HC 514076>>-DF,\n         <<HC 556442>>-DF,\n         <<AgRg no REsp 1787473>>-MG,\n         <<AgRg no REsp 1837655>>-MG,\n         <<AgRg no REsp 1896732>>-PR,\n         <<AgRg no REsp 1920399>>-PR,\n         <<HC 436314>>-SC,\n         <<AgRg no REsp 1959900>>-SP,\n         <<HC 604535>>-SP,\n         <<AgRg no AREsp 1854459>>-SP\n(ROUBO CIRCUSNTANCIADO - PENA-BASE - CIRCUNSTÂNCIAS DO CRIME - ARMA\nBRANCA - TRANSPOSIÇÃO VALORATIVA PARA A PRIMEIRA FASE -\nDISCRICIONARIEDADE DO JULGADOR)\n   STJ - <<AgRg no REsp 1813368>>-MG,\n         <<AgRg no REsp 1857209>>-MG,\n         <<AgRg no REsp 1832805>>-PR,\n         <<AgRg no REsp 1892680>>-PR,\n         <<AgRg no HC 584177>>-DF,\n         <<AgRg no REsp 1890405>>-PR,\n         <<AgRg no REsp 1933085>>-PR\n(PROCESSUAL PENAL - RECURSO ESPECIAL - DOSIMETRIA DA PENA - REVISÃO\n- CIRCUNSTÂNCIAS JUDICIAIS - REVOLVIMENTO FÁTICO-PROBATÓRIO)\n   STJ - <<AgRg no REsp 1960808>>-SC,\n         <<AgRg no AREsp 1603877>>-PB,\n         <<AgRg no AREsp 1910762>>-RJ",
  "notas" : "Julgado conforme procedimento previsto para os Recursos Repetitivos\nno âmbito do STJ.",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : "\"Em razão da 'novatio legis in mellius' engendrada pela Lei n.\n13.654/2018, o emprego de arma branca, embora não configure mais\ncausa de aumento do crime de roubo, poderá ser utilizado como\nfundamento para a majoração da pena-base, quando as circunstâncias\ndo caso concreto assim justificarem;\nO julgador deve fundamentar o novo apenamento ou justificar a não\nrealização do incremento na basilar, nos termos do que dispõe o art.\n387, II e III, do CPP;\nNão cabe a esta Corte Superior a transposição valorativa da\ncircunstância para a primeira fase da dosimetria ou mesmo compelir\nque o Tribunal de origem assim o faça, em razão da\ndiscricionariedade do julgador ao aplicar a 'novatio legis in\nmellius'\".",
  "tema" : "Tema Repetitivo 1110\nSituação do tema: Acórdão Publicado",
  "referenciasLegislativas" : [ "LEG:FED DEL:002848 ANO:1940\n*****  CP-40    CÓDIGO PENAL\n        ART:00059 ART:00157 PAR:00002 INC:0001A\n(ART. 157, §1º, I, REVOGADO PELA LEI 13.654/2018)", "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00387 INC:00002 INC:00003", "LEG:FED LEI:013654 ANO:2018", "LEG:FED LEI:005869 ANO:1973\n*****  CPC-73    CÓDIGO DE PROCESSO CIVIL DE 1973\n        ART:0543C", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000007" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000814370",
  "numeroProcesso" : "185983",
  "numeroRegistro" : "202200372140",
  "siglaClasse" : "CC",
  "descricaoClasse" : "CONFLITO DE COMPETENCIA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JOEL ILAN PACIORNIK",
  "dataPublicacao" : "DJE        DATA:13/05/2022",
  "ementa" : "CONFLITO NEGATIVO DE COMPETÊNCIA. ESTELIONATO. MODUS OPERANDI NÃO\nCONTEMPLADO PELA LEI N. 14.155/2021. NÃO CONFIGURAÇÃO DAS HIPÓTESES\nDESCRITAS NO § 4º DO ART. 70 DO CÓDIGO DE PROCESSO PENAL - CPP.\nINCIDÊNCIA REGRA GERAL PREVISTA NO ART. 70, CAPUT, DO CPP.\nCOMPETÊNCIA DO LOCAL NO QUAL SE AUFERIU O PROVEITO DO CRIME.\n1. O presente conflito de competência deve ser conhecido, por se\ntratar de incidente instaurado entre juízos vinculados a Tribunais\ndistintos, nos termos do art. 105, inciso I, alínea d da\nConstituição Federal - CF.\n2. No caso dos autos, um ex-funcionário da empresa vítima, atuante\nno ramo de turismo, em associação com os outros dois agentes\ndelituosos, teriam simulado contratos de parcerias com empresas\nterceiras, com a intenção de obter para si vantagens ilícitas, a\nsaber: passagens aéreas e reserva de veículos e hotéis. De acordo\ncom inquérito policial, o estelionatário fazia uso próprio de tais\npassagens, bem como as repassava para terceiros, obtendo o proveito\ndo crime. A empresa vítima possui sede em Brasília/DF, contudo o\nex-funcionário apontado como estelionatário trabalhava como\nrepresentante comercial na filial localizada no município de São\nPaulo, onde os golpes teriam sido praticados em conluio com outros\ndois agentes, também residentes em municípios localizados no Estado\nde São Paulo.\n3. O núcleo da controvérsia consiste em definir se o julgamento do\ndelito de estelionato compete ao Juízo de Direito da 4ª Vara\nCriminal de Brasília/DF, considerando-se o local da sede da empresa\nvítima e de sua agência bancária; ou ao Juízo de Direito da Vara\nCriminal do Foro Central Barra Funda/SP, em razão do local onde o\nagente delituoso auferiu o proveito do crime.\n4. O dissenso jurisprudencial retratado nos precedentes colacionados\npelos Juízos envolvidos neste conflito deixou de existir com o\nadvento da Lei 14.155/2021, que acrescentou o § 4º do art. 70 do\nCódigo de Processo Penal - CPP com o seguinte teor: \"nos crimes\nprevistos no art. 171 do Decreto-Lei nº 2.848, de 7 de dezembro de\n1940 (Código Penal), quando praticados mediante depósito, mediante\nemissão de cheques sem suficiente provisão de fundos em poder do\nsacado ou com o pagamento frustrado ou mediante transferência de\nvalores, a competência será definida pelo local do domicílio da\nvítima, e, em caso de pluralidade de vítimas, a competência\nfirmar-se-á pela prevenção\".\nTodavia, a inovação legislativa disciplinou a competência do delito\nde estelionato em situações específicas descritas pelo legislador,\nas quais não ocorrem no caso concreto, porquanto os autos não\nnoticiam a ocorrência transferências bancárias ou depósitos\nefetuados pela empresa vítima e tampouco de cheque emitido sem\nsuficiente provisão de fundos.\n5. No contexto dos autos, não identificadas as hipóteses descritas\nno § 4º do art. 70 do CPP deve incidir o teor do caput do mesmo\ndispositivo legal, segundo o qual   \"a competência será, de regra,\ndeterminada pelo lugar em que se consumar a infração, ou, no caso de\ntentativa, pelo lugar em que for praticado o último ato de\nexecução\". Sobre o tema a Terceira Seção desta Corte Superior,\nrecentemente, pronunciou-se no sentido de que nas situações não\ncontempladas pela novatio legis, aplica-se o entendimento pela\ncompetência do Juízo do local do eventual prejuízo. Precedente: CC\n182.977/PR, Rel. Ministra LAURITA VAZ, TERCEIRA SEÇÃO,  DJe\n14/3/2022.\n6. Destarte, na espécie, a competência deve ser fixada no local onde\no agente delituoso obteve, mediante fraude, em benefício próprio e\nde terceiros, os serviços custeados pela vítima.\n7. Conflito conhecido para declarar competente o Juízo de Direito da\nVara Criminal do Foro Central Barra Funda - DIPO 4 - SÃO PAULO - SP,\no suscitado.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220511",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Terceira Seção, por unanimidade, conhecer do\nconflito e declarar competente o suscitado, Juízo de Direito da Vara\nCriminal do Foro Central Barra Funda - DIPO 4 - SÃO PAULO - SP, nos\ntermos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Olindo Menezes (Desembargador Convocado do TRF 1ª\nRegião), Jesuíno Rissato (Desembargador Convocado do TJDFT), Laurita\nVaz, João Otávio de Noronha, Sebastião Reis Júnior, Rogerio Schietti\nCruz, Ribeiro Dantas e Antonio Saldanha Palheiro votaram com o Sr.\nMinistro Relator.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : "(ESTELIONATO - HIPÓTESE NÃO PREVISTA NA LEI N. 14.155/2021 - NÃO\nCONFIGURAÇÃO DAS HIPÓTESES DESCRITAS NO § 4º DO ART. 70 DO CPP -\nINCIDÊNCIA DA REGRA GERAL DO ART. 70, CAPUT DO CPP - COMPETÊNCIA DO\nJUÍZO DO LOCAL DO EVENTUAL PREJUÍZO)\n   STJ - <<CC 182977>>-PR",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00070 PAR:00004\n(COM A REDAÇÃO DADA PELA LEI 14.155/2021)", "LEG:FED DEL:002848 ANO:1940\n*****  CP-40    CÓDIGO PENAL\n        ART:00171", "LEG:FED LEI:014155 ANO:2021" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000814516",
  "numeroProcesso" : "5663",
  "numeroRegistro" : "202103195971",
  "siglaClasse" : "RvCr",
  "descricaoClasse" : "REVISÃO CRIMINAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JOEL ILAN PACIORNIK",
  "dataPublicacao" : "DJE        DATA:18/05/2022",
  "ementa" : "REVISÃO CRIMINAL. PROCESSUAL PENAL. ART. 621, I, DO CÓDIGO DE\nPROCESSO PENAL - CPP. DISCUSSÃO REFLEXA AO TEXTO CONSTITUCIONAL.\nCABIMENTO. POSSIBILIDADE. VIOLAÇÃO AO ART. 400, DO CÓDIGO DE\nPROCESSO PENAL. OFENSA AO ART. 16 DO CÓDIGO PENAL - CP. NÃO\nCONHECIMENTO DA REVISIONAL. QUESTÃO NÃO EXAMINADA POR ESTA CORTE.\nAPLICAÇÃO DOS ÓBICES SUMULARES NS. 282 E 356 DO SUPREMO TRIBUNAL\nFEDERAL - STF. VERIFICAÇÃO DE DISSENSO JURISPRUDENCIAL OU MUDANÇA DE\nDIRECIONAMENTO. CASO EM QUE DEVE SER DADA A INTERPRETAÇÃO MAIS\nBENÉFICA. IMPOSSIBILIDADE DE INVERSÃO DA ORDEM. INTERROGATÓRIO DO\nACUSADO DEVE SER FEITO AO FINAL DA INSTRUÇÃO. NULIDADE.\nRECONHECIMENTO. FENÔMENO DA PRECLUSÃO E NECESSIDADE DA DEMONSTRAÇÃO\nDE PREJUÍZO. POSICIONAMENTO DESTA TERCEIRA SEÇÃO. CASO CONCRETO.\nOCORRÊNCIA DE PRECLUSÃO E NÃO DEMONSTRAÇÃO DE PREJUÍZO. PROVAS\nINDEPENDENTES PARA A CONDENAÇÃO. NÃO UTILIDADE NA ANULAÇÃO. REVISÃO\nCRIMINAL PARCIALMENTE CONHECIDA E JULGADA PARCIALMENTE PROCEDENTE\nPARA RECONHECER A NULIDADE, AFASTANDO-A, NO CASO CONCRETO, EM RAZÃO\nDA PRECLUSÃO E DA AUSÊNCIA DE PREJUÍZO.\n1. Cabível o manejo da revisão criminal fundada no art. 621, I, do\nCPP, ainda que se traga a discussão ofensa reflexa ao texto\nconstitucional, porque a redação do artigo em comento dispõe \"lei\npenal\" de modo genérico e os estudos doutrinários indicam que o\nalcance da expressão é amplo, abrangendo, inclusive, contrariedades\naos princípios constitucionais. No caso, há também a indicação de\nviolação ao disposto no art. 400 do Código de Processo Penal.\n2. Quanto à ofensa ao art. 16 do Código Penal, a revisional não\nultrapassa o conhecimento, porquanto a questão não foi examinada por\nesta Corte, tendo em vista a aplicação dos óbices das Súmulas ns.\n282 e 356 do STF.\n3. É certo que existe jurisprudência nesta Corte que, partindo da\ninterpretação dos arts. 400 e 222 do Código de Processo Penal,\nconsidera válido o interrogatório do acusado quando pendente de\ncumprimento carta precatória expedida para oitiva de testemunhas e\ndo ofendido. No entanto, existem também precedentes neste STJ,\ncontemporâneos aos citados, e outros mais recentes, que firmam\nposição diversa, baseada na orientação do Supremo Tribunal Federal,\nqual seja, a de que a concretização do interrogatório do réu antes\nda oitiva das testemunhas e da vítima lhe priva do acesso à\ninformação, promovendo nítido enfraquecimento dos princípios\nconstitucionais do contraditório e da ampla defesa, concluindo que a\nregra do § 1º, do art. 222, do CPP não autorizaria a realização de\ninterrogatório do réu em momento diverso do disposto no art. 400 do\nCPP, vale dizer, antes do final da instrução.\n3.1. Assim, no caso, deve ser dada a interpretação mais benéfica ao\nartigo 621, I, do CPP, a fim do acolhimento da revisão criminal e\naplicação do entendimento desta Corte de que \"embora o artigo 222, §\n1º, do Código de Processo Penal disponha que a expedição da carta\nprecatória não suspende a instrução criminal, a hipótese não\nautoriza a indiscriminada inversão procedimental da ordem prevista\nno artigo 400 do Código de Processo Penal, sendo necessário que o\nJuízo processante observe o interrogatório do acusado como ato final\nda instrução\" (RHC 118.854/SP, Rel. Ministro RIBEIRO DANTAS, QUINTA\nTURMA, DJe 28/2/2020).\n4. De outra parte, a Terceira Seção do Superior Tribunal de Justiça\n(STJ), no julgamento da RvCr n. 5563/DF, reafirmou o entendimento de\nque a nulidade decorrente da inversão da ordem do interrogatório,\nprevista no artigo 400 do Código de Processo Penal (CPP), está\nsujeita à preclusão e demanda a demonstração de prejuízo, sendo esta\na orientação do Supremo Tribunal Federal.\n5. No caso, extrai-se dos autos que do termo de audiência de\ninstrução e julgamento e das alegações finais da defesa não fora\napontada a nulidade de que aqui se cuida. Assim, por não ter sido\nconsignada durante a instrução processual, mas apenas na apelação,\nocorreu o fenômeno da preclusão. Ademais, inexiste a demonstração de\nefetivo prejuízo, pois há provas independentes para a condenação,\ntais como imagens do sistema de videomonitoramento, depoimentos dos\npoliciais, bem como a própria confissão do réu. Hipótese em que não\nhá utilidade na anulação da sentença, pois de toda a forma ela seria\nmantida.\n6. Revisão criminal parcialmente conhecida e julgada parcialmente\nprocedente para reconhecer a ocorrência de nulidade pela inversão da\nordem do art. 400 do CPP, afastando-a, no caso concreto, em razão\nda preclusão e da ausência de prejuízo.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220511",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Terceira Seção, por unanimidade, conhecer\nem parte da revisão criminal, julgando-a parcialmente procedente,\npara reconhecer a ocorrência de nulidade pela inversão da ordem do\nart. 400 do CPP, afastando-a, no caso concreto, em razão da\npreclusão e da ausência de prejuízo, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Olindo Menezes (Desembargador Convocado do TRF 1ª\nRegião) (Revisor), Jesuíno Rissato (Desembargador Convocado do\nTJDFT), Laurita Vaz, João Otávio de Noronha, Sebastião Reis Júnior,\nRogerio Schietti Cruz, Ribeiro Dantas e Antonio Saldanha Palheiro\nvotaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : "(INVERSÃO DA ORDEM DOS DEPOIMENTOS - ART. 400 DO CPP - COMPROVAÇÃO\nDO PREJUÍZO E IMPUGNAÇÃO TEMPESTIVA - NÃO OCORRÊNCIA - EXCEÇÃO À\nORDEM EM CASOS DE NECESSIDADE DE REALIZAÇÃO DO ATO POR MEIO DE CARTA\nPRECATÓRIA)\n   STJ - <<AgRg no AgRg no AREsp 1438108>>-SP,\n         <<HC 574885>>-PE,\n         <<AgRg no AREsp 1490745>>-SP,\n         <<AgRg no RHC 122100>>-SC,\n         <<AgRg no HC 520310>>-PR,\n         <<RHC 106872>>-SP,\n         <<HC 441533>>-SP\n(INTERROGATÓRIO DO RÉU, INSTRUMENTO DE AUTODEFESA, DEVE SER O ÚLTIMO\nATO DA INSTRUÇÃO - ENTENDIMENTO QUE RESGUARDA A NECESSÁRIA\nOBSERVÂNCIA AOS PRINCÍPIOS DO CONTRADITÓRIO E DA AMPLA DEFESA)\n   STJ - <<HC 585942>>-MT,\n         <<HC 667432>>-SC,\n         <<RHC 118854>>-SP,\n         <<RHC 115858>>-MG\n   STF - [[AP-AgR 862]]\n(NULIDADE DECORRENTE DA INVERSÃO DA ORDEM DO INTERROGATÓRIO -\nSUJEIÇÃO À PRECLUSÃO E DEMONSTRAÇÃO DE PREJUÍZO)\n   STJ - <<RvCr 5563>>-DF,\n         <<HC 585942>>-MT,\n         <<HC 446528>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STF)    SÚMULA DO SUPREMO TRIBUNAL FEDERAL\n        SUM:000282 SUM:000356", "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00222 PAR:00001 ART:00400 ART:00621 INC:00001" ],
  "acordaosSimilares" : [ "EDcl na RvCr    5663  DF  2021/0319597-1  Decisão:25/05/2022\nDJE        DATA:27/05/2022" ]
}, {
  "id" : "000814975",
  "numeroProcesso" : "5735",
  "numeroRegistro" : "202201005632",
  "siglaClasse" : "AgRg na RvCr",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA REVISÃO CRIMINAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "RIBEIRO DANTAS",
  "dataPublicacao" : "DJE        DATA:16/05/2022",
  "ementa" : "PROCESSUAL PENAL. AGRAVO REGIMENTAL EM REVISÃO CRIMINAL. ART. 621,\nI, DO CPP. APLICAÇÃO DO ART. 33, §4º, DA LEI 11.343/06. UTILIZAÇÃO\nDA VIA COMO RECURSO. NÃO CABIMENTO. REVISÃO CRIMINAL JULGADA\nIMPROCEDENTE. AGRAVO DESPROVIDO.\n1. \"Superior Tribunal de Justiça pacificou o entendimento no sentido\ndo não cabimento da revisão criminal quando utilizada como nova\napelação, com vista ao mero reexame de fatos e provas, não se\nverificando hipótese de contrariedade ao texto expresso da lei penal\nou à evidência dos autos, consoante previsão do art. 621, I, do CPP\"\n(AgRg no REsp n. 1.781.148/RJ, Ministro Joel Ilan Paciornik, Quinta\nTurma, DJe 18/10/2019).\n2. O fato de corréus terem sido beneficiados pelo \"tráfico\nprivilegiado\" (art. 33, §4º, da Lei de Drogas) não implica\nnecessária extensão a todos os envolvidos no fato delitivo.\n3. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220511",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção do Superior\nTribunal de Justiça, por unanimidade, negar provimento ao agravo\nregimental, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Antonio Saldanha Palheiro, Joel Ilan Paciornik,\nOlindo Menezes (Desembargador Convocado do TRF 1ª Região), Jesuíno\nRissato (Desembargador Convocado do TJDFT), Laurita Vaz, João Otávio\nde Noronha, Sebastião Reis Júnior e Rogerio Schietti Cruz votaram\ncom o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : "(REVISÃO CRIMINAL - SUCEDÂNEO RECURSAL - NÃO CABIMENTO)\n   STJ - <<AgRg no REsp 1781148>>-RJ",
  "notas" : null,
  "informacoesComplementares" : "     Não é possível extensão automática a todos os corréus\nenvolvidos no fato delitivo do benefício de diminuição da pena\nprevista no art. 33, §4º, da Lei de Drogas . Isso porque a aplicação\ndo redutor observa o princípio da individualização da pena.",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00621 INC:00001", "LEG:FED LEI:011343 ANO:2006\n*****  LDR-06    LEI DE DROGAS\n        ART:00033 PAR:00004", "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00005 INC:00046" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000814976",
  "numeroProcesso" : "185334",
  "numeroRegistro" : "202104084280",
  "siglaClasse" : "AgRg no CC",
  "descricaoClasse" : "AGRAVO REGIMENTAL NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "SEBASTIÃO REIS JÚNIOR",
  "dataPublicacao" : "DJE        DATA:16/05/2022",
  "ementa" : "AGRAVO REGIMENTAL EM CONFLITO POSITIVO DE COMPETÊNCIA. JUÍZES\nVINCULADOS A UM MESMO TRIBUNAL. INCOMPETÊNCIA DO STJ. SUPOSTO\nCONFLITO POSITIVO ENVOLVENDO INVESTIGAÇÕES EM CURSO NA JUSTIÇA\nMILITAR DA UNIÃO E NA JUSTIÇA FEDERAL DE BRASÍLIA - SJ/DF.\nIMPROCEDÊNCIA. OBJETOS DISTINTOS. INEXISTÊNCIA DE DISSENSO. HIPÓTESE\nQUE NÃO SE AMOLDA AO ART. 114 DO CPP. USO COMO SUCEDÂNEO RECURSAL.\nINADMISSIBILIDADE. NÃO CONHECIMENTO. DECISÃO AGRAVADA MANTIDA.\nAgravo regimental improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220511",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Terceira Seção, por unanimidade, negar\nprovimento ao agravo regimental, nos termos do voto do Sr. Ministro\nRelator.\nOs Srs. Ministros Rogerio Schietti Cruz, Ribeiro Dantas, Antonio\nSaldanha Palheiro, Joel Ilan Paciornik, Olindo Menezes\n(Desembargador Convocado do TRF 1ª Região), Jesuíno Rissato\n(Desembargador Convocado do TJDFT), Laurita Vaz e João Otávio de\nNoronha votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : "(CONFLITO DE COMPETÊNCIA - AUSÊNCIA - SUCEDÂNEO RECURSAL)\n   STJ - <<CC 40040>>-SP,\n         <<CC 90113>>-MA,\n         <<AgRg no CC 121226>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00105 INC:00001 LET:D", "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00114" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000815046",
  "numeroProcesso" : "1945252",
  "numeroRegistro" : "202102528534",
  "siglaClasse" : "AgRg nos EDcl nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JOEL ILAN PACIORNIK",
  "dataPublicacao" : "DJE        DATA:13/05/2022",
  "ementa" : "PROCESSO PENAL. AGRAVO REGIMENTAL NOS EMBARGOS DE DECLARAÇÃO NOS\nEMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL.\nINTEMPESTIVIDADE DO RECURSO MANTIDA. ART. 220 DO CÓDIGO DE PROCESSO\nCIVIL - CPC. INAPLICABILIDADE PARA OS PROCESSOS CRIMINAIS.\nINEXISTÊNCIA DE SUSPENSÃO DO PRAZO. RECURSO INADMITIDO. AGRAVO\nDESPROVIDO.\n1. \"Aos processos criminais não se aplica o disposto no art. 220 do\nCPC, regulamentado pela Resolução CNJ n. 244/2016, em razão da\nespecialidade das disposições previstas no art. 798, caput e § 3º,\ndo CPP, motivo pelo qual não há falar em suspensão dos prazos entre\nos dias 20 de dezembro e 20 de janeiro (...)\" (AgRg no AREsp\n1718132/SC, Rel. Ministro JOÃO OTÁVIO DE NORONHA, QUINTA TURMA, DJe\n17/12/2020).\n2. Não se conhece de embargos de divergência apresentados depois de\ndecorrido o prazo de 15 (quinze) dias úteis da intimação da decisão\nagravada, nos termos dos arts. 219 e 1.070 do CPC/2015. No caso, o\nacórdão embargado foi publicado em 17/12/2021 e os presentes\nembargos de divergência só foram opostos em 15/2/2022, ou seja, de\nforma intempestiva.\n3. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220511",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Terceira Seção, por unanimidade, negar\nprovimento ao agravo regimental, nos termos do voto do Sr. Ministro\nRelator.\nOs Srs. Ministros Olindo Menezes (Desembargador Convocado do TRF 1ª\nRegião), Jesuíno Rissato (Desembargador Convocado do TJDFT), Laurita\nVaz, João Otávio de Noronha, Sebastião Reis Júnior, Rogerio Schietti\nCruz, Ribeiro Dantas e Antonio Saldanha Palheiro votaram com o Sr.\nMinistro Relator.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : "(ART. 220 DO CPC - INAPLICABILIDADE PARA OS PROCESSOS CRIMINAIS -\nINEXISTÊNCIA DE SUSPENSÃO DO PRAZO NO RECESSO FORENSE)\n   STJ - <<AgRg no REsp 1953442>>-SP,\n         <<AgRg no AREsp 1994053>>-SP,\n         <<AgRg no AREsp 1975968>>-SP,\n         <<AgRg no AREsp 1718132>>-SC",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00219 ART:00220 ART:01070", "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00798 PAR:00003", "LEG:FED PRT:000400 ANO:2021\n(SUPERIOR TRIBUNAL DE JUSTIÇA - STJ)" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000815047",
  "numeroProcesso" : "43058",
  "numeroRegistro" : "202200942805",
  "siglaClasse" : "AgRg na Rcl",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "OLINDO MENEZES (DESEMBARGADOR CONVOCADO DO TRF 1ª REGIÃO)",
  "dataPublicacao" : "DJE        DATA:13/05/2022",
  "ementa" : "AGRAVO REGIMENTAL NA RECLAMAÇÃO. INDEFERIMENTO LIMINAR.\nDESCUMPRIMENTO DE ORDEM DE SOLTURA PROFERIDA NO HC 702.499/MG.\nDISCUSSÃO SUPERADA.\n1. Conforme se extrai dos autos do HC 702.499/MG, a decisão que a\ndefesa alega descumprimento pelo juízo a quo foi posteriormente\ncassada por nova decisão proferida nos autos do respectivo writ, em\n28/4/2022, sendo, ao final, o habeas corpus julgado prejudicado, de\nmodo que superada a agitada discussão.\n2. Agravo improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220511",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção do Superior\nTribunal de Justiça, na conformidade dos votos e das notas\ntaquigráficas a seguir, por unanimidade, negar provimento ao agravo\nregimental nos termos do voto do Sr. Ministro Relator. Os Srs.\nMinistros Jesuíno Rissato (Desembargador Convocado do TJDFT),\nLaurita Vaz, João Otávio de Noronha, Sebastião Reis Júnior, Rogerio\nSchietti Cruz, Ribeiro Dantas, Antonio Saldanha Palheiro e Joel Ilan\nPaciornik votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000813530",
  "numeroProcesso" : "1963433",
  "numeroRegistro" : "202103131837",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JOÃO OTÁVIO DE NORONHA",
  "dataPublicacao" : "DJE        DATA:09/05/2022",
  "ementa" : "PROPOSTA  DE  AFETAÇÃO.  RECURSO  ESPECIAL  REPRESENTATIVO  DA\nCONTROVÉRSIA.  TRÁFICO  DE  DROGAS. QUANTIDADE  E  NATUREZA  DA\nDROGA  ISOLADAMENTE  CONSIDERADAS. CAUSA  DE  DIMINUIÇÃO  DO  ART.\n33, § 4º, DA LEI 11.343/2006. (IM)POSSIBILIDADE DE AFASTAMENTO.\n1. Delimitação da controvérsia:  Isoladamente consideradas, a\nnatureza e a quantidade do entorpecente apreendido, por si sós, não\nsão suficientes para embasar conclusão acerca da  presença  das\nreferidas  condições  obstativas  e,  assim,  afastar  o\nreconhecimento  da minorante do tráfico privilegiado.\n2. Afetação do recurso especial ao rito dos arts. 1.036 e 1.037 do\nCPC/2015 e 256 ao 256-X do RISTJ.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220503",
  "decisao" : "Vistos, relatados e discutidos estes autos em que são partes as\nacima indicadas,  acordam os Ministros da Terceira Seção do Superior\nTribunal de Justiça, na conformidade dos votos e das notas\ntaquigráficas a seguir,  por unanimidade, afetar o processo ao rito\ndos recursos repetitivos (RISTJ, art. 257-C) e, por unanimidade, não\nsuspender  a tramitação de processos, conforme proposta do Sr.\nMinistro Relator. Os Srs. Ministros Sebastião Reis Júnior, Ribeiro\nDantas, Antonio Saldanha Palheiro, Joel Ilan Paciornik, Olindo\nMenezes (Desembargador Convocado do TRF 1ª Região), Jesuíno Rissato\n(Desembargador Convocado do TJDFT) e Laurita Vaz votaram com o Sr.\nMinistro Relator.\nNão participou do julgamento o Sr. Ministro Rogerio Schietti Cruz.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1154",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1154\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036 PAR:00006", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:0257A PAR:00001" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000813531",
  "numeroProcesso" : "1963489",
  "numeroRegistro" : "202103141592",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JOÃO OTÁVIO DE NORONHA",
  "dataPublicacao" : "DJE        DATA:09/05/2022",
  "ementa" : "PROPOSTA  DE  AFETAÇÃO.  RECURSO  ESPECIAL  REPRESENTATIVO  DA\nCONTROVÉRSIA.  TRÁFICO  DE  DROGAS.  QUANTIDADE  E  NATUREZA  DA\nDROGA ISOLADAMENTE CONSIDERADAS. CAUSA DE DIMINUIÇÃO DO ART. 33, §\n4º, DA LEI 11.343/2006. (IM)POSSIBILIDADE DE AFASTAMENTO.\n1. Delimitação da controvérsia: Isoladamente consideradas, a\nnatureza e a quantidade do entorpecente apreendido, por si sós, não\nsão suficientes para embasar conclusão acerca da  presença  das\nreferidas  condições  obstativas  e,  assim,  afastar  o\nreconhecimento  da minorante do tráfico privilegiado.\n2. Afetação do recurso especial ao rito dos arts. 1.036 e 1.037 do\nCPC/2015 e 256 ao 256-X do RISTJ.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220503",
  "decisao" : "Vistos, relatados e discutidos estes autos em que são partes as\nacima indicadas,  acordam os Ministros da Terceira Seção do Superior\nTribunal de Justiça, na conformidade dos votos e das notas\ntaquigráficas a seguir,  por unanimidade, afetar o processo ao rito\ndos recursos repetitivos (RISTJ, art. 257-C) e, por unanimidade, não\nsuspender  a tramitação de processos, conforme proposta do Sr.\nMinistro Relator. Os Srs. Ministros Sebastião Reis Júnior, Ribeiro\nDantas, Antonio Saldanha Palheiro, Joel Ilan Paciornik, Olindo\nMenezes (Desembargador Convocado do TRF 1ª Região), Jesuíno Rissato\n(Desembargador Convocado do TJDFT) e Laurita Vaz votaram com o Sr.\nMinistro Relator.\nNão participou do julgamento o Sr. Ministro Rogerio Schietti Cruz.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1154",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1154\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036 PAR:00006", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:0257A PAR:00001" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000813532",
  "numeroProcesso" : "1964296",
  "numeroRegistro" : "202103239740",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JOÃO OTÁVIO DE NORONHA",
  "dataPublicacao" : "DJE        DATA:09/05/2022",
  "ementa" : "PROPOSTA  DE  AFETAÇÃO.  RECURSO  ESPECIAL  REPRESENTATIVO  DA\nCONTROVÉRSIA.  TRÁFICO  DE  DROGAS.  QUANTIDADE  E  NATUREZA  DA\nDROGA ISOLADAMENTE CONSIDERADAS. CAUSA DE DIMINUIÇÃO DO ART. 33, §\n4º, DA LEI 11.343/2006. (IM)POSSIBILIDADE DE AFASTAMENTO.\n1. Delimitação da controvérsia: Isoladamente consideradas, a\nnatureza e a quantidade do entorpecente apreendido, por si sós, não\nsão suficientes para embasar conclusão acerca da  presença  das\nreferidas  condições  obstativas  e,  assim,  afastar  o\nreconhecimento  da minorante do tráfico privilegiado.\n2. Afetação do recurso especial ao rito dos arts. 1.036 e 1.037 do\nCPC/2015 e 256 ao 256-X do RISTJ.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220503",
  "decisao" : "Vistos, relatados e discutidos estes autos em que são partes as\nacima indicadas,  acordam os Ministros da Terceira Seção do Superior\nTribunal de Justiça, na conformidade dos votos e das notas\ntaquigráficas a seguir,  por unanimidade, afetar o processo ao rito\ndos recursos repetitivos (RISTJ, art. 257-C) e, por unanimidade, não\nsuspender  a tramitação de processos, conforme proposta do Sr.\nMinistro Relator. Os Srs. Ministros Sebastião Reis Júnior, Ribeiro\nDantas, Antonio Saldanha Palheiro, Joel Ilan Paciornik, Olindo\nMenezes (Desembargador Convocado do TRF 1ª Região), Jesuíno Rissato\n(Desembargador Convocado do TJDFT) e Laurita Vaz votaram com o Sr.\nMinistro Relator.\nNão participou do julgamento o Sr. Ministro Rogerio Schietti Cruz.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1154",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1154\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036 PAR:00006", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:0257A PAR:00001" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000812702",
  "numeroProcesso" : "42116",
  "numeroRegistro" : "202102381425",
  "siglaClasse" : "AgRg na Rcl",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JOÃO OTÁVIO DE NORONHA",
  "dataPublicacao" : "DJE        DATA:29/04/2022",
  "ementa" : "PROCESSUAL PENAL. AGRAVO REGIMENTAL EM RECLAMAÇÃO. DESPROVIMENTO.\nMANUTENÇÃO DA DECISÃO RECORRIDA.\n1. O mero inconformismo com a decisão agravada, sem enfrentamento de\nseus fundamentos, não legitima a interposição de agravo regimental.\n2. O manejo de reclamação contra decisão proferida em cumprimento de\ndeterminação do Superior Tribunal de Justiça exige demonstração de\ndesobediência a seus comandos, não se prestando à reforma da nova\ndecisão prolatada pela autoridade judiciária o mero descontentamento\nda parte com seu teor.\n3. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220427",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Terceira Seção, por unanimidade, negar\nprovimento ao agravo regimental, nos termos do voto do Sr. Ministro\nRelator.\nOs Srs. Ministros Sebastião Reis Júnior, Rogerio Schietti Cruz,\nRibeiro Dantas, Antonio Saldanha Palheiro, Joel Ilan Paciornik,\nOlindo Menezes (Desembargador Convocado do TRF 1ª Região), Jesuíno\nRissato (Desembargador Convocado do TJDFT) e Laurita Vaz votaram com\no Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000812722",
  "numeroProcesso" : "1859933",
  "numeroRegistro" : "202000225649",
  "siglaClasse" : "EDcl no REsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "ANTONIO SALDANHA PALHEIRO",
  "dataPublicacao" : "DJE        DATA:03/05/2022",
  "ementa" : "PROCESSO PENAL. EMBARGOS DE DECLARAÇÃO NO RECURSO ESPECIAL\nREPRESENTATIVO DE CONTROVÉRSIA. CRIME DE DESOBEDIÊNCIA. ART. 330 DO\nCÓDIGO PENAL. ORDEM LEGAL DE PARADA EMANADA NO CONTEXTO DE ATIVIDADE\nOSTENSIVA DE SEGURANÇA PÚBLICA. TIPICIDADE DA CONDUTA. SUPOSTO\nEXERCÍCIO DO DIREITO DE AUTODEFESA E DE NÃO AUTOINCRIMINAÇÃO.\nIMPOSSIBILIDADE DE INVOCAÇÃO PARA A PRÁTICA DE DELITOS. ALEGADA\nCONTRADIÇÃO. NÃO OCORRÊNCIA. EMBARGOS DE DECLARAÇÃO REJEITADOS.\n1. Os embargos de declaração, no processo penal, são oponíveis com\nfundamento na existência de ambiguidade, obscuridade, contradição ou\nomissão no decisum embargado e, por isso, não constituem\ninstrumento adequado para demonstração de inconformismos da parte\ncom o resultado do julgado ou para formulação de pretensões de\nmodificações do entendimento aplicado, salvo quando,\nexcepcionalmente, cabíveis os efeitos infringentes.\n2. A respeito das alegações trazidas pelo embargante, ficou\nconsignado no acórdão ora embargado que o direito ao silêncio e o de\nnão produzir prova contra si mesmo não são absolutos, razão pela\nqual não podem ser invocados para a prática de outros delitos.\n3. Ficou decidido, portanto, que a desobediência à ordem legal de\nparada, emanada por agentes públicos em contexto de policiamento\nostensivo, para a prevenção e repressão de crimes, constitui conduta\npenalmente típica, prevista no art. 330 do Código Penal Brasileiro.\n4. \"A contradição passível de ser sanada na via dos embargos\ndeclaratórios é a contradição interna, entendida como ilogicidade ou\nincoerência existente entre os fundamentos e o dispositivo do\njulgado em si mesmo considerado, e não a contradição externa,\nrelativa à incompatibilidade do julgado com tese, lei ou precedente\ntido pelo Embargante como correto\" (EDcl no AgRg no AREsp n.\n1.275.606/RJ, relatora Ministra LAURITA VAZ, SEXTA TURMA, julgado em\n25/9/2018, DJe 11/10/2018).\n5. A questão posta foi decidida à luz de fundamentos adequados. As\nrazões veiculadas nos embargos de declaração revelam, em verdade, o\ninconformismo da parte com o julgamento da causa, legítimo, mas\nimpróprio na espécie recursal.\n6. Embargos de declaração rejeitados.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220427",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção do Superior\nTribunal de Justiça,  por unanimidade, rejeitar os embargos de\ndeclaração nos termos do voto do Sr. Ministro Relator. Os Srs.\nMinistros Joel Ilan Paciornik, Olindo Menezes (Desembargador\nConvocado do TRF 1ª Região), Jesuíno Rissato (Desembargador\nConvocado do TJDFT), Laurita Vaz, João Otávio de Noronha, Sebastião\nReis Júnior, Rogerio Schietti Cruz e Ribeiro Dantas votaram com o\nSr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DECLARAÇÃO - CONTRADIÇÃO - VÍCIO INTERNO - INCOERÊNCIA\nENTRE OS FUNDAMENTOS E O DISPOSITIVO DO JULGADO)\n   STJ - <<EDcl no AgRg no AREsp 1275606>>-RJ\n(DECISÃO JUDICIAL - FUNDAMENTAÇÃO - REJEIÇÃO EXPRESSA DE TODOS AS\nTESES APRESENTADAS PELA PARTE - PRESCINDIBILIDADE)\n   STJ - <<AgRg no REsp 1189155>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01022", "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00619" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000812832",
  "numeroProcesso" : "186111",
  "numeroRegistro" : "202200439827",
  "siglaClasse" : "CC",
  "descricaoClasse" : "CONFLITO DE COMPETENCIA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "LAURITA VAZ",
  "dataPublicacao" : "DJE        DATA:29/04/2022",
  "ementa" : "CONFLITO DE COMPETÊNCIA. PENAL. ORGANIZAÇÃO CRIMINOSA. TRÁFICO\nINTERNACIONAL DE ARMAS E DROGAS. LAVAGEM DE DINHEIRO. INVESTIGAÇÃO.\nBUSCA E APREENSÃO DETERMINADA PELO JUÍZO FEDERAL. ARMAS, MUNIÇÕES E\nACESSÓRIOS LOCALIZADOS NA RESIDÊNCIA DO INVESTIGADO. CRIMES DOS\nARTS. 12 E 16 LEI N. 10.826/2003. COMPETÊNCIA DO JUÍZO FEDERAL\nRECONHECIDA. CONEXÃO PROBATÓRIA EVIDENCIADA. SERENDIPIDADE E\nAUSÊNCIA DE INDÍCIOS DE TRANSNACIONALIDADE. NÃO OCORRÊNCIA. CONFLITO\nCONHECIDO PARA DECLARAR COMPETENTE O JUÍZO FEDERAL DA 7.ª VARA\nCRIMINAL DO RIO DE JANEIRO - SJ/RJ , O SUSCITADO.\n1. Ocorre a conexão instrumental (ou ainda probatória) quando duas\nou mais infrações tiverem o mesmo nexo fático, a justificar o\njulgamento pelo mesmo juízo. O instituto visa a conferir ao\nMagistrado a ideal visão da conjuntura fático-probatória, para que\nseja proferida a correta prestação jurisdicional e minimizada a\npossibilidade de ocorrência de decisões conflitantes, em prejuízo do\njurisdicionado e da própria atuação judicial.\n2. A apreensão das armas, acessórios e munições, na casa do\ndenunciado, ocorreu quando era cumprido mandado de busca e apreensão\nexpedido pela Justiça Federal, em procedimento no qual era\ninvestigada organização criminosa dedicada ao tráfico internacional\nde armas e drogas, da qual ele seria integrante. Assim, não se\nmostra possível o afastamento da competência federal, também no\ntocante aos crimes tipificados nos arts. 12, caput, e 16, caput, e\nc.c o § 1.º, inciso IV Lei n. 10.826/2003, configurados em razão da\nposse dos aludidos artefatos, e que ensejaram a sua prisão em\nflagrante, no momento da busca e apreensão. A situação explicitada\nconfigura conexão processual, a atrair a incidência do art. 76,\ninciso III, do Código de Processo Penal.\n3. Se a busca e apreensão determinada pela Justiça Federal ocorreu\nno contexto de investigação na qual se apurava exatamente a\nexistência de organização criminosa dedicada ao tráfico\ninternacional de armas e de drogas, e tinha, entre seus objetivos, a\napreensão de objetos dessa natureza, não procede o argumento\nutilizado pelo Juízo Suscitado, para justificar a competência da\nJustiça Estadual, no sentido de que a descoberta de armas, munições\ne acessórios teria sido fortuita, caracterizando a serendipidade,\nbem assim de que não haveria nenhum indício de transnacionalidade\nnas condutas.\n4. Conflito conhecido para declarar competente o Juízo Federal da\n7.ª Vara Criminal do Rio de Janeiro - SJ/RJ , o Suscitado.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220427",
  "decisao" : "Vistos, relatados e discutidos estes autos, acordam os Ministros da\nTerceira Seção do Superior Tribunal de Justiça, na conformidade dos\nvotos e das notas taquigráficas a seguir, por unanimidade, conhecer\ndo conflito e declarar competente o Suscitado, Juízo Federal da 7.ª\nVara Criminal do Rio de Janeiro - SJ/RJ, nos termos do voto da Sra.\nMinistra Relatora. Os Srs. Ministros João Otávio de Noronha,\nSebastião Reis Júnior, Rogerio Schietti Cruz, Ribeiro Dantas,\nAntonio Saldanha Palheiro, Joel Ilan Paciornik, Olindo Menezes\n(Desembargador Convocado do TRF 1ª Região) e Jesuíno Rissato\n(Desembargador Convocado do TJDFT) votaram com a Sra. Ministra\nRelatora.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000812833",
  "numeroProcesso" : "42857",
  "numeroRegistro" : "202200410906",
  "siglaClasse" : "Rcl",
  "descricaoClasse" : "RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "REYNALDO SOARES DA FONSECA",
  "dataPublicacao" : "DJE        DATA:29/04/2022",
  "ementa" : "RECLAMAÇÃO. INVESTIGAÇÃO DE HOMICÍDIO QUALIFICADO. ALEGADO\nDESCUMPRIMENTO DE JULGADO DESTA CORTE QUE RECONHECEU A INIDONEIDADE\nDOS FUNDAMENTOS LANÇADOS PARA PRORROGAÇÃO DE PRISÃO TEMPORÁRIA.\nSUPERVENIENTE DECISÃO DE 1º GRAU QUE DECRETA PRISÃO PREVENTIVA, NOS\nAUTOS DO MESMO INQUÉRITO POLICIAL, VALENDO-SE DE IDÊNTICA MOTIVAÇÃO.\nDESCUMPRIMENTO REFLEXO DE DECISÃO DESTE TRIBUNAL SUPERIOR.\nRECLAMAÇÃO PROCEDENTE.\n1. Reputado ilegal, em julgado desta Corte, decreto que prorrogou\nprisão provisória com base em fundamentação tida como abstrata e\ninidônea, a superveniente decretação de prisão preventiva nos autos\ndo mesmo inquérito policial reprisando idêntica motivação, a título\nde periculum libertatis, sem o acréscimo de novos fundamentos\nconcretos, consubstancia descumprimento reflexo de ordem emanada\ndeste Tribunal Superior.\n2. Situação em que, em habeas corpus julgado por esta Corte, foi\nconsiderada ilegal a decisão que prorrogara a prisão provisória de\nmarido e esposa investigados por suposta participação em homicídio\nqualificado, com amparo na suposição genérica de que os investigados\npoderiam destruir provas ou influenciar testemunhas, assim como na\nequivocada concepção de que, em afronta ao princípio constitucional\nnemo tenetur se detegere, estariam eles obrigados a entregar à\nautoridade policial evidência (seus aparelhos celulares) não\nencontrada em busca domiciliar autorizada judicialmente.\nTendo em conta, também, que as investigações já se encontravam\nadiantadas, com a oitiva de diversas testemunhas, realização de\nperícias e cumprimento de mandados de busca e apreensão, além do\nfato de que os investigados, ambos primários com residência fixa e\nemprego lícito, se apresentaram voluntariamente à autoridade\npolicial, foi concedida a ordem de ofício para revogar a prisão\ntemporária dos ora reclamantes, mediante a aplicação das medidas\ncautelares constantes do art. 319, incisos I, III, IV, e do art.\n320, ambos do Código de Processo Penal.\nNo novo decreto de prisão preventiva, o magistrado de 1º grau voltou\na aludir à possibilidade de interferência dos reclamantes em\ndepoimentos de testemunhas e reafirmou que eles estariam ocultando\nseus aparelhos celulares em sua residência, mas sem apontar fato\nconcreto apto a demonstrar que teriam agido de qualquer forma para\ninterferir em depoimento de testemunhas ou para destruir provas ou\nopor obstáculo ilegítimo às investigações.\n3. Em situações análogas, a Terceira Seção já reconheceu a\nexistência de descumprimento reflexo de decisão emanada desta Corte\nquando nova decisão de 1º grau se ampara exclusivamente em\nfundamentos já considerados inidôneos em julgado deste Superior\nTribunal de Justiça que examinara a mesma controvérsia, envolvendo\nas mesmas partes.\nPrecedentes: Rcl 39.045/SP, Rel. Ministro REYNALDO SOARES DA\nFONSECA, TERCEIRA SEÇÃO, julgado em 11/03/2020, DJe 16/03/2020; Rcl\n36.196/SP, Rel. Ministro ROGERIO SCHIETTI CRUZ, TERCEIRA SEÇÃO,\njulgado em 24/10/2018, DJe 29/10/2018; Rcl 32.491/SP, Rel. Ministro\nJORGE MUSSI, TERCEIRA SEÇÃO, julgado em 23/11/2016, DJe 03/02/2017;\nRcl 3.047/SP, Rel. Ministro SEBASTIÃO REIS JÚNIOR, TERCEIRA SEÇÃO,\njulgado em 29/02/2012, DJe 08/03/2012. Decisões monocráticas: RCL n.\n42.646/SP, Rel. Min. SEBASTIÃO REIS JÚNIOR, DJe de 08/02/2022; RCL\nn. 42.047/SP, Rel. Min. JESUÍNO RISSATO (Desembargador convocado do\nTJDFT), DJe de 10/09/2021; RCL n. 40.216/SP, Rel. Min. ANTONIO\nSALDANHA PALHEIRO, DJe de 12/06/2020; RCL n. 37.937/SP, Rel. Min.\nRIBEIRO DANTAS, DJe de 02/10/2019.\n4. Reclamação julgada procedente, para cassar a decisão que decretou\na prisão preventiva dos reclamantes, determinando o cumprimento das\nmedidas cautelares estabelecidas no Habeas Corpus n. 704.073/AM, sem\nprejuízo de futura decretação de prisão cautelar ancorada na\ngravidade concreta da conduta dos reclamantes e em fundamentos\nidôneos.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220427",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção do Superior\nTribunal de Justiça, por unanimidade, julgar procedente a\nreclamação, para cassar a decisão que decretou a prisão preventiva\ndos reclamantes, determinando o cumprimento das medidas cautelares\nestabelecidas no HC 704.073/AM, sem prejuízo de futura decretação de\nprisão cautelar ancorada na gravidade concreta da conduta e em\nfundamentos idôneos, nos termos do voto do Sr. Ministro Relator. Os\nSrs. Ministros Antonio Saldanha Palheiro, Joel Ilan Paciornik,\nOlindo Menezes (Desembargador Convocado do TRF 1ª Região), Jesuíno\nRissato (Desembargador Convocado do TJDFT), Laurita Vaz, João Otávio\nde Noronha, Sebastião Reis Júnior e Rogerio Schietti Cruz votaram\ncom o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.\nO Dr. Emerson Paxá Pinto Oliveira sustentou oralmente pelos\nReclamantes: Jordana Azevedo Freire e Joabson Agostinho Gomes.\nO Dr. Francisco Xavier Pinheiro Filho (Subprocurador-Geral da\nRepública) sustentou oralmente pelo Ministério Público Federal.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000812899",
  "numeroProcesso" : "1984986",
  "numeroRegistro" : "202103172984",
  "siglaClasse" : "EDcl no AgRg nos EAREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NOS EMBARGOS DE\nDIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "ROGERIO SCHIETTI CRUZ",
  "dataPublicacao" : "DJE        DATA:03/05/2022",
  "ementa" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NOS EMBARGOS DE\nDIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL. OMISSÃO. PRESCRIÇÃO. NÃO\nOCORRÊNCIA. AGRAVO REGIMENTAL. INTIMAÇÃO PARA INCLUSÃO EM PAUTA.\nINEXISTÊNCIA. EMBARGOS ACOLHIDOS SEM EFEITOS MODIFICATIVOS.\n1. Inocorre a prescrição quando entre os marcos interruptivos não é\nultrapassado o prazo prescricional para pena imposta em concreto,\nprevisto no art. 109 do CP.\n2. No caso, os embargantes foram denunciados em 28/9/2016 e\ncondenados ao cumprimento de 2 anos de reclusão, cuja sentença fio\nproferida em 30/5/2017. O prazo prescricional de 4 anos (art. 109,\nV, do CP), portanto, não foi ultrapassado entre a denúncia e a\nsentença. Também não o foi entre a sentença (30/5/2017) e o acórdão\nque a confirmou, exarado em 11/10/2018 e publicado em 16/10/2018;\ntampouco entre o acórdão e o último dia do prazo para interposição\ndo especial - a interrupção do prazo prescricional deve retroagir\nquando o recurso não é admitido -, ocorrido em 2020.\n3. Esta Corte Superior possui pacífica jurisprudência, em matéria\npenal, na direção de não ser cabível prévia intimação para sessão de\njulgamento de agravo regimental, uma vez que esse recurso interno\nindepende de inclusão em pauta (art. 258 do RISTJ).\n4. Embargos acolhidos, sem efeitos modificativos, apenas para sanar\na omissão quanto ao exame da aventada prescrição.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220427",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Terceira Seção, por unanimidade, acolher os\nembargos declaração, sem efeitos modificativos, apenas para sanar a\nomissão quanto ao exame da aventada prescrição, nos termos do voto\ndo Sr. Ministro Relator.\nOs Srs. Ministros Ribeiro Dantas, Antonio Saldanha Palheiro, Joel\nIlan Paciornik, Olindo Menezes (Desembargador Convocado do TRF 1ª\nRegião), Jesuíno Rissato (Desembargador Convocado do TJDFT), Laurita\nVaz, João Otávio de Noronha e Sebastião Reis Jú nior votaram com o\nSr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00258", "LEG:FED DEL:002848 ANO:1940\n*****  CP-40    CÓDIGO PENAL\n        ART:00109 INC:00005", "LEG:FED LEI:005869 ANO:1973\n*****  CPC-73    CÓDIGO DE PROCESSO CIVIL DE 1973\n        ART:01022 INC:00002" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000812986",
  "numeroProcesso" : "42376",
  "numeroRegistro" : "202103175018",
  "siglaClasse" : "AgRg na Rcl",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "LAURITA VAZ",
  "dataPublicacao" : "DJE        DATA:29/04/2022",
  "ementa" : "AGRAVO REGIMENTAL NA RECLAMAÇÃO. AUTORIDADE DA DECISÃO PROFERIDA NO\nHC N. 564.922/RS, REL. MINISTRO NEFI CORDEIRO, NÃO VIOLADA NO ATO\nRECLAMADO. VIA ELEITA INADEQUADA PARA SOLUCIONAR CONTROVÉRSIAS\nDIVERSAS DO QUE FORA DETERMINADO NO DISPOSITIVO ALEGADAMENTE\nDESCUMPRIDO. DESCABIMENTO DO MANEJO DA RECLAMAÇÃO COMO SUCEDÂNEO\nRECURSAL OU DE HABEAS CORPUS. AGRAVO DESPROVIDO.\n1. A via processual da reclamação constitucional é reservada para\ngarantir a) a preservação da competência do Superior Tribunal de\nJustiça ou b) a autoridade de seus julgados, no caso de\ndescumprimento ou, é claro, cumprimento parcial do decisum.\n2. Assegurar a autoridade das decisões pressupõe não permitir o\ndescumprimento das diretrizes objetivas emanadas deste Superior\nTribunal de Justiça em seus julgados, o que não se confunde com a\npretensão de trazer diretamente a esta Corte questões outras\ndecorrentes de desdobramentos da causa principal.\n3. Na decisão alegadamente violada o Superior Tribunal de Justiça\ndeterminou tão somente a remessa dos feitos conexos para o\nprocessamento e julgamento por Juízo único - o que fora cumprido.\nNão há, na deliberação proferida no HC 564.922/RS, qualquer\ndeterminação para que os atos instrutórios nessas causas fossem\nrealizados de forma simultânea.\n4. Independentemente de as alegações de mérito terem ou não\nfundamento, o fato é que o inconformismo deduzido na inicial da\nReclamação não se relaciona diretamente com os parâmetros da decisão\ndo STJ. Por tal motivo, descabe aduzir afronta à autoridade de\ndecisão desta Corte, mormente quando as pretensas ilegalidades são\npassíveis de correção pela via recursal própria ou do habeas corpus.\n5. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220427",
  "decisao" : "Vistos, relatados e discutidos estes autos, acordam os Ministros da\nTerceira Seção do Superior Tribunal de Justiça, na conformidade dos\nvotos e das notas taquigráficas a seguir, por unanimidade, negar\nprovimento ao agravo regimental, nos termos do voto da Sra. Ministra\nRelatora. Os Srs. Ministros João Otávio de Noronha, Sebastião Reis\nJúnior, Rogerio Schietti Cruz, Ribeiro Dantas, Antonio Saldanha\nPalheiro, Joel Ilan Paciornik, Olindo Menezes (Desembargador\nConvocado do TRF 1ª Região) e Jesuíno Rissato (Desembargador\nConvocado do TJDFT) votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000813191",
  "numeroProcesso" : "10412",
  "numeroRegistro" : "201901337429",
  "siglaClasse" : "AgInt na PET na ExeMS",
  "descricaoClasse" : "AGRAVO INTERNO NA PETIÇÃO NA EXECUÇÃO EM MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "REYNALDO SOARES DA FONSECA",
  "dataPublicacao" : "DJE        DATA:29/04/2022",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NA PETIÇÃO NA EXECUÇÃO EM MANDADO\nDE SEGURANÇA. CAPÍTULOS AUTÔNOMOS DA DECISÃO AGRAVADA. IMPUGNAÇÃO\nPARCIAL. POSSIBILIDADE. NÃO APLICABILIDADE DA SÚMULA 182/STJ.\nADMINISTRATIVO. ANISTIA POLÍTICA. PAGAMENTO DE INDENIZAÇÃO\nRETROATIVA. FALECIMENTO DO IMPETRANTE NO CURSO DO WRIT. HABILITAÇÃO\nDO ESPÓLIO OU DOS HERDEIROS/SUCESSORES NA EXECUÇÃO. POSSIBILIDADE.\nAGRAVO IMPROVIDO.\n1. Consoante recente orientação adotada pela Corte Especial, a\nimpugnação, no agravo interno, de capítulos autônomos da decisão\nrecorrida apenas implica preclusão das matérias não impugnadas, mas\nnão impede o conhecimento do recurso, afastando-se a incidência da\nSúmula 182/STJ (EREsp 1424404/SP, Rel. Ministro LUIS FELIPE SALOMÃO,\nCORTE ESPECIAL, julgado em 20/10/2021, DJe 17/11/2021).\n2. Ainda que o óbito do impetrante tenha ocorrido antes do trânsito\nem julgado da ação mandamental, o espólio ou os herdeiros/sucessores\ndetêm legitimidade para requerer a execução do julgado, desde que\ndevidamente habilitados. O reconhecimento da condição de anistiado\npolítico possui caráter indenizatório, integrando-se ao patrimônio\njurídico do espólio. Nesse sentido: AgInt no MS 24.314/DF, Rel.\nMinistro OG FERNANDES, PRIMEIRA SEÇÃO, julgado em 14/08/2019, DJe\n19/08/2019.\n3. Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220427",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção do Superior\nTribunal de Justiça, por unanimidade, negar provimento ao agravo\ninterno, nos termos do voto do Sr. Ministro Relator. A Sra. Ministra\nLaurita Vaz e os Srs. Ministros João Otávio de Noronha, Sebastião\nReis Júnior, Rogerio Schietti Cruz, Antonio Saldanha Palheiro, Joel\nIlan Paciornik, Olindo Menezes (Desembargador Convocado do TRF 1ª\nRegião) e Jesuíno Rissato (Desembargador Convocado do TJDFT) votaram\ncom o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ "EDcl no AgInt na PET na ExeMS   10412  DF  2019/0133742-9\nDecisão:08/06/2022\nDJE        DATA:14/06/2022" ]
}, {
  "id" : "000813192",
  "numeroProcesso" : "183852",
  "numeroRegistro" : "202103437115",
  "siglaClasse" : "PET no CC",
  "descricaoClasse" : "PETIÇÃO NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "RIBEIRO DANTAS",
  "dataPublicacao" : "DJE        DATA:03/05/2022",
  "ementa" : "AGRAVO REGIMENTAL EM CONFLITO DE COMPETÊNCIA. PERMANÊNCIA DE APENADO\nNO SISTEMA PENITENCIÁRIO FEDERAL. SOLICITAÇÃO MOTIVADA PELO JUÍZO DE\nORIGEM. JURISPRUDÊNCIA DESTA TERCEIRA SEÇÃO. AGRAVO DESPROVIDO.\n1. Conforme entendimento reiterado desta Corte, no caso de\ntransferência de preso para presídio federal, \"ao Juízo Federal não\ncompete realizar juízo de valor sobre as razões de fato emanadas\npelo Juízo solicitante, sendo-lhe atribuído pelo art. 4º da Lei n.\n11.671/2008, tão somente, o exame da regularidade formal da\nsolicitação.\" (CC 161.377/RJ, Rel. Ministra LAURITA VAZ, TERCEIRA\nSEÇÃO, julgado em 14/11/2018, DJe 5/12/2018).\n2. Ressalva de convicção pessoal do Relator quanto à necessidade de\nlevar-se em conta, também, em determinadas circunstâncias, as\nconsiderações do Juízo Federal.\n3. Na hipótese, as circunstâncias concretas - preso provisório\nintegrante de facção criminosa, com pena no patamar de 147 anos de\nreclusão, envolvido em gravíssimo roubo contra agência bancária, com\nintensa troca de tiros e utilização de explosivos, além da\ndescoberta do plano de fuga da unidade prisional estadual -\njustificam a manutenção do apenado no presídio federal.\n4. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220427",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção do Superior\nTribunal de Justiça, por unanimidade, negar provimento ao agravo\nregimental, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Antonio Saldanha Palheiro, Joel Ilan Paciornik,\nOlindo Menezes (Desembargador Convocado do TRF 1ª Região), Jesuíno\nRissato (Desembargador Convocado do TJDFT), Laurita Vaz, João Otávio\nde Noronha, Sebastião Reis Júnior e Rogerio Schietti Cruz votaram\ncom o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000813193",
  "numeroProcesso" : "42842",
  "numeroRegistro" : "202200368470",
  "siglaClasse" : "Rcl",
  "descricaoClasse" : "RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "RIBEIRO DANTAS",
  "dataPublicacao" : "DJE        DATA:03/05/2022",
  "ementa" : "PROCESSUAL PENAL. RECLAMAÇÃO. CABIMENTO RESTRITO. COMPETÊNCIA DA\nJUSTIÇA ELEITORAL. NÃO OCORRÊNCIA. CONEXÃO. INEXISTÊNCIA. MESMO\nCONTEXTO FÁTICO. POSSIBILIDADE. RECLAMAÇÃO NÃO CONHECIDA E LIMINAR\nREVOGADA.\n1. De acordo com o art. 105, I, \"f\", da Constituição Federal, cabe\nao Superior Tribunal de Justiça processar e julgar, originariamente,\n\"a reclamação para a preservação de sua competência e garantia da\nautoridade de suas decisões\". Ou seja, tem-se que a via eleita é de\ncabimento restrito, não servindo \"para obstar  investidas judiciais\nsofridas indevidamente pelo reclamante, se, nessas investidas, não\nhá desobediência a um comando positivo do STJ.  Para  isso,  a lei\ndisponibiliza outros meios dos quais pode a parte  valer-se  para\nfazer  prevalecer  seu  direito\" (AgInt na Rcl 31.601/MA, Rel.\nMinistro JOÃO OTÁVIO DE NORONHA, CORTE ESPECIAL, julgado em\n6/12/2017, DJe 28/2/2018).\n2. No caso concreto, o reclamante apontou como desrespeitado acórdão\ndecorrente do julgamento do AgRg no REsp nº 1.854.892/PR, no qual\nsequer constou como parte. Por isso, a pretensão reclamatória não\nmerece conhecimento.\n3. A despeito do esforço para se demonstrar a conexão entre os\ndelitos destes autos e crimes eleitorais, tal situação não ficou\nevidenciada.\n4. Diversamente do precedente invocado - AgRg no REsp n.\n1.854.892/PR (referente à ação penal n.\n5012331-04.2015.4.04.7000/PR) -, na ação penal n.\n5036518-76.2015.4.04.7000/PR, os crimes têm natureza comum, não\napresentando sequer conexão com delitos eleitorais.\n5. No precedente invocado, a competência da Justiça eleitoral\ndefluía da relação direta existente entre as condutas ilícitas e o\npagamento de empréstimos realizados por agremiação partidária para\ncustear campanha eleitoral.\n6. No caso concreto, porém, não ficou demonstrada a natureza\neleitoral dos delitos, nem a conexão com essa espécie de crime. Ao\ncontrário, ficou evidenciado que, em paralelo e autonomamente ao\npercentual destinado a Partido Político, o reclamante apropriava-se\nde um outro percentual, em benefício próprio. Além disso, não há, na\nação penal, nenhum agente político ou empregado de partido político,\nbem como inexiste notícia de que os valores recebidos teriam\ndestinação eleitoral.\n7. Além disso, a menção, na sentença, a um contexto amplo, no qual\nos ilícitos se cruzam de alguma forma com crimes eleitorais, não\nimplica, por si só, conexão. Em verdade, a jurisprudência desta\nCorte já teve oportunidade de se manifestar, por diversas vezes, que\nos delitos praticados no mesmo contexto não são necessariamente\nconexos. Precedentes.\n8. Reclamação não conhecida e liminar revogada.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220427",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção do Superior\nTribunal de Justiça, por unanimidade, não conhecer da reclamação,\nrevogando a liminar deferida, nos termos do voto do Sr. Ministro\nRelator.\nOs Srs. Ministros Antonio Saldanha Palheiro, Joel Ilan Paciornik,\nOlindo Menezes (Desembargador Convocado do TRF 1ª Região), Jesuíno\nRissato (Desembargador Convocado do TJDFT), Laurita Vaz, João Otávio\nde Noronha e Rogerio Schietti Cruz votaram com o Sr. Ministro\nRelator.\nImpedido o Sr. Ministro Sebastião Reis Júnior.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.\nO Dr. Gabriel Freire Talarico sustentou oralmente pela parte\nReclamante: Renato de Souza Duque.\nO Dr. Francisco Xavier Pinheiro Filho (Subprocurador-Geral da\nRepública) sustentou oralmente pela parte interessada: Ministério\nPúblico Federal.",
  "jurisprudenciaCitada" : "(RECLAMAÇÃO - CABIMENTO RESTRITO)\n   STJ - <<AgInt na Rcl 31601>>-MA\n(COMPETÊNCIA DA JUSTIÇA ELEITORAL - CARACTERIZAÇÃO)\n   STJ - <<AgRg no REsp 1854892>>-PR\n(CONEXÃO - INEXISTÊNCIA)\n   STJ - <<AgRg na APn 982>>-DF,\n         <<CC 178020>>-BA,\n         <<CC 174429>>-ES,\n         <<HC 504760>>-PR",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00105 INC:00001 LET:F" ],
  "acordaosSimilares" : [ "EDcl na Rcl   42842  PR  2022/0036847-0  Decisão:25/05/2022\nDJE        DATA:30/05/2022" ]
}, {
  "id" : "000813799",
  "numeroProcesso" : "185974",
  "numeroRegistro" : "202200368052",
  "siglaClasse" : "AgRg no CC",
  "descricaoClasse" : "AGRAVO REGIMENTAL NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "RIBEIRO DANTAS",
  "dataPublicacao" : "DJE        DATA:03/05/2022",
  "ementa" : "AGRAVO REGIMENTAL EM CONFLITO DE COMPETÊNCIA. PERMANÊNCIA DE APENADO\nNO SISTEMA PENITENCIÁRIO FEDERAL. SOLICITAÇÃO MOTIVADA PELO JUÍZO DE\nORIGEM. JURISPRUDÊNCIA DESTA TERCEIRA SEÇÃO. AGRAVO DESPROVIDO.\n1. Conforme entendimento reiterado desta Corte, no caso de\ntransferência de preso para presídio federal, \"ao Juízo Federal não\ncompete realizar juízo de valor sobre as razões de fato emanadas\npelo Juízo solicitante, sendo-lhe atribuído pelo art. 4º da Lei n.\n11.671/2008, tão somente, o exame da regularidade formal da\nsolicitação.\" (CC 161.377/RJ, Rel. Ministra LAURITA VAZ, TERCEIRA\nSEÇÃO, julgado em 14/11/2018, DJe 5/12/2018).\n2. Ressalva de convicção pessoal do Relator quanto à necessidade de\nlevar-se em conta, também, em determinadas circunstâncias, as\nconsiderações do Juízo Federal.\n3. Na hipótese, há circunstâncias concretas que justificam a\nmanutenção do apenado no presídio federal (custodiado chefe de\nmilícia, com grupo ainda em atividade, explorando diversas\natividades ilícitas e sendo o possível responsável por inúmeros\nhomicídios cometidos).\n4. Agravo desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220427",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção do Superior\nTribunal de Justiça, por unanimidade, negar provimento ao agravo\nregimental, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Antonio Saldanha Palheiro, Joel Ilan Paciornik,\nOlindo Menezes (Desembargador Convocado do TRF 1ª Região), Jesuíno\nRissato (Desembargador Convocado do TJDFT), Laurita Vaz, João Otávio\nde Noronha, Sebastião Reis Júnior e Rogerio Schietti Cruz votaram\ncom o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : "(PRESÍDIO FEDERAL - TRANSFERÊNCIA DE PRESO - JUIZ FEDERAL -\nATRIBUIÇÃO - EXAME DA REGULARIDADE FORMAL)\n   STJ - <<CC 161377>>-RJ,\n         <<CC 174981>>-PR,\n         <<AgRg no CC 159016>>-RJ,\n         <<CC 156518>>-AM,\n         <<AgRg no CC 156719>>-AM",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:011671 ANO:2008\n        ART:00004" ],
  "acordaosSimilares" : [ "AgRg no CC  187005  RJ  2022/0084044-6  Decisão:22/06/2022\nDJE        DATA:27/06/2022", "AgRg no CC  186807  MG  2022/0077224-6  Decisão:25/05/2022\nDJE        DATA:30/05/2022", "AgRg no CC  186849  MG  2022/0078149-6  Decisão:25/05/2022\nDJE        DATA:30/05/2022", "EDcl no AgRg no CC  185974  RJ  2022/0036805-2  Decisão:25/05/2022\nDJE        DATA:30/05/2022", "AgRg no CC  186730  MG  2022/0072672-3  Decisão:11/05/2022\nDJE        DATA:16/05/2022" ]
}, {
  "id" : "000814052",
  "numeroProcesso" : "5665",
  "numeroRegistro" : "202103239787",
  "siglaClasse" : "AgRg na RvCr",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA REVISÃO CRIMINAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JOEL ILAN PACIORNIK",
  "dataPublicacao" : "DJE        DATA:03/05/2022",
  "ementa" : "PENAL. PROCESSO PENAL. AGRAVO REGIMENTAL NA REVISÃO CRIMINAL.\nREVISÃO CRIMINAL NÃO CONHECIDA. ART. 239 DO REGIMENTO INTERNO DO\nSUPERIOR TRIBUNAL DE JUSTIÇA - STJ. ART. 621, I, DO CÓDIGO DE\nPROCESSO PENAL - CPP. NÃO APONTADAS EVIDÊNCIAS DOS PRÓPRIOS AUTOS OU\nCONTRARIEDADE A DISPOSITIVO LEGAL. ART. 621, III, DO CPP. NÃO\nAPONTADA PROVA NOVA. INEXISTÊNCIA DE CONFLITO ENTRE COISAS JULGADAS\nOU RELAÇÃO DE SUBORDINAÇÃO. CONDENAÇÕES EM AÇÕES PENAIS DISTINTAS\nPOR CRIMES DIVERSOS COMETIDOS EM MESMO CONTEXTO. AGRAVO REGIMENTAL\nDESPROVIDO.\n1. A pretensão de revisar o decidido monocraticamente nesta Corte\nesbarra nas hipóteses de cabimento da revisão criminal contida no\nart. 239 do Regimento Interno do STJ.\n1.1. Caso se considere cabível a revisional, a peça revisional não\npreenche as hipóteses do art. 621, I e III, do CPP, pois a pretensão\nconsiste em aplicar idêntica fração pela incidência da causa de\naumento do art. 40, I, da Lei n. 11.343/06, para condenações em\nações penais distintas por crimes diversos (tráfico e associação\npara o tráfico de drogas) cometidos em mesmo contexto fático.\n1.2. A fração de 1/6 aplicada em uma ação penal para a condenação\npor associação para o tráfico de drogas, por si só, não torna a\nfração de 2/3 aplicada para o tráfico de drogas em outra ação penal\ncontrária ao texto expresso da lei penal ou à evidência dos autos,\nnem se consubstancia prova nova que determina diminuição de pena,\npois inexistente conflito entre coisas julgadas ou relação de\nsubordinação entre as razões de decidir adotadas para a\nindividualização da pena.\n2. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220427",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Terceira Seção, por unanimidade, negar\nprovimento ao agravo regimental, nos termos do voto do Sr. Ministro\nRelator.\nOs Srs. Ministros Olindo Menezes (Desembargador Convocado do TRF 1ª\nRegião), Jesuíno Rissato (Desembargador Convocado do TJDFT), Laurita\nVaz, João Otávio de Noronha, Sebastião Reis Júnior, Rogerio Schietti\nCruz, Ribeiro Dantas e Antonio Saldanha Palheiro votaram com o Sr.\nMinistro Relator.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : "(REVISÃO CRIMINAL - STJ - COMPETÊNCIA)\n   STJ - <<AgRg na RvCr 5586>>-BA,\n         <<RvCr 1146>>-RS\n(TRÁFICO - MAJORANTE DO ART. 40, I, DA LEI DE DROGAS - FRAÇÃO DE\nAUMENTO - PECULIARIDADES DO CASO CONCRETO)\n   STJ - <<REsp 1710252>>-PE\n(TRÁFICO - MAJORANTE DO ART. 40, I, DA LEI DE DROGAS - FRAÇÃO DE\nAUMENTO - REVISÃO - ÓBICE DA SÚMULA 7/STJ)\n   STJ - <<AgRg no AREsp 1094739>>-RJ",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00621 INC:00001 INC:00003", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00239", "LEG:FED LEI:011343 ANO:2006\n*****  LDR-06    LEI DE DROGAS\n        ART:00040 INC:00001", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000007" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000814053",
  "numeroProcesso" : "1884864",
  "numeroRegistro" : "202101420764",
  "siglaClasse" : "AgRg no AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NO AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "OLINDO MENEZES (DESEMBARGADOR CONVOCADO DO TRF 1ª REGIÃO)",
  "dataPublicacao" : "DJE        DATA:03/05/2022",
  "ementa" : "AGRAVO REGIMENTAL NO AGRAVO REGIMENTAL EM AGRAVO EM RECUSO ESPECIAL.\nCRIMES PREVISTOS NOS ART. 1º, II E IV, DA LEI N. 8.137/90.\nPRESCRIÇÃO.\n1. Constando dos autos que o agravante foi condenado a 2 anos e 4\nmeses de reclusão, além de 12 dias-multa, deve-se considerar, com a\nexclusão do aumento referente à continuidade delitiva, a pena de 2\nanos para a contagem da prescrição, o que implica o tempo\nprescricional de 4 anos (art. 109, V - CP).\n2. Publicada a sentença condenatória em 12/9/2014, sem a\ninterposição de recurso de apelação pelo Ministério Público, e o\nacórdão confirmatório da sentença, como causa interruptiva,\npublicado em 1/7/2016, além de o agravo recurso especial ter sido\ninadmitido em 27/5/2021, verifica-se a ocorrência da prescrição da\npretensão punitiva. O lapso prescricional se esgotou em data\nanterior ao julgamento do Aresp, em julho de 2020.\n3. Considerando o lapso de tempo desde a sentença e a ausência de\ninterposição de apelação pelo Ministério Público, deve ser\nreconhecida a prescrição da pretensão executória, pois não houve o\ntrânsito em julgado da ação penal até a presente data.\n4. Agravo regimental improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220427",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção do Superior\nTribunal de Justiça, na conformidade dos votos e das notas\ntaquigráficas a seguir, por unanimidade, negar provimento ao agravo\nregimental nos termos do voto do Sr. Ministro Relator. Os Srs.\nMinistros Jesuíno Rissato (Desembargador Convocado do TJDFT),\nLaurita Vaz, João Otávio de Noronha, Sebastião Reis Júnior, Rogerio\nSchietti Cruz, Ribeiro Dantas, Antonio Saldanha Palheiro e Joel Ilan\nPaciornik votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : "(PRETENSÃO EXECUTÓRIA - PRESCRIÇÃO - TERMO INICIAL - DATA DO\nTRÂNSITO EM JULGADO DA CONDENAÇÃO PARA A ACUSAÇÃO)\n   STJ - <<EDcl no AgRg no REsp 1710939>>-PB",
  "notas" : null,
  "informacoesComplementares" : "     \"[...] de acordo com o art. 112, I, do Código Penal, o termo\ninicial do prazo da prescrição da pretensão executória é a data do\ntrânsito em julgado para a acusação, e não para ambas as partes,\nprevalecendo a interpretação literal mais benéfica ao condenado, a\nqual independe de qual seja a compreensão vigente acerca da\npossibilidade de execução da pena antes do trânsito em julgado da\ncondenação [...]\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEL:002848 ANO:1940\n*****  CP-40    CÓDIGO PENAL\n        ART:00109 INC:00005 ART:00112 INC:00001" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000814054",
  "numeroProcesso" : "28366",
  "numeroRegistro" : "202200213856",
  "siglaClasse" : "AgRg no MS",
  "descricaoClasse" : "AGRAVO REGIMENTAL NO MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "ROGERIO SCHIETTI CRUZ",
  "dataPublicacao" : "DJE        DATA:03/05/2022",
  "ementa" : "AGRAVO REGIMENTAL NO MANDADO DE SEGURANÇA. IMPETRAÇÃO CONTRA DECISÃO\nJUDICIAL. SUPOSTA ORGANIZAÇÃO CRIMINOSA. CRIMES LICITATÓRIOS.\nINEXISTÊNCIA DE TERATOLOGIA. IMPOSSIBILIDADE. INCIDÊNCIA DA SUMULA\n41 DO STJ. AGRAVO REGIMENTAL NÃO PROVIDO.\n1. Consoante o entendimento jurisprudencial consubstanciado no\nenunciado da Súmula n. 41 do STJ, este Superior Tribunal não tem\ncompetência para processar e julgar, originariamente, mandado de\nsegurança contra ato de outros tribunais. Assim, eventual\nirresignação contra decisão judicial que impôs restrições de\nnatureza cautelar contra determinada empresa (como a proibição de\ncontratação com o município, por exemplo), deve ser impugnada pela\nvia própria.\n2. Agravo regimental não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220427",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Terceira Seção, por unanimidade, negar\nprovimento ao agravo regimental, nos termos do voto do Sr. Ministro\nRelator.\nOs Srs. Ministros Ribeiro Dantas, Antonio Saldanha Palheiro, Joel\nIlan Paciornik, Olindo Menezes (Desembargador Convocado do TRF 1ª\nRegião), Jesuíno Rissato (Desembargador Convocado do TJDFT), Laurita\nVaz, João Otávio de Noronha e Sebastião Reis Júnior votaram com o\nSr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : "(MANDADO DE SEGURANÇA CONTRA ATO JUDICIAL - CABIMENTO RESTRITO)\n   STJ - <<AgRg no AREsp 1856189>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000041" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000814055",
  "numeroProcesso" : "1990692",
  "numeroRegistro" : "202103241425",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "SEBASTIÃO REIS JÚNIOR",
  "dataPublicacao" : "DJE        DATA:06/05/2022",
  "ementa" : "PROCESSO PENAL. AGRAVO REGIMENTAL EM EMBARGOS DE DIVERGÊNCIA EM\nAGRAVO EM RECURSO ESPECIAL. DECISÃO DA PRESIDÊNCIA. AUSÊNCIA DE\nIMPUGNAÇÃO ESPECÍFICA DOS FUNDAMENTOS DA DECISÃO AGRAVADA QUE\nINDEFERIU LIMINARMENTE OS EMBARGOS DE DIVERGÊNCIA. SÚMULA 182/STJ.\nTRÁFICO DE ENTORPECENTES. ART. 33 DA LEI N. 11.343/2006. DISSÍDIO\nNÃO CONFIGURADO. DESCUMPRIMENTO DE REGRA TÉCNICA. MERA TRANSCRIÇÃO\nDA EMENTA. INSUFICIÊNCIA. JUNTADA DO INTEIRO TEOR DO JULGADO\nPARADIGMA OU INDICAÇÃO DO REPOSITÓRIO OFICIAL AUTORIZADO (ARTS.\n1.043, § 4º, DO CPC E 266, § 4º, DO RISTJ). ÔNUS DA PARTE.\nPRECEDENTES. PARADIGMA ORIUNDO DA MESMA TURMA JULGADORA.\nINADMISSIBILIDADE.\n1. Cabe à parte agravante, nas razões do agravo regimental, trazer\nargumentos suficientes para contestar a decisão agravada (art.\n1.021, § 1º, do CPC). Incidência do verbete n. 182 da Súmula desta\nCorte.\n2. A ausência de demonstração da divergência alegada no recurso\nuniformizador - nos moldes exigidos pelo art. 1.043, § 4º, do Código\nde Processo Civil e pelo art. 266, § 4º, do RISTJ - indubitavelmente\nconstitui vício substancial, resultante da inobservância do rigor\ntécnico exigido na interposição do presente recurso.\n3. Na espécie, o embargante desatendeu a norma, pois se restringiu a\ntranscrever a ementa do julgado paradigma, deixando de indicar a\nrespectiva fonte, bem como de juntar aos autos a cópia do inteiro\nteor do referido acórdão.\n4. \"A mera indicação da publicação do acórdão paradigma não supre as\nexigências do § 4º do art. 1.043 do CPC/2015 e do art. 266, § 4º, do\nRegimento Interno desta Corte Superior, porque o Diário da Justiça,\nem sua forma eletrônica ou física, não é repositório oficial de\njurisprudência - previsto no § 3º do art. 255 do Regimento Interno\ndo Superior Tribunal de Justiça -, consubstanciando somente órgão de\ndivulgação, na forma do art. 128, I, do referido instrumento\nnormativo. Precedentes da Corte Especial\" (AgInt nos EAREsp n.\n419.397/DF, Ministro Jorge Mussi, Corte Especial, DJe 14/06/2019).\n5. É inviável a indicação, em sede de embargos de divergência, de\nacórdão da mesma Turma julgadora como paradigma, se, entre a data do\njulgamento do acórdão paradigma e a data do julgamento do acórdão\nrecorrido, não houve alteração de mais da metade dos membros do\nórgão colegiado.\n6. Agravo regimental improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220427",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Terceira Seção, por unanimidade, negar\nprovimento ao agravo regimental, nos termos do voto do Sr. Ministro\nRelator.\nOs Srs. Ministros Rogerio Schietti Cruz, Ribeiro Dantas, Antonio\nSaldanha Palheiro, Joel Ilan Paciornik, Olindo Menezes\n(Desembargador Convocado do TRF 1ª Região), Jesuíno Rissato\n(Desembargador Convocado do TJDFT), Laurita Vaz e João Otávio de\nNoronha votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - MERA TRANSCRIÇÃO DE EMENTAS - NÃO\nCOMPROVAÇÃO DA DIVERGÊNCIA)\n   STJ - <<AgRg nos EDcl nos EREsp 1916881>>-PR,\n         <<AgInt nos EAREsp 419397>>-DF,\n         <<AgRg nos EAREsp 1638190>>-RJ\n(EMBARGOS DE DIVERGÊNCIA - ACÓRDÃOS CONFRONTADOS - MESMO ÓRGÃO\nJULGADOR - NÃO COMPROVAÇÃO DA DIVERGÊNCIA)\n   STJ - <<AgRg nos EREsp 1959465>>-SP,\n         <<AgRg nos EAREsp 1615657>>-PI,\n         <<AgRg nos EDv nos EAREsp 1432526>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01043 PAR:00003 PAR:00004", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00226 PAR:00004" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000814068",
  "numeroProcesso" : "1977135",
  "numeroRegistro" : "202103921805",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JOEL ILAN PACIORNIK",
  "dataPublicacao" : "DJE        DATA:13/05/2022",
  "ementa" : "PROPOSTA DE AFETAÇÃO. RECURSO ESPECIAL REPRESENTATIVO DE\nCONTROVÉRSIA. DIREITO PENAL. EXECUÇÃO DA PENA. DEFINIR SE O PERÍODO\nDE CUMPRIMENTO DE MEDIDA CAUTELAR DE RECOLHIMENTO NOTURNO DEVE SER\nCOMPUTADO PARA FINS DE DETRAÇÃO DA PENA E DEFINIR SE É NECESSÁRIO O\nMONITORAMENTO ELETRÔNICO PARA ESSE FIM. NÃO SUSPENSÃO.\n1. Delimitação das controvérsias: a) Definir se o período em que o\napenado cumpriu medida cautelar de recolhimento noturno deve ser\ncomputado para fins de detração da pena e b) Definir se há\nnecessidade de fiscalização eletrônica para que o tempo de\ncumprimento de medida cautelar de recolhimento domiciliar noturno\nseja computado para fins de detração.\n2. Afetação do recurso especial ao rito previsto nos arts. 1.036 e\n1.037 do Código de Processo Civil - CPC/2015 e 256 ao 256-X do\nRegimento Interno do Superior Tribunal de Justiça - RISTJ.\n3. Não se aplica à hipótese o disposto na parte final do § 1º do\nart. 1036 do Código de Processo Civil (suspensão do trâmite dos\nprocessos pendentes), considerando que há jurisprudência consolidada\nnesta Corte a respeito do tema e eventual dilação temporal no\njulgamento poderá acarretar gravame aos jurisdicionados.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220426",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Terceira Seção, por unanimidade, afetar o\nprocesso ao rito dos recursos repetitivos (RISTJ, art. 257-C) e, por\nunanimidade, não suspender a tramitação de processos, conforme\nproposta do Sr. Ministro Relator.\n Os Srs. Ministros Olindo Menezes (Desembargador Convocado do TRF 1ª\nRegião), Jesuíno Rissato (Desembargador Convocado do TJDFT),\nLaurita Vaz, João Otávio de Noronha, Sebastião Reis Júnior, Rogerio\nSchietti Cruz, Ribeiro Dantas e Antonio Saldanha Palheiro votaram\ncom o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1155",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1155\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036 ART:01037", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:0256E INC:00002" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000813359",
  "numeroProcesso" : "1959907",
  "numeroRegistro" : "202102928970",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JOÃO OTÁVIO DE NORONHA",
  "dataPublicacao" : "DJE        DATA:06/05/2022",
  "ementa" : "PROPOSTA DE AFETAÇÃO. RECURSO ESPECIAL REPRESENTATIVO DA\nCONTROVÉRSIA. EXECUÇÃO PENAL. PROGRESSÃO DE REGIME. INADIMPLEMENTO\nDA PENA DE MULTA. (IM)POSSIBILIDADE DE SE CONDICIONAR A BENESSE AO\nPAGAMENTO DA PENA PECUNIÁRIA\n1. Delimitação da controvérsia: definir se o adimplemento da pena de\nmulta constitui requisito para o deferimento do pedido de\nprogressão de regime.\n2. Afetação do recurso especial ao rito dos arts. 1.036 e 1.037 do\nCPC/2015 e 256 ao 256-X do RISTJ.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220412",
  "decisao" : "Vistos, relatados e discutidos estes autos em que são partes as\nacima indicadas,  acordam os Ministros da Terceira Seção do Superior\nTribunal de Justiça, na conformidade dos votos e das notas\ntaquigráficas a seguir,   por unanimidade, afetar o processo ao rito\ndos recursos repetitivos (RISTJ, art. 257-C) e, por unanimidade,\nnão suspender  a tramitação de processos, conforme proposta do Sr.\nMinistro Relator. Votaram com o Sr. Ministro Relator os Ministros\nSebastião Reis Júnior, Rogerio Schietti Cruz, Ribeiro Dantas,\nAntonio Saldanha Palheiro, Joel Ilan Paciornik, Jesuíno Rissato\n(Desembargador Convocado do TJDFT) e Laurita Vaz.\nO Sr. Ministro Olindo Menezes (Desembargador Convocado do TRF 1ª\nRegião) não participou do julgamento.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1152",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1152\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036 PAR:00006", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:0257A PAR:00001" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000813360",
  "numeroProcesso" : "1960422",
  "numeroRegistro" : "202102956952",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JOÃO OTÁVIO DE NORONHA",
  "dataPublicacao" : "DJE        DATA:06/05/2022",
  "ementa" : "PROPOSTA DE AFETAÇÃO. RECURSO ESPECIAL REPRESENTATIVO DA\nCONTROVÉRSIA. EXECUÇÃO PENAL. PROGRESSÃO DE REGIME. INADIMPLEMENTO\nDA PENA DE MULTA. (IM)POSSIBILIDADE DE SE CONDICIONAR A BENESSE AO\nPAGAMENTO DA PENA PECUNIÁRIA\n1. Delimitação da controvérsia: definir se o adimplemento da pena de\nmulta constitui requisito para o deferimento do pedido de\nprogressão de regime.\n2. Afetação do recurso especial ao rito dos arts. 1.036 e 1.037 do\nCPC/2015 e 256 ao 256-X do RISTJ.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220412",
  "decisao" : "Vistos, relatados e discutidos estes autos em que são partes as\nacima indicadas,  acordam os Ministros da Terceira Seção do Superior\nTribunal de Justiça, na conformidade dos votos e das notas\ntaquigráficas a seguir,  por unanimidade, afetar o processo ao rito\ndos recursos repetitivos (RISTJ, art. 257-C) e, por unanimidade, não\nsuspender  a tramitação de processos, conforme proposta do Sr.\nMinistro Relator. Votaram com o Sr. Ministro Relator os Ministros\nSebastião Reis Júnior, Rogerio Schietti Cruz, Ribeiro Dantas,\nAntonio Saldanha Palheiro, Joel Ilan Paciornik, Jesuíno Rissato\n(Desembargador Convocado do TJDFT) e Laurita Vaz.\nO Sr. Ministro Olindo Menezes (Desembargador Convocado do TRF 1ª\nRegião) não participou do julgamento.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1152",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1152\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036 PAR:00006", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:0257A PAR:00001" ],
  "acordaosSimilares" : [ ]
} ]