[ {
  "id" : "000826164",
  "numeroProcesso" : "1978266",
  "numeroRegistro" : "202101410530",
  "siglaClasse" : "AgRg nos EREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGENCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JOEL ILAN PACIORNIK",
  "dataPublicacao" : "DJE        DATA:30/09/2022",
  "ementa" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL.\nTRÁFICO ILÍCITO DE DROGAS. CAUSA DE DIMINUIÇÃO DE PENA. NÃO\nCONFIGURAÇÃO DA DIVERGÊNCIA JURISPRUDENCIAL. AUSÊNCIA DE SIMILITUDE\nFÁTICA E JURÍDICA ENTRE OS ACÓRDÃOS CONFRONTADOS. AGRAVO REGIMENTAL\nDESPROVIDO.\n1. No acórdão embargado, entendeu-se que, afastada a condenação dos\nrecorrentes pelo delito de associação ao tráfico de drogas previsto\nno art. 35 da Lei n. 11.343/2006, não haveria óbice à incidência da\nminorante prevista no § 4º do art. 33 do mesmo Diploma Legal. Também\nfoi destacado ser incabível a utilização da natureza e da\nquantidade dos entorpecentes na primeira e na segunda fases da\ndosimetria, sob pena de bis in idem. Concluiu-se, assim, pela\naplicação da pretendida causa de diminuição de pena. Como se observa\ndo aludido julgado, sequer foram sopesadas a quantidade de drogas\napreendida com os recorrentes e as circunstâncias que envolveram a\nprática delitiva para a definição da possibilidade de aplicação, ou\nnão, da redutora, ao contrário do acórdão paradigma, cuja\nfundamentação jurídica se ateve a esses aspectos.\n2. O dissídio jurisprudencial apto a ensejar a interposição de\nembargos de divergência exige que, diante do mesmo substrato fático\ne idênticos fundamentos legais, tenham os arestos confrontados\nfirmado posições antagônicas, o que não ocorreu na hipótese em\nepígrafe. Precedentes.\n3. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220928",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção, por unanimidade,\nnegar provimento ao agravo regimental, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Olindo Menezes (Desembargador Convocado do TRF 1ª\nRegião), Laurita Vaz, João Otávio de Noronha, Jorge Mussi, Sebastião\nReis Júnior, Rogerio Schietti Cruz, Ribeiro Dantas e Antonio\nSaldanha Palheiro votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : "Aguardando análise.",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000824693",
  "numeroProcesso" : "1888756",
  "numeroRegistro" : "202002014981",
  "siglaClasse" : "EDcl no REsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JOÃO OTÁVIO DE NORONHA",
  "dataPublicacao" : "DJE        DATA:16/09/2022",
  "ementa" : "EMBARGOS DE DECLARAÇÃO NO RECURSO ESPECIAL. INAPLICABILIDADE DA\nCAUSA DE AUMENTO DO REPOUSO NOTURNO AOS FURTOS QUALIFICADOS.\nINTERPRETAÇÃO DO ART. 155, §§ 1º E 4º, DO CP. OMISSÃO E CONTRADIÇÃO.\nNÃO OCORRÊNCIA.  PREQUESTIONAMENTO DE DISPOSITIVO CONSTITUCIONAL.\nINVIABILIDADE. EMBARGOS REJEITADOS.\n1. Os embargos de declaração destinam-se a desfazer ambiguidade,\naclarar obscuridade, eliminar contradição ou suprir omissão\nexistentes no julgado (art. 619 do CPP).\n2.  O mero inconformismo da parte com o resultado do julgamento não\né suficiente para o acolhimento dos embargos de declaração.\n3. Se o julgado analisa todas as questões fático-jurídicas postas em\ndiscussão e resolve a controvérsia deixando claras as razões de\ndecidir, não há falar em omissão a autorizar o manejo de embargos de\ndeclaração .\n4. A contradição que autoriza a oposição de embargos de declaração é\naquela existente entre a fundamentação do decisum e a conclusão do\njulgado.\n5. É inviável ao Superior Tribunal de Justiça intervir em matéria da\ncompetência do Supremo Tribunal Federal, ainda que para\nprequestionar questões constitucionais, sob pena de contrariar as\nrígidas atribuições recursais previstas na Carta Magna.\n6. Embargos de declaração rejeitados.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220914",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção, por unanimidade,\nrejeitar  os embargos de declaração, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Jorge Mussi, Sebastião Reis Júnior, Rogerio\nSchietti Cruz, Ribeiro Dantas, Antonio Saldanha Palheiro, Olindo\nMenezes (Desembargador Convocado do TRF 1ª Região) e Laurita Vaz\nvotaram com o Sr. Ministro Relator.\nAusente, justificadamente, o Sr. Ministro Joel Ilan Paciornik.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DECLARAÇÃO - REDISCUSSÃO DA MATÉRIA - INCONFORMISMO DA\nPARTE)\n   STJ - <<EDcl no AgRg nos EREsp 1315507>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00619" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000824699",
  "numeroProcesso" : "43760",
  "numeroRegistro" : "202202274455",
  "siglaClasse" : "AgRg na Rcl",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "SEBASTIÃO REIS JÚNIOR",
  "dataPublicacao" : "DJE        DATA:16/09/2022",
  "ementa" : "AGRAVO REGIMENTAL NA RECLAMAÇÃO. UTILIZAÇÃO DA RECLAMAÇÃO PARA\nGARANTIR A AUTORIDADE DE DECISÃO PROFERIDA EM RECURSO REPETITIVO.\nNÃO CABIMENTO. PRECEDENTE DA CORTE ESPECIAL (RCL N. 36.476/SP).\nDECISÃO AGRAVADA MANTIDA.\n1. Segundo a orientação deste Superior Tribunal, firmada pela Corte\nEspecial por ocasião do julgamento da RCL n. 36.476/SP, é inviável a\nutilização da reclamação para exame de indevida aplicação de\nprecedente oriundo de recurso especial repetitivo.\n2. Agravo regimental improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220914",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção, por unanimidade,\nnegar provimento ao agravo regimental, com ressalva de entendimento\ndo Sr. Ministro Ribeiro Dantas, nos termos do voto do Sr. Ministro\nRelator.\nOs Srs. Ministros Rogerio Schietti Cruz, Ribeiro Dantas, Antonio\nSaldanha Palheiro, Olindo Menezes (Desembargador Convocado do TRF 1ª\nRegião), Laurita Vaz, João Otávio de Noronha e Jorge Mussi votaram\ncom o Sr. Ministro Relator.\nAusente, justificadamente, o Sr. Ministro Joel Ilan Paciornik.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : "(RECLAMAÇÃO  PARA  GARANTIR  A  AUTORIDADE  DE  DECISÃO - EM\nRECURSO   REPETITIVO)\n   STJ - <<Rcl 36476>>-SP,\n         <<AgRg na Rcl 38094>>-GO",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000825120",
  "numeroProcesso" : "5601",
  "numeroRegistro" : "202101212280",
  "siglaClasse" : "AgRg na RvCr",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA REVISÃO CRIMINAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JOÃO OTÁVIO DE NORONHA",
  "dataPublicacao" : "DJE        DATA:20/09/2022",
  "ementa" : "PENAL E PROCESSUAL PENAL. AGRAVO REGIMENTAL REVISÃO CRIMINAL.\nAJUIZAMENTO CONTRA DECISÃO MONOCRÁTICA. POSSIBILIDADE. AGRAVO\nREGIMENTAL PROVIDO.\n1. Nos termos do art. 105, I, alínea e, da Constituição Federal,\ncompete ao Superior Tribunal de Justiça, processar e julgar,\noriginariamente, as revisões criminais rescisórias de seus julgados.\n2. É cabível o ajuizamento de revisão criminal em face de decisão\nunipessoal de relator, no Superior Tribunal de Justiça, que dá\nprovimento a recurso especial para restabelecer sentença\ncondenatória.\n3. Agravo regimental provido para determinar o processamento da\nrevisão criminal.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220914",
  "decisao" : "Vistos, relatados e discutidos estes autos em que são partes as\nacima indicadas,  acordam os Ministros da Terceira Seção do Superior\nTribunal de Justiça, na conformidade dos votos e das notas\ntaquigráficas a seguir,  retomado o julgamento, após o voto-vista\nantecipado divergente do Sr. Ministro João Otávio de Noronha, dando\nprovimento ao agravo regimental para determinar o processamento\ndesta ação revisional, no que foi acompanhado pela Sra. Ministra\nLaurita Vaz e pelos Srs. Ministros Jorge Mussi (declarou-se apto a\nvotar) e Ribeiro Dantas, e os votos dos Srs. Ministros Sebastião\nReis Júnior, Rogerio Schietti Cruz e Antonio Saldanha Palheiro,\nacompanhando o voto do Sr. Ministro Relator, negando provimento ao\nagravo regimental, o Sr. Ministro Reynaldo Soares da Fonseca\n(Presidente da Terceira Seção), em voto desempate, acompanhou a\ndivergência, dando provimento ao agravo regimental. A Terceira\nSeção, por maioria, dar provimento ao agravo regimental para\ndeterminar o processamento desta ação revisional, nos termos do voto\ndo Sr. Ministro João Otávio de Noronha, que lavrará o acórdão.\nVencidos os Srs. Ministros Olindo Menezes (Desembargador Convocado\ndo TRF 1ª Região) (Relator), Sebastião Reis Júnior, Rogerio Schietti\nCruz e Antonio Saldanha Palheiro. Votaram vencidos os Srs.\nMinistros Olindo Menezes (Desembargador Convocado do TRF 1ª Região)\n(Relator), Sebastião Reis Júnior, Rogerio Schietti Cruz e Antonio\nSaldanha Palheiro.\nVotaram com o Sr. Ministro João Otávio de Noronha (Relator para\nacórdão) a Sra. Ministra  Laurita Vaz e os Srs. Ministros Jorge\nMussi, Reynaldo Soares da Fonseca (Presidente da Terceira Seção)\n(voto desempate) e Ribeiro Dantas.\nAusente, justificadamente, o Sr. Ministro Joel Ilan Paciornik.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : "(DECISÃO MONOCRÁTICA - PRINCÍPIO DA COLEGIALIDADE)\n   STJ - <<AgInt na AR 6475>>-SC\n   STF - [[AgRg no HC 214006]]-SP\n(REVISÃO CRIMINAL - AJUIZAMENTO CONTRA DECISÃO MONOCRÁTICA DE\nRELATOR NO STJ - POSSIBILIDADE)\n   STJ - <<AgRg na RvCr 3370>>-SP,\n         <<RvCr 4726>>-RJ,\n         <<AgRg na RvCr 4394>>-PE,\n         {{AgRg na RvCr 5719}}-SE,\n         <<AgRg na RvCr 5665>>-DF\n(CONSIDERAÇÕES - PROCESSUAL CIVIL - AÇÃO RESCISÓRIA CONTRA DECISÕES\nMONOCRÁTICAS)\n   STJ - <<AR 438>>-RJ",
  "notas" : null,
  "informacoesComplementares" : "     \"[...] o relator, por meio da decisão unipessoal, apenas\nantecipa o que o órgão fracionário decidiria, evitando a\nmovimentação do colegiado para tratar de temas já consolidados por\njulgamentos anteriores. Em verdade, decisões unipessoais são a\nnecessária expressão do entendimento pacificado no órgão julgador,\nsendo confeccionadas como reprodução de seu entendimento\".\n     \"[...] as cortes superiores consideram que o julgamento\nsingular não contraria o princípio da colegialidade\".\n     (CONSIDERAÇÕES)\n     \"[...] a jurisprudência do STJ admite, sem restrição, o\najuizamento de ação rescisória contra decisões monocráticas,\nexigindo apenas que adentrem o mérito recursal\".\n     (VOTO VENCIDO) (MIN. OLINDO MENEZES (DESEMBARGADOR CONVOCADO DO\nTRF 1ª REGIÃO))\n     \"[...] o revisionando pretende a desconstituição de decisão\nmonocrática proferida no recurso especial, sem que tenha levado o\ndebate ao colegiado, o que, nos termos do art. 239 do RISTJ,\ninviabiliza o cabimento da revisão criminal.\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00105 INC:00001 LET:E", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00034 INC:00018 LET:A LET:B LET:C\n        ART:00239\n(ART. 34, XVIII, COM A REDAÇÃO ANTERIOR À DADA PELA EMENDA\nREGIMENTAL 24/2016)", "LEG:FED EMR:000024 ANO:2016\n(SUPERIOR TRIBUNAL DE JUSTIÇA - STJ)", "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00621" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000825122",
  "numeroProcesso" : "1953607",
  "numeroRegistro" : "202102579184",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "RIBEIRO DANTAS",
  "dataPublicacao" : "DJE        DATA:20/09/2022",
  "ementa" : "EXECUÇÃO PENAL. RECURSO ESPECIAL SUBMETIDO AO RITO DOS RECURSOS\nREPETITIVOS. REMIÇÃO DA PENA. ART. 126, §4º, DA LEP. TRABALHO E\nESTUDO. SUSPENSÃO DURANTE A PANDEMIA DE COVID-19. PRINCÍPIO DA\nINDIVIDUALIZAÇÃO DA PENA. REMIÇÃO. PROIBIÇÃO DA REMIÇÃO FICTA.\nSITUAÇÃO EXCEPCIONALÍSSIMA. DERROTABILIDADE DA NORMA JURÍDICA. ART.\n3º DA LEP. PRESERVAÇÃO DOS DIREITOS. PRINCÍPIOS DA DIGNIDADE DA\nPESSOA HUMANA, DA ISONOMIA E DA FRATERNIDADE. DIFERENCIAÇÃO\nNECESSÁRIA. PRECEDENTE DA 6ª TURMA. PERÍODO DE SUSPENSÃO.\nCOMPARECIMENTO EM JUÍZO. RECURSO ESPECIAL PROVIDO.\n1. O princípio da individualização da pena, previsto no artigo 5°,\nXLVI da Constituição da República, diz-nos que a pena deve sempre\nser individualizada para cada infrator. Doutrina e jurisprudência\nexplicam que a individualização ocorre em três etapas: (a)\nlegislativa; (b) judicial; e (c) executória.\n2. Discorrendo sobre a terceira etapa da individualização da pena,\nGuilherme Nucci assevera que \"a sentença condenatória não é\nestática, mas dinâmica. Um título executivo judicial, na órbita\npenal, é mutável.\" (NUCCI, Guilherme de Souza. Curso de Execução\nPenal. 5ª ed. Rio de Janeiro: Forense, 2022, p. 18).\n3. A remição é o resgate (ou abatimento) de parte da pena pelo\nsentenciado por meio do trabalho ou do estudo na proporção\nestabelecida em lei (art. 126 da Lei 7.210/84, Lei de Execução Penal\n- LEP).\n4. Conforme jurisprudência assente nesta Corte Superior, a ausência\nde previsão legal específica impossibilita a concessão de remição da\npena pelo simples fato de o Estado não propiciar meios necessários\npara o labor ou a educação de todos os custodiados. Entende-se,\nportanto, que a omissão estatal não pode implicar remição ficta da\npena, haja vista a ratio do referido benefício, que é encurtar o\ntempo de pena mediante a efetiva dedicação do preso a atividades\nlícitas e favoráveis à sua reinserção social e ao seu progresso\neducativo.\n5. Nada obstante tal entendimento, ele não se aplica à hipótese\nexcepcionalíssima da pandemia de covid-19 por várias razões\n(distinguishing). A jurisprudência mencionada foi construída para um\nestado normal das coisas, não para uma pandemia com a dimensão que\nse está a observar com o vírus da covid-19. Exemplifique-se a\nparticularidade do caso com as seguintes medidas verificadas: (a)\nestado de emergência reconhecido por emenda constitucional (EC\n123/22); (b) auxílios emergenciais concedidos à população\nnecessitada; (c) trabalho remoto tanto no setor público quanto no\nsetor privado à maioria dos trabalhadores por determinado período; e\n(d) recolhimento familiar compulsório decretado pelos governantes.\nEsse contexto geral demonstra que os instrumentos ordinariamente\nutilizados não se mostravam suficientes e adequados para a\nextraordinariedade dos acontecimentos.\n6. Nas palavras de Uadi Lammêgo Bulos, a \"Derrotabilidade é o ato\npelo qual uma norma jurídica deixa de ser aplicada, mesmo presentes\ntodas as condições de sua aplicabilidade, de modo a prevalecer a\njustiça material no caso concreto\" (BULOS, Uadi Lammêgo. Curso de\ndireito constitucional, 13ª ed. São Paulo: Saraiva, 2020, p. 133).\nNessa linha, negar aos presos que já trabalhavam ou estudavam antes\nda pandemia de covid-19 o direito de continuar a remitir sua pena se\nrevela medida injusta, pois: (a) desconsidera o seu pertencimento à\nsociedade em geral, que padeceu, mas também se viu compensada com\nalgumas medidas jurídicas favoráveis, o que afrontaria o princípio\nda individualização da pena (art. 5º, XLVI, da CR), da isonomia\n(art. 5º, caput, da CR) e da fraternidade (art. 1º, II e III, 3º, I\ne III, da CR); (b) exige que o legislador tivesse previsto a\npandemia como forma de continuar a remição, o que é desnecessário\nante o instituto da derrotabilidade da lei.\n7. Nessa senda, o art. 3º da Lei 7.210/84 estabelece que, \"ao\ncondenado e ao internado serão assegurados todos os direitos não\natingidos pela sentença ou pela lei\". Em outros termos, ressalvadas\nas restrições decorrentes da sentença penal e os efeitos da\ncondenação, o condenado mantém todos os direitos que lhe assistiam\nantes do trânsito em julgado da decisão condenatória.\n8. Com efeito, o princípio da dignidade da pessoa humana conjugado\ncom os princípios da isonomia e da fraternidade (este último tão bem\ntrabalhado pelo em. Min. Reynaldo Soares da Fonseca) não permitem\nnegar aos indivíduos que tiveram seus trabalhos ou estudos\ninterrompidos pela superveniência da pandemia de covid-19 o direito\nde remitir parte da sua pena tão somente por estarem privados de\nliberdade. Não se observa nenhum discrímen legítimo que autorize\nnegar àqueles presos que já trabalhavam ou estudavam o direito de\nremitir a pena durante as medidas sanitárias restritivas.\n9. Porém, deve-se realizar um exame, caso a caso, diferenciado-se\nduas situações: (a) de um lado, os presos trabalhadores e estudantes\nque se viram impedidos de realizarem suas atividades tão somente\npela superveniência do estado pandêmico e, sendo o caso,\nreconhecer-lhes o direito à remição da pena; (b) de outro, aquelas\npessoas custodiadas que não trabalhavam nem estudavam, às quais não\nse deve estender a benesse. Note-se, assim, que não se está a\nconferir uma espécie de remição ficta pura e simplesmente ante a\nimpossibilidade material de trabalhar ou estudar. O benefício não\ndeve ser direcionado a todo e qualquer preso que não pôde trabalhar\nou estudar durante a pandemia, mas tão somente àqueles que, já\nestavam trabalhando ou estudando e, em razão da Covid, viram-se\nimpossibilitados de continuar com suas atividades.\n10. Ainda que não sobre idêntica temática, mas também afeto ao campo\nda execução penal, a Sexta Turma em precedente recente reconheceu\ncomo cumprida a obrigação de comparecimento em juízo suspensa em\nvirtude da pandemia, considerando \"desproporcional o prolongamento\nda pena sem a participação do apenado em tal retardamento.\".\n11. Tese: Nada obstante a interpretação restritiva que deve ser\nconferida ao art. 126, §4º, da LEP, os princípios da\nindividualização da pena, da dignidade da pessoa humana, da isonomia\ne da fraternidade, ao lado da teoria da derrotabilidade da norma e\nda situação excepcionalíssima da pandemia de covid-19, impõem o\ncômputo do período de restrições sanitárias como de efetivo estudo\nou trabalho em favor dos presos que já estavam trabalhando ou\nestudando e se viram impossibilitados de continuar seus afazeres\nunicamente em razão do estado pandêmico.\n12. Recurso especial provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220914",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção do Superior\nTribunal de Justiça, por unanimidade, dar provimento ao recurso\nespecial, fixando a seguinte tese: \"Nada obstante a interpretação\nrestritiva que deve ser conferida ao art. 126, §4º, da LEP, os\nprincípios da individualização da pena, da dignidade da pessoa\nhumana, da isonomia e da fraternidade, ao lado da teoria da\nderrotabilidade da norma e da situação excepcionalíssima da pandemia\nde Covid-19, impõem o cômputo do período de restrições sanitárias\ncomo de efetivo estudo ou trabalho em favor dos presos que já\nestavam trabalhando ou estudando e se viram impossibilitados de\ncontinuar seus afazeres unicamente em razão do estado pandêmico\",\nnos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Antonio Saldanha Palheiro, Olindo Menezes\n(Desembargador Convocado do TRF 1ª Região), Laurita Vaz, João Otávio\nde Noronha, Jorge Mussi, Sebastião Reis Júnior e Rogerio Schietti\nCruz votaram com o Sr. Ministro Relator.\nAusente, justificadamente, o Sr. Ministro Joel Ilan Paciornik.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : "(EXECUÇÃO PENAL - REMIÇÃO FICTA OU VIRTUAL - IMPOSSIBILIDADE)\n   STJ - <<HC 415068>>-MG,\n         <<AgRg no HC 434636>>-MG,\n         <<AgRg no HC 548931>>-SC,\n         <<AgRg no AREsp 1345135>>-RO,\n         <<EDcl no AgRg nos EDcl no AREsp 1697170>>-SP\n   STF - [[HC 124520]]\n(REMIÇÃO - ANALOGIA IN BONAM PARTEM - ATIVIDADE EFETIVAMENTE\nDESENVOLVIDA)\n   STJ - <<AgRg no HC 735047>>-SP,\n         <<AgRg no HC 643709>>-SC\n(EXECUÇÃO PENAL - PRINCÍPIO DA DIGNIDADE DA PESSOA HUMANA)\n   STJ - <<HC 535383>>-SP\n(EXECUÇÃO PENAL - PRINCÍPIO DA FRATERNIDADE)\n   STJ - <<AgRg no HC 679489>>-SP,\n         <<HC 602425>>-SC\n(RECONHECIMENTO DO PERÍODO DE SUSPENSÃO DO DEVER DE APRESENTAÇÃO\nREGULAR EM JUÍZO COMO PENA EFETIVAMENTE CUMPRIDA)\n   STJ - <<HC 657382>>-SC",
  "notas" : "Julgado conforme procedimento previsto para os Recursos Repetitivos\nno âmbito do STJ.",
  "informacoesComplementares" : null,
  "termosAuxiliares" : "CORONAVÍRUS",
  "teseJuridica" : "\"Nada obstante a interpretação restritiva que deve ser conferida ao\nart. 126, §4º, da LEP, os princípios da individualização da pena, da\ndignidade da pessoa humana, da isonomia e da fraternidade, ao lado\nda teoria da derrotabilidade da norma e da situação\nexcepcionalíssima da pandemia de covid-19, impõem o cômputo do\nperíodo de restrições sanitárias como de efetivo estudo ou trabalho\nem favor dos presos que já estavam trabalhando ou estudando e se\nviram impossibilitados de continuar seus afazeres unicamente em\nrazão do estado pandêmico\".",
  "tema" : "Tema Repetitivo 1120\nSituação do tema: Acórdão Publicado",
  "referenciasLegislativas" : [ "LEG:FED LEI:007210 ANO:1984\n*****  LEP-84    LEI DE EXECUÇÃO PENAL\n        ART:00003 ART:00126 PAR:00004", "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00001 INC:00002 INC:00003 ART:00003 INC:00001\n        INC:00003 ART:00005 INC:00046", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036", "LEG:FED EMC:000123 ANO:2022", "LEG:INT PCT:****** ANO:1966\n*****  PDCP    PACTO INTERNACIONAL DOS DIREITOS CIVIS E POLÍTICOS\n        ART:00010\n(PROMULGADO PELO DECRETO 592/1992)", "LEG:FED DEC:000592 ANO:1992" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000825173",
  "numeroProcesso" : "2034042",
  "numeroRegistro" : "202103966805",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "SEBASTIÃO REIS JÚNIOR",
  "dataPublicacao" : "DJE        DATA:16/09/2022",
  "ementa" : "PROCESSO PENAL. AGRAVO REGIMENTAL EM EMBARGOS DE DIVERGÊNCIA EM\nAGRAVO EM RECURSO ESPECIAL. TRÁFICO DE DROGAS. OPOSIÇÃO DE EMBARGOS\nDE DIVERGÊNCIA CONTRA DECISÃO MONOCRÁTICA DO RELATOR.\nINADMISSIBILIDADE. AUSÊNCIA DE PROVOCAÇÃO E MANIFESTAÇÃO DO ÓRGÃO\nCOLEGIADO. HABEAS CORPUS DE OFÍCIO. POSTULAÇÃO. DESCABIMENTO.\n1. Os embargos de divergência exigem como condição processual para\nsua admissão o pronunciamento de Órgão Colegiado, nos termos do art.\n266 do RISTJ e do art. 1.043 do Código de Processo Civil, de modo\nque não são admitidos contra decisão monocrática de Relator.\nPrecedentes.\n2. O pleito de concessão de habeas corpus de ofício, como forma de\ntentar burlar a inadmissão do apelo especial ou de seus posteriores\nrecursos, é descabido. Precedentes.\n3. Agravo regimental improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220914",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Terceira Seção, por unanimidade, negar\nprovimento ao agravo regimental, nos termos do voto do Sr. Ministro\nRelator.\nOs Srs. Ministros Rogerio Schietti Cruz, Ribeiro Dantas, Antonio\nSaldanha Palheiro, Olindo Menezes (Desembargador Convocado do TRF 1ª\nRegião), Laurita Vaz, João Otávio de Noronha e Jorge Mussi votaram\ncom o Sr. Ministro Relator.\nAusente, justificadamente, o Sr. Ministro Joel Ilan Paciornik.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : "(DECISÃO MONOCRÁTICA DE RELATOR - EMBARGOS DE DIVERGÊNCIA)\n   STJ - <<AgRg nos EAREsp 1759141>>-SP,\n         <<AgInt nos EAREsp 1459947>>-SP,\n         <<AgInt nos EDv nos EAREsp 1279030>>-SP,\n         <<AgRg nos EREsp 1708286>>-SP,\n         <<AgInt nos EDv nos EAREsp 1252795>>-SP\n(HABEAS CORPUS DE OFÍCIO - NÃO CABIMENTO)\n   STJ - <<AgRg nos EAREsp 606820>>-RR",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01043", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000825219",
  "numeroProcesso" : "2013168",
  "numeroRegistro" : "202103671673",
  "siglaClasse" : "AgRg nos EDv nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "SEBASTIÃO REIS JÚNIOR",
  "dataPublicacao" : "DJE        DATA:16/09/2022",
  "ementa" : "PROCESSO PENAL. AGRAVO REGIMENTAL EM EMBARGOS DE DIVERGÊNCIA EM\nAGRAVO EM RECURSO ESPECIAL. DECISÃO DA PRESIDÊNCIA. AUSÊNCIA DE\nIMPUGNAÇÃO ESPECÍFICA DOS FUNDAMENTOS DA DECISÃO AGRAVADA QUE\nINDEFERIU LIMINARMENTE OS EMBARGOS DE DIVERGÊNCIA. SÚMULA 182/STJ.\nNÃO APRECIAÇÃO DO MÉRITO DO APELO ESPECIAL. INTELIGÊNCIA DO\nENUNCIADO 315 DA SÚMULA DESTA CORTE. DISSÍDIO NÃO CONFIGURADO.\nDESCUMPRIMENTO DE REGRA TÉCNICA. MERA TRANSCRIÇÃO DA EMENTA.\nINSUFICIÊNCIA. JUNTADA DO INTEIRO TEOR DO JULGADO PARADIGMA OU\nINDICAÇÃO DO REPOSITÓRIO OFICIAL AUTORIZADO (ARTS. 1.043, § 4º, DO\nCPC E 266, § 4º, DO RISTJ). ÔNUS DA PARTE. PRECEDENTES.\n1. Cabe à parte agravante, nas razões do agravo regimental, trazer\nargumentos suficientes para contestar a decisão agravada (art.\n1.021, § 1º, do CPC). Incidência do verbete n. 182 da Súmula desta\nCorte.\n2. Não cabem embargos de divergência quando o acórdão embargado não\njulga o mérito do recurso especial. Aplicação da Súmula 315 do STJ\npor analogia. Precedentes.\n3. A ausência de demonstração da divergência alegada no recurso\nuniformizador - nos moldes exigidos pelo art. 1.043, § 4º, do Código\nde Processo Civil e pelo art. 266, § 4º, do RISTJ - indubitavelmente\nconstitui vício substancial, resultante da inobservância do rigor\ntécnico exigido na interposição do presente recurso.\n4. Agravo regimental improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220914",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Terceira Seção, por unanimidade, negar\nprovimento ao agravo regimental, nos termos do voto do Sr. Ministro\nRelator.\nOs Srs. Ministros Rogerio Schietti Cruz, Ribeiro Dantas, Antonio\nSaldanha Palheiro, Olindo Menezes (Desembargador Convocado do TRF 1ª\nRegião), Laurita Vaz, João Otávio de Noronha e Jorge Mussi votaram\ncom o Sr. Ministro Relator.\nAusente, justificadamente, o Sr. Ministro Joel Ilan Paciornik.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : "(AGRAVO INTERNO OU AGRAVO REGIMENTAL - IMPUGNAÇÃO ESPECÍFICA DE\nTODOS OS FUNDAMENTOS)\n   STJ - <<AgRg nos EAREsp 1206558>>-RS,\n         <<AgRg nos EAREsp 1322805>>-SP,\n         <<AgRg nos EDcl nos EAREsp 1534503>>-SP,\n         <<AgRg nos EDv nos EREsp 1511784>>-RN\n(EMBARGO DE DIVERGÊNCIA - CABIMENTO - ACÓRDÃO EMBARGADO QUE NÃO\nJULGA O MÉRITO - SÚMULA 315 DO STJ)\n   STJ - <<AgRg nos EAREsp 1641570>>-SC,\n         <<AgRg nos EDcl nos EAREsp 1886675>>-PR\n(EMBARGOS DE DIVERGÊNCIA - COMPROVAÇÃO DA EXISTÊNCIA DE DISSÍDIO -\nREGRA TÉCNICA - JUNTADA DO INTEIRO TEOR DO JULGADO PARADIGMA OU\nINDICAÇÃO DE REPOSITÓRIO OFICIAL AUTORIZADO)\n   STJ - <<AgRg nos EDcl nos EREsp 1916881>>-PR,\n         <<AgRg nos EAREsp 1638190>>-RJ\n(EMBARGOS DE DIVERGÊNCIA - PEDIDO DE CONCESSÃO DE HABEAS CORPUS DE\nOFÍCIO)\n   STJ - <<AgRg nos EDcl nos EAREsp 1785213>>-SP\n(EMBARGOS DE DIVERGÊNCIA - AUSÊNCIA DA DEMONSTRAÇÃO DA DIVERGÊNCIA -\nVÍCIO SUBSTANCIAL INSANÁVEL)\n   STJ - <<AgInt nos EREsp 1573592>>-GO",
  "notas" : null,
  "informacoesComplementares" : "     \"[...] a teor da jurisprudência desta Corte, é descabido o\npedido de concessão de 'habeas corpus' de ofício no bojo de embargos\nde divergência, dado que nem o Relator tem autoridade para, em\ndecisão monocrática, conceder ordem que, na prática, desconstituiria\no resultado de acórdão proferido por outra Turma julgadora, como\ntampouco a Seção detém competência constitucional para conceder\nhabeas corpus contra acórdão de Turma do próprio Tribunal [...]\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000182 SUM:000315", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01021 PAR:00001 ART:01043 PAR:00004", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266 PAR:00004" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000825220",
  "numeroProcesso" : "43846",
  "numeroRegistro" : "202202394379",
  "siglaClasse" : "AgRg na Rcl",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "SEBASTIÃO REIS JÚNIOR",
  "dataPublicacao" : "DJE        DATA:16/09/2022",
  "ementa" : "AGRAVO REGIMENTAL EM RECLAMAÇÃO. DECISÃO MANTIDA POR SEUS PRÓPRIOS\nFUNDAMENTOS. PEDIDO QUE NÃO SE ENQUADRA EM NENHUMA DAS HIPÓTESES\nCONSTITUCIONAIS OU LEGAIS. INADMISSIBILIDADE.\n1. Não há como abrigar agravo regimental que não logra desconstituir\no fundamento da decisão atacada.\n2. Agravo regimental improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220914",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Terceira Seção, por unanimidade, negar\nprovimento ao agravo regimental, nos termos do voto do Sr. Ministro\nRelator.\nOs Srs. Ministros Rogerio Schietti Cruz, Ribeiro Dantas, Antonio\nSaldanha Palheiro, Olindo Menezes (Desembargador Convocado do TRF 1ª\nRegião), Laurita Vaz, João Otávio de Noronha e Jorge Mussi votaram\ncom o Sr. Ministro Relator.\nAusente, justificadamente, o Sr. Ministro Joel Ilan Paciornik.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : "Aguardando análise.",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000825601",
  "numeroProcesso" : "2074201",
  "numeroRegistro" : "202200507065",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "OLINDO MENEZES (DESEMBARGADOR CONVOCADO DO TRF 1ª REGIÃO)",
  "dataPublicacao" : "DJE        DATA:19/09/2022",
  "ementa" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA NO AGRAVO EM RECURSO ESPECIAL. ESTUPRO DE VULNERÁVEL. AUSÊNCIA DE IMPUGNAÇÃO AOS FUNDAMENTOS DA DECISÃO RECORRIDA. SÚMULA 182/STJ.\n1. A ausência de impugnação específica aos fundamentos da decisão recorrida atrai a incidência dos arts. 1.021, § 1º, do CPC, e da Súmula 182 desta Corte. Ademais, \"Não cabem embargos de divergência no âmbito do agravo de instrumento que não admite\nrecurso especial.\" (Súmula 315 - STJ).\n2. Agravo regimental não conhecido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220914",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção do Superior\nTribunal de Justiça, na conformidade dos votos e das notas\ntaquigráficas a seguir, por unanimidade, não conhecer do agravo\nregimental nos termos do voto do Sr. Ministro Relator. A Sra.\nMinistra Laurita Vaz e os Srs. Ministros João Otávio de Noronha,\nJorge Mussi, Sebastião Reis Júnior, Rogerio Schietti Cruz, Ribeiro\nDantas e Antonio Saldanha Palheiro votaram com o Sr. Ministro\nRelator.\nAusente, justificadamente, o Sr. Ministro Joel Ilan Paciornik.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000825602",
  "numeroProcesso" : "1996521",
  "numeroRegistro" : "202103358451",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "RIBEIRO DANTAS",
  "dataPublicacao" : "DJE        DATA:20/09/2022",
  "ementa" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA. SÚMULA 315/STJ. AUSÊNCIA DE COTEJO ANALÍTICO. EMBARGOS NÃO CONHECIDOS. AGRAVO REGIMENTAL DESPROVIDO.\n1. São inadmissíveis os embargos de divergência na hipótese de não ter sido analisado o mérito do recurso especial, a teor da Súmula n. 315 desta Corte Superior: \"Não cabem embargos de divergência no âmbito do agravo de instrumento que não admite\nrecurso especial\".\n2. \"Consoante a jurisprudência do Superior Tribunal de Justiça, em sede de embargos de divergência, é indispensável haver identidade ou similitude fática e jurídica entre o acórdão embargado e o aresto paradigma, cabendo ao embargante demonstrar que\nhouve interpretação divergente acerca de situações semelhantes por meio de cotejo analítico entre os julgados confrontados, nos termos dos arts. 1.043, § 4º, do CPC/2015 e 266, § 4º, do RISTJ.\" (AgRg nos EDcl nos EAREsp n. 1.751.446/PR, relator Ministro\nPaulo de Tarso Sanseverino, Corte Especial, julgado em 24/5/2022, DJe de 27/5/2022.)\n3. Agravo regimental desprovido",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220914",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção do Superior\nTribunal de Justiça, por unanimidade, negar provimento ao agravo\nregimental, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Antonio Saldanha Palheiro, Olindo Menezes\n(Desembargador Convocado do TRF 1ª Região), Laurita Vaz, João Otávio\nde Noronha, Jorge Mussi, Sebastião Reis Júnior e Rogerio Schietti\nCruz votaram com o Sr. Ministro Relator.\nAusente, justificadamente, o Sr. Ministro Joel Ilan Paciornik.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000825603",
  "numeroProcesso" : "189921",
  "numeroRegistro" : "202202125183",
  "siglaClasse" : "AgRg no CC",
  "descricaoClasse" : "AGRAVO REGIMENTAL NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "ROGERIO SCHIETTI CRUZ",
  "dataPublicacao" : "DJE        DATA:21/09/2022",
  "ementa" : "AGRAVO REGIMENTAL. CONFLITO DE COMPETÊNCIA. CUMPRIMENTO DA PENA. FIXAÇÃO PELO LOCAL DO JUÍZO DA CONDENAÇÃO. DOMICÍLIO EM LOCAL DISTINTO. TRANSFERÊNCIA. IMPOSSIBILIDADE DE DECISÃO UNILATERAL DO JUÍZO DEPRECANTE. NECESSIDADE DE PRÉVIA ACEITAÇÃO DO JUÍZO\nDEPRECADO. AGRAVO REGIMENTAL NÃO PROVIDO.\n1. Conforme a pacífica orientação desta Corte, o juízo competente para a execução penal é o indicado na lei de organização judiciária do local da condenação. Assim, embora o sentenciado haja sido preso em comarca diversa da condenação, mais próxima ao\nseu domicílio, tal circunstância não tem o condão de deslocar a competência para a execução penal.\n2. A transferência da execução da pena não pode ser determinada de maneira unilateral: é necessária a prévia consulta ao juízo para o qual o sentenciado pretende ser transferido, notadamente a fim de se verificar a disponibilidade de vagas ou de\ncondições adequadas para o cumprimento da reprimenda no sistema prisional local.\n3. Agravo regimental não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220914",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Terceira Seção, por unanimidade, negar\nprovimento ao agravo regimental, nos termos do voto do Sr. Ministro\nRelator. Os Srs. Ministros Ribeiro Dantas, Antonio Saldanha\nPalheiro, Olindo Menezes (Desembargador Convocado do TRF 1ª Região),\nLaurita Vaz, João Otávio de Noronha, Jorge Mussi e Sebastião Reis\nJúnior votaram com o Sr. Ministro Relator.\nAusente, justificadamente, o Sr. Ministro Joel Ilan Paciornik.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000825740",
  "numeroProcesso" : "184505",
  "numeroRegistro" : "202103682620",
  "siglaClasse" : "AgRg no CC",
  "descricaoClasse" : "AGRAVO REGIMENTAL NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "ANTONIO SALDANHA PALHEIRO",
  "dataPublicacao" : "DJE        DATA:19/09/2022",
  "ementa" : "PROCESSUAL PENAL. AGRAVO REGIMENTAL NO CONFLITO DE COMPETÊNCIA. AUSÊNCIA DE MANIFESTAÇÃO DOS JUÍZOS SUSCITADOS. INEXISTÊNCIA DE CONFLITO. AGRAVO DESPROVIDO.\n1. Nos termos do art. 114 do Código de Processo Penal, a configuração do conflito de competência, positivo ou negativo, reclama a manifestação de duas ou mais autoridades judiciárias declarando-se competentes ou incompetentes para o julgamento do feito,\nsituação que não ocorre na espécie.\n2. No caso, em razão de a denúncia mencionar fatos que seriam da competência da Justiça Federal (remessa ilícita de valores ao exterior, por meio de operações de câmbio com suporte contratual simulado), o feito foi remetido para esse Juízo. Ocorre que o\nParquet Federal não ratificou a denúncia quanto a esses fatos por entender que a conclusão quanto à prática de delito de competência federal depende do aprofundamento das investigações em âmbito federal.\n3. Caberá ao Juízo estadual o processamento e julgamento da denúncia oferecida pelo Parquet estadual quanto aos crimes remanescentes relacionados a movimentações financeiras operacionalizadas em território nacional (lavagem de dinheiro, falsidade\nideológica e organização criminosa), sem prejuízo de que, futuramente, nova denúncia seja oferecida pelo Parquet Federal, com a descrição completa das transações que culminaram com as remessas internacionais (de competência federal, nos termos do art.\n109, V, da CF) e que permitirá examinar a possível conexão entre os delitos e a viabilidade de reunião do feito na esfera federal.\n4. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220914",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção do Superior\nTribunal de Justiça,  por unanimidade, negar provimento ao agravo\nregimental nos termos do voto do Sr. Ministro Relator. Os Srs.\nMinistros Olindo Menezes (Desembargador Convocado do TRF 1ª Região),\nLaurita Vaz, João Otávio de Noronha, Jorge Mussi, Sebastião Reis\nJúnior, Rogerio Schietti Cruz e Ribeiro Dantas votaram com o Sr.\nMinistro Relator.\nAusente, justificadamente, o Sr. Ministro Joel Ilan Paciornik.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.\nO Sustentou oralmente o Adv.  Celso Sanchez Vilardi sustentou\noralmente pela parte Agravante: Raphael Filgueiras Medeiros.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000825741",
  "numeroProcesso" : "7386",
  "numeroRegistro" : "201603179595",
  "siglaClasse" : "AgInt nos EDcl na ExeMS",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NA EXECUÇÃO EM MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "REYNALDO SOARES DA FONSECA",
  "dataPublicacao" : "DJE        DATA:19/09/2022",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO. ADMINISTRATIVO. PROCESSO CIVIL. SERVIDOR PÚBLICO. SINDICATO. ÓBITO DO SUBSTITUÍDO. HABILITAÇÃO DE SUCESSORES. POSSIBILIDADE. AGRAVO IMPROVIDO.\n1. Na linha do entendimento já manifestado pelo Superior Tribunal de Justiça, o sindicato possui legitimidade ativa para substituir pensionistas e sucessores dos servidores falecidos, ainda que o óbito tenha ocorrido antes do ajuizamento da execução ou\nmesmo do trânsito em julgado da decisão que formou o título exequendo.\n2. Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220914",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção do Superior\nTribunal de Justiça, por unanimidade, negar provimento ao agravo\ninterno, nos termos do voto do Sr. Ministro Relator. A Sra. Ministra\nLaurita Vaz e os Srs. Ministros João Otávio de Noronha, Jorge Mussi,\nSebastião Reis Júnior, Rogerio Schietti Cruz, Antonio Saldanha\nPalheiro e Olindo Menezes (Desembargador Convocado do TRF 1ª Região)\nvotaram com o Sr. Ministro Relator.\nAusente, justificadamente, o Sr. Ministro Joel Ilan Paciornik.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ "AgInt nos EDcl na PET na ExeMS    6318  DF  2010/0014612-4\nDecisão:14/09/2022\nDJE        DATA:19/09/2022" ]
}, {
  "id" : "000825742",
  "numeroProcesso" : "4149",
  "numeroRegistro" : "200800664043",
  "siglaClasse" : "AgInt na ExeMS",
  "descricaoClasse" : "AGRAVO INTERNO NA EXECUÇÃO EM MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "REYNALDO SOARES DA FONSECA",
  "dataPublicacao" : "DJE        DATA:19/09/2022",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NA EXECUÇÃO EM MANDADO DE SEGURANÇA. PRECLUSÃO PARA DETERMINAÇÃO DE RECEBIMENTO DE DIFERENÇA DE ÍNDICE DE CORREÇÃO MONETÁRIA. INEXISTÊNCIA. AUSÊNCIA DE CONTRADITÓRIO NÃO CONFIGURADA. DIREITO À DIFERENÇA DE ÍNDICE DE\nCORREÇÃO MONETÁRIA RESGUARDADA NO JULGAMENTO DOS EMBARGOS CONEXOS. POSSIBILIDADE DE COBRANÇA NESTE FEITO, SOB PENA DE VIOLAÇÃO AOS PRINCÍPIOS DA ECONOMIA E CELERIDADE PROCESSUAIS. EXECUÇÕES DECORRENTES DO MESMO TÍTULO COM EXPEDIÇÃO DAS REQUISIÇÕES\nCOMPLEMENTARES E DISPONIBILIZAÇÃO DE VALORES LEVANDO-SE EM CONSIDERAÇÃO O ÍNDICE DEFINIDO PELO STF. TRATAMENTO ISONÔMICO. EXECUÇÃO FINALIZADA. DECISÃO EXTINTIVA RECONSIDERADA. LITIGÂNCIA DE MÁ-FÉ E APRESENTAÇÃO DE RECURSO PROTELATÓRIO. NÃO OCORRÊNCIA.\nAGRAVO IMPROVIDO.\n1. Decisão proferida nos embargos conexos, transitada em julgado, expressamente ressalvou o direito de a Associação buscar eventual diferença relativa aos índices de correção monetária após decisão definitiva no Supremo Tribunal Federal, não havendo que\nse falar em preclusão.\n2. Resta afastada a alegação de ofensa ao contraditório diante do fato de que as requisições complementares decorrem de aplicação de índice de correção sobre base de cálculo já definida nos autos e em relação à qual houve exaustivo debate.\n3. Exigir que a diferença de índices de correção monetária seja buscada em ação própria, mediante ajuizamento de novo processo e nova instrução, representaria afronta aos princípios da economia e celeridade, bem à regra do art. 516, I, do CPC.\n4. Não é razoável que a solução dada para processos oriundos do mesmo título judicial seja diferente, sendo de rigor impor-se tratamento isonômico a todos os integrantes da categoria substituída mediante requisição de valores com base no índice definido\npelo STF no julgamento do RE 870.947/SE.\n5. Reconsiderada a decisão que declarou extinta a execução por se ter verificado que a obrigação não havia sido integralmente satisfeita, resta afastada a alegação de inexistência de título hábil a sustentar a cobrança.\n6. O exercício do direito de recorrer não é suficiente ao quanto basta para configurar alguma das hipóteses de litigância de ma-fé, sobretudo quanto o recurso não é manifestamente inadmissível ou improcedente.\n7. Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220914",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção do Superior\nTribunal de Justiça, por unanimidade, negar provimento ao agravo\ninterno, nos termos do voto do Sr. Ministro Relator. A Sra. Ministra\nLaurita Vaz e os Srs. Ministros João Otávio de Noronha, Jorge Mussi,\nSebastião Reis Júnior, Rogerio Schietti Cruz, Antonio Saldanha\nPalheiro e Olindo Menezes (Desembargador Convocado do TRF 1ª Região)\nvotaram com o Sr. Ministro Relator.\nAusente, justificadamente, o Sr. Ministro Joel Ilan Paciornik.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : "Aguardando análise.",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000825743",
  "numeroProcesso" : "4149",
  "numeroRegistro" : "200800485763",
  "siglaClasse" : "AgInt na PET na ExeMS",
  "descricaoClasse" : "AGRAVO INTERNO NA PETIÇÃO NA EXECUÇÃO EM MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "REYNALDO SOARES DA FONSECA",
  "dataPublicacao" : "DJE        DATA:19/09/2022",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NA EXECUÇÃO EM MANDADO DE SEGURANÇA. PRECLUSÃO PARA DETERMINAÇÃO DE RECEBIMENTO DE DIFERENÇA DE ÍNDICE DE CORREÇÃO MONETÁRIA. INEXISTÊNCIA. AUSÊNCIA DE CONTRADITÓRIO NÃO CONFIGURADA. DIREITO À DIFERENÇA DE ÍNDICE DE\nCORREÇÃO MONETÁRIA RESGUARDADA NO JULGAMENTO DOS EMBARGOS CONEXOS. POSSIBILIDADE DE COBRANÇA NESTE FEITO, SOB PENA DE VIOLAÇÃO AOS PRINCÍPIOS DA ECONOMIA E CELERIDADE PROCESSUAIS. EXECUÇÕES DECORRENTES DO MESMO TÍTULO COM EXPEDIÇÃO DAS REQUISIÇÕES\nCOMPLEMENTARES E DISPONIBILIZAÇÃO DE VALORES LEVANDO-SE EM CONSIDERAÇÃO O ÍNDICE DEFINIDO PELO STF. TRATAMENTO ISONÔMICO. EXECUÇÃO FINALIZADA. AUSÊNCIA DE EXTINÇÃO NOS TERMOS DO ART. 924, II, DO CPC. LITIGÂNCIA DE MÁ-FÉ E APRESENTAÇÃO DE RECURSO\nPROTELATÓRIO. NÃO OCORRÊNCIA. AGRAVO IMPROVIDO.\n1. Decisão proferida nos embargos conexos, transitada em julgado, expressamente ressalvou o direito de a Associação buscar eventual diferença relativa aos índices de correção monetária após decisão definitiva no Supremo Tribunal Federal, não havendo que\nse falar em preclusão.\n2. Resta afastada a alegação de ofensa ao contraditório diante do fato de que as requisições complementares decorrem de aplicação de índice de correção sobre base de cálculo já definida nos autos e em relação à qual houve exaustivo debate.\n3. Exigir que a diferença de índices de correção monetária seja buscada em ação própria, mediante ajuizamento de novo processo e nova instrução, representaria afronta aos princípios da economia e celeridade, bem como à regra do art. 516, I, do CPC.\n4. Não é razoável que a solução dada para processos oriundos do mesmo título judicial seja diferente, sendo de rigor impor-se tratamento isonômico a todos os integrantes da categoria substituída mediante requisição de valores com base no índice definido\npelo STF no julgamento do RE 870.947/SE.\n5. A expedição dos requisitórios, só por si, não põe fim à lide. Apenas pronunciamento expresso acerca da extinção da execução, na forma do art. 924, II, do CPC, a tanto se presta.\n6. O exercício do direito de recorrer não é suficiente ao quanto basta para configurar alguma das hipóteses de litigância de ma-fé, sobretudo quando o recurso não é manifestamente inadmissível ou improcedente.\n7. Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220914",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção do Superior\nTribunal de Justiça, por unanimidade, negar provimento ao agravo\ninterno, nos termos do voto do Sr. Ministro Relator. A Sra. Ministra\nLaurita Vaz e os Srs. Ministros João Otávio de Noronha, Jorge Mussi,\nSebastião Reis Júnior, Rogerio Schietti Cruz, Antonio Saldanha\nPalheiro e Olindo Menezes (Desembargador Convocado do TRF 1ª Região)\nvotaram com o Sr. Ministro Relator.\nAusente, justificadamente, o Sr. Ministro Joel Ilan Paciornik.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : "Aguardando análise.",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000825858",
  "numeroProcesso" : "5701",
  "numeroRegistro" : "202200153188",
  "siglaClasse" : "RvCr",
  "descricaoClasse" : "REVISÃO CRIMINAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "LAURITA VAZ",
  "dataPublicacao" : "DJE        DATA:28/09/2022",
  "ementa" : "REVISÃO CRIMINAL. TRÁFICO E ASSOCIAÇÃO PARA O TRÁFICO DE DROGAS.\nTESES DE INOCÊNCIA E REVISÃO DA REPRIMENDA. QUESTÕES NÃO APRECIADAS\nNA DECISÃO QUE SE BUSCA REFORMAR. COMPETÊNCIA REVISIONAL DO SUPERIOR\nTRIBUNAL DE JUSTIÇA NÃO INSTAURADA. INOBSERVÂNCIA AO DISPOSTO NO\nART. 241 DO RISTJ. CONHECIMENTO. INVIABILIDADE. PRECEDENTES. REVISÃO\nCRIMINAL NÃO CONHECIDA.\n1. No decisum que se busca reformar, não houve análise e\npronunciamento acerca do mérito das questões relativas à absolvição\ne consequente redução da reprimenda, com aplicação da minorante do\ntráfico privilegiado. Dessa forma, não se instaurou a competência do\nSuperior Tribunal de Justiça para, em revisão criminal, analisar as\ncitadas matérias.\n2. Ademais, o \"art. 241 do RISTJ determina que devem ser juntadas\ncópias do acórdão objeto da revisão, bem como da certidão do seu\ntrânsito em julgado, o que não ocorreu na espécie.\" (AgRg na RvCr\n3.716/SP, Rel. Ministro ROGERIO SCHIETTI CRUZ, TERCEIRA SEÇÃO,\njulgado em 26/10/2016, DJe 07/11/2016).\n3. Revisão criminal não conhecida.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220914",
  "decisao" : "Vistos, relatados e discutidos estes autos, acordam os Ministros da\nTerceira Seção do Superior Tribunal de Justiça, na conformidade dos\nvotos e das notas taquigráficas a seguir, por unanimidade, não\nconhecer da revisão criminal, nos termos do voto da Sra. Ministra\nRelatora. Os Srs. Ministros João Otávio de Noronha (Revisor), Jorge\nMussi, Sebastião Reis Júnior, Rogerio Schietti Cruz, Ribeiro Dantas,\nAntonio Saldanha Palheiro e Olindo Menezes (Desembargador Convocado\ndo TRF 1ª Região) votaram com a Sra. Ministra Relatora.\nAusente, justificadamente, o Sr. Ministro Joel Ilan Paciornik.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : "Aguardando análise.",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000825860",
  "numeroProcesso" : "5727",
  "numeroRegistro" : "202200808175",
  "siglaClasse" : "AgRg na RvCr",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA REVISÃO CRIMINAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "LAURITA VAZ",
  "dataPublicacao" : "DJE        DATA:28/09/2022",
  "ementa" : "AGRAVO REGIMENTAL NA REVISÃO CRIMINAL. PENAL. TRÁFICO DE DROGAS.\nDOSIMETRIA.  PENA-BASE. EXASPERAÇÃO. QUANTIDADE DOS ENTORPECENTES.\nDESPROPORCIONALIDADE NÃO CONSTATADA. AGRAVO DESPROVIDO.\n1. A quantidade e a natureza das drogas são circunstâncias\npreponderantes na fixação da pena-base no crime de tráfico de\ndrogas, como prevê expressamente o art. 42 da Lei n. 11.343/2006.\n2. Não há desproporcionalidade na fixação da pena-base acima do\nmínimo legal, considerados o intervalo entre as penas mínima e\nmáxima abstratamente cominadas, a apreensão de expressiva quantidade\nde entorpecentes e precedentes do Superior Tribunal de Justiça com\nconclusões semelhantes à da hipótese.\n3. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220914",
  "decisao" : "Vistos, relatados e discutidos estes autos, acordam os Ministros da\nTerceira Seção do Superior Tribunal de Justiça, na conformidade dos\nvotos e das notas taquigráficas a seguir, por unanimidade, negar\nprovimento ao agravo regimental, nos termos do voto da Sra. Ministra\nRelatora. Os Srs. Ministros João Otávio de Noronha, Jorge Mussi,\nSebastião Reis Júnior, Rogerio Schietti Cruz, Ribeiro Dantas,\nAntonio Saldanha Palheiro e Olindo Menezes (Desembargador Convocado\ndo TRF 1ª Região) votaram com a Sra. Ministra Relatora.\nAusente, justificadamente, o Sr. Ministro Joel Ilan Paciornik.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000823628",
  "numeroProcesso" : "1990972",
  "numeroRegistro" : "202200739066",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "ROGERIO SCHIETTI CRUZ",
  "dataPublicacao" : "DJE        DATA:01/09/2022",
  "ementa" : "RECURSO ESPECIAL. PROPOSTA DE JULGAMENTO SOB O RITO DOS RECURSOS\nREPETITIVOS. INVASÃO DE DOMICÍLIO. FUGA DO RÉU E/OU DENÚNCIA\nANÔNIMA. EXISTÊNCIA OU NÃO DE JUSTA CAUSA. RELEVÂNCIA DA TESE A SER\nDEFINIDA.\n1. Tema sob afetação: Analisar se a simples fuga do réu para dentro\nda residência ao avistar os agentes estatais e/ou a mera existência\nde denúncia anônima acerca da possível prática de delito no interior\ndo domicílio, desacompanhada de outros elementos preliminares\nindicativos de crime, constituem ou não, por si sós, fundadas razões\n(justa causa) a autorizar o ingresso dos policiais em seu\ndomicílio, sem prévia autorização judicial e sem o consentimento\nválido do morador.\n2. A multiplicidade de hipóteses semelhantes julgadas por ambas as\nTurmas que compõem a Terceira Seção justifica, de per si, a proposta\nde afetação (ex vi do art. 1.036 do Código de Processo Civil).\n3. Recurso especial submetido à Terceira Seção, a fim de que o seu\njulgamento seja submetido ao rito dos recursos repetitivos, de sorte\na definir tese sobre a existência ou não de justa causa a autorizar\no ingresso dos policiais em domicílio alheio, sem prévia\nautorização judicial e sem o consentimento válido do morador, nas\nhipóteses em que o réu empreende fuga para dentro da residência ao\navistar os agentes estatais e/ou quando há denúncia anônima acerca\nda possível prática de delito no interior do domicílio,\ndesacompanhada de outros elementos preliminares indicativos de\ncrime.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220830",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Terceira Seção, por unanimidade, afetar o\nprocesso ao rito dos recursos repetitivos (RISTJ, art. 257-C) e, por\nunanimidade, não suspender a tramitação de processos, conforme\nproposta do Sr. Ministro Relator. Os Srs. Ministros Ribeiro Dantas,\nAntonio Saldanha Palheiro, Joel Ilan Paciornik, Olindo Menezes\n(Desembargador Convocado do TRF 1ª Região), Jesuíno Rissato\n(Desembargador Convocado do TJDFT), Laurita Vaz, João Otávio de\nNoronha e Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1163",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1163\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:0256I", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000823946",
  "numeroProcesso" : "2045895",
  "numeroRegistro" : "202200128140",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JOEL ILAN PACIORNIK",
  "dataPublicacao" : "DJE        DATA:26/08/2022",
  "ementa" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. EMBARGOS DE DIVERGÊNCIA LIMINARMENTE INDEFERIDOS. AGRAVO\nREGIM ENTAL E AGRAVO EM RECURSO ESPECIAL NÃO CONHECIDOS. INCIDÊNCIA\nDA SÚMULA N. 182 DO SUPERIOR TRIBUNAL DE JUSTIÇA - STJ. MÉRITO DO\nRECURSO ESPECIAL NÃO EXAMINADO. EMBARGOS DE DIVERGÊNCIA\nINADMISSÍVEIS. INCIDÊNCIA DA SÚMULA N. 315 DESTA CORTE.  AUSÊNCIA DE\nDEMONSTRAÇÃO DA DIVERGÊNCIA JURISPRUDENCIAL. INOBSERVÂNCIA DO ART.\n1.043, § 4º, DO CÓDIGO DE PROCESSO CIVIL - CPC/2015 , BEM COMO DO\nART. 266, § 4º, DO REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n- RISTJ. AGRAVO REGIMENTAL DESPROVIDO.\n1. A decisão agravada, nos termos do art. 21-E, V, c.c. art. 266-C,\nambos do Regimento Interno do Superior Tribunal de Justiça,\nindeferiu liminarmente os embargos de divergência, em razão da\nincidência da Súmula n. 315 desta Corte, segundo a qual \"não cabem\nembargos de divergência no âmbito do agravo de instrumento que não\nadmite recurso especial\".\n2. No caso, não foi conhecido o agravo regimental interposto contra\na decisão de não conhecimento do agravo em recurso especial, por\nforça da aplicação da Súmula n. 182/STJ. Assim, não tendo sido\nefetivamente apreciado o mérito do recurso especial, os embargos de\ndivergência são manifestamente inadmissíveis.\n3. Ademais, o agravante sequer realizou o devido cotejo analítico\nentre o acórdão apontado como paradigma e o acórdão embargado, a\ndemonstrar a similitude fática entre eles e o confronto de teses\njurídicas aplicadas. Inobservância das exigências previstas no art.\n1.043, § 4º, do CPC, e no art. 266, § 4º, do RISTJ.\n4. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220824",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Terceira Seção, por unanimidade, negar\nprovimento ao agravo regimental, nos termos do voto do Sr. Ministro\nRelator.\nOs Srs. Ministros Olindo Menezes (Desembargador Convocado do TRF 1ª\nRegião), Jesuíno Rissato (Desembargador Convocado do TJDFT), João\nOtávio de Noronha, Sebastião Reis Júnior, Rogerio Schietti Cruz,\nRibeiro Dantas e Antonio Saldanha Palheiro votaram com o Sr.\nMinistro Relator.\nAusente, justificadamente, a Sra. Ministra Laurita Vaz.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA NO ÂMBITO DO AGRAVO DE INSTRUMENTO QUE NÃO\nADMITE RECURSO ESPECIAL - NÃO CABIMENTO)\n   STJ - <<AgInt nos EDcl nos EAREsp 1950922>>-DF,\n         <<AgRg nos EAREsp 1973326>>-SP,\n         <<AgRg nos EAREsp 2034457>>-SP\n(FALTA DE COTEJO ANALÍTICO)\n   STJ - <<AgRg nos EAREsp 606820>>-RR,\n         <<AgInt nos EREsp 1814643>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01043 PAR:00004", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000315", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266 PAR:00004" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000823947",
  "numeroProcesso" : "42292",
  "numeroRegistro" : "202102971297",
  "siglaClasse" : "AgRg na Rcl",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "OLINDO MENEZES (DESEMBARGADOR CONVOCADO DO TRF 1ª REGIÃO)",
  "dataPublicacao" : "DJE        DATA:26/08/2022",
  "ementa" : "AGRAVOS REGIMENTAIS NA RECLAMAÇÃO. AFRONTA À DECISÃO PROFERIDA NO\nRHC 120.939/SP. NULIDADES NÃO CONSTATADAS.  DECLARAÇÃO DE ILICITUDE\nDOS E-MAILS PERTENCENTES AO RECLAMANTE. QUEBRA DO SIGILO TELEMÁTICO\nCOMO UM TODO. ALCANCE NÃO DELIMITADO NO DECISUM RECLAMADO. OBJEÇÃO À\nUTILIZAÇÃO DAS DEMAIS PROVAS COLHIDAS DE MANEIRA INDEPENDENTE NO\nPROCESSO ADMINISTRATIVO DISCIPLINAR. NÃO OCORRÊNCIA. AUSÊNCIA DE\nPREJUÍZO. DESCUMPRIMENTO DA DECISÃO RECLAMADA.\n1. \"A despeito da controvertida natureza jurídica da reclamação, é\ninduvidoso que ela constitui o instrumento processual adequado para,\nentre outras finalidades e no que diz respeito ao Superior Tribunal\nde Justiça, garantir a autoridade das decisões aqui proferidas,\nconforme expressa previsão constitucional (art. 105, I, 'f', da CF),\nsituação que se verifica na hipótese\" (Rcl n. 41.089/GO, relator\nMinistro Rogerio Schietti Cruz, Terceira Seção, julgado em\n12/5/2021, DJe de 18/5/2021).\n2. Não há falar-se em não conhecimento da reclamação, uma vez que a\ndecisão reclamada, apontada como descumprida e proferida no RHC\n120.939/SP, origina-se desta Corte, possibilitando, assim, o exame\nde seu mérito. Registra-se  a adequação plena no seu ajuizamento,\nporquanto requerida com o intuito de se preservar a autoridade\ndaquele decisum, não constatado, inclusive, o trânsito em julgado na\norigem.\n3. \"Na linha da jurisprudência do STJ, a previsão do recurso de\nagravo interno contra as decisões monocráticas proferidas pelo\nrelator, conforme o disposto no art. 259 do RISTJ, garante o\nprincípio da colegialidade e, por isso, afasta a nulidade da decisão\nimpugnada, haja vista a ausência de prejuízo para a parte\" (AgInt na\nRcl n. 35.459/SC, relator Ministro Og Fernandes, Primeira Seção,\njulgado em 10/4/2019, DJe de 16/4/2019).\n4. A despeito do que dispõe o art. 989, I, do CPC, em verdade o\npresente feito encontrava-se pronto para ser julgado, mormente\ndiante da argumentação trazida no agravo regimental interposto pela\nUnião, recebido como contestação (arts. 989, III - CPC e 188, III -\nRISTJ), acostando-se, além disso, extensa documentação, não havendo\nfalar-se em prejuízo processual, porquanto respeitados os princípios\ndo contraditório e da ampla defesa.\n5. \"O reconhecimento de nulidades no curso do processo penal reclama\numa efetiva demonstração do prejuízo à parte, sem a qual prevalecerá\no princípio da instrumentalidade das formas positivado pelo art. 563\ndo CPP (pas de nullité sans grief)\" (AgRg no HC n. 727.803/PR,\nrelator Ministro Ribeiro Dantas, Quinta Turma, julgado em 17/5/2022,\nDJe de 20/5/2022).\n6. Nos termos em que fora julgado o RHC 120.939/SP, não se delimitou\no alcance da declaração de ilicitude dos e-mails pertencentes ao\nreclamante, ora agravado, se apenas o pessoal ou também o funcional,\nou seja, não se discute mais, nesta via, a abrangência da\ninviolabilidade do conteúdo do e-mail do reclamante - questão essa\njá decidida na decisão reclamada -, mas sim, se respectivo decisum\nfoi ou não cumprido pela instância de origem (pedido mediato).\n7. Concluindo o decisum reclamado por ser \"nula a decisão que\ndetermina constrição de direitos (quebra do sigilo telefônico,\nfiscal, bancário, telemático e afins) sem fundamentação concreta\napta a clarificar os motivos ensejadores da medida\",\ndeterminando-se, ainda, que todo o material relativo ao correio\neletrônico pertencente ao reclamante seja extraído do inquérito\npolicial, sem prejuízo da ação penal com base em outras provas,\ndenota-se o seu descumprimento.\n8. Na decisão reclamada, não há nenhum impedimento, ou se contesta,\na legalidade da utilização das provas produzidas de forma\nindependente pela comissão disciplinar no PAD nº\n00406.002100/2012-50, uma vez que o âmbito decisório foi, tão\nsomente, a exclusão dos e-mails pertencentes ao reclamante, tanto os\nde cunho pessoal como os funcionais.\n9. Mantém-se a anulação da decisão proferida na instância de origem,\nno intuito de o pedido de revisão do PAD nº 00406.002100/2012-50 ser\nprocessado e julgado, excluindo-se dos respectivos autos os e-mails\npertencentes ao reclamante, em respeito ao que fora decidido por\nesta Corte no RHC 120.939/SP, que não delimitou o alcance da\ndeclaração de ilicitude do referido correio eletrônico, afetando a\nquebra do sigilo telemático como um todo.\n10. Agravos regimentais desprovidos.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220824",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção do Superior\nTribunal de Justiça, na conformidade dos votos e das notas\ntaquigráficas a seguir, por unanimidade, negar provimento aos\nagravos regimentais, nos termos do voto do Sr. Ministro Relator. Os\nSrs. Ministros Jesuíno Rissato (Desembargador Convocado do TJDFT),\nJoão Otávio de Noronha, Sebastião Reis Júnior, Rogerio Schietti\nCruz, Ribeiro Dantas, Antonio Saldanha Palheiro e Joel Ilan\nPaciornik votaram com o Sr. Ministro Relator.\nAusente, justificadamente, a Sra. Ministra Laurita Vaz.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.\nO Dr. Rubens Carlos Vieira sustentou oralmente pela parte Agravada:\nRubens Carlos Vieira.\nA Dra. Karina Carla Lopes Garcia (Advogada da União) sustentou\noralmente pela parte Interessada: Advogado-Geral da União.",
  "jurisprudenciaCitada" : "(RECLAMAÇÃO - CABIMENTO)\n   STJ - <<Rcl 41089>>-GO\n(OFENSA A DISPOSITIVO CONSTITUCIONAL - COMPETÊNCIA EXCLUSIVA STF)\n   STJ - <<REsp 1813868>>-PR\n(DECISÃO MONOCRÁTICA PELO RELATOR - NULIDADE - PREVISÃO DO RECURSO\nDE AGRAVO INTERNO - PRINCÍPIO DA COLEGIALIDADE)\n   STJ - <<AgInt na Rcl 35459>>-SC,\n         <<AgRg no REsp 1765139>>-PR\n(PROCESSO PENAL - LIVRE APRECIAÇÃO DA PROVA - DEVIDA E SUFICIENTE\nFUNDAMENTAÇÃO)\n   STJ - <<HC 727297>>-SP\n(PROCESSO PENAL - RECONHECIMENTO DE NULIDADES - PRINCÍPIO PAS DE\nNULLITÉ SANS GRIEF)\n   STJ - <<AgRg no HC 727803>>-PR\n(REQUISIÇÃO DE INFORMAÇÕES À AUTORIDADE COATORA - OBRIGATORIEDADE DA\nPROVIDÊNCIA - FEITO ADEQUADAMENTE INSTRUÍDO)\n   STJ - <<AgRg no HC 742920>>-SP",
  "notas" : "Processo referente à Operação Porto Seguro.",
  "informacoesComplementares" : "     \"'De acordo com precedentes desta Corte e do Supremo Tribunal\nFederal, a reclamação constitucional é instituto que não tem\nnatureza jurídica de recurso, nem de incidente processual, mas sim\nde direito constitucional de petição, contemplado no art. 5º,\nXXXIV, da Carta Magna. Assim, o seu ajuizamento está limitado\napenas à não ocorrência do trânsito em julgado da decisão\nreclamada, nos termos da Súmula 734/STF' [...]\".\n     \"[...] 'O exame da suposta ofensa a dispositivos\nconstitucionais é de competência exclusiva do Supremo Tribunal\nFederal, conforme dispõe o art. 102, III, da Constituição Federal'\n[...]\".\n     \"[...] '[n]o processo penal brasileiro, em razão do sistema da\npersuasão racional, o juiz forma sua convicção 'pela livre\napreciação da prova' (art. 155 do CPP), o que o autoriza a,\nobservadas as limitações processuais e éticas que informam o\nsistema de justiça criminal, decidir livremente a causa e todas as\nquestões a ela relativas, mediante a devida e suficiente\nfundamentação' [...]\".\n     \"[...] '[a] requisição de informações à autoridade coatora é\nmedida que pode ser dispensada quando o 'habeas corpus' estiver\ndevidamente instruído, permitindo a adequada compreensão da\ncontrovérsia. A norma positivada no art. 662 do Código de Processo\nPenal é cristalina ao prever que, apenas se necessário, serão\nrequisitadas informações por escrito. Trata-se, portanto, de\nfaculdade conferida ao julgador, e não de providência impositiva'\n[...]\".\n     \"[...] '[a] admissão da tutela provisória de urgência, para\nconferir efeito suspensivo a recurso que não o tem, depende da\npresença, concomitante, de elementos que evidenciem a probabilidade\nde êxito da insurgência e a demonstração do risco de lesão grave ou\ndifícil reparação' [...]\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00005 INC:00034 ART:00102 INC:00003 ART:00105\n        INC:00001 LET:F", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00187 ART:00188 INC:00003 ART:00259", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00988 ART:00989 INC:00001 INC:00003", "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00155 ART:00563 ART:00662", "LEG:FED SUM:****** ANO:****\n*****  SUM(STF)    SÚMULA DO SUPREMO TRIBUNAL FEDERAL\n        SUM:000734" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000824127",
  "numeroProcesso" : "5650",
  "numeroRegistro" : "202102805623",
  "siglaClasse" : "AgRg na RvCr",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA REVISÃO CRIMINAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "ROGERIO SCHIETTI CRUZ",
  "dataPublicacao" : "DJE        DATA:31/08/2022",
  "ementa" : "AGRAVO REGIMENTAL NA REVISÃO CRIMINAL. INTIMAÇÃO PESSOAL DO ACÓRDÃO\nPROFERIDO EM APELAÇÃO. DESCLASSIFICAÇÃO PARA DO ESTUPRO DE\nVULNERÁVEL PARA O CRIME DE IMPORTUNAÇÃO SEXUAL. MATÉRIAS NÃO\nEXAMINADAS NO RECURSO ESPECIAL. NÃO CABIMENTO DA REVISÃO CRIMINAL.\nHABEAS CORPUS DE OFÍCIO. INEXISTÊNCIA DE CONSTRANGIMENTO ILEGAL.\nAGRAVO REGIMENTAL NÃO PROVIDO.\n1. A revisão criminal, como meio extraordinário de impugnação e\nmedida excepcional cabível apenas nas situações expressamente\nprevistas em lei, tem sua utilização restringida justamente diante\nda existência da coisa julgada. Assim, segundo a orientação desta\nCorte, somente é cabível a revisão criminal quando as questões\nobjeto do pedido houverem sido examinadas no recurso especial.\n2. Logo, as alegações relacionadas à não intimação pessoal do réu em\nrelação ao acórdão que deu provimento ao recurso de apelação\nproposto pelo Ministério Público ou mesmo a pretendida a\ndesclassificação do delito para o crime de importunação sexual não\npodem ser analisadas, visto que não foram tratadas no recurso\nespecial.\n3. Ainda que considerássemos a possibilidade de concessão de habeas\ncorpus de ofício, isso não seria o recomendado na espécie, visto que\na inexistência de intimação pessoal do acórdão de apelação não\nconfigura ilegalidade. De fato, a intimação pessoal somente é\nexigida para o réu preso e para ciência da sentença condenatória e\nnão se estende a decisões de segunda instância. Precedentes.\n4. O mesmo se diga quanto à pretendida desclassificação para o\ndelito de importunação sexual. Pela dicção estabelecida em recurso\nrepetitivo, a prática de qualquer ato libidinoso, compreendido como\naquele destinado à satisfação da lascívia, com menor de 14 anos,\nconfigura o delito de estupro de vulnerável.\n5. Agravo regimental não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220824",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Terceira Seção, por unanimidade, negar\nprovimento ao agravo regimental, nos termos do voto do Sr. Ministro\nRelator.\nOs Srs. Ministros Ribeiro Dantas, Antonio Saldanha Palheiro, Joel\nIlan Paciornik, Olindo Menezes (Desembargador Convocado do TRF 1ª\nRegião), Jesuíno Rissato (Desembargador Convocado do TJDFT), João\nOtávio de Noronha e Sebastião Reis Júnior votaram com o Sr. Ministro\nRelator.\nAusente, justificadamente, a Sra. Ministra Laurita Vaz.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : "(CABIMENTO DA REVISÃO CRIMINAL QUANDO AS QUESTÕES OBJETO DO PEDIDO\nHOUVEREM SIDO EXAMINADAS NO RECURSO ESPECIAL)\n   STJ - <<AgRg na RvCr 5599>>-DF\n(INEXISTÊNCIA DE INTIMAÇÃO PESSOAL DO ACÓRDÃO DE APELAÇÃO -\nINEXISTÊNCIA DE ILEGALIDADE)\n   STJ - <<AgRg no HC 600187>>-RS\n(DELITO DE ESTUPRO DE VULNERÁVEL - CARACTERIZAÇÃO)\n   STJ - <<REsp 1954997>>-SC (RECURSO REPETITIVO - TEMA(s) 1121)",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00392", "LEG:FED DEL:002848 ANO:1940\n*****  CP-40    CÓDIGO PENAL\n        ART:0217A" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000824364",
  "numeroProcesso" : "2002337",
  "numeroRegistro" : "202103444345",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "ANTONIO SALDANHA PALHEIRO",
  "dataPublicacao" : "DJE        DATA:30/08/2022",
  "ementa" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. ACÓRDÃOS PARADIGMAS PROFERIDOS PELA MESMA TURMA DO ACÓRDÃO\nEMBARGADO. ALEGAÇÃO DE VIOLAÇÃO AO ART. 619 DO CPP. AUSÊNCIA DE\nSIMILITUDE FÁTICA. AGRAVO REGIMENTAL DESPROVIDO.\n1. São inadmissíveis os embargos de divergência interpostos contra\nacórdão proferido pela mesma turma que apreciou o acórdão paradigma\nse, entre a data do julgamento do acórdão embargado e a dos\nparadigmas, não houve alteração da composição do órgão em mais da\nmetade de seus membros (art. 266, § 3º, do RISTJ).\n2. Nos termos da orientação jurisprudencial desta Corte, a análise\nsobre a existência de omissão e contradição, trazida a pretexto de\ndivergência interpretativa acerca do art. 619 do Código de Processo\nPenal, passa, necessariamente, pela verificação de todo o processo,\nincluindo as razões recursais e a natureza das alegações nelas\nformuladas. Assim, mostra-se inviável a configuração da existência\nde similitude fática entre as situações que deram suporte à prolação\ndos acórdãos recorrido e paradigma.\n3. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220824",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção do Superior\nTribunal de Justiça,  por unanimidade, negar provimento ao agravo\nregimental nos termos do voto do Sr. Ministro Relator. Os Srs.\nMinistros Joel Ilan Paciornik, Olindo Menezes (Desembargador\nConvocado do TRF 1ª Região), Jesuíno Rissato (Desembargador\nConvocado do TJDFT), João Otávio de Noronha, Sebastião Reis Júnior,\nRogerio Schietti Cruz e Ribeiro Dantas votaram com o Sr. Ministro\nRelator.\nAusente, justificadamente, a Sra. Ministra Laurita Vaz.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : "(DIVERGÊNCIA ACERCA DA APLICAÇÃO DO ART. 619 DO CPP - AUSÊNCIA DE\nSIMILITUDE FÁTICA)\n   STJ - <<AgRg nos EAREsp 979486>>-MG,\n         <<AgRg nos EAREsp 540925>>-PR,\n         <<AgRg nos EAREsp 608646>>-ES,\n         <<AgRg nos EREsp 1304403>>-RJ,\n         <<EREsp 1183134>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00619", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266 PAR:00003 PAR:00004" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000825121",
  "numeroProcesso" : "1977172",
  "numeroRegistro" : "202103792243",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "RIBEIRO DANTAS",
  "dataPublicacao" : "DJE        DATA:20/09/2022",
  "ementa" : "PENAL E PROCESSUAL PENAL. RECURSO ESPECIAL. CRIME DE POLUIÇÃO (ART.\n54, § 2º, V, DA LEI 9.605/1998). CONDUTA PRATICADA POR SOCIEDADE\nEMPRESÁRIA POSTERIORMENTE INCORPORADA POR OUTRA. EXTINÇÃO DA\nINCORPORADA. ART. 1.118 DO CC. PRETENSÃO DE RESPONSABILIZAÇÃO PENAL\nDA INCORPORADORA. DESCABIMENTO. PRINCÍPIO DA INTRANSCENDÊNCIA DA\nPENA. APLICAÇÃO ANALÓGICA DO ART. 107, I, DO CP. EXTINÇÃO DA\nPUNIBILIDADE MANTIDA. RECURSO ESPECIAL DESPROVIDO.\n1. A conduta descrita na denúncia foi supostamente praticada pela\nsociedade empresária AGRÍCOLA JANDELLE S.A., posteriormente\nincorporada por SEARA ALIMENTOS LTDA.\n2. A incorporação gera a extinção da sociedade incorporada,\ntransmitindo-se à incorporadora os direitos e obrigações que cabiam\nà primeira. Inteligência dos arts. 1.116 e 1.118 do CC, bem como do\nart. 227 da Lei 6.404/1976.\n3. A pretensão punitiva estatal não se enquadra no conceito\njurídico-dogmático de obrigação patrimonial transmissível, tampouco\nse confunde com o direito à reparação civil dos danos causados ao\nmeio ambiente. Logo, não há norma que autorize a transferência da\nresponsabilidade penal à incorporadora.\n4. O princípio da intranscendência da pena, previsto no art. 5º,\nXLV, da CR/1988, tem aplicação às pessoas jurídicas. Afinal, se o\ndireito penal brasileiro optou por permitir a responsabilização\ncriminal dos entes coletivos, mesmo com suas peculiaridades\ndecorrentes da ausência de um corpo biológico, não pode negar-lhes a\naplicação de garantias fundamentais utilizando-se dessas mesmas\npeculiaridades como argumento.\n5. Extinta legalmente a pessoa jurídica ré - sem nenhum indício de\nfraude, como expressamente afirmou o acórdão recorrido -, aplica-se\nanalogicamente o art. 107, I, do CP, com a consequente extinção de\nsua punibilidade.\n6. Este julgamento tratou de situação em que a ação penal foi\nextinta pouco após o recebimento da denúncia, muito antes da\nprolação da sentença. Ocorrendo fraude na incorporação (ou, mesmo\nsem fraude, a realização da incorporação como forma de escapar ao\ncumprimento de uma pena aplicada em sentença definitiva), haverá\nevidente distinção em face do precedente ora firmado, com a\naplicação de consequência jurídica diversa. É possível pensar, em\ntais casos, na desconsideração ou ineficácia da incorporação em face\ndo Poder Público, a fim de garantir o cumprimento da pena.\n7. Diversamente, a responsabilidade civil pelos danos causados ao\nmeio ambiente ou a terceiros, bem como os efeitos extrapenais de uma\nsentença condenatória eventualmente já proferida quando realizada a\nincorporação, são transmissíveis à incorporadora.\n8. Recurso especial desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220824",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção do Superior\nTribunal de Justiça, após o voto do Sr. Ministro Relator, negando\nprovimento ao recurso especial, no que foi acompanhado pelos Srs.\nMinistros Olindo Menezes (Desembargador Convocado do TRF 1ª Região),\nJesuíno Rissato (Desembargador Convocado do TJDFT) e Sebastião Reis\nJúnior, e o voto antecipado divergente do Sr. Ministro Joel Ilan\nPaciornik, dando provimento ao recurso especial para reformar os\nacórdãos proferidos na origem, cassar a declaração de extinção de\npunibilidade da pessoa jurídica e determinar o prosseguimento da\nação penal, no que foi acompanhado pelos Srs. Ministros Antonio\nSaldanha Palheiro, João Otávio de Noronha e Rogerio Schietti Cruz, e\no voto desempate do Sr. Ministro Reynaldo Soares da Fonseca\n(Presidente da Terceira Seção), acompanhando o Relator, por maioria,\nnegar provimento ao recurso especial, nos termos do voto do Sr.\nMinistro Relator. Votaram vencidos os Srs. Ministros Joel Ilan\nPaciornik, Antonio Saldanha Palheiro, João Otávio de Noronha e\nRogerio Schietti Cruz.\nOs Srs. Ministros Olindo Menezes (Desembargador Convocado do TRF 1ª\nRegião), Jesuíno Rissato (Desembargador Convocado do TJDFT),\nSebastião Reis Júnior e Reynaldo Soares da Fonseca (Presidente da\nTerceira Seção) (voto desempate) votaram com o Sr. Ministro Relator.\nAusente, justificadamente, a Sra. Ministra Laurita Vaz.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : null,
  "notas" : "Tema: Meio Ambiente.",
  "informacoesComplementares" : "     \"[...] as sanções criminais não se equiparam a obrigações\ncíveis, porque o fundamento jurídico de sua incidência é em todo\ndistinto\".\n     \"[...] a incidência do art. 107, I, do CP antes do trânsito em\njulgado de sentença condenatória prejudica todas as demais matérias\ncontrovertidas na lide, o que torna impossível o prosseguimento do\nfeito criminal apenas para discutir efeitos extrapenais de uma\ncondenação que não é mais possível. Fica ressalvado, por certo, o\ndireito do Parquet de postular o que entender cabível na esfera\ncível, valendo-se da ampla legitimidade ativa que lhe conferem os\narts. 14, § 1º, da Lei 6.938/1981 e 1º, I, c/c 5º, I, da Lei\n7.347/1985 na defesa do meio ambiente\".\n     (VOTO DE DESEMPATE) (MIN. REYNALDO SOARES DA FONSECA)\n     \"[...] as sanções não possuem natureza de direito ou obrigação,\nnem tampouco decorrem de negócio jurídico, e que, embora possam ter\nseus custos equivalentes registrados como passivos, não serão\ntransmissíveis à nova sociedade decorrente da incorporação.\n     Desta forma, por terem natureza sancionatória, representativa\ndo jus puniendi do Estado, possuem assim natureza personalíssima,\nnos termos da lei penal e da Carta Magna Nacional, não comportando\ntransmissão a terceiros, a que se equipara a nova sociedade\nresultante de incorporação\".\n     \"[...] A responsabilidade penal não pode ser considerada\ndireito ou obrigação, face ao preceito fundamental estatuído no art.\n5, XLV, da CF/88. Desta feita, na medida em que a sociedade deixe de\nexistir, a situação se denota análoga à morte da pessoa física, e,\nportanto, a pena aplicada ou a ser aplicada não poderá ser\ntransmitida à sociedade superveniente\".\n     (VOTO VENCIDO) (MIN. JOEL ILAN PACIORNIK)\n     \"[...] a equiparação da extinção da pessoa jurídica com a morte\nhumana pressupõe uma identificação com suas características\nessenciais, ou seja, o fato jurídico deve corresponder a uma\ncessação completa de atividades, bem como ser material e formalmente\nirreversível\".\n     \"[...] na dimensão científica, a morte da pessoa natural\nresulta, inexoravelmente, no seu fim, inexistindo qualquer\npossibilidade de aproveitamento ou reaproveitamento corpóreo e\npsíquico tal como acontece na incorporação relativamente a ações,\ncotas e estabelecimento comercial.\n     Nesse modelo de reestruturação societária, ressalte-se bem, uma\nconcentração empresarial, a extinção da pessoa jurídica não\nrepresenta, objetivamente, a sua morte, senão uma forma metamórfica,\neconomicamente viável, de perpetuação de uma atividade com fins\nlucrativos\".\n     \"Outro aspecto inconciliável na estrutura da tese defensiva diz\ncom a irreversibilidade da morte humana em comparação com a possível\nanulação do processo de incorporação de sociedades empresárias, a\nser requerida judicialmente pelo credor prejudicado\".\n     \"[...] a intransponibilidade da sanção penal afligida à pessoa\njurídica é sui generis, devendo ser compreendida e tratada na medida\nde sua excentricidade. As penas serão transmitidas às\nincorporadoras, sim. Nessa conjuntura, caberá às pretendentes\nutilizarem-se de mecanismos cautelares prévios a fim de apurarem\neventuais pendências contratuais, violações administrativas, bem\ncomo o envolvimento e a increpação pelo crime ambiental por parte da\nincorporada, ou seja, a 'due diligence' necessária para conhecer e\nconsiderar as implicações legais do risco inerente à operação\".\n     \"[...] certos primados e garantias materiais não se amoldam às\npessoas coletivas, como ocorre com a personalidade absoluta das\npenas. Evidência irrefutável disso é que esse paradigma não se\nsustenta se confrontado cientificamente por um elementar\nparalelismo: inconcebível seria vaticinar a violação da\npersonalidade absoluta das penas em relação aos sócios, acionistas\nminoritários ou administradores que, muitas vezes com votos\ndissidentes, não concorreram para a decisão coletiva ou orientação\nque culminou na prática do delito empresarial [...]\".\n     (VOTO VENCIDO) (MIN. ROGERIO SCHIETTI CRUZ)\n     \"Não vejo como, necessariamente, exigir-se a presença de fraude\npara admitir a sucessão da responsabilidade penal da pessoa jurídica\ne, dessa forma, afastar a pessoalidade da pena. Isso porque é\npossível que os responsáveis pela empresa decidam, por exemplo, não\nser mais viável continuar a atuar no mercado diante da imposição de\numa multa elevada ou da suspensão de contratos com o poder público,\ne, diante dessa avaliação, deliberarem pela incorporação da empresa.\n     Uma vez, portanto, que se permite a incorporação \u001A não\nobrigatoriamente por fraude \u001A, mas por uma deliberada e até mesmo\nlegítima decisão de realizar a operação societária e, assim, deixar\nde sustentar uma empresa que sofreu um ônus judicial, tal encargo há\nde ser assumido conscientemente por quem vai incorporar a\nsociedade\".\n     \"[...] a empresa incorporadora, ao decidir realizar tal\noperação, recebe os bônus e assume os ônus do negócio\".\n     \"[...] deve ser relativizada essa transposição 'tout court' do\nDireito Penal tradicionalmente aplicado às pessoas humanas (físicas)\npara o Direito Penal aplicado às pessoas jurídicas, tal qual sugere\no exemplo de que ora se cuida, em que não há identificação, segundo\npenso, da 'ratio essendi' que justifica a incidência do princípio da\nresponsabilidade pessoal na atividade punitiva estatal\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:010406 ANO:2002\n*****  CC-02    CÓDIGO CIVIL DE 2002\n        ART:01116 ART:01118 ART:01122", "LEG:FED LEI:006404 ANO:1976\n*****  LSA-76    LEI DAS SOCIEDADES POR AÇÕES\n        ART:00227 ART:00232", "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00005 INC:00045", "LEG:FED DEL:002848 ANO:1940\n*****  CP-40    CÓDIGO PENAL\n        ART:00107 INC:00001", "LEG:FED LEI:009605 ANO:1988\n        ART:00002 ART:00003 ART:00021 ART:00023 INC:00002\n        ART:00024", "LEG:FED LEI:006938 ANO:1981\n*****  LPNM-1981    LEI SOBRE A POLÍTICA NACIONAL DO MEIO AMBIENTE\n        ART:00004 INC:00007 ART:00014 PAR:00001", "LEG:FED LEI:007347 ANO:1985\n*****  LACP-85    LEI DE AÇÃO CIVIL PÚBLICA\n        ART:00001 INC:00001 ART:00005 INC:00001" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000824700",
  "numeroProcesso" : "1972187",
  "numeroRegistro" : "202103727469",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "OLINDO MENEZES (DESEMBARGADOR CONVOCADO DO TRF 1ª REGIÃO)",
  "dataPublicacao" : "DJE        DATA:16/09/2022",
  "ementa" : "PROPOSTA DE AFETAÇÃO. RECURSO ESPECIAL REPRESENTATIVO DA\nCONTROVÉRSIA. EXECUÇÃO PENAL. TERMO INICIAL PARA NOVA PROGRESSÃO DE\nREGIME PRISIONAL. PREENCHIMENTO DO ÚLTIMO REQUISITO. DATA DO EXAME\nCRIMINOLÓGICO. REQUISITO SUBJETIVO.\n1. Delimitação da controvérsia: \"A decisão que defere a progressão\nde regime não tem natureza constitutiva, senão declaratória. O termo\ninicial para a progressão de regime deverá ser a data em que\npreenchidos os requisitos objetivo e subjetivo descritos no art. 112\nda Lei 7.210, de 11/07/1984 (Lei de Execução Penal), e não a data\nem que efetivamente foi deferida a progressão. Essa data deverá ser\ndefinida de forma casuística, fixando-se como termo inicial o\nmomento em que preenchido o último requisito pendente, seja ele o\nobjetivo ou o subjetivo. Se por último for preenchido o requisito\nsubjetivo, independentemente da anterior implementação do requisito\nobjetivo, será aquele (o subjetivo) o marco para fixação da\ndata-base para efeito de nova progressão de regime\".\n2. Afetação do recurso especial ao rito dos arts. 1.036 e 1.037 do\nCódigo de Processo Civil, e arts. 256 ao 256-D do RISTJ, c/c o\ninciso I do art. 2º da Portaria STJ/GP n. 98, de 22 de março de 2021\n(republicada no DJe em 24/03/2021), sem a suspensão do trâmite dos\nprocessos pendentes.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220823",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção do Superior\nTribunal de Justiça, na conformidade dos votos e das notas\ntaquigráficas a seguir, por unanimidade, afetar o processo ao rito\ndos recursos repetitivos (RISTJ, art. 257-C) e, por unanimidade, não\nsuspender  a tramitação de processos, conforme proposta do Sr.\nMinistro Relator. Os Srs. Ministros Jesuíno Rissato (Desembargador\nConvocado do TJDFT), Laurita Vaz, João Otávio de Noronha, Ribeiro\nDantas, Antonio Saldanha Palheiro e Joel Ilan Paciornik votaram com\no Sr. Ministro Relator.\nOs Srs. Ministros Sebastião Reis Júnior e Rogerio Schietti Cruz não\nparticiparam do julgamento.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1165",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1165\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01037", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:0256E" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000824701",
  "numeroProcesso" : "1973105",
  "numeroRegistro" : "202103744332",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "OLINDO MENEZES (DESEMBARGADOR CONVOCADO DO TRF 1ª REGIÃO)",
  "dataPublicacao" : "DJE        DATA:16/09/2022",
  "ementa" : "PROPOSTA DE AFETAÇÃO. RECURSO ESPECIAL REPRESENTATIVO DA\nCONTROVÉRSIA. EXECUÇÃO PENAL. TERMO INICIAL PARA NOVA PROGRESSÃO DE\nREGIME PRISIONAL. PREENCHIMENTO DO ÚLTIMO REQUISITO. DATA DO EXAME\nCRIMINOLÓGICO. REQUISITO SUBJETIVO.\n1. Delimitação da controvérsia: \"A decisão que defere a progressão\nde regime não tem natureza constitutiva, senão declaratória. O termo\ninicial para a progressão de regime deverá ser a data em que\npreenchidos os requisitos objetivo e subjetivo descritos no art. 112\nda Lei 7.210, de 11/07/1984 (Lei de Execução Penal), e não a data\nem que efetivamente foi deferida a progressão. Essa data deverá ser\ndefinida de forma casuística, fixando-se como termo inicial o\nmomento em que preenchido o último requisito pendente, seja ele o\nobjetivo ou o subjetivo. Se por último for preenchido o requisito\nsubjetivo, independentemente da anterior implementação do requisito\nobjetivo, será aquele (o subjetivo) o marco para fixação da\ndata-base para efeito de nova progressão de regime.\" 2. Afetação do\nrecurso especial ao rito dos arts. 1.036 e 1.037 do Código de\nProcesso Civil, e arts. 256 ao 256-D do RISTJ, c/c o inciso I do\nart. 2º da Portaria STJ/GP n. 98, de 22 de março de 2021\n(republicada no DJe em 24/03/2021), sem a suspensão do trâmite dos\nprocessos pendentes.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220823",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção do Superior\nTribunal de Justiça, na conformidade dos votos e das notas\ntaquigráficas a seguir, por unanimidade, afetar o processo ao rito\ndos recursos repetitivos (RISTJ, art. 257-C) e, por unanimidade, não\nsuspendar  a tramitação de processos, conforme proposta do Sr.\nMinistro Relator. Os Srs. Ministros Jesuíno Rissato (Desembargador\nConvocado do TJDFT), Laurita Vaz, João Otávio de Noronha, Sebastião\nReis Júnior, Ribeiro Dantas, Antonio Saldanha Palheiro e Joel Ilan\nPaciornik votaram com o Sr. Ministro Relator.\nO Sr. Ministro Rogerio Schietti Cruz não participou do julgamento.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1165",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1165\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01037", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:0256E" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000824702",
  "numeroProcesso" : "1973589",
  "numeroRegistro" : "202103778325",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "OLINDO MENEZES (DESEMBARGADOR CONVOCADO DO TRF 1ª REGIÃO)",
  "dataPublicacao" : "DJE        DATA:16/09/2022",
  "ementa" : "PROPOSTA DE AFETAÇÃO. RECURSO ESPECIAL REPRESENTATIVO DA\nCONTROVÉRSIA. EXECUÇÃO PENAL. TERMO INICIAL PARA NOVA PROGRESSÃO DE\nREGIME PRISIONAL. PREENCHIMENTO DO ÚLTIMO REQUISITO. DATA DO EXAME\nCRIMINOLÓGICO. REQUISITO SUBJETIVO.\n1. Delimitação da controvérsia: \"A decisão que defere a progressão\nde regime não tem natureza constitutiva, senão declaratória. O termo\ninicial para a progressão de regime deverá ser a data em que\npreenchidos os requisitos objetivo e subjetivo descritos no art. 112\nda Lei 7.210, de 11/07/1984 (Lei de Execução Penal), e não a data\nem que efetivamente foi deferida a progressão. Essa data deverá ser\ndefinida de forma casuística, fixando-se como termo inicial o\nmomento em que preenchido o último requisito pendente, seja ele o\nobjetivo ou o subjetivo. Se por último for preenchido o requisito\nsubjetivo, independentemente da anterior implementação do requisito\nobjetivo, será aquele (o subjetivo) o marco para fixação da\ndata-base para efeito de nova progressão de regime.\" 2. Afetação do\nrecurso especial ao rito dos arts. 1.036 e 1.037 do Código de\nProcesso Civil, e arts. 256 ao 256-D do RISTJ, c/c o inciso I do\nart. 2º da Portaria STJ/GP n. 98, de 22 de março de 2021\n(republicada no DJe em 24/03/2021), sem a suspensão do trâmite dos\nprocessos pendentes.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220823",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção do Superior\nTribunal de Justiça, na conformidade dos votos e das notas\ntaquigráficas a seguir, por unanimidade, afetar o processo ao rito\ndos recursos repetitivos (RISTJ, art. 257-C) e, por unanimidade, não\nsuspender  a tramitação de processos, conforme proposta do Sr.\nMinistro Relator. Os Srs. Ministros Jesuíno Rissato (Desembargador\nConvocado do TJDFT), Laurita Vaz, João Otávio de Noronha, Sebastião\nReis Júnior, Ribeiro Dantas, Antonio Saldanha Palheiro e Joel Ilan\nPaciornik votaram com o Sr. Ministro Relator.\nO Sr. Ministro Rogerio Schietti Cruz não participou do julgamento.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1165",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1165\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01037", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:0256E" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000824703",
  "numeroProcesso" : "1976197",
  "numeroRegistro" : "202103854361",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "OLINDO MENEZES (DESEMBARGADOR CONVOCADO DO TRF 1ª REGIÃO)",
  "dataPublicacao" : "DJE        DATA:16/09/2022",
  "ementa" : "PROPOSTA DE AFETAÇÃO. RECURSO ESPECIAL REPRESENTATIVO DA\nCONTROVÉRSIA. EXECUÇÃO PENAL. TERMO INICIAL PARA NOVA PROGRESSÃO DE\nREGIME PRISIONAL. PREENCHIMENTO DO ÚLTIMO REQUISITO. DATA DO EXAME\nCRIMINOLÓGICO. REQUISITO SUBJETIVO.\n1. Delimitação da controvérsia: \"A decisão que defere a progressão\nde regime não tem natureza constitutiva, senão declaratória. O termo\ninicial para a progressão de regime deverá ser a data em que\npreenchidos os requisitos objetivo e subjetivo descritos no art. 112\nda Lei 7.210, de 11/07/1984 (Lei de Execução Penal), e não a data\nem que efetivamente foi deferida a progressão. Essa data deverá ser\ndefinida de forma casuística, fixando-se como termo inicial o\nmomento em que preenchido o último requisito pendente, seja ele o\nobjetivo ou o subjetivo. Se por último for preenchido o requisito\nsubjetivo, independentemente da anterior implementação do requisito\nobjetivo, será aquele (o subjetivo) o marco para fixação da\ndata-base para efeito de nova progressão de regime.\" 2. Afetação do\nrecurso especial ao rito dos arts. 1.036 e 1.037 do Código de\nProcesso Civil, e arts. 256 ao 256-D do RISTJ, c/c o inciso I do\nart. 2º da Portaria STJ/GP n. 98, de 22 de março de 2021\n(republicada no DJe em 24/03/2021), sem a suspensão do trâmite dos\nprocessos pendentes.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220823",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção do Superior\nTribunal de Justiça, na conformidade dos votos e das notas\ntaquigráficas a seguir, por unanimidade, afetar o processo ao rito\ndos recursos repetitivos (RISTJ, art. 257-C) e, por unanimidade, não\nsuspender  a tramitação de processos, conforme proposta do Sr.\nMinistro Relator. Os Srs. Ministros Jesuíno Rissato (Desembargador\nConvocado do TJDFT), Laurita Vaz, João Otávio de Noronha, Sebastião\nReis Júnior, Ribeiro Dantas, Antonio Saldanha Palheiro e Joel Ilan\nPaciornik votaram com o Sr. Ministro Relator.\nO Sr. Ministro Rogerio Schietti Cruz não participou do julgamento.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1165",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1165\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01037", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:0256E" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000824704",
  "numeroProcesso" : "1976210",
  "numeroRegistro" : "202103855043",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "OLINDO MENEZES (DESEMBARGADOR CONVOCADO DO TRF 1ª REGIÃO)",
  "dataPublicacao" : "DJE        DATA:16/09/2022",
  "ementa" : "PROPOSTA DE AFETAÇÃO. RECURSO ESPECIAL REPRESENTATIVO DA\nCONTROVÉRSIA. EXECUÇÃO PENAL. TERMO INICIAL PARA NOVA PROGRESSÃO DE\nREGIME PRISIONAL. PREENCHIMENTO DO ÚLTIMO REQUISITO. DATA DO EXAME\nCRIMINOLÓGICO. REQUISITO SUBJETIVO.\n1. Delimitação da controvérsia: \"A decisão que defere a progressão\nde regime não tem natureza constitutiva, senão declaratória. O termo\ninicial para a progressão de regime deverá ser a data em que\npreenchidos os requisitos objetivo e subjetivo descritos no art. 112\nda Lei 7.210, de 11/07/1984 (Lei de Execução Penal), e não a data\nem que efetivamente foi deferida a progressão. Essa data deverá ser\ndefinida de forma casuística, fixando-se como termo inicial o\nmomento em que preenchido o último requisito pendente, seja ele o\nobjetivo ou o subjetivo. Se por último for preenchido o requisito\nsubjetivo, independentemente da anterior implementação do requisito\nobjetivo, será aquele (o subjetivo) o marco para fixação da\ndata-base para efeito de nova progressão de regime\".\n2. Afetação do recurso especial ao rito dos arts. 1.036 e 1.037 do\nCódigo de Processo Civil, e arts. 256 ao 256-D do RISTJ, c/c o\ninciso I do art. 2º da Portaria STJ/GP n. 98, de 22 de março de 2021\n(republicada no DJe em 24/03/2021), sem a suspensão do trâmite dos\nprocessos pendentes.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220823",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção do Superior\nTribunal de Justiça, na conformidade dos votos e das notas\ntaquigráficas a seguir, por unanimidade, afetar o processo ao rito\ndos recursos repetitivos (RISTJ, art. 257-C) e, por unanimidade, não\nsuspender  a tramitação de processos, conforme proposta do Sr.\nMinistro Relator. Os Srs. Ministros Jesuíno Rissato (Desembargador\nConvocado do TJDFT), Laurita Vaz, João Otávio de Noronha, Sebastião\nReis Júnior, Ribeiro Dantas, Antonio Saldanha Palheiro e Joel Ilan\nPaciornik votaram com o Sr. Ministro Relator.\nO Sr. Ministro Rogerio Schietti Cruz não participou do julgamento.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1165",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1165\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01037", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:0256E" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000823629",
  "numeroProcesso" : "1970217",
  "numeroRegistro" : "202103611390",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "RIBEIRO DANTAS",
  "dataPublicacao" : "DJE        DATA:01/09/2022",
  "ementa" : "PROPOSTA DE AFETAÇÃO. RECURSO ESPECIAL REPRESENTATIVO\nDA CONTROVÉRSIA. EXECUÇÃO PENAL. LIVRAMENTO\nCONDICIONAL. ART. 83, III, \"B\", DO CP. LEI 13.964/19 (PACOTE\nANTICRIME). LIMITAÇÃO. REQUISITO SUBJETIVO (ART. 83, III, \"A\",\nDO CP).\n1. Delimitação da controvérsia: definir se o requisito objetivo do\nlivramento\ncondicional consistente em não ter cometido falta grave nos últimos\n12\nmeses (art. 83, III, \"b\", do CP, inserido pela Lei Anticrime) limita\ntemporalmente a valoração do requisito subjetivo (bom comportamento\ndurante a execução da pena, alínea \"a\" do referido inciso).\n2. Afetação do recurso especial ao rito dos arts. 1.036 e ss. do\nCPC/2015 e\n256 e ss. do RISTJ.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220816",
  "decisao" : "Vistos relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção do superior\nTribunal de Justiça, por unanimidade, afetar o processo ao rito dos\nrecursos repetitivos (RISTJ, art. 257-C) e, por unanimidade, não\nsuspender a tramitação de processos, conforme proposta do Sr.\nMinistro Relator.\nOs Srs. Ministros Antonio Saldanha Palheiro, Joel Ilan Paciornik,\nOlindo Menezes (Desembargador Convocado do TRF 1ª Região), Jesuíno\nRissato (Desembargador Convocado do TJDFT), Laurita Vaz, João Otávio\nde Noronha, Sebastião Reis Júnior e Rogerio Schietti Cruz votaram\ncom o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1161",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1161\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00256", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000823630",
  "numeroProcesso" : "1974104",
  "numeroRegistro" : "202103825797",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "RIBEIRO DANTAS",
  "dataPublicacao" : "DJE        DATA:01/09/2022",
  "ementa" : "EMENTA PROPOSTA DE AFETAÇÃO. RECURSO ESPECIAL REPRESENTATIVO DA\nCONTROVÉRSIA. EXECUÇÃO PENAL. LIVRAMENTO CONDICIONAL. ART. 83, III,\n\"B\", DO CP. LEI 13.964/19 (PACOTE ANTICRIME). LIMITAÇÃO. REQUISITO\nSUBJETIVO (ART. 83, III, \"A\", DO CP).\n1. Delimitação da controvérsia: definir se o requisito objetivo do\nlivramento condicional consistente em não ter cometido falta grave\nnos últimos 12 meses (art. 83, III, \"b\", do CP, inserido pela Lei\nAnticrime) limita a valoração do requisito subjetivo (bom\ncomportamento durante a execução da pena, alínea \"a\" do referido\ninciso).\n2. Afetação do recurso especial ao rito dos arts. 1.036 e ss. do\nCPC/2015 e 256 e ss. do RISTJ.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220816",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção do Superior\nTribunal de Justiça, por unanimidade, afetar o processo ao rito dos\nrecursos repetitivos (RISTJ, art. 257-C) e, por unanimidade, não\nsuspender a tramitação de processos, conforme proposta do Sr.\nMinistro Relator.\nOs Srs. Ministros Antonio Saldanha Palheiro, Joel Ilan Paciornik,\nOlindo Menezes (Desembargador Convocado do TRF 1ª Região), Jesuíno\nRissato (Desembargador Convocado do TJDFT), Laurita Vaz, João Otávio\nde Noronha, Sebastião Reis Júnior e Rogerio Schietti Cruz votaram\ncom o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1161",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1161\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00256" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000823944",
  "numeroProcesso" : "186653",
  "numeroRegistro" : "202200688283",
  "siglaClasse" : "AgRg no CC",
  "descricaoClasse" : "AGRAVO REGIMENTAL NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "ANTONIO SALDANHA PALHEIRO",
  "dataPublicacao" : "DJE        DATA:24/08/2022",
  "ementa" : "PROCESSUAL PENAL. AGRAVO REGIMENTAL NO CONFLITO DE COMPETÊNCIA.\nAUSÊNCIA DE MANIFESTAÇÃO DOS JUÍZOS SUSCITADOS. INEXISTÊNCIA DE\nCONFLITO. RECURSO DESPROVIDO.\n1. Nos termos do art. 114 do Código de Processo Penal, a\nconfiguração do conflito de competência, positivo ou negativo,\nreclama a manifestação de duas ou mais autoridades judiciárias\ndeclarando-se competentes ou incompetentes para o julgamento do\nfeito, situação que não ocorre na espécie.\n2. No caso, pretende o agravante, que é réu na ação penal, ver\nreconhecida, na presente via, indevidamente, a competência da\nJustiça Militar. Tal intento, contudo, deve ser buscado nas vias\nadequadas.\n3. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220810",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção do Superior\nTribunal de Justiça,  por unanimidade, negar provimento ao agravo\nregimental nos termos do voto do Sr. Ministro Relator. Os Srs.\nMinistros Joel Ilan Paciornik, Olindo Menezes (Des. Convocado do TRF\n1ª Região), Jesuíno Rissato (Des. Convocado do TJDFT), Laurita Vaz,\nJoão Otávio de Noronha, Sebastião Reis Júnior, Rogerio Schietti Cruz\ne Ribeiro Dantas votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : "(CONFLITO DE COMPETÊNCIA - NECESSIDADE DE MANIFESTAÇÃO DOS DOIS\nJUÍZOS)\n   STJ - <<AgRg no CC 149403>>-AM\n(CONFLITO DE COMPETÊNCIA - DIVERGÊNCIA DE ENTENDIMENTO ENTRE A PARTE\nE O MAGISTRADO - DESCABIMENTO)\n   STJ - <<AgRg nos EDcl no CC 140589>>-RS",
  "notas" : null,
  "informacoesComplementares" : "     \"[...] o presente conflito foi instaurado pelo réu como\nsucedâneo de recurso cabível que não foi interposto. De fato, a\npretensão de reconhecimento da incompetência da Justiça Comum deve\nse dar por meio de exceção no curso da ação, nos termos do art. 95,\nIII, do Código de Processo Penal, e pelos meios recursais próprios\nde impugnação\".\n     \"[...] eventual 'divergência de entendimento entre a parte e o\nmagistrado sobre a sua competência para o julgamento da controvérsia\nnão se resolve por meio do conflito de competência, mas, sim, por\nmeio do recurso próprio que deve ser interposto a tempo e modo\ncontra a decisão do julgador que rejeitar a alegação de sua\nincompetência absoluta ou relativa' [...]\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00095 INC:00003 ART:00114 ART:00115 INC:00001" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000823945",
  "numeroProcesso" : "43289",
  "numeroRegistro" : "202201311446",
  "siglaClasse" : "AgRg na Rcl",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "ANTONIO SALDANHA PALHEIRO",
  "dataPublicacao" : "DJE        DATA:24/08/2022",
  "ementa" : "CONSTITUCIONAL. AGRAVO REGIMENTAL NA RECLAMAÇÃO. NÃO CABIMENTO.\n1. Nos termos do art. 105, I, f, da Constituição Federal e do art.\n187 do Regimento Interno do Superior Tribunal de Justiça, cabe\nreclamação da parte interessada ou do Ministério Público, para\npreservar a competência do Superior Tribunal de Justiça ou para\ngarantir a autoridade das suas decisões na análise do caso concreto.\n2. No caso em exame, a reclamação não se ajusta às alegações\nformuladas pela defesa, a qual pretende fazer prevalecer precedente\ndesta Corte que não envolve as mesmas partes da decisão reclamada.\n3. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220810",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção do Superior\nTribunal de Justiça,  por unanimidade, negar provimento ao agravo\nregimental nos termos do voto do Sr. Ministro Relator. Os Srs.\nMinistros Joel Ilan Paciornik, Olindo Menezes (Des. Convocado do TRF\n1ª Região), Jesuíno Rissato (Des. Convocado do TJDFT), Laurita Vaz,\nJoão Otávio de Noronha, Sebastião Reis Júnior, Rogerio Schietti Cruz\ne Ribeiro Dantas votaram com o Sr. Ministro Relator. Presidiu o\njulgamento o Sr. Ministro Reynaldo Soares da Fonseca.\nO Sustentou oralmente o Adv.  Wallace Martins sustentou oralmente\npela parte Agravante: Marlon Sandro Olegário.",
  "jurisprudenciaCitada" : "(RECLAMAÇÃO - OBSERVÂNCIA DE RECURSO ESPECIAL REPETITIVO -\nDESCABIMENTO)\n   STJ - <<Rcl 36476>>-SP",
  "notas" : null,
  "informacoesComplementares" : "     \"[...] a Corte Especial do Superior Tribunal de Justiça, [...],\ndecidiu, por maioria, não ser cabível reclamação para discutir a\nobservância de precedente proferido em julgamento de recurso\nespecial repetitivo\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00988", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00187", "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00105 INC:00001 LET:F" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000823973",
  "numeroProcesso" : "9",
  "numeroRegistro" : "201601335267",
  "siglaClasse" : "IDC",
  "descricaoClasse" : "INCIDENTE DE DESLOCAMENTO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JOÃO OTÁVIO DE NORONHA",
  "dataPublicacao" : "DJE        DATA:06/09/2022",
  "ementa" : "INCIDENTE DE DESLOCAMENTO DE COMPETÊNCIA (IDC). GRUPO DE EXTERMÍNIO.\nLIGAÇÃO COM AGENTES PÚBLICOS DO ESTADO. SUPOSTA ATUAÇÃO EM\nRETALIAÇÃO A ATAQUES DE FACÇÃO CRIMINOSA. CASOS CONHECIDOS COMO\n\"MAIO SANGRENTO\" E \"CHACINA DO PARQUE BRISTOL\". APURAÇÃO DOS FATOS.\nINCAPACIDADE. EXCEPCIONALIDADE DEMONSTRADA. INEFICÁCIA DAS\nINSTÂNCIAS LOCAIS E RISCO DE RESPONSABILIZAÇÃO INTERNACIONAL.\nDEFERIMENTO.\n1. O art. 109, § 5º, da Constituição Federal, estabelece que, nas\n\"hipóteses de grave violação de direitos humanos, o Procurador-Geral\nda República, com a finalidade de assegurar o cumprimento de\nobrigações decorrentes de tratados internacionais de direitos\nhumanos dos quais o Brasil seja parte, poderá suscitar, perante o\nSuperior Tribunal de Justiça, em qualquer fase do inquérito ou\nprocesso, incidente de deslocamento de competência para a Justiça\nFederal\".\n 2. Os requisitos do incidente de deslocamento de competência são:\na) grave violação de direitos humanos; b) necessidade de assegurar o\ncumprimento, pelo Brasil, de obrigações decorrentes de tratados\ninternacionais; c) incapacidade ? oriunda de inércia, omissão,\nineficácia, negligência, falta de vontade política, de condições\npessoais e/ou materiais,  etc. ? de o Estado-Membro, por suas\ninstituições e autoridades, levar a cabo, em toda a sua extensão, a\npersecução penal (IDC n. 1/PA, Terceira Seção do STJ).\n3. Constatada a incapacidade dos agentes públicos na condução de\ninvestigações, seja por inércia, seja por falta de vontade de apurar\nos fatos, de identificar os autores dos homicídios/execuções\ncometidos nos casos conhecidos como \"Maio Sangrento\" e \"Chacina do\nParque Bristol\", de buscar a respectiva responsabilização, aliada ao\nfato de que há risco de responsabilização internacional, fica\ndemonstrada a situação de excepcionalidade indispensável ao\nacolhimento do pleito de deslocamento de competência.\n4. Incidente de deslocamento de competência deferido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220810",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção, por unanimidade,\ndeferir o Incidente de deslocamento de competência para determinar a\ntransferência e reabertura dos Inquéritos Policiais n. 1.124/06 e\n2.831/2006, do DHPP/SP,  para atribuição da Polícia Federal, sob\nacompanhamento e controle do Ministério Público Federal e sob a\njurisdição, no que depender de sua intervenção, do Juízo Federal da\nCapital do Estado de São Paulo, sede da Seção Judiciária de São\nPaulo, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Sebastião Reis Júnior, Rogerio Schietti Cruz,\nRibeiro Dantas, Antonio Saldanha Palheiro, Joel Ilan Paciornik,\nOlindo Menezes (Desembargador Convocado do TRF 1ª Região), Jesuíno\nRissato (Desembargador Convocado do TJDFT) e Laurita Vaz votaram com\no Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : "(INCIDENTE DE DESLOCAMENTO DE COMPETÊNCIA - REQUISITOS)\n   STJ - <<IDC 1>>-PA,\n         <<IDC 5>>-PE",
  "notas" : "Processo referente à chacina do parque bristol\nProcesso referente ao maio sangrento",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00109 PAR:00005\n(COM A REDAÇÃO DADA PELA EMENDA CONSTITUCIONAL 45/2004)", "LEG:FED EMC:000045 ANO:2004", "LEG:INT CVC:****** ANO:1969\n*****  CADH    CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS\n        ART:00004 ITEM:00001\n(PACTO DE SÃO JOSÉ DA COSTA RICA, PROMULGADO PELO DECRETO 678/1992)" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000824128",
  "numeroProcesso" : "1944423",
  "numeroRegistro" : "202102397320",
  "siglaClasse" : "AgRg na TutPrv nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA TUTELA PROVISÓRIA INCIDENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "SEBASTIÃO REIS JÚNIOR",
  "dataPublicacao" : "DJE        DATA:29/08/2022",
  "ementa" : "PROCESSUAL PENAL. AGRAVO REGIMENTAL EM TUTELA PROVISÓRIA EM EMBARGOS\nDE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL. INDEFERIMENTO DE\nLIMINAR.\n1. Consoante orientação pacífica desta Corte, incabível a\ninterposição de agravo regimental contra decisão de Relator que,\nfundamentadamente, indefere liminar em pedido de tutela provisória.\nPrecedentes.\n2. Agravo regimental não conhecido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220810",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Terceira Seção, por unanimidade, não\nconhecer do agravo regimental, nos termos do voto do Sr. Ministro\nRelator.\nOs Srs. Ministros Rogerio Schietti Cruz, Ribeiro Dantas, Antonio\nSaldanha Palheiro, Joel Ilan Paciornik, Jesuíno Rissato\n(Desembargador Convocado do TJDFT), Laurita Vaz e João Otávio de\nNoronha votaram com o Sr. Ministro Relator.\nImpedido o Sr. Ministro Olindo Menezes (Desembargador Convocado do\nTRF 1ª Região).\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : "(AGRAVO REGIMENTAL NO PEDIDO DE TUTELA PROVISÓRIA - RECURSO\nINCABÍVEL)\n   STJ - <<AgRg no TP 3630>>-MS,\n         <<AgRg no TP 3581>>-PE,\n         <<AgRg no TP 1226>>-PA,\n         <<AgRg na Pet 14263>>-SP,\n         <<AgRg no TutPrv no AREsp 1249363>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000825417",
  "numeroProcesso" : "1982304",
  "numeroRegistro" : "202200194820",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "LAURITA VAZ",
  "dataPublicacao" : "DJE        DATA:21/09/2022",
  "ementa" : "RECURSO ESPECIAL REPRESENTATIVO DE CONTROVÉRSIA. JUÍZO DE\nADMISSIBILIDADE. ART. 168-A DO CÓDIGO PENAL (APROPRIAÇÃO INDÉBITA\nPREVIDENCIÁRIA) NATUREZA JURÍDICA (FORMAL OU MATERIAL) DO DELITO.\nCONTROVÉRSIA JURÍDICA REPETITIVA. RELEVÂNCIA. REQUISITOS FORMAIS\nPREENCHIDOS. RECURSO AFETADO A JULGAMENTO PELA TERCEIRA SEÇÃO SOB O\nRITO DOS RECURSO REPETITIVOS.\n1. Questão submetida a julgamento: Natureza jurídica (formal ou\nmaterial) do crime de apropriação indébita previdenciária, previsto\nno  art. 168-A do Código Penal.\n2. Recurso especial submetido ao rito dos recursos repetitivos, nos\ntermos do do art. 256-I do Regimento Interno do Superior Tribunal de\nJustiça.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20220809",
  "decisao" : "Vistos, relatados e discutidos estes autos, acordam os Ministros da\nTerceira Seção do Superior Tribunal de Justiça, na conformidade dos\nvotos e das notas taquigráficas a seguir, por unanimidade, afetou o\nprocesso ao rito dos recursos repetitivos (RISTJ, art. 257-C) e, por\nunanimidade, não suspendar  a tramitação de processos, conforme\nproposta da Sra. Ministra Relatora. Quanto à afetação, votaram com a\nSra. Ministra Relatora os Srs. Ministros João Otávio de Noronha,\nSebastião Reis Júnior, Antonio Saldanha Palheiro, Joel Ilan\nPaciornik, Olindo Menezes (Desembargador Convocado do TRF 1ª Região)\ne Jesuíno Rissato (Desembargador Convocado do TJDFT).\nQuanto à abrangência da suspensão, votaram com a Sra. Ministra\nRelatora os Srs. Ministros João Otávio de Noronha, Sebastião Reis\nJúnior, Rogerio Schietti Cruz, Ribeiro Dantas, Antonio Saldanha\nPalheiro, Joel Ilan Paciornik, Olindo Menezes (Desembargador\nConvocado do TRF 1ª Região) e Jesuíno Rissato (Desembargador\nConvocado do TJDFT).\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1166",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1166\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:0256E INC:00002", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036" ],
  "acordaosSimilares" : [ ]
} ]