[ {
  "id" : "000841564",
  "numeroProcesso" : "195810",
  "numeroRegistro" : "202300921628",
  "siglaClasse" : "AgRg no CC",
  "descricaoClasse" : "AGRAVO REGIMENTAL NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "REYNALDO SOARES DA FONSECA",
  "dataPublicacao" : "DJE        DATA:28/04/2023",
  "ementa" : "AGRAVO REGIMENTAL EM CONFLITO DE COMPETÊNCIA. NOVA INCLUSÃO DE PRESO\nNO SISTEMA PENITENCIÁRIO FEDERAL. PEDIDO DEVIDAMENTE JUSTIFICADO\nPELO JUÍZO ESTADUAL. INTERNO QUE SERIA UM DOS LÍDERES DO GRUPO\nMILICIANO CARIOCA DENOMINADO \"LIGA DA JUSTIÇA\". DEVOLUÇÃO AO SISTEMA\nPRISIONAL ESTADUAL PARA TRATAMENTO DE SAÚDE. INDÍCIOS DE REALIZAÇÃO\nDE NOVAS DE ALIANÇAS, DURANTE O PERÍODO DE ESTADA EM PRESÍDIO\nCARIOCA, COM VISTAS À RETOMADA DE TERRITÓRIOS DA ATUAL LIDERANÇA DA\nMILÍCIA. IMPOSSIBILIDADE DE TRATAMENTO MÉDICO DO APENADO NO SISTEMA\nÚNICO DE SAÚDE DO ESTADO EM QUE SE SITUA O PRESÍDIO FEDERAL NÃO\nEVIDENCIADA. AGRAVO REGIMENTAL DESPROVIDO.\n1. A rejeição de pedido de nova inclusão de detento em presídio\nfederal autoriza seja suscitado conflito de competência, nos termos\ndos arts. 9º e 10, § 5º, da Lei n. 11.671/2008.\n2. Prevalece no Superior Tribunal de Justiça o entendimento no\nsentido de que, acaso devidamente motivado pelo Juízo estadual o\npedido de transferência ou manutenção do preso em presídio federal,\nnão cabe ao Magistrado Federal exercer juízo de valor sobre a\nfundamentação apresentada, mas apenas aferir a legalidade da medida.\nRessalva do ponto de vista do Relator.\n3. Situação em que, após permanecer um ano no Sistema Prisional\ncarioca para tratamento de saúde, o Juízo estadual solicitou nova\ninclusão do detento no Sistema Prisional Federal, pontuando que o\napenado, tido como uma das principais lideranças da milícia carioca\nconhecida como \"Liga da Justiça\", é considerado de alta\npericulosidade e, mesmo acautelado em unidade prisional do Rio de\nJaneiro, continuaria a orquestrar diversas ações dentro da\norganização criminosa, notadamente com o estabelecimento de novas\nalianças com vistas à retomada de territórios controlados pela atual\nliderança da milícia.\nO Juízo Federal, inicialmente, deferiu a nova inclusão do apenado no\nSistema Penitenciário Federal, mas, posteriormente, determinou a\ndevolução do detento ao Sistema prisional carioca, ao fundamento de\nque o quadro de saúde do apenado demandaria acompanhamento de\nneurocirurgião não disponível na unidade prisional e tampouco\ndisponibilizado pelo SUS na rede de atenção terciária do Município\nde Mossoró/RN.\n4. Esta Corte tem entendido que a necessidade de tratamento\nespecífico da saúde do apenado não justifica a devolução do preso ao\nsistema prisional estadual, se houver a possibilidade de realização\ndo procedimento médico indicado pelo SUS do Estado em que se\nencontra ao presídio federal.\nPrecedentes: AgRg no CC n. 159.016/RJ, relator Ministro Felix\nFischer, Terceira Seção, julgado em 22/8/2018, DJe de 29/8/2018; CC\nn. 162.189/CE, Rel. Min. FELIX FISCHER, DJe de 18/12/2018; CC n.\n178.090/RJ, Rel. Min. ROGERIO SCHIETTI CRUZ, DJe de 18/03/2021; CC\nn. 160.203/SP, Rel. Min. RIBEIRO DANTAS, DJe de 03/10/2018.\n5. No caso concreto, não há evidências de que o tratamento médico de\nque necessita o apenado não possa ser realizado no Estado do Rio\nGrande do Norte.\n6. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230426",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção, por unanimidade,\nnegar provimento ao agravo regimental, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Antonio Saldanha Palheiro, Joel Ilan Paciornik,\nMessod Azulay Neto, Jesuíno Rissato (Desembargador Convocado do\nTJDFT), João Batista Moreira (Desembargador convocado do TRF1),\nLaurita Vaz, Sebastião Reis Júnior e Rogerio Schietti Cruz votaram\ncom o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000840900",
  "numeroProcesso" : "2015598",
  "numeroRegistro" : "202202269500",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "RIBEIRO DANTAS",
  "dataPublicacao" : "DJE        DATA:24/04/2023",
  "ementa" : "PROCESSUAL PENAL. PROPOSTA DE AFETAÇÃO RECURSO ESPECIAL\nREPRESENTATIVO DA CONTROVÉRSIA. ESTUPRO DE VULNERÁVEL. VÍTIMA DO\nSEXO FEMININO. COMPETÊNCIA. VARA DE VIOLÊNCIA DOMÉSTICA E FAMILIAR\nCONTRA A MULHER. VARA DA INFÂNCIA E DA JUVENTUDE. CRITÉRIO\nDEFINIDOR. PREVALÊNCIA. ADMISSÃO COMO REPRESENTATIVO DA\nCONTROVÉRSIA. AFETAÇÃO DO JULGAMENTO À TERCEIRA SEÇÃO.\n1. Delimitação da controvérsia: o gênero feminino, independentemente\nde ser a vítima criança ou adolescente, é condição única e\nsuficiente para atrair a aplicabilidade da Lei n. 11.340/2006 (Lei\nMaria da Penha) nos casos de violência doméstica e familiar\npraticada contra a mulher, afastando, automaticamente, a incidência\nda Lei n. 8.069/1990 (Estatuto da Criança e do Adolescente).\n2. Afetação do recurso especial ao rito do art. 1.036 e seguintes do\nCódigo de Processo Civil, e do art. 256 e seguintes do Regimento\nInterno do STJ.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230418",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção do Superior\nTribunal de Justiça, por unanimidade, afetar o processo ao rito dos\nrecursos repetitivos (RISTJ, art. 257-C) e, por unanimidade, não\nsuspender a tramitação de processos, conforme proposta do Sr.\nMinistro Relator.\nOs Srs. Ministros Joel Ilan Paciornik, Messod Azulay Neto, Jesuíno\nRissato (Desembargador Convocado do TJDFT), João Batista Moreira\n(Desembargador convocado do TRF1), Laurita Vaz, Sebastião Reis\nJúnior, Rogerio Schietti Cruz e Reynaldo Soares da Fonseca votaram\ncom o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1186",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036 PAR:00006 ART:01037", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00256 ART:0256E INC:00002" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000841174",
  "numeroProcesso" : "2049327",
  "numeroRegistro" : "202300215286",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "SEBASTIÃO REIS JÚNIOR",
  "dataPublicacao" : "DJE        DATA:26/04/2023",
  "ementa" : "PROPOSTA DE AFETAÇÃO. RECURSO ESPECIAL REPRESENTATIVO DA\nCONTROVÉRSIA. AMEAÇA NO CONTEXTO DE VIOLÊNCIA DOMÉSTICA. LEI MARIA\nDA PENHA. APLICAÇÃO ISOLADA DA PENA DE MULTA. RELEVÂNCIA DO TEMA.\n1. Delimitação da controvérsia: definir se a vedação constante do\nart. 17 da Lei n. 11.340/2006 (Lei Maria da Penha) obsta a\nimposição, nos casos de violência doméstica e familiar contra a\nmulher, de pena de multa isoladamente, ainda que prevista de forma\nautônoma no preceito secundário do tipo penal imputado.\n2. Afetação do recurso especial ao rito previsto nos arts. 1.036 e\n1.037 do CPC/2015 e 256 e ss. do RISTJ.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230418",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção do Superior\nTribunal de Justiça, por unanimidade, afetar o processo ao rito dos\nrecursos repetitivos (RISTJ, art. 257-C) e, por unanimidade, não\nsuspender  a tramitação de processos, conforme proposta do Sr.\nMinistro Relator. Os Srs. Ministros Rogerio Schietti Cruz, Reynaldo\nSoares da Fonseca, Antonio Saldanha Palheiro, Joel Ilan Paciornik,\nMessod Azulay Neto, Jesuíno Rissato (Desembargador Convocado do\nTJDFT), João Batista Moreira (Desembargador convocado do TRF1) e\nLaurita Vaz votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1189",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1189\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00256", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036 ART:01037" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000840567",
  "numeroProcesso" : "686312",
  "numeroRegistro" : "202102554812",
  "siglaClasse" : "HC",
  "descricaoClasse" : "HABEAS CORPUS",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "SEBASTIÃO REIS JÚNIOR",
  "dataPublicacao" : "DJE        DATA:19/04/2023",
  "ementa" : "HABEAS CORPUS. TRÁFICO DE DROGAS. AUSÊNCIA DE APREENSÃO DE\nSUBSTÂNCIA ENTORPECENTE. IMPOSSIBILIDADE DE CONDENAÇÃO. AUSÊNCIA DE\nPROVAS ACERCA DA MATERIALIDADE DO DELITO. EXISTÊNCIA DE OUTROS\nELEMENTOS APTOS A COMPROVAR A PRÁTICA DO CRIME. IRRELEVÂNCIA.\nASSOCIAÇÃO PARA O TRÁFICO DE DROGAS. IMPRESCINDIBILIDADE DE\nAPREENSÃO DE DROGAS NA POSSE DIRETA DO AGENTE. ORDEM CONCEDIDA, COM\nEXTENSÃO, DE OFÍCIO AOS CORRÉUS.\n No julgamento do HC n. 350.996/RJ, de relatoria do Ministro Nefi\nCordeiro, a Terceira Seção reconheceu, à unanimidade, que o laudo\ntoxicológico definitivo é imprescindível para a comprovação da\nmaterialidade dos delitos envolvendo entorpecentes, sem o qual é\nforçosa a absolvição do acusado, admitindo-se, no entanto, em\nsituações excepcionais, que a materialidade do crime de tráfico de\ndrogas possa ser demonstrada por laudo de constatação provisório,\ndesde que ele permita grau de certeza idêntico ao do laudo\ndefinitivo e haja sido elaborado por perito oficial, em procedimento\ne conclusões equivalentes.\n Por ocasião do julgamento dos EREsp n. 1.544.057/RJ, de relatoria\ndo Ministro Reynaldo Soares da Fonseca (DJe 9/11/2016), a Terceira\nSeção desta Corte uniformizou o entendimento de que a ausência do\nlaudo toxicológico definitivo implica a absolvição do acusado, por\nausência de provas acerca da materialidade do delito, e não a\nnulidade da sentença. Foi ressalvada, no entanto, a possibilidade de\nse manter o édito condenatório quando a prova da materialidade\ndelitiva estiver amparada em laudo preliminar de constatação, dotada\nde certeza idêntica ao do definitivo, certificado por perito\noficial e em procedimento equivalente, que possa identificar, com\ncerto grau de certeza, a existência dos elementos físicos e químicos\nque qualifiquem a substância como droga, nos termos em que previsto\nna Portaria n. 344/1998, da Secretaria de Vigilância Sanitária do\nMinistério da Saúde.\n Pelo que decidido nos autos dos EREsp n. n. 1.544.057/RJ, é\npossível inferir que, em um ou outro caso, ou seja, com laudo\ntoxicológico definitivo ou, de forma excepcionalíssima, com laudo de\nconstatação provisório, é necessário que sejam apreendidas drogas.\nEm outros termos, para a condenação de alguém pela prática do crime\nde tráfico de drogas, é necessária a apreensão de drogas e a\nconsequente elaboração ao menos de laudo preliminar, sob pena de se\nimpor a absolvição do réu, por ausência de provas acerca da\nmaterialidade do delito.\n Pelo raciocínio desenvolvido no julgamento dos referidos EREsp n.\n1.544.057/RJ, também é possível depreender que, nem mesmo em\nsituação excepcional, a prova testemunhal ou a confissão do acusado,\npor exemplo, poderiam ser reputadas como elementos probatórios\naptos a suprir a ausência do laudo toxicológico, seja ele\ndefinitivo, seja ele provisório assinado por perito e com o mesmo\ngrau de certeza presente em um laudo definitivo.\n O art. 33, caput, da Lei n. 11.343/2006 apresenta-se como norma\npenal em branco, porque define o crime de tráfico com base na\nprática de dezoito condutas relacionadas a drogas - importar,\nexportar, remeter, preparar, produzir, fabricar, adquirir, vender,\nexpor à venda, oferecer, ter em depósito, transportar, trazer\nconsigo, guardar, prescrever, ministrar, entregar a consumo ou\nfornecer -, sem, no entanto, trazer a definição do elemento do tipo\n\"drogas\".\n Segundo o parágrafo único do art. 1º da Lei n. 11.343/2006,\n\"consideram-se como drogas as substâncias ou os produtos capazes de\ncausar dependência, assim especificados em lei ou relacionados em\nlistas atualizadas periodicamente pelo Poder Executivo da União.\"\nPortanto, a definição do que sejam \"drogas\", capazes de caracterizar\nos delitos previstos na Lei n. 11.343/2006, advém da Portaria n.\n344/1998, da Secretaria de Vigilância Sanitária do Ministério da\nSaúde (daí a classificação doutrinária, em relação ao art. 33 da Lei\nn. 11.343/2006, de que se está diante de uma norma penal em branco\nheterogênea). Vale dizer, por ser constituída de um conceito\ntécnico-jurídico, só será considerado droga o que a lei (em sentido\namplo) assim reconhecer como tal.\n Mesmo que determinada substância cause dependência física ou\npsíquica, se ela não estiver prevista no rol das substâncias\nlegalmente proibidas, ela não será tratada como droga para fins de\nincidência da Lei n. 11.343/2006. No entanto, para a\nperfectibilização do tipo previsto no art. 33, caput, da Lei n.\n11.343/2006, é necessário mais do que isso: é necessário que a\nsubstância seja efetivamente apreendida e periciada, para que se\npossa identificar, com grau de certeza, qual é o tipo de substância\nou produto e se ela(e) efetivamente encontra-se prevista(o) na\nPortaria n. 344/1998 da Anvisa.\n A caracterização do crime de tráfico de drogas prescinde de\napreensão de droga em poder de cada um dos acusados; basta que,\nevidenciado o liame subjetivo entre os agentes, haja a apreensão de\ndrogas com apenas um deles para que esteja evidenciada, ao menos em\ntese, a prática do delito em questão. Assim, a mera ausência de\napreensão de drogas na posse direta do agente \"não afasta a\nmaterialidade do delito de tráfico quando estiver delineada a sua\nligação com outros integrantes da mesma organização criminosa que\nmantinham a guarda dos estupefacientes destinados ao comércio\nproscrito\", conforme decidido por ocasião do julgamento do HC n.\n536.222/SC, de relatoria do Ministro Jorge Mussi (5ª T., DJe de\n4/8/2020).\n Na hipótese dos autos, embora os depoimentos testemunhais e as\nprovas oriundas das interceptações telefônicas judicialmente\nautorizadas tenham evidenciado que a paciente e os demais corréus\nsupostamente adquiriam, vendiam e ofereciam \"drogas\" a terceiros -\ntais como maconha, cocaína e crack -, não há como subsistir a\ncondenação pela prática do delito descrito no art. 33, caput, da Lei\nn. 11.343/2006, se, em nenhum momento, houve a apreensão de\nqualquer substância entorpecente, seja em poder dela, seja em poder\ndos corréus ou de terceiros não identificados.\n Apesar das diversas diligências empreendidas pela acusação, que\nenvolveram o monitoramento dos acusados, a realização de\ninterceptações telefônicas, a oitiva de testemunhas (depoimentos de\npoliciais) etc., não houve a apreensão de droga, pressuposto da\nmaterialidade delitiva. Assim, mesmo sendo possível extrair dos\nautos diversas tratativas de comercialização de entorpecentes pelos\nacusados, essas provas podem caracterizar o crime de associação para\no tráfico de drogas, mas não o delito de tráfico em si.\n Ao funcionar como regra que disciplina a atividade probatória, a\npresunção de não culpabilidade preserva a liberdade e a inocência do\nacusado contra juízos baseados em mera probabilidade, determinando\nque somente a certeza pode lastrear uma condenação. A presunção de\ninocência, sob tal perspectiva, impõe ao titular da ação penal todo\no ônus de provar a acusação, quer a parte objecti, quer a parte\nsubjecti. Não basta, portanto, atribuir a alguém conduta cuja\ncompreensão e subsunção jurídico-normativa, em sua dinâmica\nsubjetiva - o ânimo a mover a conduta -, decorre de avaliação\npessoal de agentes do Estado, e não dos fatos e das circunstâncias\nobjetivamente demonstradas.\n Uma vez que houve clara violação da regra probatória inerente ao\nprincípio da presunção de inocência, não há como subsistir a\ncondenação da acusada no tocante ao referido delito, por ausência de\nprovas acerca da materialidade.\n Permanece hígida a condenação da ré no tocante ao crime de\nassociação para o tráfico de drogas (art. 35 da Lei n. 11.343/2006),\nhaja vista que esta Corte Superior de Justiça entende que, para a\nconfiguração do referido delito, é irrelevante a apreensão de drogas\nna posse direta do agente. Precedentes.\n Embora remanescente apenas a condenação pelo crime de associação\npara o tráfico de drogas, deve ser mantida inalterada a imposição do\nregime inicial fechado. Isso porque, embora a acusada haja sido\ncondenada a reprimenda superior a 4 e inferior a 8 anos de reclusão,\nteve a pena-base desse delito fixada acima do mínimo legal,\ncircunstância que, evidentemente, autoriza a fixação de regime\nprisional mais gravoso do que o permitido em razão da pena aplicada.\n Ordem de habeas corpus concedida, a fim de absolver a paciente em\nrelação à prática do crime previsto no art. 33, caput, da Lei n.\n11.343/2006, objeto do Processo n. 0001004-55.2016.8.12.0017, por\nausência de provas acerca da materialidade do delito. Extensão, de\nofício, dos efeitos da decisão a todos os corréus, para também\nabsolvê-los no tocante ao delito de tráfico de drogas.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230412",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Terceira Seção, retomado o julgamento após\no voto-vista antecipado (vista coletiva) do Sr. Ministro Joel Ilan\nPaciornik, acompanhando a divergência para conceder a ordem de\nhabeas corpus para absolver a paciente do crime previsto no art. 33,\ncaput, da Lei n. 11.343/06, com fundamento no art. 386, II, do CPP,\nestendendo os efeitos da decisão para os demais corréus, e os votos\ndos Srs. Ministros Ribeiro Dantas, Antonio Saldanha Palheiro e\nJesuíno Rissato (Desembargador Convocado do TJDFT) no mesmo sentido,\npor maioria, conceder a ordem de habeas corpus, a fim de absolver a\npaciente em relação à prática do crime previsto no art. 33, caput,\nda Lei n. 11.343/2006, objeto do Processo n.\n0001004-55.2016.8.12.0017, por ausência de provas acerca da\nmaterialidade do delito, estendendo, de ofício, os efeitos desta\ndecisão a todos os corréus (Charles Duarte Dias, Janete Pereira\nSantana, Juliete dos Santos Barbosa, Júlio Cesar dos Santos,\nLindomar de Almeida e Valdete Maria dos Santos), para também\nabsolvê-los no tocante ao delito de tráfico de drogas, nos termos do\nvoto do Sr. Ministro Rogerio Schietti Cruz, que lavrará o acórdão.\nVencido o Sr. Ministro Sebastião Reis Júnior (Relator), que não\nconhecia do habeas corpus. Votaram com o Sr. Ministro Rogerio\nSchietti Cruz (Relator para o acórdão) os Srs. Ministros Ribeiro\nDantas, Antonio Saldanha Palheiro, Joel Ilan Paciornik e Jesuíno\nRissato (Desembargador Convocado do TJDFT).\nNão participaram do julgamento os Srs. Ministros João Batista\nMoreira (Desembargador convocado do TRF1) e Laurita Vaz.\nAusente, justificadamente, o Sr. Ministro Messod Azulay Neto.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : "(TRÁFICO ILÍCITO DE ENTORPECENTES - APREENSÃO DE DROGAS -\nIMPRESCINDIBILIDADE)\n   STJ - <<AgRg no AREsp 1798272>>-MG, <<HC 681724>>-MG,\n         <<AgRg no REsp 1661427>>-MG, <<AgRg no AREsp 1335772>>-PE,\n         <<AgRg no HC 646511>>-RJ,\n         <<AgRg nos EDcl no AREsp 1878432>>-SC, <<HC 683894>>-SE,\n         <<AgRg no REsp 1948410>>-TO, <<AgRg no AREsp 1631694>>-MG\n(TRÁFICO DE DROGAS - PROVA DA MATERIALIDADE DO DELITO - AUSÊNCIA DE\nLAUDO TOXICOLÓGICO DEFINITIVO - FALTA DE PROVA - ABSOLVIÇÃO QUE SE\nIMPÕE)\n   STJ - <<HC 350996>>-RJ, <<EREsp 1544057>>-RJ\n(TRÁFICO DE DROGAS - POSSE DIRETA DE ENTORPECENTES - DESNECESSIDADE)\n   STJ - <<HC 536222>>-SC\n(VOTO VISTA - APREENSÃO DE DROGAS - IMPRESCINDIBILIDADE PARA O\nTRÁFICO - NÃO PARA O CRIME DE ASSOCIAÇÃO PARA O TRÁFICO)\n   STJ - <<HC 432738>>-PR\n(VOTO VENCIDO - TRÁFICO DE DROGAS - AUSÊNCIA DE APREENSÃO DAS DROGAS\n- MATERIALIDADE - COMPROVAÇÃO POR OUTROS MEIOS - POSSIBILIDADE)\n   STJ - <<AgRg no AREsp 1116262>>-GO, <<AgRg no HC 678364>>-RJ,\n         <<AgRg no AREsp 963347>>-RO, <<AgRg no AREsp 1471280>>-SC,\n         <<AgRg no HC 722087>>-SP, <<RHC 57434>>-SP",
  "notas" : "Processo referente à Operação Armadillo.",
  "informacoesComplementares" : "     (VOTO VENCIDO) (MIN. SEBASTIÃO REIS JÚNIOR)\n     \"[...] o delito de tráfico é classificado, doutrinariamente,\ncomo de ação múltipla, é dizer, contém na descrição típica diversos\nverbos nucleares que expressam condutas penalmente ilícitas e, em\nrazão disso, penso que a ausência de apreensão de substância\nentorpecente não deságua, inexoravelmente, na falta de\nmaterialidade. Poderá haver, dentre as condutas tipicamente\nprevistas, ações que não necessitam da apreensão da droga, mas,\ntão-somente, do assentimento do agente na conduta, o dolo, a vontade\nde participar do tráfico, além dos indícios de autoria, por\nevidente. Nessa linha de raciocínio, a depender do verbo contido no\ntipo para a consumação do ilícito, a meu ver é possível denunciar\npelo crime de tráfico de drogas mesmo sem a apreensão de\nentorpecentes e, consequentemente, sem a elaboração de laudo\ntoxicológico, desde que outras provas embasem a persecução.\n     E, recentemente, esta Corte já se manifestou no sentido de que\na ausência de apreensão da droga não torna a conduta atípica se\nexistirem outras provas capazes de comprovarem o crime, como no\ncaso, as interceptações telefônicas e os depoimentos das\ntestemunhas\".\n     \"[...] não é indubitável que não houve a apreensão de qualquer\nentorpecente na posse de terceiro não denunciado ou em processos\noriundos da mesma operação criminal.\n     E, para averiguar se estava delineada a ligação da paciente com\noutros integrantes do mesmo grupo criminoso que mantinham a guarda\ndos estupefacientes destinados ao comércio proscrito, seria\nindispensável o revolvimento de fatos e de provas, providência essa\ninadmissível neste âmbito\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED PRT:000344 ANO:1998\n(SECRETARIA DE VIGILÂNCIA EM SAÚDE DO MINISTÉRIO DA SAÚDE - SVS/MS)", "LEG:FED LEI:011343 ANO:2006\n*****  LDR-06    LEI DE DROGAS\n        ART:00001 PAR:ÚNICO ART:00033 ART:00035 ART:00066", "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00386 INC:00002" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000840627",
  "numeroProcesso" : "1931098",
  "numeroRegistro" : "202100947648",
  "siglaClasse" : "AgRg nos EREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGENCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "ROGERIO SCHIETTI CRUZ",
  "dataPublicacao" : "DJE        DATA:19/04/2023",
  "ementa" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL.\nPRETENSÃO DE DESCLASSIFICAÇÃO DO DELITO DE OBTENÇÃO FRAUDULENTA DE\nFINANCIAMENTO EM INSTITUIÇÃO FINANCEIRA PARA O DE INSERÇÃO DE DADOS\nFALSOS NOS SISTEMAS INFORMATIZADOS. MATÉRIA NÃO APRECIADA PELO\nACÓRDÃO RECORRIDO. IMPOSSIBILIDADE DE EXAME DOS EMBARGOS DE\nDIVERGÊNCIA. AGRAVO REGIMENTAL NÃO PROVIDO.\n1. A admissão dos embargos de divergência pressupõe que o tema\nventilado no recurso seja examinado pelo acórdão embargado. É\nirrelevante, portanto, que a questão controvertida haja sido\nsuscitada pela defesa no especial, visto que o requisito de\nadmissibilidade exige que a matéria haja sido efetivamente\nenfrentada pelo acórdão embargado, o que não ocorreu no caso.\n2. Agravo regimental não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230412",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO do Superior\nTribunal de Justiça, retomado o julgamento, após o voto-vista\nregimental do Sr. Ministro Rogerio Schietti Cruz, negando provimento\nao agravo regimental, no que foi acompanhado pelos Srs. Ministros\nRibeiro Dantas, Antonio Saldanha Palheiro, Jesuíno Rissato\n(Desembargador Convocado do TJDFT), João Batista Moreira\n(Desembargador Convocado do TRF 1ª Região), Laurita Vaz e Sebastião\nReis Júnior, por unanimidade, negar provimento ao agravo regimental,\nnos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Ribeiro Dantas, Antonio Saldanha Palheiro, Jesuíno\nRissato (Desembargador Convocado do TJDFT), João Batista Moreira\n(Desembargador convocado do TRF1), Laurita Vaz e Sebastião Reis\nJúnior votaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Joel Ilan Paciornik.\nAusente, justificadamente, o Sr. Ministro Messod Azulay Neto.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - TESE DEFENDIDA NAS RAZÕES RECURSAIS NÃO\nDEBATIDA NO ACÓRDÃO EMBARGADO - PREQUESTIONAMENTO AUSENTE)\n   STJ - <<AgInt nos EREsp 1377703>>-GO",
  "notas" : null,
  "informacoesComplementares" : "     \"[...] a simples transcrição da decisão proferida na origem,\nfeita pelo acórdão embargado, não se confunde (e nem se traduz) com\no necessário debate do tema específico suscitado nos embargos de\ndivergência\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000841052",
  "numeroProcesso" : "15607",
  "numeroRegistro" : "202103975638",
  "siglaClasse" : "EDcl no AgRg na Pet",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NA PETIÇÃO",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "ANTONIO SALDANHA PALHEIRO",
  "dataPublicacao" : "DJE        DATA:17/04/2023",
  "ementa" : "PROCESSO PENAL. EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NA PET.\nEMBARGOS DECLARATÓRIOS. PRAZO. DOIS DIAS. INTEMPESTIVIDADE.\n1. Publicado o acórdão recorrido em 14/3/2023, o prazo de dois dias,\nprevisto no art. 619 do Código de Processo Penal, esgotou-se em\n16/3/2023. Assim, são intempestivos os embargos de declaração\nprotocolados somente em 27/3/2023.\n2. Embargos declaratórios não conhecidos.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230412",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Terceira Seção, por unanimidade, não\nconhecer dos embargos de declaração, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Joel Ilan Paciornik, Jesuíno Rissato\n(Desembargador Convocado do TJDFT), João Batista Moreira\n(Desembargador convocado do TRF1), Laurita Vaz, Sebastião Reis\nJúnior, Rogerio Schietti Cruz e Reynaldo Soares da Fonseca votaram\ncom o Sr. Ministro Relator.\nAusente, justificadamente, o Sr. Ministro Messod Azulay Neto.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000841205",
  "numeroProcesso" : "192004",
  "numeroRegistro" : "202203109656",
  "siglaClasse" : "AgRg no CC",
  "descricaoClasse" : "AGRAVO REGIMENTAL NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "ANTONIO SALDANHA PALHEIRO",
  "dataPublicacao" : "DJE        DATA:17/04/2023",
  "ementa" : "AGRAVO REGIMENTAL NO CONFLITO DE COMPETÊNCIA. VIOLAÇÃO DO PRINCÍPIO\nDA COLEGIALIDADE. INEXISTÊNCIA. INDIVÍDUO PRESO EM FLAGRANTE\nTRANSPORTANDO MATÉRIA-PRIMA PERTENCENTE À UNIÃO (OURO) SEM\nAUTORIZAÇÃO LEGAL. ESTÁGIO INICIAL DE INVESTIGAÇÃO ACERCA DA\nEXISTÊNCIA DE EVENTUAL ORGANIZAÇÃO CRIMINOSA. REUNIÃO DOS FEITOS NÃO\nJUSTIFICADA, NA LINHA DA MANIFESTAÇÃO DO PARQUET FEDERAL.   AGRAVO\nDESPROVIDO.\n1. Não constitui ofensa ao princípio da colegialidade a análise\nmonocrática pelo relator quando a decisão for proferida com base na\njurisprudência dominante do Superior Tribunal de Justiça.\nPrecedentes.\n2. In casu, o agravante está sendo investigado perante o JUÍZO\nFEDERAL DA 11ª VARA DE GOIÂNIA - SJ/GO pela prática, em tese, de\ntransporte ilegal de matéria-prima pertencente à União e, junto com\noutros investigados, perante o JUÍZO FEDERAL DA 4ª VARA DE SÃO JOSÉ\nDO RIO PRETO - SJ/SP por organização criminosa voltada para a\nprática de usurpação de patrimônio da União, comércio ilegal de\nouro, lavagem de dinheiro e outros delitos.\n3. Não há nos autos elementos que permitam concluir de maneira\ninequívoca pela existência de conexão entre delitos, sendo certo que\né recomendável que as investigações quanto ao flagrante de\ntransporte ilegal permaneçam em Goiás, não se justificando a\nnecessidade de reunião dos feitos, uma vez que ainda se encontra em\nestágio inicial a investigação acerca da existência de uma\norganização criminosa da qual o indivíduo preso em flagrante faria\nparte.\n4. A conclusão quanto à competência para processamento e julgamento\ndo feito foi estabelecida com base nos elem entos apresentados com a\ninstauração do incidente, motivo pelo qual a competência poderá ser\nalterada caso surjam novos indícios após o aprofundamento das\ninvestigações.\n5.  Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230412",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção, por unanimidade,\nnegar provimento ao agravo regimental, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Joel Ilan Paciornik, Jesuíno Rissato\n(Desembargador Convocado do TJDFT), João Batista Moreira\n(Desembargador convocado do TRF1), Laurita Vaz, Sebastião Reis\nJúnior, Rogerio Schietti Cruz e Reynaldo Soares da Fonseca votaram\ncom o Sr. Ministro Relator.\nAusente, justificadamente, o Sr. Ministro Messod Azulay Neto.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000841367",
  "numeroProcesso" : "2066135",
  "numeroRegistro" : "202200391880",
  "siglaClasse" : "AgRg nos EDcl nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "SEBASTIÃO REIS JÚNIOR",
  "dataPublicacao" : "DJE        DATA:14/04/2023",
  "ementa" : "AGRAVO REGIMENTAL EM EMBARGOS DE DECLARAÇÃO EM EMBARGOS DE\nDIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL. DECISÃO DA PRESIDÊNCIA.\nEMBARGOS DE DIVERGÊNCIA LIMINARMENTE INDEFERIDOS. INTEMPESTIVIDADE\nRECURSAL. INTERPOSIÇÃO DE RECURSO MANIFESTAMENTE INCABÍVEL.\nINTERRUPÇÃO DO PRAZO RECURSAL. NÃO OCORRÊNCIA. INÚMEROS PRECEDENTES.\nFUNDAMENTO SUBSIDIÁRIO. AUSÊNCIA DE ANÁLISE DO MÉRITO DO RECURSO\nESPECIAL. INCIDÊNCIA DA SÚMULA 315/STJ. INEXISTÊNCIA DE NEGATIVA DE\nPRESTAÇÃO JURISDICIONAL. PREQUESTIONAMENTO DE MATÉRIA\nCONSTITUCIONAL. COMPETÊNCIA DO SUPREMO TRIBUNAL FEDERAL.\n1. É manifestamente incabível e caracteriza erro grosseiro a\ninterposição de agravo regimental contra decisão colegiada, em\ndesacordo com o art. 258 do RISTJ. Por conseguinte, o recurso\nmanifestamente incabível não suspende nem interrompe o prazo para\ninterposição de outro reclamo. Precedentes.\n2. O não cabimento dos embargos de divergência no caso concreto é\nbastante claro, em virtude de não ter sido analisado o mérito do\nrecurso especial, dada a ausência de impugnação aos fundamentos da\ndecisão que não admitiu o recurso especial, proferida pelo Tribunal\nde origem, atraindo, com isso, a incidência da Súmula 315/STJ.\n3. Não há falar em negativa de prestação jurisdicional, na medida em\nque a questão referente à admissibilidade dos embargos de\ndivergência foi inteira e devidamente enfrentada pelas decisões\nproferidas pela Presidência desta Corte Superior.\n4. Não compete a esta Corte Superior a análise de suposta violação\nde dispositivos constitucionais, ainda que para efeito de\nprequestionamento, sob pena de usurpação da competência reservada ao\nSupremo Tribunal Federal (art. 102, III, da Constituição).\n5. Agravo regimental improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230412",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Terceira Seção, por unanimidade, negar\nprovimento ao agravo regimental, nos termos do voto do Sr. Ministro\nRelator.\nOs Srs. Ministros Rogerio Schietti Cruz, Reynaldo Soares da Fonseca,\nAntonio Saldanha Palheiro, Joel Ilan Paciornik, Jesuíno Rissato\n(Desembargador Convocado do TJDFT), João Batista Moreira\n(Desembargador convocado do TRF1) e Laurita Vaz votaram com o Sr.\nMinistro Relator.\nAusente, justificadamente, o Sr. Ministro Messod Azulay Neto.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000841368",
  "numeroProcesso" : "2060783",
  "numeroRegistro" : "202200317920",
  "siglaClasse" : "EDcl no AgRg nos EAREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "SEBASTIÃO REIS JÚNIOR",
  "dataPublicacao" : "DJE        DATA:14/04/2023",
  "ementa" : "EMBARGOS DE DECLARAÇÃO EM AGRAVO REGIMENTAL EM EMBARGOS DE\nDIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL. VIOLAÇÃO DE DISPOSITIVOS\nCONSTITUCIONAIS. IMPOSSIBILIDADE DE ANÁLISE. INEXISTÊNCIA DE\nQUAISQUER DOS VÍCIOS DO ART. 619 DO CPP. PRETENSÃO INFRINGENTE DO\nJULGADO. DESCABIMENTO.\n1. Não compete a esta Corte Superior a análise de suposta violação\nde dispositivos constitucionais, ainda que para efeito de\nprequestionamento, sob pena de usurpação da competência reservada ao\nSupremo Tribunal Federal, ex vi art. 102, III, da Constituição da\nRepública.\n2. Em essência, a oposição de embargos de declaração almeja o\naprimoramento da prestação jurisdicional por meio da integração de\njulgado que se apresenta ambíguo, omisso, contraditório, obscuro ou\ncom erro material, nos termos do art. 619 do CPP.\n3. No caso, não há vício a ser sanado. Apenas busca a parte\nembargante, por via oblíqua, a reversão do julgado, o que não tem o\ncondão de viabilizar a oposição dos aclaratórios.\n4. Embargos de declaração rejeitados.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230412",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Terceira Seção, por unanimidade, rejeitar\nos embargos de declaração, nos termos do voto do Sr. Ministro\nRelator.\nOs Srs. Ministros Rogerio Schietti Cruz, Reynaldo Soares da Fonseca,\nAntonio Saldanha Palheiro, Joel Ilan Paciornik, Jesuíno Rissato\n(Desembargador Convocado do TJDFT), João Batista Moreira\n(Desembargador convocado do TRF1) e Laurita Vaz votaram com o Sr.\nMinistro Relator.\nAusente, justificadamente, o Sr. Ministro Messod Azulay Neto.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000841369",
  "numeroProcesso" : "1775341",
  "numeroRegistro" : "201802813348",
  "siglaClasse" : "AgRg no REsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "SEBASTIÃO REIS JÚNIOR",
  "dataPublicacao" : "DJE        DATA:14/04/2023",
  "ementa" : "AGRAVO REGIMENTAL EM RECURSO ESPECIAL. LEGISLAÇÃO EXTRAVAGANTE.\nVIOLAÇÃO DOS ARTS. 4º, 7º E 22, TODOS DA LEI N. 11.340/2006.\nTRIBUNAL DE ORIGEM QUE, DIANTE DA NÃO PROPOSITURA DA AÇÃO PENAL E\nEXTINÇÃO DE PUNIBILIDADE DO AGENTE, HOUVE POR NÃO CONCEDER MEDIDAS\nPROTETIVAS. NECESSIDADE DE OITIVA DA VÍTIMA ACERCA DA PRESERVAÇÃO DA\nSITUAÇÃO FÁTICA DE PERIGO QUE POSSA JUSTIFICAR A PERMANÊNCIA DAS\nCAUTELARES. VALORAÇÃO DO DIREITO À SEGURANÇA E PROTEÇÃO DA VÍTIMA\nQUE SE IMPÕE.\n1. Não se desconhece a jurisprudência do Superior Tribunal de\nJustiça no sentido de que, extinta a punibilidade, não subsistem\nmais os fatores para a manutenção/concessão de medidas protetivas,\nsob pena de eternização da restrição de direitos individuais.\n2. As duas Turmas de Direito Penal deste Superior Tribunal de\nJustiça vem decidindo que, embora a lei penal/processual não prevê\num prazo de duração da medida protetiva, tal fato não permite a\neternização da restrição a direitos individuais, devendo a questão\nser examinada a luz dos princípios da proporcionalidade e da\nadequação. [...] Na espécie, as medidas protetivas foram fixadas no\nano de 2017 (proibição de aproximação e contato com a vítima). O\nrecorrente foi processado, condenado e cumpriu integralmente a pena,\ninexistindo notícia de outro ato que justificasse a manutenção das\nmedidas. Sendo assim, as medidas protetivas devem ser extintas,\nevitando-se a eternização de restrição a direitos individuais (RHC\nn. 120.880/DF, Ministro Reynaldo Soares da Fonseca, Quinta Turma,\nDJe de 28/9/2020).\n3. Se não há prazo legal para a propositura de ação, normalmente\ncriminal, pela competência ordinária para o processo da violência\ndoméstica, tampouco se pode admitir eterna restrição de direitos por\nmedida temporária e de urgência. [...] Dado o lapso temporal\ntranscorrido entre o deferimento das medidas protetivas no ano de\n2016 até o presente momento, havendo, inclusive, o reconhecimento da\nextinção da punibilidade do agente, em relação aos fatos descritos\nno boletim de ocorrência, deve ser mantida a decisão recorrida que\nrevogou medidas protetivas, indevidamente eternizadas pela não\npropositura da ação de conhecimento, sendo despiciendo o retorno dos\nautos para avaliação da manutenção da medida protetiva (AgRg no\nREsp n. 1.769.759/SP, Ministro Nefi Cordeiro, Sexta Turma, DJe de\n14/5/2019).\n4. Nos termos do Parecer Jurídico emanado pelo Consórcio Lei Maria\nda Penha, a revogação de medidas protetivas de urgência exige a\nprévia oitiva da vítima para avaliação da cessação efetiva da\nsituação de risco à sua integridade física, moral, psicológica,\nsexual e patrimonial. Tanto mais que assinala o Protocolo para o\nJulgamento com Perspectiva de Gênero, \"as peculiares características\ndas dinâmicas violentas, que, em regra, ocorrem no seio do lar ou\nna clandestinidade, determinam a concessão de especial valor à\npalavra da vítima\" (CNJ, 2021, p. 85). [...], enquanto existir risco\nao direito da mulher de viver sem violência, as restrições à\nliberdade de locomoção do apontado agente são justificadas e\nlegítimas. O direito de alguém de não sofrer violência não é menos\nvalioso do que o direito de alguém de ter liberdade de contato ou\naproximação. Na ponderação dos valores não pode ser aniquilado o\ndireito à segurança e à proteção da vítima (fls. 337/338).\n5. Antes do encerramento da cautelar protetiva, a defesa deve ser\nouvida, notadamente para que a situação fática seja devidamente\napresentada ao Juízo competente, que diante da relevância da palavra\nda vítima, verifique a necessidade de prorrogação/concessão  das\nmedidas, independente da extinção de punibilidade do autor.\n6. Agravo regimental provido para que a agravante seja ouvida acerca\nda necessidade das medidas protetivas de urgência à mulher em\nsituação de violência e, caso constatada a permanência da situação\nde perigo, seja a referida medida concedida ou mantida.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230412",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Terceira Seção, por unanimidade, dar\nprovimento ao agravo regimental para que a agravante seja ouvida\nacerca da necessidade das medidas protetivas de urgência à mulher em\nsituação de violência e, caso constatada a permanência da situação\nde perigo, seja a referida medida concedida ou mantida, nos termos\ndo voto do Sr. Ministro Relator.\nOs Srs. Ministros Rogerio Schietti Cruz, Reynaldo Soares da Fonseca,\nAntonio Saldanha Palheiro, Joel Ilan Paciornik, Jesuíno Rissato\n(Desembargador Convocado do TJDFT), João Batista Moreira\n(Desembargador convocado do TRF1) e Laurita Vaz votaram com o Sr.\nMinistro Relator.\nAusente, justificadamente, o Sr. Ministro Messod Azulay Neto.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000838965",
  "numeroProcesso" : "1913808",
  "numeroRegistro" : "202101798985",
  "siglaClasse" : "EAREsp",
  "descricaoClasse" : "EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "LAURITA VAZ",
  "dataPublicacao" : "DJE        DATA:03/04/2023",
  "ementa" : "EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL. TRÁFICO DE\nDROGAS (TRÊS QUILOS DE MACONHA). ACÓRDÃO EMBARGADO QUE APLICOU A\nCAUSA DE DIMINUIÇÃO DE PENA DO § 4.º DO ART. 33 DA LEI N.\n11.343/2006. QUANTUM DE REDUÇÃO: APLICAÇÃO EM 1/2. NATUREZA E\nQUANTIDADE DE DROGA APREENDIDA. PERCENTUAL DENTRO DA RAZOABILIDADE E\nPROPORCIONALIDADE. DISCRICIONARIEDADE. INEXISTÊNCIA DE DOSIMETRIA\nTARIFADA. SISTEMA PENAL QUE ADMITE VARIAÇÕES, DESDE QUE\nFUNDAMENTADA A DECISÃO. INEXISTÊNCIA DE DISSÍDIO JURISPRUDENCIAL.\nEMBARGOS DE DIVERGÊNCIA NÃO CONHECIDOS.\n1. As situações fático-jurídicas comparadas são, sem dúvida,\nsemelhantes, na medida em que, diante de hipóteses fáticas muito\nparecidas - no acórdão embargado, crime de tráfico de quase 3 quilos\nde maconha; e, nos paradigmas, respectivamente, tráfico de 4 quilos\nde maconha e quase 3 quilos e meio de maconha -, a solução jurídica\nfoi diversa em relação à escolha do percentual de aplicação da\ncausa de diminuição do § 4.º do art. 33 da Lei n. 11.343/2006\n(intervalo de 1/6 a 2/3), considerando-se única e exclusivamente a\nquantidade e qualidade da droga, sem outros fatores influentes: 1/2\nno acórdão embargado e 2/3 nos dois paradigmas.\n2. Se a própria lei não estipulou parâmetros certos com pesos\ndefinidos para a implementação do percentual da causa de diminuição,\né lícito ao julgador, dentro de certa margem de discricionariedade,\nfixar esse valor, sempre com a devida fundamentação. Com efeito, a\neventual diferença de atribuição de penas em situações semelhantes,\ndesde que observados os parâmetros legais, é consequência inevitável\ndo sistema vigente.\n3. Não há método dosimétrico \"tarifado\" para a escolha do percentual\nda causa de diminuição prevista  no § 4º do art. 33 da Lei n.\n11.343/2006, mas discricionariedade motivada instituída na lei penal\nbrasileira. É papel dos Tribunais o reexame da adequação,\nnecessidade, razoabilidade e proporcionalidade da sanção, que deve\nser devidamente fundamentada, como no caso foi feito.\n4. Os embargos de divergência - recurso de fundamentação vinculada e\nde cognição restrita - têm como fim precípuo uniformizar a\njurisprudência do Tribunal, quando constatada a existência de\neventuais teses jurídicas conflitantes. Não se prestam a mero\nrejulgamento da causa pela Seção ou Corte Especial, como fosse via\nrecursal ordinária interna, para se corrigir pretensos erros ou\nincorreções dos demais órgãos fracionários.\n5. No caso, não há divergência de teses jurídicas, mas diferentes\njuízos de adequação, necessidade, razoabilidade e proporcionalidade\nda sanção, devidamente fundamentada, dentro da margem de\ndiscricionariedade admitido pela lei penal.\n6. Embargos de divergência não conhecidos.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230322",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Terceira Seção, por unanimidade, não\nconhecer dos embargos de divergência, nos termos do voto da Sra.\nMinistra Relatora.\nOs Srs. Ministros Sebastião Reis Júnior, Rogerio Schietti Cruz,\nReynaldo Soares da Fonseca, Antonio Saldanha Palheiro, Joel Ilan\nPaciornik, Messod Azulay Neto, Jesuíno Rissato (Desembargador\nConvocado do TJDFT) e João Batista Moreira (Desembargador convocado\ndo TRF1) votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : "Quantidade de droga apreendida: 3,443 kg de maconha.",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:011343 ANO:2006\n*****  LDR-06    LEI DE DROGAS\n        ART:00033 PAR:00004" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000839449",
  "numeroProcesso" : "181404",
  "numeroRegistro" : "202102338402",
  "siglaClasse" : "AgRg nos EDcl no CC",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DECLARAÇÃO NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "ANTONIO SALDANHA PALHEIRO",
  "dataPublicacao" : "DJE        DATA:24/03/2023",
  "ementa" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DECLARAÇÃO NO CONFLITO DE\nCOMPETÊNCIA. MALVERSAÇÃO DE VERBAS PÚBLICAS FEDERAIS E ESTADUAIS.\nAUSÊNCIA DE LIAME CIRCUNSTANCIAL A JUSTIFICAR A CONEXÃO E REUNIÃO DE\nPROCESSOS PERANTE A JUSTIÇA FEDERAL. CONEXÃO NÃO CONFIGURADA. AGRAVO\nDESPROVIDO.\n1. Nos termos da Súmula n. 122 desta Corte, \"compete a Justiça\nFederal o processo e julgamento unificado dos crimes conexos de\ncompetência federal e estadual, não se aplicando a regra do art. 78,\nII, A, do Código de Processo Penal\".\n2. In casu, não ficou configurada nenhuma espécie de conexão que\njustificasse a reunião de processos na Justiça Federal. Da leitura\nda peça acusatória não há a exposição de um liame circunstancial que\ndemonstre a relação de interferência ou prejudicialidade entre as\ncondutas de contratação irregular de professores e de serviços de\ninformática para escolas municipais (de competência federal) e as\ncondutas de competência estadual, quais sejam: assunção de\nobrigações sem disponibilidade financeira, dispensa indevida de\nlicitação para contratação de artistas e admissão de servidores sem\nconcurso público e não custeados por verba federal. Diante disso,\nnão há como se concluir que a comprovação da materialidade e da\nautoria de um delito influirá na comprovação do outro.\n3.  Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230322",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Terceira Seção, por unanimidade, negar\nprovimento ao agravo regimental, nos termos do voto do Sr. Ministro\nRelator.\nOs Srs. Ministros Joel Ilan Paciornik, Messod Azulay Neto, Jesuíno\nRissato (Desembargador Convocado do TJDFT), João Batista Moreira\n(Desembargador convocado do TRF1), Laurita Vaz, Sebastião Reis\nJúnior, Rogerio Schietti Cruz e Reynaldo Soares da Fonseca votaram\ncom o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : "(CONEXÃO - JUSTIÇA FEDERAL - MALVERSAÇÃO DE VERBAS PÚBLICAS FEDERAIS\nE ESTADUAIS - AUSÊNCIA DE LIAME CIRCUNSTANCIAL)\n   STJ - <<CC 162510>>-SP, <<CC 174429>>-ES, <<HC 306984>>-SP",
  "notas" : null,
  "informacoesComplementares" : "     \"[...] não basta, para a verificação da regra modificadora da\ncompetência, o simples juízo de conveniência da reunião de processos\nsobre crimes distintos, uma vez que a eventual comunhão probatória\nnão induz à conexão quando a prova de um crime não influi na de\noutro\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000122", "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00076" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000839701",
  "numeroProcesso" : "14960",
  "numeroRegistro" : "202102057876",
  "siglaClasse" : "AgRg na Pet",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA PETIÇÃO",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "SEBASTIÃO REIS JÚNIOR",
  "dataPublicacao" : "DJE        DATA:24/03/2023",
  "ementa" : "AGRAVO REGIMENTAL EM PETIÇÃO. INTERPOSIÇÃO DE EMBARGOS DE\nDIVERGÊNCIA CONTRA ACÓRDÃO PROLATADO EM ANTERIORES EMBARGOS DE\nDIVERGÊNCIA. MANIFESTA INADMISSIBILIDADE. ARTS. 266 DO RISTJ E 1.043\nDO CPC. INÚMEROS PRECEDENTES. OFERECIMENTO DE SUCESSIVAS\nINSURGÊNCIAS. ADVERTÊNCIA.\n1. De acordo com o firmado na decisão agravada, nos termos dos arts.\n1.043, I, II, do Código de Processo Civil e 266 do RISTJ, cabem\nembargos de divergência para impugnar os acórdãos prolatados pelos\nórgãos fracionários em recurso especial, sendo impossível sua\noposição contra julgados proferidos em outras classes processuais.\nSendo assim, é manifestamente incabível a oposição dos presentes\nembargos de divergência, já que manifestados contra acórdão\nprolatado em anteriores embargos de divergência.\n2. Cumpre advertir a parte que o Superior Tribunal de Justiça já\nfirmou, em anteriores julgados, que, ainda que na esfera penal não\nseja comum a fixação de multa por litigância de má-fé, a insistência\nem apresentar sucessivas insurgências contra decisões proferidas\npor esta Corte revela não só o exagerado inconformismo, mas também o\ndesrespeito ao Poder Judiciário e o nítido caráter protelatório, no\nintuito de impedir o trânsito em julgado da decisão, constituindo\nabuso de direito, em razão da violação dos deveres de lealdade\nprocessual e comportamento ético no processo, bem como do\ndesvirtuamento do próprio postulado da ampla defesa.\n3. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230322",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Terceira Seção, por unanimidade, negar\nprovimento ao agravo regimental, nos termos do voto do Sr. Ministro\nRelator.\nOs Srs. Ministros Rogerio Schietti Cruz, Reynaldo Soares da\nFonseca, Antonio Saldanha Palheiro, Joel Ilan Paciornik, Messod\nAzulay Neto, Jesuíno Rissato (Desembargador Convocado do TJDFT),\nJoão Batista Moreira (Desembargador convocado do TRF1) e Laurita Vaz\nvotaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr.\nMinistro Ribeiro Dantas.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - SEGUNDA OPOSIÇÃO - NÃO CABIMENTO)\n   STJ - <<EDv nos EDcl no AgRg nos EAREsp 1926502>>-SC,\n         <<AgInt na Pet 14712>>-RS,\n         <<AgInt nos EDcl na Pet 14614>>-SP\n(ESFERA PENAL - ABUSO DO DIREITO DE RECORRER - LITIGÂNCIA DE MÁ-FÉ -\nCONSECTÁRIOS)\n   STJ - <<EDcl no AgRg nos EDcl no AgRg no AREsp 1609241>>-SP,\n         <<AgRg no AREsp 2051132>>-PB,\n         <<EDcl nos EDcl no AgRg no RE nos EDcl no AgRg no AREsp\n723122>>-BA",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01043 INC:00001 INC:00003", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266" ],
  "acordaosSimilares" : [ "AgRg na Pet  15707 SC 2021/0261887-3 Decisão:12/04/2023\nDJE        DATA:14/04/2023", "AgRg na Pet  15618 SC 2021/0376382-1 Decisão:22/03/2023\nDJE        DATA:24/03/2023" ]
}, {
  "id" : "000839709",
  "numeroProcesso" : "1984702",
  "numeroRegistro" : "202102961834",
  "siglaClasse" : "AgRg nos EDv nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "RIBEIRO DANTAS",
  "dataPublicacao" : "DJE        DATA:24/03/2023",
  "ementa" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA NOS EMBARGOS DE\nDIVERGÊNCIA DO AGRAVO EM RECURSO ESPECIAL. EXPEDIENTE AVULSO.\nTRÂNSITO EM JULGADO. NÃO CONHECIMENTO. AGRAVO REGIMENTAL DESPROVIDO.\n1. Nos termos da jurisprudência desta Corte, \"[n]ão podem ser\nconhecidos embargos de divergência interpostos contra acórdão\nproferido em sede de expediente avulso, após o trânsito em julgado\nda causa.\" (AgInt nos EAREsp n. 596.104/SP, relatora Ministra Maria\nThereza de Assis Moura, Corte Especial, julgado em 18/4/2018, DJe de\n26/4/2018).\n2. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230322",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção do Superior\nTribunal de Justiça, por unanimidade, negar provimento ao agravo\nregimental, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Joel Ilan Paciornik, Messod Azulay Neto, Jesuíno\nRissato (Desembargador Convocado do TJDFT), João Batista Moreira\n(Desembargador convocado do TRF1), Laurita Vaz, Sebastião Reis\nJúnior, Rogerio Schietti Cruz e Reynaldo Soares da Fonseca votaram\ncom o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - EXPEDIENTE AVULSO)\n   STJ - <<AgInt nos EAREsp 596104>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000839710",
  "numeroProcesso" : "1963909",
  "numeroRegistro" : "202103188425",
  "siglaClasse" : "AgRg nos EREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGENCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "RIBEIRO DANTAS",
  "dataPublicacao" : "DJE        DATA:24/03/2023",
  "ementa" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA NO RECURSO ESPECIAL.\nPARADIGMA PROFERIDO EM SEDE DE HABEAS CORPUS. IMPOSSIBILIDADE.\nINDEFERIMENTO LIMINAR DOS EMBARGOS DE DIVERGÊNCIA. AGRAVO REGIMENTAL\nDESPROVIDO.\n1. O confronto de teses jurídicas objeto dos embargos de divergência\ndecorrem do julgamento de recursos e ações de competência\noriginária. Não podem, portanto, servir como paradigmas julgados\nrelativos a ações constitucionais, nos termos do art. 1043, § 1º, do\nCódigo de Processo Civil e do art. 266, § 1º, do Regimento Interno\ndo Superior Tribunal de Justiça.\n2. Na hipótese, foram apresentados julgados proferidos em sede de\nhabeas corpus (e-STJ, fls. 738-761), que não são aptos a comprovar a\ndivergência jurisprudencial.\n3. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230322",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção do Superior\nTribunal de Justiça, por unanimidade, negar provimento ao agravo\nregimental, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Joel Ilan Paciornik, Messod Azulay Neto, Jesuíno\nRissato (Desembargador Convocado do TJDFT), João Batista Moreira\n(Desembargador convocado do TRF1), Laurita Vaz, Sebastião Reis\nJúnior, Rogerio Schietti Cruz e Reynaldo Soares da Fonseca votaram\ncom o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - PARADIGMA - AÇÕES CONSTITUCIONAIS - NÃO\nCABIMENTO)\n   STJ - <<AgInt nos EAREsp 1000508>>-MA",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01043 PAR:00001", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266 PAR:00001" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000839837",
  "numeroProcesso" : "44434",
  "numeroRegistro" : "202203849939",
  "siglaClasse" : "AgRg na Rcl",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "RIBEIRO DANTAS",
  "dataPublicacao" : "DJE        DATA:24/03/2023",
  "ementa" : "AGRAVO REGIMENTAL NA RECLAMAÇÃO. PRETENSÃO DE REVISÃO DE PROVIMENTO\nJURISDICIONAL. AUSÊNCIA DE DESCUMPRIMENTO DE DECISÃO PROFERIDA POR\nESTA CORTE. NÃO CABIMENTO DA RECLAMAÇÃO. AGRAVO REGIMENTAL\nDESPROVIDO.\n1. Nos termos do art. 187 do RISTJ, a reclamação constitucional,\nconstitui instrumento processual destinado à preservação da\ncompetência deste Tribunal, à garantia da autoridade de seus\njulgados e à observância de julgamento proferido em incidente de\nassunção de competência.\n2. Hipótese em que o reclamante impugna acórdão proferido por esta\nCorte, no EREsp n. 1.933.067-PR, de minha relatoria, alegando\nafronta à tese firmada no CC n. 167.537-RS, sem indicação de\ndescumprimento, pelas instâncias ordinárias, de eventual ordem\nemanada por este Tribunal. E nem poderia, uma vez que, quanto ao\nponto, o recurso especial (REsp n. 1.933.067-PR) não foi conhecido,\ndiante da incidência à hipótese da Súmula 283 do STF. E os embargos\nde divergência opostos foram indeferidos liminarmente por ausência\nde comprovação da dissidência, nos termos do art. 1.043, § 4º, do\nCódigo de Processo Civil e do art. 266, § 4º, do Regimento Interno\ndo Superior Tribunal de Justiça. E ainda, o CC n. 167.537-RS não foi\nsubmetido à sistemática do incidente de assunção de competência,\ncomo refere o reclamante.\n3. Pretensão de revisão de provimento jurisdicional que o reclamante\nconsidera inadequado, sendo inviável a via da reclamação para tal\npropósito.\n4. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230322",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção do Superior\nTribunal de Justiça, por unanimidade, negar provimento ao agravo\nregimental, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Joel Ilan Paciornik, Messod Azulay Neto, Jesuíno\nRissato (Desembargador Convocado do TJDFT), João Batista Moreira\n(Desembargador convocado do TRF1), Laurita Vaz, Sebastião Reis\nJúnior, Rogerio Schietti Cruz e Reynaldo Soares da Fonseca votaram\ncom o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : "(RECLAMAÇÃO - REVISÃO DE PROVIMENTO JURISDICIONAL)\n   STJ - <<REsp 1703129>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00187" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000839951",
  "numeroProcesso" : "973150",
  "numeroRegistro" : "201602255122",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "MESSOD AZULAY NETO",
  "dataPublicacao" : "DJE        DATA:29/03/2023",
  "ementa" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL.   AUSÊNCIA AUSÊNCIA DE SIMILITUDE FÁTICA ENTRE OS ARESTOS\nEM CONFRONTO. AGRAVO REGIMENTAL DESPROVIDO.\nI - Os embargos de divergência devem indicar, com clareza e\nprecisão, as circunstâncias que identificam ou assemelham os casos\nconfrontados, nos termos do art. 1.043, § 4º, do novo Código de\nProcesso Civil e do art. 266, § 4º, do Regimento Interno do Superior\nTribunal de Justiça, o que não ocorreu no presente caso.\nII - A ausência de similitude fática impede o comparativo entre\nacórdão embargado e paradigma de modo a obstar a configuração do\ndissídio jurisprudencial supostamente alegado pela parte.\nIII - No caso concreto, tem-se o reconhecimento de erro na\nquesitação, a resultar em nulidade absoluta, obstando, assim, a\npreclusão da matéria. Consignou-se no julgamento da apelação do\nMinistério Público, pela 1ª Câmara Criminal do TJ do Maranhão, ter\nhavido inversão dos quesitos, antecipando-se a qualificadora em\nrelação ao quesito relativo à autoria, de forma a contaminar a\nvontade do jurado popular.\nIV - Por outro lado, a nulidade verificada no Acórdão paradigma não\nse configurava como de natureza absoluta, eis porque foi reconhecida\na preclusão. Não há no referido julgado menção a erro ou omissão de\nquesito perante o Júri. Considerou-se ter o juiz observado as\ndisposições legais de regência da matéria.\nAgravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230322",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Terceira Seção, por unanimidade, negar\nprovimento ao agravo regimental, nos termos do voto do Sr. Ministro\nRelator.\nOs Srs. Ministros Jesuíno Rissato (Desembargador Convocado do\nTJDFT), João Batista Moreira (Desembargador convocado do TRF1),\nLaurita Vaz, Sebastião Reis Júnior, Rogerio Schietti Cruz, Reynaldo\nSoares da Fonseca, Antonio Saldanha Palheiro e Joel Ilan Paciornik\nvotaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - COTEJO ANALÍTICO)\n   STJ - <<AgInt nos EREsp 1665076>>-TO\n(EMBARGOS DE DIVERGÊNCIA - SIMILITUDE FÁTICA)\n   STJ - <<AgRg nos EREsp 1014137>>-RS",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01043 PAR:00004", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266 PAR:00004" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000840039",
  "numeroProcesso" : "6864",
  "numeroRegistro" : "200703019547",
  "siglaClasse" : "EDcl nos EDcl no AgInt nos EmbExeMS",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NOS EMBARGOS À EXECUÇÃO EM MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JOEL ILAN PACIORNIK",
  "dataPublicacao" : "DJE        DATA:29/03/2023",
  "ementa" : "PROCESSO CIVIL E ADMINISTRATIVO. EMBARGOS DE DECLARAÇÃO NOS EMBARGOS\nDE DECLARAÇÃO NO AGRAVO INTERNO NOS EMBARGOS À EXECUÇÃO EM MANDADO\nDE SEGURANÇA. AUDITORES FISCAIS DA RECEITA. DIFERENÇAS DE REAJUSTE\nREMUNERATÓRIO NO PERCENTUAL DE 3,17%. CONFLITOS DE COISAS JULGADAS\nNOS MANDADOS DE SEGURANÇA NS. 4151/DF E 6864/DF. INEXISTÊNCIA.\nGRUPOS DE EXEQUENTES DISTINTOS. DIVERSIDADE DE PERÍODOS DE PERCEPÇÃO\nDO DIREITO. LIMITAÇÃO TEMPORAL. 1.1) CRITÉRIOS QUE RETIRAM AS\nQUALIDADES ESSENCIAIS DE FORMAÇÃO DOS PRESSUPOSTOS PROCESSUAIS\nNEGATIVOS. 1.2) ATUAL POSICIONAMENTO DA TERCEIRA SEÇÃO. CONVERGÊNCIA\nNA CONCESSÃO DE DIREITOS OU A SUA CONFIRMAÇÃO. EMBARGOS\nPREJUDICADOS.\n1. A questão central diz respeito ao alegado conflito entre coisas\njulgadas nos Mandados de Segurança ns. 4151/DF e 6864/DF. São dois\nos fundamentos para não extinguir a presente execução e os embargos\ndela decorrentes: 1.1) dúvidas quanto à presença das qualidades\nessenciais de formação dos pressupostos processuais negativos -\nidentidade de partes e pedido e 1.2) posicionamento desta Terceira\nSeção, firmado quando do julgamento da PET nos Embargos à Execução\nem Mandado de Segurança n. 3901/DF, de relatoria do Ministro\nReynaldo Soares da Fonseca.\n1.1. Não há conflito entre coisas julgadas nos Mandados de\nSeguranças ns. 4151/DF e 6864/DF, seja pela formação de grupos de\ndistintos exequentes em ambas as demandas, seja pela diversidade de\nperíodos de percepção do direito albergado ou, ainda, considerada a\nlimitação temporal imposta, critérios que retiram as qualidades\nessenciais de formação dos pressupostos processuais negativos.\n1.2. O atual posicionamento desta Terceira Seção, firmado quando do\njulgamento da PET nos Embargos à Execução em Mandado de Segurança n.\n3901/DF, de relatoria do Ministro Reynaldo Soares da Fonseca, é o\nde que, em casos como o dos autos, não há conflito de coisas\njulgadas, mas sim a convergência na concessão de direitos ou a sua\nconfirmação.\n2. Embargos de declaração do INSS prejudicados.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230322",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção, por unanimidade,\njulgar prejudicados os embargos de declaração do INSS, nos termos do\nvoto do Sr. Ministro Relator.\nOs Srs. Ministros Messod Azulay Neto, Jesuíno Rissato (Desembargador\nConvocado do TJDFT), João Batista Moreira (Desembargador convocado\ndo TRF1), Laurita Vaz, Sebastião Reis Júnior, Rogerio Schietti Cruz,\nReynaldo Soares da Fonseca e Antonio Saldanha Palheiro votaram com\no Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ "EDcl no AgInt nos EmbExeMS   6864 DF 2008/0085395-0 Decisão:22/03/2023\nDJE        DATA:29/03/2023", "EDcl no AgInt nos EmbExeMS   6864 DF 2007/0302093-2 Decisão:22/03/2023\nDJE        DATA:29/03/2023", "EDcl no AgInt nos EmbExeMS   6864 DF 2007/0302093-2 Decisão:22/03/2023\nDJE        DATA:29/03/2023", "EDcl no AgInt nos EmbExeMS   6864 DF 2007/0302093-2 Decisão:22/03/2023\nDJE        DATA:29/03/2023", "EDcl no AgInt nos EmbExeMS   6864 DF 2007/0303084-0 Decisão:22/03/2023\nDJE        DATA:29/03/2023", "EDcl no AgInt nos EmbExeMS   6864 DF 2007/0303143-3 Decisão:22/03/2023\nDJE        DATA:29/03/2023", "EDcl no AgInt nos EmbExeMS   6864 DF 2007/0303143-3 Decisão:22/03/2023\nDJE        DATA:29/03/2023", "EDcl no AgInt nos EmbExeMS   6864 DF 2008/0040755-8 Decisão:22/03/2023\nDJE        DATA:29/03/2023", "EDcl no AgInt nos EmbExeMS   6864 DF 2008/0044584-1 Decisão:22/03/2023\nDJE        DATA:29/03/2023", "EDcl no AgRg nos EDcl no AgRg nos EmbExeMS   6864 DF 2008/0039031-0 Decisão:22/03/2023\nDJE        DATA:29/03/2023", "EDcl nos EDcl nos EDcl nos EmbExeMS   6864 DF 2008/0039031-0 Decisão:22/03/2023\nDJE        DATA:29/03/2023", "EDcl nos EDcl nos EmbExeMS   6864 DF 2008/0149651-3 Decisão:22/03/2023\nDJE        DATA:29/03/2023", "EDcl nos EDcl nos EmbExeMS   6864 DF 2008/0012310-8 Decisão:22/03/2023\nDJE        DATA:29/03/2023", "EDcl nos EDcl nos EmbExeMS   6864 DF 2008/0012310-8 Decisão:22/03/2023\nDJE        DATA:29/03/2023" ]
}, {
  "id" : "000840195",
  "numeroProcesso" : "5247",
  "numeroRegistro" : "201903399480",
  "siglaClasse" : "RvCr",
  "descricaoClasse" : "REVISÃO CRIMINAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "ANTONIO SALDANHA PALHEIRO",
  "dataPublicacao" : "DJE        DATA:14/04/2023",
  "ementa" : "PROCESSUAL PENAL. REVISÃO CRIMINAL. CABIMENTO. ART. 621 DO CÓDIGO DE\nPROCESSO PENAL. DOSIMETRIA. REVISÃO.\n1. A utilização da revisão criminal, ação cuja função é a\nexcepcional desconstituição da coisa julgada, reclama a demonstração\nda presença de uma de suas hipóteses de cabimento, descritas no\nart. 621 do Código de Processo Penal, situação não ocorrente na\nespécie.\n2. Ademais, \"embora seja possível rever a dosimetria da pena em\nrevisão criminal, a utilização do pleito revisional é prática\nexcepcional, somente justificada quando houver contrariedade ao\ntexto expresso da lei ou à evidência dos autos\" (AgRg no AREsp n.\n734.052/MS, QUINTA TURMA, relator Ministro REYNALDO SOARES DA\nFONSECA, DJe de 16/12/2015).\n3. Assim, os fundamentos utilizados na dosimetria da pena somente\ndevem ser examinados se evidenciado, previamente, o cabimento do\npedido revisional, porquanto a revisão criminal não se qualifica\ncomo simples instrumento a serviço do inconformismo da parte.\n4. Revisão criminal não conhecida.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230322",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO do Superior\nTribunal de Justiça, retomado o julgamento, após Questão de Ordem\nsuscitada pelo Sr. Ministro Rogerio Schietti Cruz, por maioria, não\nconhecer da revisão criminal, nos termos do voto do Sr. Ministro\nAntonio Saldanha Palheiro, que lavrará o acórdão.\nVotaram vencidos os Srs. Ministros Ribeiro Dantas, Jesuíno Rissato\n(Desembargador Convocado do TJDFT) e Laurita Vaz.\nVotaram com o Sr. Ministro Antonio Saldanha Palheiro (Relator para\nacórdão) os Srs. Ministros Joel Ilan Paciornik, Rogerio Schietti\nCruz e Sebastião Reis Júnior.\nNão participaram do julgamento os Srs. Ministros Messod Azulay Neto\ne João Batista Moreira (Desembargador Convocado do TRF1).\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : "(REVISÃO CRIMINAL - ART. 621, III, DO CPP - NOVAS PROVAS -\nPRESSUPOSTOS)\n   STJ - <<AgRg na RvCr 5599>>-DF\n(REVISÃO CRIMINAL - ART. 621, I, DO CPP - DOSIMETRIA DA PENA)\n   STJ - <<AgRg no AREsp 734052>>-MS, <<RvCr 5526>>-TO,\n         <<AgRg na RvCr 3930>>-ES\n(COISA JULGADA - REVISÃO - OFENSA MANIFESTA AO TEXTO LEGAL)\n   STJ - <<RvCr 4890>>-DF\n(VOTO VISTA - REVISÃO CRIMINAL - MATÉRIA DIVERSA DAQUELA DO JULGADO\nRESCINDENDO)\n   STJ - <<AgRg na RvCr 4997>>-DF\n(VOTO VISTA - REVISÃO CRIMINAL - DOSIMETRIA DA PENA - FRAÇÃO DE\nAUMENTO)\n   STJ - <<RvCr 5583>>-DF\n(VOTO VENCIDO - REVISÃO CRIMINAL - DOSIMETRIA DA PENA)\n   STJ - <<AgRg no HC 602581>>-MG, <<AgRg no REsp 1587184>>-SC,\n         <<AgRg no AREsp 318060>>-SC",
  "notas" : null,
  "informacoesComplementares" : "     \"[...] 'a argumentação apresentada não autoriza o ajuizamento\nda revisão criminal pelo inciso III do art. 621 do Código de\nProcesso Penal, pois não se está a falar em descoberta de novas\nprovas, posteriores à sentença, de inocência do acusado ou de\ncircunstância que determine ou autorize diminuição especial da pena'\n[...]\".\n     \"[...] conforme recentemente advertiu este Colegiado, 'apenas a\nofensa manifesta ao texto legal permite a revisão da sentença\nprotegida pelo trânsito em julgado, diante da necessidade de\nponderar as garantias constitucionais da segurança jurídica (art.\n5., XXXVI, da Constituição da República) e do devido processo legal\n(art. 5., inciso LVI, da Constituição da República)' [...]'.\n     (VOTO VISTA) (MIN. JOEL ILAN PACIORNIK)\n     \"[...] 'inadmissível revisão criminal na hipótese de a matéria\nsuscitada não coincidir com aquela versada no julgado que se busca\nrescindir, nos termos do art. 240 do RISTJ' [...]\".\n     \"[...] a revisão criminal não se presta a rediscutir a justiça\nou injustiça das frações de aumento mantidas pela decisão\nrescindenda de forma fundamentada, em observância ao livre\nconvencimento motivado do julgador. Nesse ponto, anoto que 'o\nquantum de aumento na pena-base a ser implementado em decorrência do\nreconhecimento de circunstâncias judiciais desfavoráveis fica\nadstrito ao prudente arbítrio do Juiz, não estando vinculado\nexclusivamente a um critério puramente matemático' [...]'.\n     (VOTO VENCIDO) (MIN. LAURITA VAZ)\n     \"[...] embora as suas hipóteses de cabimento sejam\ntaxativamente previstas no Código de Processo Penal, não se pode\nolvidar que se cuida de ação de uso exclusivamente defensivo. A\npartir desse norte dado pelo próprio legislador e, dentro dos\nlimites por ele mesmo traçados, penso que a interpretação das\nprevisões contidas no art. 621 do Código de Processo Penal deve ser\naquela que possibilite uma maior amplitude do exercício do direito\nde defesa, mormente em situações como esta do caso concreto, em que\nhouve a demonstração da existência de circunstâncias que determinam\na diminuição das penas\".\n     \"É de se ressaltar [...] a existência de precedentes desta\nCorte Superior no sentido de ser a revisão criminal via adequada\npara discutir a existência de ilegalidades nos critérios de\ndosimetria da pena\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00005 INC:00036 INC:00056", "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00621 INC:00001 INC:00003", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00240" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000840327",
  "numeroProcesso" : "5698",
  "numeroRegistro" : "202200130897",
  "siglaClasse" : "RvCr",
  "descricaoClasse" : "REVISÃO CRIMINAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "LAURITA VAZ",
  "dataPublicacao" : "DJE        DATA:17/04/2023",
  "ementa" : "REVISÃO CRIMINAL. PROCESSUAL PENAL. ESTUPRO DE VULNERÁVEL. DECISÃO\nRESCINDENDA. ERROR IN PROCEDENDO. OCORRÊNCIA. IMPUTAÇÕES ABSOLVIDAS\nPELO TRIBUNAL DE ORIGEM. CONDENAÇÃO. RESTABELECIMENTO. RECURSO\nESPECIAL ACUSATÓRIO RESTRITO AOS FATOS EM RELAÇÃO AOS QUAIS HOUVERA\nA DESCLASSIFICAÇÃO. JULGAMENTO EXTRA PETITA. VIOLAÇÃO À COISA\nJULGADA. CONSTATAÇÃO. DOSIMETRIA. REFORMATIO IN PEJUS DETECTADA.\nCORREÇÃO DE OFÍCIO. JULGAMENTO ULTRA PETITA NA REVISÃO CRIMINAL.\nPOSSIBILIDADE. CARÁTER EXCEPCIONAL DE AÇÃO DE IMPUGNAÇÃO DE USO\nEXCLUSIVO DA DEFESA. REVISÃO CRIMINAL PROCEDENTE, INCLUSIVE,  DE\nOFÍCIO, EM MAIOR EXTENSÃO.\n1. A petição inicial da revisão criminal veio acompanhada de cópia\nda íntegra dos autos da ação penal, estando, portanto, presentes\ntodas as peças necessárias para sua análise e julgamento, devendo\nser afastada a alegação de não conhecimento, por instrução\ndeficiente, suscitada pelo Requerido.\n2. É cabível a revisão criminal, pela ocorrência de error in\nprocedendo na decisão rescindenda que deu provimento ao recurso\nespecial acusatório para restabelecer integralmente a sentença\ncondenatória, bem assim as penas nela aplicadas.\n3. As condutas em relação às quais o Requerente havia sido absolvido\npelo Tribunal de segundo grau não foram objeto do recurso especial\nacusatório, que abrangeu, expressamente, tão-somente aquelas em\nrelação às quais a Corte local procedeu à desclassificação. A\ndecisão rescindenda incorreu em julgamento extra petita e\ndesrespeito à coisa julgada absolutória formada em relação ao 2.º e\n4.º fatos, em ofensa ao art. 617 do Código de Processo Penal.\n4. A sentença havia fixado as penas-bases acima do mínimo legal,\npela negativação dos antecedentes e das consequências do crime.\nContudo, no julgamento da apelação defensiva, o Tribunal de origem\nafastou a negativação desses vetores, sem que esse aspecto do\nacórdão tenha sido impugnado no recurso especial acusatório.\n5. O restabelecimento das penas da sentença condenatória, pela\ndecisão rescindenda, também importou em se restabelecer a\nnegativação dos antecedentes e das consequências do crime, que havia\nsido afastada pelo Tribunal de origem, no provimento parcial da\napelação defensiva, em aspecto do acórdão que não foi objeto do\nrecurso especial. Existência de error in procedendo e reformatio in\npejus na decisão rescindenda, constatados, de ofício.\n6. Diante da sua natureza de ação de impugnação de caráter\nexcepcional de uso exclusivo da defesa, nos termos do art. 626 do\nCódigo de Processo Penal, uma vez admitida a revisão criminal, é\npossível que o Tribunal nela profira julgamento ultra petita, desde\nque em favor do Condenado e que se cuide de matéria que a Corte\nteria competência para conhecer, em revisão criminal. Precedente da\nSexta Turma.\n7. Revisão criminal julgada procedente para, reconhecendo a\nexistência de error in procedendo na decisão rescindenda,\nrestabelecer a absolvição do Requerente no tocante aos fatos pelos\nquais havia sido absolvido pelo Tribunal de origem (2.º e 4.º fatos)\ne, de ofício, em extensão superior àquela pedida na exordial,\nafastar a reformatio in pejus na primeira fase da dosimetria,\nredimensionando as penas nos termos do voto.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230322",
  "decisao" : "Vistos, relatados e discutidos estes autos, acordam os Ministros da\nTerceira Seção do Superior Tribunal de Justiça, na conformidade dos\nvotos e das notas taquigráficas a seguir, por unanimidade, julgar\nprocedente a revisão criminal para, reconhecendo a existência de\nerror in procedendo na decisão rescindenda, restabelecer a\nabsolvição do Requerente no tocante aos fatos pelos quais havia sido\nabsolvido pelo Tribunal de origem (2.º e 4.º fatos) e, de ofício,\nem extensão superior àquela pedida na exordial, afastar a reformatio\nin pejus na primeira fase da dosimetria, redimensionando as penas,\nnos termos do voto da Sra. Ministra Relatora e do Sr. Ministro\nRevisor. Os Srs. Ministros Sebastião Reis Júnior, Rogerio Schietti\nCruz, Reynaldo Soares da Fonseca, Antonio Saldanha Palheiro, Joel\nIlan Paciornik, Messod Azulay Neto e João Batista Moreira\n(Desembargador convocado do TRF1) votaram com a Sra. Ministra\nRelatora.\nImpedido o Sr. Ministro Jesuíno Rissato (Desembargador Convocado do\nTJDFT).\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : "(REVISÃO CRIMINAL - CORREÇÃO DE OFÍCIO - JULGAMENTO ULTRA PETITA -\nPOSSIBILIDADE)\n   STJ - <<AgRg no HC 568016>>-SC",
  "notas" : null,
  "informacoesComplementares" : "     (VOTO REVISOR) (MIN. SEBASTIÃO REIS JÚNIOR)\n     \"[...] esta Corte Superior, quando do julgamento do agravo em\nrecurso especial, ofendeu a coisa julgada e infringiu o disposto no\nart. 617 do Código de Processo Penal, incorrendo em julgamento\n'extra petita', considerando não só o pedido ministerial, mas também\no fato de que o acórdão absolutório proferido pelo Tribunal\nDistrital já havia transitado em julgado para o Ministério Público e\npara a defesa (absolvição das séries 2ª e 4ª dos fatos).\n     Desse modo, como bem ressaltado pela eminente Relatora,\nverifica-se ilegalidade na decisão impugnada, por violação ao art.\n621, I, do Código de Processo Penal, apta a justificar a procedência\ndo pedido\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00617 ART:00621 INC:00001 ART:00626" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000840474",
  "numeroProcesso" : "1905458",
  "numeroRegistro" : "202101810220",
  "siglaClasse" : "EAREsp",
  "descricaoClasse" : "EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "LAURITA VAZ",
  "dataPublicacao" : "DJE        DATA:03/04/2023",
  "ementa" : "EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL. PORTE ILEGAL\nDE ARMA DE FOGO E FALSA IDENTIDADE. PENA FIXADA ABAIXO DE QUATRO\nANOS. EXISTÊNCIA DE CIRCUNSTÂNCIA JUDICIAL DESFAVORÁVEL. ACÓRDÃO\nEMBARGADO QUE FIXOU O REGIME INICIAL ABERTO. IMPOSSIBILIDADE.\nIMPOSIÇÃO DE REGIME SEMIABERTO. EMBARGOS DE DIVERGÊNCIA ACOLHIDOS.\n1. A letra expressa da lei penal indica três critérios a serem\nconsiderados para a fixação do regime prisional inicial para\ncumprimento das penas privativas de liberdade: quantidade de pena e\nreincidência (alíneas a, b e c do § 2.º do art. 33 do Código Penal);\ne circunstâncias judiciais (§ 3.º do art. 33, que remete ao art.\n59, ambos do Código Penal).\n2. Assim, a fixação do regime aberto pressupõe pena igual ou\ninferior a 4 (quatro) anos, condenado não reincidente, com\ncircunstâncias judiciais favoráveis.\n3. No caso, tendo sido estabelecida a pena definitiva em patamar\ninferior a 4 (quatro) anos, mas presente uma circunstância judicial\ndesfavorável, é impositiva a fixação do regime inicial semiaberto.\n4. Embargos de divergência acolhidos para, cassando o acórdão\nembargado, dar provimento ao agravo regimental do Ministério Público\ndo Estado do Rio Grande do Norte e, assim, negar provimento ao\nrecurso especial da Defesa.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230322",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção, por unanimidade,\nacolher os embargos de divergência para, cassando o acórdão\nembargado, dar provimento ao agravo regimental do Ministério Público\ndo Estado do Rio Grande do Norte e, assim, negar provimento ao\nrecurso especial da Defesa, nos termos do voto da Sra. Ministra\nRelatora.\nOs Srs. Ministros Sebastião Reis Júnior, Rogerio Schietti Cruz,\nReynaldo Soares da Fonseca, Antonio Saldanha Palheiro, Joel Ilan\nPaciornik, Messod Azulay Neto, Jesuíno Rissato (Desembargador\nConvocado do TJDFT) e João Batista Moreira (Desembargador convocado\ndo TRF1) votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : "(REGIME MAIS GRAVOSO - CIRCUNSTÂNCIA DESFAVORÁVEL)\n   STJ - {{AgRg no RE no AgRg no HC 749679}}-SP,\n         <<AgRg no HC 768899>>-SC, <<AgRg no HC 766032>>-SP,\n         <<AgRg no HC 728621>>-SC",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEL:002848 ANO:1940\n*****  CP-40    CÓDIGO PENAL\n        ART:00033 PAR:00002 LET:A LET:B LET:C\n        PAR:00003 ART:00059" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000840511",
  "numeroProcesso" : "29132",
  "numeroRegistro" : "202203976123",
  "siglaClasse" : "RCD no MS",
  "descricaoClasse" : "PEDIDO DE RECONSIDERAÇÃO NO MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "LAURITA VAZ",
  "dataPublicacao" : "DJE        DATA:03/04/2023",
  "ementa" : "PEDIDO DE RECONSIDERAÇÃO NO MANDADO DE SEGURANÇA. PROCESSUAL PENAL.\nAUSÊNCIA DE PREVISÃO. RECEBIMENTO COMO AGRAVO REGIMENTAL. APLICAÇÃO\nDO PRINCÍPIO DA FUNGIBILIDADE. MANDADO DE SEGURANÇA CONTRA ATO DE\nTRIBUNAL ESTADUAL. FALTA DE COMPETÊNCIA DO SUPERIOR TRIBUNAL\nJUSTIÇA. SÚMULA N. 41 DO STJ. AMPLIAÇÃO DA COMPETÊNCIA POR ANALOGIA.\nINVIABILIDADE. AGRAVO REGIMENTAL DESPROVIDO.\n1. Inexiste previsão legal, ou no Regimento Interno desta Corte\nSuperior, de pedido de reconsideração contra decisão monocrática de\nRelator. Mas, preenchidos os requisitos objetivos e subjetivos do\nrecurso cabível, pela aplicação do princípio da fungibilidade, pode\nser o pleito  recebido como agravo regimental.\n2. Não compete ao Superior Tribunal de Justiça processar e julgar,\noriginariamente, mandado de segurança impetrado contra ato de\nTribunal estadual, segundo orienta a Súmula n. 41 desta Corte\nSuperior, a partir do disposto do art. 105, inciso I, alínea b, da\nConstituição da República.\n3. A alegação de que por ser cabível habeas corpus contra atos de\nTribunal estadual, no Superior Tribunal de Justiça, quando\ndesfavoráveis aos Réus, não autoriza a interpretação de que, por\nanalogia ou paralelismo, também deveria ser cabível o mandado de\nsegurança originário nesta Corte Superior, quando tais atos forem\ncontrários aos interesses da Vítima.\n4. A competência do Superior Tribunal de Justiça é fixada na\nConstituição da República, em rol taxativo, não sendo passível de\nampliação por meio de analogia.\n5. Pedido de reconsideração conhecido como agravo regimental, ao\nqual se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230322",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Terceira Seção, por unanimidade, conhecer\ndo pedido de reconsideração como agravo regimental e negar-lhe\nprovimento, nos termos do voto da Sra. Ministra Relatora.\nOs Srs. Ministros Sebastião Reis Júnior, Rogerio Schietti Cruz,\nReynaldo Soares da Fonseca, Antonio Saldanha Palheiro, Joel Ilan\nPaciornik, Messod Azulay Neto, Jesuíno Rissato (Desembargador\nConvocado do TJDFT) e João Batista Moreira (Desembargador convocado\ndo TRF1) votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : "(COMPETÊNCIA DO SUPERIOR TRIBUNAL JUSTIÇA - AMPLIAÇÃO DA COMPETÊNCIA\nPOR ANALOGIA - INVIABILIDADE)\n   STJ - <<AgRg na Rcl 10037>>-MT",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00105 INC:00001 LET:B", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000041" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000840847",
  "numeroProcesso" : "5740",
  "numeroRegistro" : "202201067086",
  "siglaClasse" : "AgRg na RvCr",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA REVISÃO CRIMINAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "LAURITA VAZ",
  "dataPublicacao" : "DJE        DATA:03/04/2023",
  "ementa" : "AGRAVO REGIMENTAL NA REVISÃO CRIMINAL . RAZÕES RECURSAIS DISSOCIADAS\nDA MOTIVAÇÃO DA DECISÃO ORA IMPUGNADA. VIOLAÇÃO DAS REGRAS DOS\nARTS. 1.021, § 1.º, DO CÓDIGO DE PROCESSO CIVIL, E 259, § 2.º, DO\nREGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA.  RECURSO NÃO\nCONHECIDO.\n1. Hipótese em que o Agravante não impugnou o fundamento, consignado\nna decisão agravada, quanto à incognoscibilidade do pedido\nrevisional, por se tratar de mera reiteração de tese já analisada\ndefinitivamente pelo acórdão revisando, por irresignação com o\nprovimento jurisdicional.\n2. A circunstância de as razões do agravo regimental estarem\ndissociadas dos fundamentos do decisum ora recorrido viola regra do\nCódigo de Processo Civil (art. 1.021. § 1.º), identicamente\nreproduzida no art. 259, § 2.º, do Regimento Interno do Superior\nTribunal de Justiça, nos quais se prevê que, \"[n]a petição de agravo\ninterno, o recorrente impugnará especificadamente os fundamentos da\ndecisão agravada\".\n3. O princípio da dialeticidade impõe, ao Recorrente, o ônus de\ndemonstrar o desacerto da decisão agravada e impugnar,\nespecificamente, seus fundamentos.\n4. Embora o art. 654 § 2.º, do Código de Processo Penal, preveja a\npossibilidade da concessão de habeas corpus de ofício, \"[t]al\nprovidência não se presta como meio para que a Defesa obtenha\npronunciamento judicial sobre o mérito de pedido deduzido em via de\nimpugnação que não ultrapassou os requisitos de admissibilidade\"\n(AgRg no HC n. 702.446/SC, Rel. Ministra LAURITA VAZ, Sexta Turma,\njulgado em 15/3/2022, DJe 22/3/2022).\n5. Agravo regimental não conhecido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230322",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção, por unanimidade,\nnão conhecer do agravo regimental, nos termos do voto da Sra.\nMinistra Relatora.\nOs Srs. Ministros Sebastião Reis Júnior, Rogerio Schietti Cruz,\nReynaldo Soares da Fonseca, Antonio Saldanha Palheiro, Joel Ilan\nPaciornik, Messod Azulay Neto, Jesuíno Rissato (Desembargador\nConvocado do TJDFT) e João Batista Moreira (Desembargador convocado\ndo TRF1) votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : "(FUNDAMENTOS NÃO INFIRMADOS - PRINCÍPIO DA DIALETICIDADE)\n   STJ - <<AgRg no HC 746386>>-SP, <<AgRg no HC 637769>>-MG,\n         <<AgRg no HC 622949>>-SP\n   STF - [[HC-AgR 209857]], [[HC-AgR 214066]]",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00259 PAR:00002" ],
  "acordaosSimilares" : [ "AgRg na RvCr    5657  DF  2021/0295373-2  Decisão:22/03/2023\nDJE        DATA:03/04/2023" ]
}, {
  "id" : "000840199",
  "numeroProcesso" : "2031971",
  "numeroRegistro" : "202201998820",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "ANTONIO SALDANHA PALHEIRO",
  "dataPublicacao" : "DJE        DATA:14/04/2023",
  "ementa" : "RECURSO ESPECIAL. PROPOSTA DE JULGAMENTO SOB O RITO DOS RECURSOS\nREPETITIVOS. AGRAVANTE PREVISTA NO ART. 61, II, \"J\", DO CÓDIGO\nPENAL. INCIDÊNCIA INDEPENDENTEMENTE DE NEXO CAUSAL ENTRE O ESTADO DE\nCALAMIDADE PÚBLICA E O FATO DELITIVO. MULTIPLICIDADE DE CASOS\nSEMELHANTES. SUSPENSÃO DOS PROCESSOS. DESNECESSIDADE. RECURSO\nESPECIAL AFETADO.\n1. Questão de direito a ser definida: \"Incidência da circunstância\nagravante prevista no art. 61, II, 'j', do Código Penal,\nindependentemente de nexo causal entre o estado de calamidade\npública e o fato delitivo.\"\n2. A matéria em debate, conforme pontuado pela Comissão Gestora de\nPrecedentes, já foi, por diversas vezes, objeto de julgamento neste\nTribunal Superior nas duas Turmas que compõem esta Terceira Seção, o\nque demonstra a multiplicidade de recursos que versam sobre o\nreferido tema.\n3. Desnecessidade da interrupção do andamento dos processos que\ntenham curso em primeiro e em segundo graus de jurisdição (art.\n1.036, § 1º, do Código de Processo Civil).\n4. Recurso especial afetado a julgamento na sistemática dos recursos\nrepetitivos, prevista nos arts. 1.036 e seguintes do Código de\nProcesso Civil e 256 ao 256-X do Regimento Interno do Superior\nTribunal de Justiça.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230314",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção do Superior\nTribunal de Justiça, por unanimidade, afetar o processo ao rito dos\nrecursos repetitivos (RISTJ, art. 257-C) e, por unanimidade, não\nsuspender a tramitação de processos, conforme proposta do Sr.\nMinistro Relator. Os Srs. Ministros Joel Ilan Paciornik, Messod\nAzulay Neto, Jesuíno Rissato (Desembargador convocado do TJDFT),\nJoão Batista Moreira (Desembargador convocado do TRF1), Laurita Vaz,\nSebastião Reis Júnior, Rogerio Schietti Cruz e Ribeiro Dantas\nvotaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1185",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1185\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036 PAR:00001 ART:01037", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:0256I" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000839004",
  "numeroProcesso" : "2067269",
  "numeroRegistro" : "202200402853",
  "siglaClasse" : "AgRg nos EDcl nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "MESSOD AZULAY NETO",
  "dataPublicacao" : "DJE        DATA:22/03/2023",
  "ementa" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE\nDIVERGÊNCIA EM AGRAVO RECURSO ESPECIAL. INDEFERIMENTO LIMINAR DOS\nEMBARGOS DE DIVERGÊNCIA. REQUISITOS PARA DEMONSTRAÇÃO DA\nDIVERGÊNCIA. ARTIGOS 1.043, § 3º, DO CPC/2015, E 266, § 4º, DO\nRISTJ. DESCUMPRIMENTO. COMPROVAÇÃO POSTERIOR. VÍCIO SUBSTANCIAL\nINSANÁVEL.\nI - A jurisprudência da Corte Especial ao interpretar o § 4º do art.\n1.043 do CPC/2015 e o art. 266, § 4º, do Regimento Interno desta\nCorte Superior entendeu que é pressuposto indispensável para a\ncomprovação ou configuração da alegada divergência jurisprudencial a\nadoção pela parte recorrente, na petição dos embargos de\ndivergência, de uma das seguintes providências, quanto aos\nparadigmas indicados: (a) a juntada de certidões; (b) apresentação\nde cópias do inteiro teor dos acórdãos apontados; (c) a citação do\nrepositório oficial, autorizado ou credenciado nos quais eles se\nachem publicados, inclusive em mídia eletrônica; e (d) a reprodução\nde julgado disponível na rede mundial de computadores, com a\nindicação da respectiva fonte na Internet. (AgInt nos EDcl nos\nEAREsp n. 1.121.421/RS, Corte Especial, Rel. Min. Jorge Mussi, DJe\nde 02/09/2019).\nII -  A comprovação do dissenso constitui regra técnica do recurso\nde embargos de divergência, cujo descumprimento configura vício\nsubstancial insanável, não se admitindo a regularização do referido\nvício em momento posterior (AgInt nos EAREsp n. 419.397/DF, Corte\nEspecial, Rel. Min. Jorge Mussi, DJe de 14/06/2019).\nAgravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230308",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Terceira Seção, por unanimidade, negar\nprovimento ao agravo regimental, nos termos do voto do Sr. Ministro\nRelator.\nOs Srs. Ministros Jesuíno Rissato (Desembargador Convocado do\nTJDFT), João Batista Moreira (Desembargador convocado do TRF1),\nLaurita Vaz, Sebastião Reis Júnior, Rogerio Schietti Cruz, Ribeiro\nDantas, Antonio Saldanha Palheiro e Joel Ilan Paciornik votaram com\no Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - REQUISITOS)\n   STJ - <<AgInt nos EDcl nos EAREsp 1121421>>-RS,\n         <<AgInt nos EDcl nos EAREsp 1448596>>-DF\n(EMBARGOS DE DIVERGÊNCIA - COMPROVAÇÃO DO DISSENSO - DESCUMPRIMENTO\n- VÍCIO SUBSTANCIAL INSANÁVEL)\n   STJ - <<AgInt nos EAREsp 419397>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01043 PAR:00003 PAR:00004", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266 PAR:00004" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000839005",
  "numeroProcesso" : "29236",
  "numeroRegistro" : "202300354830",
  "siglaClasse" : "AgRg no MS",
  "descricaoClasse" : "AGRAVO REGIMENTAL NO MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "MESSOD AZULAY NETO",
  "dataPublicacao" : "DJE        DATA:22/03/2023",
  "ementa" : "PENAL. PROCESSO PENAL. AGRAVO REGIMENTAL NO MANDADO DE SEGURANÇA.\nIMPETRAÇÃO CONTRA DECISÃO JUDICIAL. AUSÊNCIA DE TERATOLOGIA.\nIMPOSSIBILIDADE. INCIDÊNCIA DA SÚMULA 41 DO STJ. AGRAVO REGIMENTAL\nDESPROVIDO.\nI. A teor do disposto no art. 105, I, b, da CF/88, bem como do art.\n12, I, do RISTJ e, ainda, do enunciado da Súmula 41/STJ, este\nTribunal Superior de Justiça não tem competência para processar e\njulgar, originariamente, mandado de segurança de outros tribunais,\ndevendo ser a decisão impugnada na via própria.\nAgravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230308",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Terceira Seção, por unanimidade, negar\nprovimento ao agravo regimental, nos termos do voto do Sr. Ministro\nRelator.\nOs Srs. Ministros Jesuíno Rissato (Desembargador Convocado do\nTJDFT), João Batista Moreira (Desembargador convocado do TRF1),\nLaurita Vaz, Sebastião Reis Júnior, Rogerio Schietti Cruz, Ribeiro\nDantas, Antonio Saldanha Palheiro e Joel Ilan Paciornik votaram com\no Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : "(MANDADO DE SEGURANÇA - IMPETRAÇÃO CONTRA DECISÃO JUDICIAL -\nIMPOSSIBILIDADE - SÚMULA 41 DO STJ)\n   STJ - <<AgRg no MS 22146>>-MG, <<AgRg no MS 14174>>-MG",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00105 INC:00001 LET:B", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000041", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00012 INC:00001" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000839006",
  "numeroProcesso" : "29133",
  "numeroRegistro" : "202203977978",
  "siglaClasse" : "AgRg no MS",
  "descricaoClasse" : "AGRAVO REGIMENTAL NO MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "MESSOD AZULAY NETO",
  "dataPublicacao" : "DJE        DATA:22/03/2023",
  "ementa" : "PENAL. PROCESSO PENAL. AGRAVO REGIMENTAL NO MANDADO DE SEGURANÇA.\nIMPETRAÇÃO CONTRA DECISÃO JUDICIAL. MEDIDAS PROTETIVAS. LEI MARIA DA\nPENHA. AUSÊNCIA DE TERATOLOGIA. IMPOSSIBILIDADE. INCIDÊNCIA DA\nSÚMULA 41 DO STJ. AGRAVO REGIMENTAL DESPROVIDO.\nA teor do disposto no art. 105, I, b, da CF/88, bem como do art. 12,\nI, do RISTJ e, ainda, do enunciado da Súmula 41/STJ, este Tribunal\nSuperior de Justiça não tem competência para processar e julgar,\noriginariamente, mandado de segurança de outros tribunais, devendo\nser a decisão impugnada na via própria.\nAgravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230308",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Terceira Seção, por unanimidade, negar\nprovimento ao agravo regimental, nos termos do voto do Sr. Ministro\nRelator.\nOs Srs. Ministros Jesuíno Rissato (Desembargador Convocado do\nTJDFT), João Batista Moreira (Desembargador convocado do TRF1),\nLaurita Vaz, Sebastião Reis Júnior, Rogerio Schietti Cruz, Ribeiro\nDantas e Antonio Saldanha Palheiro votaram com o Sr. Ministro\nRelator.\nAusente, justificadamente, o Sr. Ministro Joel Ilan Paciornik.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : "(DECISÃO JUDICIAL - IMPUGNAÇÃO POR VIA PRÓPRIA - MANDADO DE\nSEGURANÇA)\n   STJ - <<AgRg no MS 22146>>-MG, <<AgRg no MS 14174>>-MG",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00105 INC:00001 LET:B", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00012 INC:00001", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000041" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000841565",
  "numeroProcesso" : "1960300",
  "numeroRegistro" : "202102947550",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JESUÍNO RISSATO (DESEMBARGADOR CONVOCADO DO TJDFT)",
  "dataPublicacao" : "DJE        DATA:28/04/2023",
  "ementa" : "PROPOSTA DE AFETAÇÃO. RECURSO ESPECIAL REPRESENTATIVO DA\nCONTROVÉRSIA. ROUBO MAJORADO. CONCURSO FORMAL DE CRIMES. CRIME\nÚNICO. PRÁTICA DO CRIME DE ROUBO MEDIANTE UMA SÓ AÇÃO, MAS CONTRA\nVÍTIMAS DISTINTAS DA MESMA FAMÍLIA. ADMISSÃO DO MPMG COMO AMICUS\nCURIAE.\n1. Ministério Público do Estado de Minas Gerais admitido como amicus\ncuriae, nos termos do art. 138 e 1.038, I, do CPC, e do art. 256-J,\nRegimento Interno do Superior Tribunal de Justiça.\n2. Delimitação da controvérsia: \"A prática do crime de roubo\nmediante uma só ação, mas contra vítimas distintas da mesma família,\nenseja o reconhecimento do concurso formal e não de crime único\".\n3. Afetação do recurso especial ao rito dos arts. 1.036 e 1.037 do\nCódigo de Processo Civil, e arts. 256 ao 256-D do RISTJ, c/c o\ninciso I do art. 2º da Portaria STJ/GP n. 98, de 22 de março de 2021\n(republicada no DJe em 24/03/2021), sem a suspensão do trâmite dos\nprocessos pendentes.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230228",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção do Superior\nTribunal de Justiça, por unanimidade, afetar o processo ao rito dos\nrecursos repetitivos (RISTJ, art. 257-C) e, por unanimidade, não\nsuspender a tramitação de processos, conforme proposta do Sr.\nMinistro Relator. Os Srs. Ministros João Batista Moreira\n(Desembargador Convocado do TRF1), Laurita Vaz, Sebastião Reis\nJúnior, Ribeiro Dantas, Antonio Saldanha Palheiro, Joel Ilan\nPaciornik e Messod Azulay Neto votaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Rogerio Schietti Cruz.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1192",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036 PAR:00006 ART:01037", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:0256E ART:0257A PAR:00001", "LEG:FED PRT:000098 ANO:2021\n        ART:00002 INC:00001\n(SUPERIOR TRIBUNAL DE JUSTIÇA - STJ )" ],
  "acordaosSimilares" : [ ]
} ]