[ {
  "id" : "000847623",
  "numeroProcesso" : "2029482",
  "numeroRegistro" : "202203069742",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "LAURITA VAZ",
  "dataPublicacao" : "DJE        DATA:29/06/2023",
  "ementa" : "RECURSO ESPECIAL REPRESENTATIVO DE CONTROVÉRSIA. JUÍZO DE\nADMISSIBILIDADE. ART. 217-A DO CÓDIGO PENAL. CONTINUIDADE DELITIVA.\nNÚMERO INDETERMINADO DE ATOS SEXUAIS. FRAÇÃO DE MAJORAÇÃO DA PENA.\nCONTROVÉRSIA JURÍDICA REPETITIVA. RELEVÂNCIA. REQUISITOS FORMAIS\nPREENCHIDOS. RECURSO AFETADO A JULGAMENTO PELA TERCEIRA SEÇÃO SOB O\nRITO DOS RECURSOS REPETITIVOS.\n1. Questão submetida a julgamento: Possibilidade de aplicação da\nfração máxima de majoração prevista no art. 71, caput, do Código\nPenal, nos crimes de estupro de vulnerável, ainda que não haja a\nindicação específica do número de atos sexuais praticados.\n2. Recurso especial submetido ao rito dos recursos repetitivos, nos\ntermos do art. 256-I do Regimento Interno do Superior Tribunal de\nJustiça.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230620",
  "decisao" : "Vistos, relatados e discutidos estes autos, acordam os Ministros da\nTerceira Seção do Superior Tribunal de Justiça, na conformidade dos\nvotos e das notas taquigráficas a seguir, por unanimidade, afetar o\nprocesso ao rito dos recursos repetitivos (RISTJ, art. 257-C) e, por\nunanimidade, não suspender a tramitação de processos, conforme\nproposta da Sra. Ministra Relatora. Os Srs. Ministros Sebastião Reis\nJúnior, Rogerio Schietti Cruz, Reynaldo Soares da Fonseca, Antonio\nSaldanha Palheiro, Joel Ilan Paciornik, Messod Azulay Neto, Jesuíno\nRissato (Desembargador Convocado do TJDFT) e João Batista Moreira\n(Desembargador convocado do TRF1) votaram com a Sra. Ministra\nRelatora.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1202",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1202\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:0256E INC:00002", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01037" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000847624",
  "numeroProcesso" : "2050195",
  "numeroRegistro" : "202300286071",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "LAURITA VAZ",
  "dataPublicacao" : "DJE        DATA:29/06/2023",
  "ementa" : "RECURSO ESPECIAL REPRESENTATIVO DE CONTROVÉRSIA. JUÍZO DE\nADMISSIBILIDADE. ART. 217-A DO CÓDIGO PENAL. CONTINUIDADE DELITIVA.\nNÚMERO INDETERMINADO DE ATOS SEXUAIS. FRAÇÃO DE MAJORAÇÃO DA PENA.\nCONTROVÉRSIA JURÍDICA REPETITIVA. RELEVÂNCIA. REQUISITOS FORMAIS\nPREENCHIDOS. RECURSO AFETADO A JULGAMENTO PELA TERCEIRA SEÇÃO SOB O\nRITO DOS RECURSO REPETITIVOS.\n1. Questão submetida a julgamento: Possibilidade de aplicação da\nfração máxima de majoração prevista no art. 71, caput, do Código\nPenal, nos crimes de estupro de vulnerável, ainda que não haja a\nindicação específica do número de atos sexuais praticados.\n2. Recurso especial submetido ao rito dos recursos repetitivos, nos\ntermos do art. 256-I do Regimento Interno do Superior Tribunal de\nJustiça.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230620",
  "decisao" : "Vistos, relatados e discutidos estes autos, acordam os Ministros da\nTerceira Seção do Superior Tribunal de Justiça, na conformidade dos\nvotos e das notas taquigráficas a seguir, por unanimidade, afetar o\nprocesso ao rito dos recursos repetitivos (RISTJ, art. 257-C) e, por\nunanimidade, não suspender a tramitação de processos, conforme\nproposta da Sra. Ministra Relatora. Os Srs. Ministros Sebastião Reis\nJúnior, Rogerio Schietti Cruz, Reynaldo Soares da Fonseca, Antonio\nSaldanha Palheiro, Joel Ilan Paciornik, Messod Azulay Neto, Jesuíno\nRissato (Desembargador Convocado do TJDFT) e João Batista Moreira\n(Desembargador convocado do TRF1) votaram com a Sra. Ministra\nRelatora.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1202",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1202\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:0256E INC:00002", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01037" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000846403",
  "numeroProcesso" : "2049327",
  "numeroRegistro" : "202300215286",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "SEBASTIÃO REIS JÚNIOR",
  "dataPublicacao" : "DJE        DATA:16/06/2023",
  "ementa" : "RECURSO ESPECIAL REPRESENTATIVO DA CONTROVÉRSIA. AMEAÇA NO CONTEXTO\nDE VIOLÊNCIA DOMÉSTICA. LEI MARIA DA PENHA. APLICAÇÃO ISOLADA DA\nPENA DE MULTA. IMPOSSIBILIDADE. ART. 17 DA LEI N. 11.340/2006.\nEXEGESE. INTENÇÃO CLARA DO LEGISLADOR EM MAXIMIZAR A FUNÇÃO DE\nPREVENÇÃO GERAL DAS PENAS D ECORRENTES DE CRIMES PERPETRADOS NO\nCONTEXTO DE VIOLÊNCIA DOMÉSTICA E FAMILITAR CONTRA A MULHER.\nINTREPRETAÇÃO QUE IMPLICA A COMPREENSÃO DE QUE A VEDAÇÃO ABRANGE\nTAMBÉM A HIPÓTESE EM QUE A MULTA É PREVISTA COMO PENA AUTÔNOMA NO\nPRECEITO SECUNDÁRIO DO TIPO PENAL. PRECEDENTES DESTA CORTE.\n1. A vedação constante do art. 17 da Lei n. 11.340/2006\nconsubstancia vontade clara do legislador de maximizar a função de\nprevenção geral das penas decorrentes de crimes perpetrados no\ncontexto de violência doméstica e familiar contra a mulher, de modo\na evidenciar à coletividade que a prática de agressão contra a\nmulher traz sérias consequências ao agente ativo, que vão além da\nesfera patrimonial, interpretação essa que implica a compreensão de\nque a proibição também abrange à hipótese em que a multa é prevista\ncomo pena autônoma no preceito secundário do tipo penal imputado.\n2. Recurso especial provido para cassar parcialmente o acórdão\nproferido no julgamento da Apelação Criminal n.\n0007134-09.2020.8.19.0023, especificamente no tópico em que aplicou\nisoladamente a pena de multa, restabelecendo integralmente a pena\nfixada na sentença. Acolhida a seguinte tese: A vedação constante do\nart. 17 da Lei n. 11.340/2006 (Lei Maria da Penha) obsta a\nimposição, nos casos de violência doméstica e familiar contra a\nmulher, de pena de multa isoladamente, ainda que prevista de forma\nautônoma no preceito secundário do tipo penal imputado.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230614",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção, por unanimidade,\ndar provimento ao recurso especial repetitivo para cassar\nparcialmente o acórdão proferido no julgamento da Apelação Criminal\nn. 0007134-09.2020.8.19.0023, especificamente no tópico em que\naplicou isoladamente a pena de multa, restabelecendo integralmente a\npena fixada na sentença, e fixou a seguinte tese (Tema n. 1189): \"A\nvedação constante do art. 17 da Lei n. 11.340/2006 (Lei Maria da\nPenha) obsta a imposição, nos casos de violência doméstica e\nfamiliar contra a mulher, de pena de multa isoladamente, ainda que\nprevista de forma autônoma no preceito secundário do tipo penal\nimputado\", nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Rogerio Schietti Cruz, Reynaldo Soares da Fonseca,\nAntonio Saldanha Palheiro, Joel Ilan Paciornik, Messod Azulay Neto,\nJesuíno Rissato (Desembargador Convocado do TJDFT) e João Batista\nMoreira (Desembargador convocado do TRF1) votaram com o Sr. Ministro\nRelator.\nAusente, justificadamente, a Sra. Ministra Laurita Vaz.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : "(VIOLÊNCIA DOMÉSTICA E FAMILIAR CONTRA A MULHER - PENA DE MULTA -\nAPLICAÇÃO ISOLADA - IMPOSSIBILIDADE)\n   STJ - <<HC 590301>>-SC, <<AgRg no AREsp 1351269>>-PA",
  "notas" : "Julgado conforme procedimento previsto para os Recursos Repetitivos\nno âmbito do STJ.",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : "\"A vedação constante do art. 17 da Lei n. 11.340/2006 (Lei Maria da\nPenha) obsta a imposição, nos casos de violência doméstica e\nfamiliar contra a mulher, de pena de multa isoladamente, ainda que\nprevista de forma autônoma no preceito secundário do tipo penal\nimputado\".",
  "tema" : "Tema Repetitivo 1189\nSituação do tema: Acórdão Publicado",
  "referenciasLegislativas" : [ "LEG:FED LEI:011340 ANO:2006\n*****  LMP-06    LEI MARIA DA PENHA\n        ART:00005 ART:00017", "LEG:FED DEL:002848 ANO:1940\n*****  CP-40    CÓDIGO PENAL\n        ART:00147", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000846404",
  "numeroProcesso" : "1804447",
  "numeroRegistro" : "202003281913",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JESUÍNO RISSATO (DESEMBARGADOR CONVOCADO DO TJDFT)",
  "dataPublicacao" : "DJE        DATA:16/06/2023",
  "ementa" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. INDEFERIMENTO LIMINAR. DISSENSO NÃO COMPROVADO. AUSÊNCIA\nDE SIMILITUDE FÁTICA. SÚMULA N. 168 DO STJ. AGRAVO IMPROVIDO.\n1. A comprovação da divergência jurisprudencial pressupõe que o\nconfronto dos julgados revele soluções distintas a idênticas\npremissas fáticas e jurídicas.\n2. A jurisprudência desta Corte é no sentido de que \"A alegação\ngenérica de ausência de fundamentação da dosimetria da pena sem a\nimprescindível fundamentação atrai a incidência do óbice previsto no\nEnunciado n. 284 da Súmula do Supremo Tribunal Federal\" (REsp n.\n1774431/ES, relator Ministro Rogerio Schietti Cruz, Sexta Turma,\njulgado em 11/12/2018, DJe 4/2/2019).\n3. Incidência da Súmula n. 168/STJ, que preceitua que \"Não cabem\nembargos de divergência, quando a jurisprudência do Tribunal se\nfirmou no mesmo sentido do acórdão embargado.\" Isso porque, conforme\ndestacado, o entendimento do Tribunal de origem encontra-se em\nconsonância com a jurisprudência desta Corte Superior.\n4. Agravo regimental improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230614",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO do Superior\nTribunal de Justiça, retomado o julgamento, após o voto-vista do Sr.\nMinistro João Batista Moreira (Desembargador Convocado do TRF 1ª\nRegião), acompanhando o voto do Sr. Ministro Relator, negando\nprovimento ao agravo regimental, e os votos dos Srs. Ministros\nSebastião Reis Júnior, Rogerio Schietti Cruz, Reynaldo Soares da\nFonseca, Antonio Saldanha Palheiro e Messod Azulay Neto, no mesmo\nsentido, por unanimidade, negar provimento ao agravo regimental, nos\ntermos do voto do Sr. Ministro Relator.\nOs Srs. Ministros João Batista Moreira (Desembargador convocado do\nTRF1), Sebastião Reis Júnior, Rogerio Schietti Cruz, Reynaldo Soares\nda Fonseca, Antonio Saldanha Palheiro, Joel Ilan Paciornik e Messod\nAzulay Neto votaram com o Sr. Ministro Relator.\nImpedida a Sra. Ministra Laurita Vaz.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - PREMISSAS FÁTICAS E JURÍDICAS IGUAIS -\nSOLUÇÕES DISTINTAS)\n   STJ - <<AgRg nos EREsp 1202436>>-RS,\n         <<AgInt nos EAREsp 805488>>-SP\n(RECURSO ESPECIAL - DOSIMETRIA DA PENA - FALTA DE MOTIVAÇÃO -\nALEGAÇÃO GENÉRICA - FUNDAMENTAÇÃO DEFICIENTE)\n   STJ - <<REsp 1774431>>-ES\n(VOTO VISTA - EMBARGOS DE DIVERGÊNCIA - DISSÍDIO JURISPRUDENCIAL -\nCOMPROVAÇÃO - SIMILITUDE FÁTICA - COTEJO ANALÍTICO)\n   STJ - <<AgInt nos EREsp 1758376>>-RS\n(VOTO VISTA - EMBARGOS DE DIVERGÊNCIA - REJULGAMENTO DA CAUSA)\n   STJ - <<EAREsp 1913808>>-DF, <<AgRg nos EAREsp 1630006>>-DF",
  "notas" : null,
  "informacoesComplementares" : "     (VOTO VISTA) (MIN. JOÃO BATISTA MOREIRA  (DESEMBARGADOR\nCONVOCADO DO TRF1))\n     \"[...] 'a admissão dos embargos de divergência está\ncondicionada à comprovação da divergência jurisprudencial, por meio\nda realização do cotejo analítico e da demonstração da similitude\nfática entre o acórdão embargado e julgados paradigmas atuais'\n[...]\".\n     \"[...] '[O]s embargos de divergência \u001C recurso de fundamentação\nvinculada e de cognição restrita \u001C têm como fim precípuo uniformizar\na jurisprudência do Tribunal, quando constatada a existência de\neventuais teses jurídicas conflitantes. Não se prestam a mero\nrejulgamento da causa pela Seção ou Corte Especial, como fosse via\nrecursal ordinária interna, para se corrigir pretensos erros ou\nincorreções dos demais órgãos fracionários' [...]\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000168", "LEG:FED SUM:****** ANO:****\n*****  SUM(STF)    SÚMULA DO SUPREMO TRIBUNAL FEDERAL\n        SUM:000284" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000846615",
  "numeroProcesso" : "1974104",
  "numeroRegistro" : "202103825797",
  "siglaClasse" : "EDcl no REsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "RIBEIRO DANTAS",
  "dataPublicacao" : "DJE        DATA:19/06/2023",
  "ementa" : "EMBARGOS DE DECLARAÇÃO NO RECURSO ESPECIAL. INTEMPESTIVIDADE.\nEMBARGOS NÃO CONHECIDOS.\n1. São intempestivos os embargos de declaração opostos fora do prazo\nde dois dias previsto nos arts. 619 do Código de Processo Penal e\n263 do Regimento Interno do STJ.\n2. Embargos de declaração não conhecidos.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230614",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção do Superior\nTribunal de Justiça, por unanimidade, não conhecer dos embargos de\ndeclaração, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Joel Ilan Paciornik, Messod Azulay Neto, Jesuíno\nRissato (Desembargador Convocado do TJDFT), João Batista Moreira\n(Desembargador convocado do TRF1), Sebastião Reis Júnior, Rogerio\nSchietti Cruz e Reynaldo Soares da Fonseca votaram com o Sr.\nMinistro Relator.\nAusente, justificadamente, a Sra. Ministra Laurita Vaz.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000847521",
  "numeroProcesso" : "2209043",
  "numeroRegistro" : "202202889677",
  "siglaClasse" : "EDcl no AgRg nos EAREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JOEL ILAN PACIORNIK",
  "dataPublicacao" : "DJE        DATA:16/06/2023",
  "ementa" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NOS EMBARGOS DE\nDIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL. PENAL. PROCESSO PENAL.\nOMISSÃO. INOCORRÊNCIA. INTIMAÇÃO DA DEFESA ACERCA DA SESSÃO DE\nJULGAMENTO DO AGRAVO REGIMENTAL. DESNECESSIDADE. CONCESSÃO DE HABEAS\nCORPUS DE OFÍCIO. NÃO CABIMENTO. EMBARGOS DE DECLARAÇÃO REJEITADOS.\n1. Conforme estabelece o art. 619 do Código de Processo Penal - CPP,\nos embargos de declaração são cabíveis nas hipóteses de correção de\nomissão, obscuridade, ambiguidade ou contrariedade no acórdão\nembargado. Ainda, admite-se os declaratórios para a correção de erro\nmaterial, conforme art. 1.022, III, do Código de Processo Civil -\nCPC. Na hipótese em epígrafe, ao revés do alegado pelos embargantes,\nnão restou configurado nenhum dos referidos vícios.\n2. A Terceira Seção desta Corte Superior, com lastro no disposto no\nart. 258 do Regimento Interno do Superior Tribunal de Justiça -\nRISTJ, consolidou o entendimento de que o agravo regimental em\nmatéria penal deverá ser apresentado em mesa, dispensando, assim, a\nprévia inclusão em pauta e, consequentemente, a necessidade de\nintimação da parte acerca da data do julgamento do recurso.\n3. Em relação à suscitada omissão do julgado ao não avaliar a\npossibilidade de concessão de habeas corpus de ofício, assinala-se\nque a Terceira Seção deste Tribunal Superior não tem competência\npara sanar eventual flagrante ilegalidade de acórdão proferido pela\nTurma da própria Corte.\n4. Embargos de declaração rejeitados.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230614",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção, por unanimidade,\nrejeitar  os embargos de declaração, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Messod Azulay Neto, Jesuíno Rissato (Desembargador\nConvocado do TJDFT), João Batista Moreira (Desembargador convocado\ndo TRF1), Laurita Vaz, Sebastião Reis Júnior, Rogerio Schietti Cruz,\nReynaldo Soares da Fonseca e Antonio Saldanha Palheiro votaram com\no Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ "EDcl no AgRg nos EAREsp  2264510  SC  2022/0387817-2\nDecisão:14/06/2023\nDJE        DATA:16/06/2023" ]
}, {
  "id" : "000847522",
  "numeroProcesso" : "359271",
  "numeroRegistro" : "201302106216",
  "siglaClasse" : "EDcl no AgRg nos EDcl nos EAREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JESUÍNO RISSATO (DESEMBARGADOR CONVOCADO DO TJDFT)",
  "dataPublicacao" : "DJE        DATA:16/06/2023",
  "ementa" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NOS EMBARGOS DE\nDECLARAÇÃO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. VÍCIOS INEXISTENTES. MERA REDISCUSSÃO. DISSENSO NÃO\nCOMPROVADO. AUSÊNCIA DE SIMILITUDE FÁTICA.\n1. Apenas se admitem embargos de declaração quando evidenciada\ndeficiência no acórdão recorrido com efetiva obscuridade,\ncontradição, ambiguidade ou omissão, conforme o art. 619 do CPP,\nsituações que não se fazem presentes.\n2. Não há falar em vício no acórdão embargado. A matéria foi\ndecidida com a devida e clara fundamentação, ao concluir, com fulcro\nna jurisprudência consolidada do Superior Tribunal de Justiça, que\nos julgados confrontados assentam-se em premissas fáticas\nevidentemente distintas acerca da dinâmica dos fatos em fase de\npronúncia.\n3. Embargos de declaração rejeitados.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230614",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção, por unanimidade,\nrejeitar  os embargos de declaração, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros João Batista Moreira (Desembargador convocado do\nTRF1), Laurita Vaz, Sebastião Reis Júnior, Rogerio Schietti Cruz,\nReynaldo Soares da Fonseca, Antonio Saldanha Palheiro, Joel Ilan\nPaciornik e Messod Azulay Neto votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000847728",
  "numeroProcesso" : "5620",
  "numeroRegistro" : "202101581106",
  "siglaClasse" : "RvCr",
  "descricaoClasse" : "REVISÃO CRIMINAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "LAURITA VAZ",
  "dataPublicacao" : "DJE        DATA:30/06/2023",
  "ementa" : "REVISÃO CRIMINAL. TRÁFICO DE DROGAS. PLEITO PELO RECONHECIMENTO DE\nREFORMATIO IN PEJUS INDIRETA. INSUBSISTENTE. MUDANÇA DE ENTENDIMENTO\nJURISPRUDENCIAL. IMPOSSIBILIDADE. REVISÃO CRIMINAL NÃO CONHECIDA.\n1. Não subsiste o pleito pelo reconhecimento de reformatio in pejus\nindireta, porquanto a sucumbência do Parquet estadual quanto à\nmatéria veiculada no recurso especial ocorreu quando do julgamento e\nprovimento parcial da apelação defensiva.\n2. A jurisprudência desta Corte Superior de Justiça firmou-se no\nsentido de que a mudança de entendimento jurisprudencial não\nautoriza o ajuizamento de revisão criminal, ressalvadas hipóteses\nexcepcionalíssimas de entendimento pacífico e relevante, o que não\nse vislumbra na espécie.\n3. Revisão criminal não conhecida.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230614",
  "decisao" : "Vistos, relatados e discutidos estes autos, acordam os Ministros da\nTerceira Seção do Superior Tribunal de Justiça, na conformidade dos\nvotos e das notas taquigráficas a seguir, retomando o julgamento,\napós o voto-vista antecipado do Sr. Ministro Rogerio Schietti Cruz,\nacompanhando o voto da Sra. Ministra Laurita Vaz (Relatora), não\nconhecendo da revisão criminal, e os votos dos Srs. Ministros\nRibeiro Dantas, Antonio Saldanha Palheiro e Messod Azulay Neto\n(declarou-se apto a votar), a TERCEIRA SEÇÃO, por maioria, não\nconhecer da revisão criminal, nos termos do voto da Sra. Ministra\nRelatora. Vencidos os Srs. Ministros João Otávio de Noronha\n(Revisor) e Sebastião Reis Júnior, que conheciam da revisão criminal\ne julgavam-na parcialmente procedente. Votaram vencidos os Srs.\nMinistros João Otávio de Noronha (Revisor) e Sebastião Reis Júnior.\nOs Srs. Ministros Jorge Mussi, Rogerio Schietti Cruz, Ribeiro\nDantas, Antonio Saldanha Palheiro, Joel Ilan Paciornik e Messod\nAzulay Neto (declarou-se apto a votar) votaram com a Sra. Ministra\nRelatora.\nNão participaram do julgamento os Srs. Ministros Jesuíno Rissato\n(Desembargador Convocado do TJDFT) e João Batista Moreira\n(Desembargador convocado do TRF1).\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : "Aguardando análise.",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000847880",
  "numeroProcesso" : "2204173",
  "numeroRegistro" : "202202814133",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "MESSOD AZULAY NETO",
  "dataPublicacao" : "DJE        DATA:16/06/2023",
  "ementa" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. INDEFERIMENTO LIMINAR DOS EMBARGOS DE  DIVERGÊNCIA.\nAUSÊNCIA DE IMPUGNAÇÃO ESPECÍFICA DOS FUNDAMENTOS DA DECISÃO\nAGRAVADA. AGRAVO REGIMENTAL NÃO CONHECIDO. CONCESSÃO DE HABEAS\nCORPUS DE OFÍCIO. INVIABILIDADE.\nI - Não se conhece de agravo regimental quando o agravante deixa de\nimpugnar os fundamentos da decisão proferida, nos termos do que\ndispõe a súmula 182/STJ.\nII - Não prospera o pedido de concessão de habeas corpus de ofício\nem sede de embargos de divergência, por não deter a respectiva Seção\ncompetência constitucional para conceder writ contra acórdão de\nTurma do próprio Tribunal.\nAgravo regimental não conhecido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230614",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Terceira Seção, por unanimidade, não\nconhecer do agravo regimental, nos termos do voto do Sr. Ministro\nRelator.\nOs Srs. Ministros Jesuíno Rissato (Desembargador Convocado do\nTJDFT), João Batista Moreira (Desembargador convocado do TRF1),\nLaurita Vaz, Sebastião Reis Júnior, Rogerio Schietti Cruz, Reynaldo\nSoares da Fonseca, Antonio Saldanha Palheiro e Joel Ilan Paciornik\nvotaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000847881",
  "numeroProcesso" : "1772759",
  "numeroRegistro" : "202002646903",
  "siglaClasse" : "AgRg nos EDcl nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "ANTONIO SALDANHA PALHEIRO",
  "dataPublicacao" : "DJE        DATA:21/06/2023",
  "ementa" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE\nDIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL. NÃO CABIMENTO DE EMBARGOS\nDE DIVERGÊNCIA PARA DISCUTIR REGRA TÉCNICA DE ADMISSIBILIDADE DE\nRECURSO ESPECIAL. INCIDÊNCIA DA  SÚMULA N. 315/STJ. DISSÍDIO\nJURISPRUDENCIAL NÃO EVIDENCIADO. AGRAVO DESPROVIDO.\n1. Não compete à Terceira Seção/STJ rever a decisão da Corte\nEspecial que, ao julgar os embargos de declaração opostos contra a\ndecisão que inadmitiu os embargos de divergência, determinou a\nremessa dos autos para a Terceira Seção a despeito da interposição\nde novos recursos.\n2. Nos termos do art. 266, I e II, do RISTJ, não são cabíveis\nembargos de divergência amparados em eventual inobservância de\nregras técnicas alusivas ao conhecimento do recurso especial, como\npretende o embargante ao apresentar a controvérsia relativa à\nconstatação da efetiva impugnação dos fundamentos da decisão que\ninadmitiu o recurso especial, o que levaria ou não à aplicação do\nóbice da Súmula n. 182 do STJ. Tal situação atrai a aplicação da\nSumula n. 315/STJ, segundo a qual \"não cabem embargos de divergência\nno âmbito do agravo de instrumento que não admite recurso\nespecial\".\n3. As teses jurídicas manifestadas no acórdão embargado e no\nparadigma não são divergentes, sendo certo que a solução adotada por\neles é diversa em virtude da dessemelhança entre os suportes\nfáticos de cada um. De fato, não há, efetivamente, divergência entre\nas turmas da Terceira Seção a respeito da impossibilidade de\npostulação de concessão de habeas corpus de ofício, como sucedâneo\nrecursal ou como forma de se tentar burlar a inadmissão do recurso\npróprio, tendo em vista que o seu deferimento se dá por iniciativa\ndo próprio órgão jurisdicional, quando verificada a existência de\nilegalidade flagrante ao direito de locomoção. O que ocorre é a\nconstatação do acórdão embargado de que, no caso em exame, não se\nencontra caracterizada flagrante ilegalidade, ao contrário da\nsituação posta no acórdão paradigma, que tratou de nulidade absoluta\nem razão da participação de Desembargador impedido de julgar a\napelação.\n4. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230614",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção, por unanimidade,\nnegar provimento ao agravo regimental, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Joel Ilan Paciornik, Messod Azulay Neto, Jesuíno\nRissato (Desembargador Convocado do TJDFT), João Batista Moreira\n(Desembargador convocado do TRF1), Laurita Vaz, Sebastião Reis\nJúnior, Rogerio Schietti Cruz e Reynaldo Soares da Fonseca votaram\ncom o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000847888",
  "numeroProcesso" : "2197959",
  "numeroRegistro" : "202202691211",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "SEBASTIÃO REIS JÚNIOR",
  "dataPublicacao" : "DJE        DATA:16/06/2023",
  "ementa" : "PROCESSO PENAL. AGRAVO REGIMENTAL EM EMBARGOS DE DIVERGÊNCIA EM\nAGRAVO EM RECURSO ESPECIAL. EMBARGOS DE DIVERGÊNCIA LIMINARMENTE\nINDEFERIDOS. DIVERGÊNCIA JURISPRUDENCIAL NÃO DEMONSTRADA.\nDESCABIMENTO DA INDICAÇÃO DE PARADIGMAS PROFERIDOS EM DECISÃO\nMONOCRÁTICA E EM HABEAS CORPUS. PRECEDENTES. AGRAVO REGIMENTAL\nDESPROVIDO.\n1. A jurisprudência desta Corte é firme no sentido de que apenas as\ndecisões proferidas por órgãos colegiados são aptas à comprovação da\ndivergência jurisprudencial, de modo que as decisões monocráticas\nnão servem como paradigmas para a interposição de embargos de\ndivergência.\n2. Não se admitem embargos de divergência quando o alegado dissídio\né apresentado com acórdão paradigma proferido em habeas corpus,\nrecurso ordinário em habeas corpus, mandado de segurança, recurso em\nmandado de segurança, mandado de injunção ou habeas data. Inúmeros\nprecedentes, mesmo após o advento do novo Código de Processo Civil\n(art. 1.043, § 1º).\n3. Agravo regimental improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230614",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Terceira Seção, por unanimidade, negar\nprovimento ao agravo regimental, nos termos do voto do Sr. Ministro\nRelator.\nOs Srs. Ministros Rogerio Schietti Cruz, Reynaldo Soares da\nFonseca, Antonio Saldanha Palheiro, Joel Ilan Paciornik, Messod\nAzulay Neto, Jesuíno Rissato (Desembargador Convocado do TJDFT),\nJoão Batista Moreira (Desembargador convocado do TRF1) e Laurita Vaz\nvotaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr.\nMinistro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000847995",
  "numeroProcesso" : "44477",
  "numeroRegistro" : "202203939571",
  "siglaClasse" : "AgRg na Rcl",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "MESSOD AZULAY NETO",
  "dataPublicacao" : "DJE        DATA:16/06/2023",
  "ementa" : "AGRAVO REGIMENTAL NA RECLAMAÇÃO. PROCESSO PENAL. ALEGAÇÃO DE\nDESRESPEITO DE MATÉRIA JULGADA EM PRECEDENTE DESTA CORTE. NÃO\nCABIMENTO. AGRAVO DESPROVIDO.\nA reclamação não se mostra como a via adequada para revisar ou\nrejulgar decisão contrária ao interesse da reclamante, ainda que\ntenha contrariado julgados deste Tribunal em outros processos,\nporque a reclamação não pode funcionar como sucedâneo de recurso\npróprio, devendo, o reclamante, se valer do meio processual\nadequado. Precedentes.\nAgravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230614",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Terceira Seção, por unanimidade, negar\nprovimento ao agravo regimental, nos termos do voto do Sr. Ministro\nRelator.\nOs Srs. Ministros Jesuíno Rissato (Desembargador Convocado do\nTJDFT), João Batista Moreira (Desembargador convocado do TRF1),\nLaurita Vaz, Sebastião Reis Júnior, Rogerio Schietti Cruz, Reynaldo\nSoares da Fonseca, Antonio Saldanha Palheiro e Joel Ilan Paciornik\nvotaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000847996",
  "numeroProcesso" : "1746064",
  "numeroRegistro" : "202002091140",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "MESSOD AZULAY NETO",
  "dataPublicacao" : "DJE        DATA:16/06/2023",
  "ementa" : "AGRAVO REGIMENTAL  NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO  EM\nRECURSO ESPECIAL. AUSÊNCIA DE ANÁLISE MERITÓRIA DO APELO ESPECIAL.\nINCIDÊNCIA DA SÚMULA 315/STJ. PARADIGMA PROFERIDO EM RECURSO EM\nHABEAS CORPUS. IMPRESTABILIDADE.  AGRAVO REGIMENTAL DESPROVIDO.\nI - Consoante o art. 1.043 do CPC/2015, os Embargos de Divergência\nsomente são admissíveis quando os acórdãos embargado e paradigma\nforem de mérito, ou quando um deles, embora não conhecendo do\nrecurso, tenha apreciado a\ncontrovérsia.\nII - Na espécie , o acórdão embargado não apreciou a controvérsia,\neis que proferido em sede de agravo regimental manejado em agravo em\nrecurso especial, do qual não se adentrou a análise meritória.\nIII - Incidência, no particular, do teor da Súmula n. 315 do STJ,\nsegundo a qual \"Não cabem embargos de divergência no âmbito do\nagravo de instrumento que não admite recurso especial\".\nIV - Não se admite a utilização de acórdãos oriundos de julgados\nproferidos em habeas corpus, recurso em habeas corpus, mandados de\nsegurança, recurso em mandado de segurança e habeas data como\nparadigma para configuração da divergência. (Precedentes).\nAgravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230614",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Terceira Seção, por unanimidade, negar\nprovimento ao agravo regimental, nos termos do voto do Sr. Ministro\nRelator.\nOs Srs. Ministros Jesuíno Rissato (Desembargador Convocado do\nTJDFT), João Batista Moreira (Desembargador convocado do TRF1),\nLaurita Vaz, Sebastião Reis Júnior, Rogerio Schietti Cruz, Reynaldo\nSoares da Fonseca, Antonio Saldanha Palheiro e Joel Ilan Paciornik\nvotaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - ACÓRDÃO PARADIGMA - CONTROVÉRSIA NÃO\nDEBATIDA)\n   STJ - <<AgInt nos EDcl nos EAREsp 763260>>-SP\n(EMBARGOS DE DIVERGÊNCIA - ACÓRDÃO PARADIGMA - REMÉDIOS\nCONSTITUCIONAIS - INVIABILIDADE)\n   STJ - <<AgInt nos EAREsp 1205756>>-AM",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01043", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000315", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266\n(COM A REDAÇÃO DADA PELA EMENDA REGIMENTAL 22/2016)", "LEG:FED EMR:000022 ANO:2016" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000847997",
  "numeroProcesso" : "5817",
  "numeroRegistro" : "202202809591",
  "siglaClasse" : "AgRg na RvCr",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA REVISÃO CRIMINAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "MESSOD AZULAY NETO",
  "dataPublicacao" : "DJE        DATA:16/06/2023",
  "ementa" : "PROCESSUAL PENAL. AGRAVO REGIMENTAL NA REVISÃO CRIMINAL. NÃO\nENQUADRAMENTO NAS HIPÓTESES LEGAIS. PRETENSÃO DE RECONHECIMENTO DE\nATICIDADE DELITIVA E REVISÃO DA DOSIMETRIA. AUSÊNCIA DE ARGUMENTOS\nNOVOS PARA ATACAR A DECISÃO IMPUGNADA. AGRAVO REGIMENTAL DESPROVIDO.\nI - O pleito não se enquadra em nenhuma das hipóteses previstas no\nart. 621, do CPP, pois a revisão criminal não pode ser utilizada\npara que a parte, a qualquer tempo, busque novamente rediscutir\nquestões de mérito,  por mera irresignação quanto ao provimento\njurisdicional obtido.\nII - Consoante dispõe o art. 105, I, alínea e, da Constituição\nFederal, compete ao Superior Tribunal de Justiça processar e julgar,\noriginariamente, \"as revisões criminais e as ações rescisórias de\nseus julgados\", logo se vê que, salvo hipótese de condenação em ação\noriginária, a competência desta Corte para o conhecimento da\nrevisão criminal está limitada à questão efetivamente examinada e\ndecidida no recurso especial. Precedentes.\nIII - Não tendo o agravante trazido qualquer argumento novo capaz de\nensejar a alteração do entendimento firmado por ocasião da decisão\nmonocrática, esta última deve ser mantida pelos seus próprios\nfundamentos.\nAgravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230614",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Terceira Seção, por unanimidade, negar\nprovimento ao agravo regimental, nos termos do voto do Sr. Ministro\nRelator.\nOs Srs. Ministros Jesuíno Rissato (Desembargador Convocado do\nTJDFT), João Batista Moreira (Desembargador convocado do TRF1),\nSebastião Reis Júnior, Rogerio Schietti Cruz, Reynaldo Soares da\nFonseca, Antonio Saldanha Palheiro e Joel Ilan Paciornik votaram com\no Sr. Ministro Relator.\nAusente, justificadamente, a Sra. Ministra Laurita Vaz.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000847998",
  "numeroProcesso" : "196475",
  "numeroRegistro" : "202301243679",
  "siglaClasse" : "AgRg no CC",
  "descricaoClasse" : "AGRAVO REGIMENTAL NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "ANTONIO SALDANHA PALHEIRO",
  "dataPublicacao" : "DJE        DATA:21/06/2023",
  "ementa" : "AGRAVO REGIMENTAL NO CONFLITO DE COMPETÊNCIA. DENÚNCIA DE PRÁTICA DE\nESTELIONATO. TRANSFERÊNCIA BANCÁRIA FRUSTRADA E EMISSÃO DE CHEQUE\nSEM SUFICIENTE PROVISÃO DE FUNDO. ART. 70, § 4º, DO CPP. COMPETÊNCIA\nDO DOMICÍLIO DA VÍTIMA. APLICAÇÃO IMEDIATA DA LEI PROCESSUAL AOS\nPROCESSOS EM CURSO. COMPETÊNCIA DE TERCEIRO JUÍZO. AGRAVO REGMENTAL\nPARCIALMENTE PROVIDO.\n1. Nos termos do § 4º do art. 70 do Código Penal, acrescentado pela\nLei n. 14.155/2021, a competência para o processamento e o\njulgamento dos crimes de estelionato, quando praticados mediante\ndepósito, emissão de cheques sem suficiente provisão de fundos em\npoder do sacado ou com o pagamento frustrado ou mediante\ntransferência de valores, será definida pelo local do domicílio da\nvítima.\n2. Conforme orientação jurisprudencial desta Corte Superior, a lei\nprocessual tem aplicação imediata, mesmo que os fatos tenham\nocorrido antes da lei nova, motivo pelo qual, diante da alteração\nlegislativa que criou hipótese específica de competência no caso de\ncrime de estelionato, deve ser reconhecida a competência do Juízo do\ndomicílio da vítima.\n3.  Agravo regimental parcialmente provido para declarar a\ncompetência de uma das Varas Criminais da Circunscrição Judiciária\ndo Riacho Fundo/DF, juízo não envolvido no presente conflito.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230614",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção, por unanimidade,\nconhecer e dar parcial provimento ao agravo regimental para declarar\na competência de uma das Varas Criminais da Circunscrição\nJudiciária do Riacho Fundo/DF, juízo não envolvido no presente\nconflito, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Joel Ilan Paciornik, Messod Azulay Neto, Jesuíno\nRissato (Desembargador Convocado do TJDFT), João Batista Moreira\n(Desembargador convocado do TRF1), Laurita Vaz, Sebastião Reis\nJúnior, Rogerio Schietti Cruz e Reynaldo Soares da Fonseca votaram\ncom o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000847999",
  "numeroProcesso" : "2105681",
  "numeroRegistro" : "202201048750",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "ANTONIO SALDANHA PALHEIRO",
  "dataPublicacao" : "DJE        DATA:21/06/2023",
  "ementa" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. ALEGAÇÃO DE VIOLAÇÃO AO PRINCÍPIO DA AMPLA DEFESA.\nRECURSO DE FUNDAMENTAÇÃO VINCULADA. DISSÍDIO JURISPRUDENCIAL NÃO\nCOMPROVADO. AGRAVO DESPROVIDO.\n1. Os embargos de divergência objetivam estancar a adoção de teses\ndiversas para casos semelhantes, uma vez que sua função precípua é a\nde uniformizar a jurisprudência interna do Tribunal, de modo a\nretirar antinomias entre julgamentos sobre questões ou teses\nsubmetidas à sua apreciação. Não se prestam, portanto, a corrigir\nsuposto erro de julgamento do recurso especial.\n2. Conforme orientação pacífica desta Corte Superior, nos embargos\nde divergência, \"ante a natureza vinculada de sua fundamentação, é\nvedado analisar qualquer outra questão que não tenha sido objeto de\ndissídio entre os acórdãos em cotejo, ainda que se trate de matéria\nde ordem pública\" (AgInt nos EAREsp n. 1.834.144/DF, relator\nMinistro LUIS FELIPE SALOMÃO, CORTE ESPECIAL, julgado em 26/4/2022,\nDJe de 3/5/2022).\n3. Nos embargos de divergência, para apreciação e comprovação do\ndissídio pretoriano, não basta a transcrição de ementas e excertos\ndos julgados; devem-se expor as circunstâncias que identificam os\ncasos confrontados, impondo-se a demonstração da similitude fática\nentre o acórdão embargado e os paradigmas com tratamento jurídico\ndiverso, o que, contudo, não configura a hipótese dos autos.\n4. As teses jurídicas manifestadas no acórdão embargado e nos\nparadigmas não são divergentes quanto à necessidade de demonstração\ndo dolo específico de causar dano ao erário e do efetivo prejuízo\ncausado aos cofres públicos para a configuração dos delitos\nprevistos nos arts. 89 e 92 da Lei n. 8.666/1993, sendo certo que a\nsolução adotada por eles é diversa em virtude da dessemelhança entre\nos suportes fáticos de cada um.\n5. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230614",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção, por unanimidade,\nnegar provimento ao agravo regimental, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Joel Ilan Paciornik, Messod Azulay Neto, Jesuíno\nRissato (Desembargador Convocado do TJDFT), João Batista Moreira\n(Desembargador convocado do TRF1), Sebastião Reis Júnior, Rogerio\nSchietti Cruz e Reynaldo Soares da Fonseca votaram com o Sr.\nMinistro Relator.\nAusente, justificadamente, a Sra. Ministra Laurita Vaz.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ "AgRg nos EAREsp  1573424  SP  2019/0261029-2  Decisão:14/06/2023\nDJE        DATA:21/06/2023", "AgRg no AgRg nos EDcl nos EAREsp  1781223  PR  2020/0283959-6\nDecisão:14/06/2023\nDJE        DATA:21/06/2023" ]
}, {
  "id" : "000848000",
  "numeroProcesso" : "196566",
  "numeroRegistro" : "202301289944",
  "siglaClasse" : "CC",
  "descricaoClasse" : "CONFLITO DE COMPETENCIA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "SEBASTIÃO REIS JÚNIOR",
  "dataPublicacao" : "DJE        DATA:16/06/2023",
  "ementa" : "CONFLITO NEGATIVO DE COMPETÊNCIA. INQUÉRITO POLICIAL. JUSTIÇA\nFEDERAL E JUSTIÇA ESTADUAL. REPRESENTAÇÃO SUBSCRITA PELA AUTORIDADE\nPOLICIAL NO BOJO DE INVESTIGAÇÃO INICIADA PARA APURAR AMEAÇA E\nAPOLOGIA DE ATAQUES CONTRA ESCOLAS. ELEMENTOS COLHIDOS QUE NÃO\nINDICAM A MOTIVAÇÃO ESPECIAL PREVISTA NO ART. 2º, CAPUT, DA LEI N.\n13.260/2016. COMPETÊNCIA DA JUSTIÇA ESTADUAL.\n1. A expressão \"por razões de\", constante do art. 2º, caput, da Lei\nn. 13.260/2016, indica uma elementar relativa à motivação, de modo\nque, inexistindo indícios concretos de que a ameaça perpetrada pelo\ninvestigado tenha sido motivada por xenofobia, discriminação ou\npreconceito de raça, cor, etnia e religião, não há falar na prática\ndo crime referido e, por conseguinte, de competência da Justiça\nFederal com base na previsão contida no art. 11 da referida lei.\n2. No caso, no atual estágio da investigação, não há indícios\nconcretos de que o investigado tenha agido motivado pelas especiais\nrazões de xenofobia, disc riminação ou preconceito de raça, cor,\netnia e religião, exigidos pelo art. 2º, caput, da Lei n.\n13.260/2016, circunstância também não aventada na representação\nsubscrita pela autoridade policial.\n3. Considerando que os elementos de informação colhidos, até o\nmomento, indicam a prática de ameaça (art. 147 do CP) e de apologia\nde crime ou de criminoso (art. 287 do CP), compete ao Juízo estadual\nprocessar a representação formulada.\n4. Conflito conhecido para declarar a competência do Juízo de\nDireito da 23ª Vara Criminal do Rio de Janeiro/RJ, o suscitado.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230614",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção, por unanimidade,\nconhecer do conflito e declarou competente o suscitado, Juízo de\nDireito da 23ª Vara Criminal do Rio de Janeiro/RJ, nos termos do\nvoto do Sr. Ministro Relator.\nOs Srs. Ministros Rogerio Schietti Cruz, Reynaldo Soares da Fonseca,\nAntonio Saldanha Palheiro, Joel Ilan Paciornik, Messod Azulay Neto,\nJesuíno Rissato (Desembargador Convocado do TJDFT), João Batista\nMoreira (Desembargador convocado do TRF1) e Laurita Vaz votaram com\no Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000848013",
  "numeroProcesso" : "184075",
  "numeroRegistro" : "202103536275",
  "siglaClasse" : "AgRg no CC",
  "descricaoClasse" : "AGRAVO REGIMENTAL NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "ANTONIO SALDANHA PALHEIRO",
  "dataPublicacao" : "DJE        DATA:21/06/2023",
  "ementa" : "AGRAVO REGIMENTAL NO CONFLITO DE COMPETÊNCIA. DENÚNCIA DE PRÁTICA DE\nCRIMES CONTRA A ADMINISTRAÇÃO PÚBLICA. DESVIO DE RECURSOS PÚBLICOS.\nCOMPETÊNCIA DA JUSTIÇA FEDERAL PARA PROCESSAR E JULGAR OS DELITOS\nENVOLVENDO A SUPOSTA MALVERSAÇÃO DE VERBAS FEDERAIS. COMPETÊNCIA DO\nJUÍZO ESTADUAL PARA OS DELITOS ENVOLVENDO VERBAS ESTADUAIS E\nMUNICIPAIS. AUSÊNCIA DE ELEMENTOS INDICATIVOS DE CONEXÃO. NÃO\nINCIDÊNCIA DA SÚMULA N. 122/STJ. AGRAVO REGIMENTAL DESPROVIDO.\n1. Nos termos da orientação pacífica desta Corte, a ausência de\nmalversação de verbas federais afasta a competência da Justiça\nFederal. Assim, os delitos relacionados ao uso irregular de verbas\noriundas do erário estadual ou municipal devem, em regra, ser\nprocessados e julgados perante a  Justiça estadual .\n2. Não incide no caso o disposto na Súmula n. 122/STJ (\"Compete à\nJustiça Federal o processo e julgamento unificado dos crimes conexos\nde competência federal e estadual, não se aplicando a regra do art.\n78, II, A, do Código de Processo Penal\"), uma vez que não foi\ndemonstrada conexão que justificasse fossem as fraudes supos tamente\npraticadas na execução dos contratos celebrados entre a COOFSAÚDE e\no Município de Feira de Santana com o emprego de verbas estaduais e\nmunicipais julgados pela Justiça Federal em conjunto com os crimes\nrelacionados ao uso irregular de verbas públicas oriundas do SUS.\n3. De acordo com os elementos informativos constantes dos autos, não\né possível afirmar, de forma peremptória, a correlação entre os\ndelitos, sendo certo que a aparente semelhança de contexto fático\nnão gera presunção de conexão entre eles. Assim, o fato de que parte\ndos contratos foi subsidiada com recursos públicos federais não\natrai a competência da Justiça Federal para processar e julgar todas\nas contratações superfaturadas em Feira de Santana/BA. Ademais, é\nprematura a reunião de feitos com base na mera potencialidade de\ndecisões contraditórias.\n4.  Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230614",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção, por unanimidade,\nnegar provimento ao agravo regimental, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Joel Ilan Paciornik, Messod Azulay Neto, Jesuíno\nRissato (Desembargador Convocado do TJDFT), João Batista Moreira\n(Desembargador convocado do TRF1), Sebastião Reis Júnior, Rogerio\nSchietti Cruz e Reynaldo Soares da Fonseca votaram com o Sr.\nMinistro Relator.\nAusente, justificadamente, a Sra. Ministra Laurita Vaz.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ "AgRg no CC  184075  BA  2021/0353627-5  Decisão:14/06/2023\nDJE        DATA:21/06/2023" ]
}, {
  "id" : "000848031",
  "numeroProcesso" : "2170521",
  "numeroRegistro" : "202202190878",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JOEL ILAN PACIORNIK",
  "dataPublicacao" : "DJE        DATA:16/06/2023",
  "ementa" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. PROCESSO PENAL. FUNDAMENTO DA DECISÃO AGRAVADA NÃO ATACADO\nESPECIFICAMENTE. INCIDÊNCIA DA SÚMULA N. 182 DO SUPERIOR TRIBUNAL DE\nJUSTIÇA - STJ. ANÁLISE DAS TESES MERITÓRIAS DE OFÍCIO.\nIMPOSSIBILIDADE. AGRAVO REGIMENTAL NÃO CONHECIDO.\n1. É inviável o agravo que deixa de atacar, especificamente, os\nfundamentos da decisão agravada. Incidência do verbete n. 182 da\nSúmula desta Corte.\n2. No caso em tela, os embargos de divergência foram indeferidos\nliminarmente com lastro no óbice da Súmula n. 315 do Superior\nTribunal de Justiça, sendo certo que nas razões do agravo regimental\no referido fundamento não foi atacado.\n3. Nos termos da jurisprudência desta Corte,  \"o pleito de concessão\nde habeas corpus de ofício, como forma de tentar burlar a inadmissão\ndo apelo especial ou de seus posteriores recursos, é descabido (AgRg\nno REsp 1706035/MG, Rel. Ministro RIBEIRO DANTAS, QUINTA TURMA,\njulgado em 13/11/2018, DJe 22/11/2018)\" (EDcl no AgRg no AgRg no\nAREsp 1363476/PR, Rel. Ministro JORGE MUSSI, QUINTA TURMA, DJe\n8/3/2019).\n4. Além disso, \"[a] concessão de Habeas Corpus de ofício, no bojo de\nembargos de divergência, encontra óbice tanto no fato de que o\nRelator não tem autoridade para conceder a ordem por meio de decisão\nmonocrática, desconstituindo, na prática, o resultado de acórdão\nproferido por outra Turma julgadora, como, tampouco a Seção detém\ncompetência constitucional para conceder Habeas Corpus contra\nacórdão de Turma do próprio Tribunal\" (AgRg nos EAREsp n.\n971.629/PR, Terceira Seção, Rel. Min. Reynaldo Soares Fonseca, DJe\nde 22/5/2017).\n5. Agravo regimental não conhecido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230614",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Terceira Seção, por unanimidade, não\nconhecer do agravo regimental, nos termos do voto do Sr. Ministro\nRelator.\nOs Srs. Ministros Messod Azulay Neto, Jesuíno Rissato (Desembargador\nConvocado do TJDFT), João Batista Moreira (Desembargador convocado\ndo TRF1), Laurita Vaz, Sebastião Reis Júnior, Rogerio Schietti Cruz,\nReynaldo Soares da Fonseca e Antonio Saldanha Palheiro votaram com o\nSr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000848032",
  "numeroProcesso" : "1923200",
  "numeroRegistro" : "202102046732",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JOEL ILAN PACIORNIK",
  "dataPublicacao" : "DJE        DATA:16/06/2023",
  "ementa" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. EMBARGOS DE DIVERGÊNCIA LIMINARMENTE INDEFERIDOS. AGRAVO\nREGIMENTAL NÃO PROVIDO. AGRAVO EM RECURSO ESPECIAL NÃO CONHECIDO.\nINCIDÊNCIA DA SÚMULA N. 182 DO SUPERIOR TRIBUNAL DE JUSTIÇA - STJ.\nMÉRITO DO RECURSO ESPECIAL NÃO EXAMINADO. EMBARGOS DE DIVERGÊNCIA\nINADMISSÍVEIS. INCIDÊNCIA DA SÚMULA N. 315 DESTA CORTE.  PARADIGMAS\nEM HABEAS CORPUS. NÃO CABIMENTO. HABEAS CORPUS DE OFÍCIO DESCABIDO.\nAGRAVO REGIMENTAL DESPROVIDO.\n1. A decisão agravada, nos termos do art. 21-E, V, c.c. art. 266-C,\nambos do Regimento Interno do Superior Tribunal de Justiça - RISTJ,\nindeferiu liminarmente os embargos de divergência, em razão da\nincidência da Súmula n. 315 desta Corte, segundo a qual \"não cabem\nembargos de divergência no âmbito do agravo de instrumento que não\nadmite recurso especial\".\n2. No caso, foi desprovido o agravo regimental interposto contra a\ndecisão de não conhecimento do agravo em recurso especial, por força\nda aplicação da Súmula n. 182/STJ. Assim, não tendo sido\nefetivamente apreciado o mérito do recurso especial, os embargos de\ndivergência são manifestamente inadmissíveis.\n3. Ademais, \"o STJ firmou entendimento de que, em Embargos de\nDivergência, não se admite como paradigma acórdão proferido em ações\nque possuem natureza de garantia constitucional, como Habeas Corpus,\nMandado de Segurança, Habeas Data e Mandado de Injunção\" (AgInt nos\nEAREsp n. 1.363.487/PR, relator Ministro Herman Benjamin, Corte\nEspecial, julgado em 26/4/2022, DJe de 23/6/2022).\n4. \"O pleito de concessão de habeas corpus de ofício, como forma de\ntentar burlar a inadmissão do apelo especial ou de seus posteriores\nrecursos, é descabido (AgRg no REsp 1706035/MG, Rel. Ministro\nRIBEIRO DANTAS, QUINTA TURMA, julgado em 13/11/2018, DJe\n22/11/2018)\" (EDcl no AgRg no AgRg no AREsp 1363476/PR, Rel.\nMinistro JORGE MUSSI, QUINTA TURMA, DJe 8/3/2019).\n5. De mais a mais, \"[a] concessão de Habeas Corpus de ofício, no\nbojo de embargos de divergência, encontra óbice tanto no fato de que\no Relator não tem autoridade para conceder a ordem por meio de\ndecisão monocrática, desconstituindo, na prática, o resultado de\nacórdão proferido por outra Turma julgadora, como, tampouco a Seção\ndetém competência constitucional para conceder Habeas Corpus contra\nacórdão de Turma do próprio Tribunal\" (AgRg nos EAREsp n.\n971.629/PR, Terceira Seção, Rel. Min. Reynaldo Soares Fonseca, DJe\nde 22/5/2017).\n6 . Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230614",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Terceira Seção, por unanimidade, negar\nprovimento ao agravo regimental, nos termos do voto do Sr. Ministro\nRelator.\nOs Srs. Ministros Messod Azulay Neto, Jesuíno Rissato (Desembargador\nConvocado do TJDFT), João Batista Moreira (Desembargador convocado\ndo TRF1), Sebastião Reis Júnior, Rogerio Schietti Cruz, Reynaldo\nSoares da Fonseca e Antonio Saldanha Palheiro votaram com o Sr.\nMinistro Relator.\nAusente, justificadamente, a Sra. Ministra Laurita Vaz.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000848033",
  "numeroProcesso" : "1630221",
  "numeroRegistro" : "201903618434",
  "siglaClasse" : "AgRg nos EDcl nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JOEL ILAN PACIORNIK",
  "dataPublicacao" : "DJE        DATA:16/06/2023",
  "ementa" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE\nDIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL. EMBARGOS DE DIVERGÊNCIA\nLIMINARMENTE INDEFERIDOS. ARTIGO 266-C DO REGIMENTO INTERNO DO\nSUPERIOR TRIBUNAL DE JUSTIÇA - RISTJ. DIVERGÊNCIA NA APLICAÇÃO DO\nART. 1024, § 3º, DO CÓDIGO DE PROCESSO CIVIL - CPC NÃO DEMONSTRADA.\nDIVERGÊNIA ACERCA DO CABIMENTO DE SUSTENTAÇÃO ORAL EM AGRAVO\nREGIMENTAL EM AGRAVO EM RECURSO ESPECIAL. ACÓRDÃO EMBARGADO E\nACÓRDÃOS PARADIGMAS DO MESMO ÓRGÃO JULGADOR. DIVERGÊNCIA QUANTO AO\nCONHECIMENTO DE DISSÍDIO JURISPRUDENCIAL EM RECURSO ESPECIAL.\nPARADIGMA INADEQUADO. PRESCRIÇÃO DA PRETENSÃO PUNITIVA.\nINOCORRÊNCIA. RETROAÇÃO DO TRÂNSITO EM JULGADO. PRESCRIÇÃO DA\nPRETENSÃO EXECUTÓRIA. ANÁLISE INVIÁVEL. AGRAVO REGIMENTAL\nDESPROVIDO.\n1. No tocante à aplicação do art. 1.024, § 3º, do Código de Processo\nCivil - CPC, não houve demonstração de interpretação divergente para\nmesmas premissas fáticas. Faltou o devido cotejo analítico para\nevidenciar que mesmas situações processuais ensejaram soluções\ndistintas. Registra-se, ainda, que reprodução de ementas também não\nsupre a necessidade de cotejo analítico.\n1.1. Em verdade, a defesa do embargante discorda da conclusão\nalcançada pelo acórdão embargado, no sentido de que os primeiros\nembargos de declaração já rebateram todas as teses da decisão\nmonocrática de conhecimento do agravo em recurso especial para não\nconhecimento do recurso especial, motivo pelo qual seria\nprescindível complementação para julgamento deles a título de agravo\nregimental. O acórdão embargado, inclusive, escorou sua\nfundamentação nos mesmos paradigmas invocados para fins de\ndivergência.\n2. No tocante à divergência a respeito do cabimento de sustentação\noral em julgamento de agravo regimental em agravo em recurso\nespecial, descabido  o conhecimento, pois os paradigmas não divergem\ndo julgamento de qualquer outro órgão do mesmo tribunal (art. 1.043,\nI e III, do Código de Processo Civil - CPC/2015).\n2.1. No caso, tanto o acórdão embargado quanto os acórdãos\nparadigmas foram emanados pela mesma Turma julgadora.\n3. No tocante à divergência pelo não conhecimento de recurso\nespecial interposto com fulcro no art. 105, III, \"c\", da\nConstituição Federal - CRFB/1988, foi apresentada decisão\nmonocrática a título de paradigma, o que não se admite diante da\nexigência de acórdão, na literalidade do art. 1.043, I e III, do\nCPC/2015.\n4. No tocante à prescrição da pretensão punitiva com base na pena em\nconcreto, não houve o transcurso do lapso prescricional entre os\nmarcos interruptivos do recebimento da denúncia, publicação da\nsentença condenatória e julgamento do acórdão de apelação.\nRegistra-se, ainda, ser hipótese de retroação do trânsito em julgado\npara o término de prazo do último recurso cabível na origem, eis que\no agravo foi conhecido para não conhecimento do recurso especial.\n4.1. Considerando a retroação da data do trânsito em julgado para\n21/5/2019, o lapso prescricional de 4 anos e a presente data,\npode-se cogitar a ocorrência de prescrição da pretensão executória.\nTodavia, a análise do instituto competirá primeiramente ao juiz da\nexecução penal, eis que demanda informações que vão além dessas.\n5. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230614",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Terceira Seção, por unanimidade, negar\nprovimento ao agravo regimental, nos termos do voto do Sr. Ministro\nRelator.\nOs Srs. Ministros Messod Azulay Neto, Jesuíno Rissato (Desembargador\nConvocado do TJDFT), João Batista Moreira (Desembargador convocado\ndo TRF1), Laurita Vaz, Sebastião Reis Júnior, Rogerio Schietti Cruz,\nReynaldo Soares da Fonseca e Antonio Saldanha Palheiro votaram com o\nSr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : "(PRESCRIÇÃO DA PRETENSÃO PUNITIVA - INOCORRÊNCIA - RETROAÇÃO DO\nTRÂNSITO EM JULGADO)\n   STJ - <<AgRg na PET no AREsp 176986>>-DF,\n         <<AgRg nos EDcl no AgRg no AREsp 1714879>>-RJ,\n         <<AgRg nos EDcl na PET no AREsp 1768922>>-SP\n(PRESCRIÇÃO DA PRETENSÃO EXECUTÓRIA - NECESSIDADE DE MANIFESTAÇÃO\nDAS INSTÂNCIAS ORDINÁRIAS)\n   STJ - <<AgRg no HC 720948>>-SC",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000848034",
  "numeroProcesso" : "195240",
  "numeroRegistro" : "202300639621",
  "siglaClasse" : "AgRg no CC",
  "descricaoClasse" : "AGRAVO REGIMENTAL NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "MESSOD AZULAY NETO",
  "dataPublicacao" : "DJE        DATA:19/06/2023",
  "ementa" : "AGRAVO REGIMENTAL NO CONFLITO DE COMPETÊNCIA. EXECUÇÃO. JUÍZO\nFEDERAL DA CONDENAÇÃO. CUMPRIMENTO DA PENA EM ESTABELECIMENTO\nPRISIONAL ESTADUAL. PROGRESSÃO PARA REGIME SEMIABERTO. SÚMULA\n192/STJ. COMPETÊNCIA DO JUÍZO ESTADUAL.\nI - A Terceira Seção reafirmou a competência da Justiça Federal em\ncasos como o presente, no sentido de que e a competência para\ncondução da execução penal mesmo após a mudança para regime menos\ngravoso, considerando até mesmo o aberto, não afasta a competência\ndo Juízo estadual para fiscalizar a execução da pena.\nAgravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230614",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Terceira Seção, por unanimidade, negar\nprovimento ao agravo regimental, nos termos do voto do Sr. Ministro\nRelator.\nOs Srs. Ministros Jesuíno Rissato (Desembargador Convocado do\nTJDFT), João Batista Moreira (Desembargador convocado do TRF1),\nLaurita Vaz, Sebastião Reis Júnior, Rogerio Schietti Cruz, Reynaldo\nSoares da Fonseca, Antonio Saldanha Palheiro e Joel Ilan Paciornik\nvotaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000844658",
  "numeroProcesso" : "1970217",
  "numeroRegistro" : "202103611390",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "RIBEIRO DANTAS",
  "dataPublicacao" : "DJE        DATA:01/06/2023",
  "ementa" : "PENAL. RECURSO ESPECIAL REPRESENTATIVO DE CONTROVÉRSIA. LIVRAMENTO\nCONDICIONAL. FALTA GRAVE. ÚLTIMOS 12 MESES. REQUISITO OBJETIVO. BOM\nCOMPORTAMENTO. REQUISITO SUBJETIVO. AUSÊNCIA DE LIMITAÇÃO TEMPORAL.\nAFERIÇÃO DURANTE TODO O HISTÓRICO PRISIONAL. TESE FIRMADA. CASO\nCONCRETO. NÃO PREENCHIMENTO DOS REQUISITOS. RECURSO PROVIDO.\n1. Recurso representativo de controvérsia. Atendimento ao disposto\nno art. 1036 e seguintes do Código de Processo Civil e da Resolução\nn. 8/2008 do STJ.\n2. Delimitação da controvérsia: definir se o requisito objetivo do\nlivramento condicional consistente em não ter cometido falta grave\nnos últimos 12 meses (art. 83, III, \"b\", do CP, inserido pela Lei\nAnticrime) limita a valoração do requisito subjetivo (bom\ncomportamento durante a execução da pena, alínea \"a\" do referido\ninciso).\n3. Tese: a valoração do requisito subjetivo para concessão do\nlivramento condicional - bom comportamento durante da execução da\npena (art. 83, inciso III, alínea \"a\", do Código Penal) - deve\nconsiderar todo o histórico prisional, não se limitando ao período\nde 12 meses referido na alínea \"b\" do mesmo inciso III do art. 83 do\nCódigo Penal.\n4. No caso concreto, o recorrido não preenche os requisitos para a\nobtenção do livramento condicional, diante da prática de falta\ngrave, considerada pelo juízo da execução como demonstrativa de\nirresponsabilidade e indisciplina no cumprimento de pena.\n5. Recurso especial provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230524",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção do Superior\nTribunal de Justiça, por maioria, dar provimento ao recurso especial\ne fixar a seguinte tese (Tema 1161): \"a valoração do requisito\nsubjetivo para concessão do livramento condicional - bom\ncomportamento durante da execução da pena (art. 83, inciso III,\nalínea \"a\", do Código Penal) - deve considerar todo o histórico\nprisional, não se limitando ao período de 12 meses referido na\nalínea \"b\" do mesmo inciso III do art. 83 do Código Penal\", nos\ntermos do voto do Sr. Ministro Relator.\nVencido o Sr. Ministro João Batista Moreira (Desembargador Convocado\ndo TRF1), que negava provimento ao recurso especial. Votou vencido\no Sr. Ministro João Batista Moreira (Desembargador Convocado do\nTRF1).\nOs Srs. Ministros Joel Ilan Paciornik, Messod Azulay Neto, Jesuíno\nRissato (Desembargador Convocado do TJDFT), Laurita Vaz, Sebastião\nReis Júnior, Rogerio Schietti Cruz e Reynaldo Soares da Fonseca\nvotaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.\nA Dra. Adriana Patricia Campos Pereira (Defensora Pública do Estado\nde Minas Gerais) sustentou oralmente pela parte Recorrida: Jefferson\nHebert da Silva Arruda.\nO Dr. André Estêvão Ubaldino (Procurador de Justiça do Estado de\nMinas Gerais) sustentou oralmente pela parte Recorrente: Ministério\nPúblico do Estado de Minas Gerais.\nO Dr. Fernando Rodolfo Mercês Moris (Defensor Público do Estado de\nSão Paulo) sustentou oralmente pela parte Interessada: Grupo de\nAtuação Estratégica das Defensorias Públicas Estaduais e Distrital\nnos Tribunais Superiores.",
  "jurisprudenciaCitada" : "(LIVRAMENTO CONDICIONAL - REQUISITO SUBJETIVO - NÃO COMETIMENTO DE\nFALTA GRAVE NO PERÍODO DE 12 MESES - REQUISITOS CUMULATIVOS)\n   STJ - <<AgRg no HC 730327>>-RS\n(LIVRAMENTO CONDICIONAL - REQUISITO SUBJETIVO - LIMITE TEMPORAL -\nTODO O PERÍODO DA EXECUÇÃO DA PENA)\n   STJ - <<AgRg no REsp 1961829>>-MG, <<AgRg no HC 728715>>-SP,\n         <<AgRg no REsp 1963528>>-PR, <<AgRg no REsp 1947037>>-DF,\n         <<AgRg no REsp 2017532>>-TO, <<AgRg no REsp 2007617>>-TO",
  "notas" : "Julgado conforme procedimento previsto para os Recursos Repetitivos\nno âmbito do STJ.",
  "informacoesComplementares" : "     \"A inclusão da alínea 'b' no inciso III do art. 83 do Código\nPenal, pela Lei n. 13.964/2019 (Pacote Anticrime), teve como\nobjetivo impedir a concessão do livramento condicional ao apenado\nque tenha cometido falta grave nos últimos 12 meses, o que não\nsignifica, todavia, que 'a ausência de falta grave no mencionado\nperíodo seja suficiente para satisfazer o requisito subjetivo\nexigido para a concessão do livramento condicional' [...]\".\n     (VOTO VENCIDO) (MIN. JOÃO BATISTA MOREIRA  (DESEMBARGADOR\nCONVOCADO DO TRF1))\n     \"[...] vejo que o art. 83, III, alínea a, estabelece como\nrequisito 'bom comportamento durante a execução da pena' e, na\nalínea b, não cometimento de falta grave nos últimos 12 meses. Na\nminha compreensão,data venia dos doutos entendimentos divergentes, o\nrequisito da alínea b deve ser levado em conta primeiro. Houve, na\nliteralidade da lei, uma inversão na ordem dos requisitos. Este deve\nser considerado em primeiro lugar porque prejudica o requisito da\nalínea a. Se ocorreu falta grave nos últimos doze meses, não há por\nque passar ao exame do requisito previsto na alínea a\".",
  "termosAuxiliares" : null,
  "teseJuridica" : "\"A valoração do requisito subjetivo para concessão do livramento\ncondicional - bom comportamento durante da execução da pena (art.\n83, inciso III, alínea 'a', do Código Penal) - deve considerar todo\no histórico prisional, não se limitando ao período de 12 meses\nreferido na alínea 'b' do mesmo inciso III do art. 83 do Código\nPenal\".",
  "tema" : "Tema Repetitivo 1161\nSituação do tema: Acórdão Publicado - RE Pendente",
  "referenciasLegislativas" : [ "LEG:FED DEL:002848 ANO:1940\n*****  CP-40    CÓDIGO PENAL\n        ART:00083 INC:00003 LET:A LET:B\n(COM A REDAÇÃO DADA PELA LEI 13.964/2019)", "LEG:FED LEI:013964 ANO:2019\n*****  LPAC-2019    LEI DO PACOTE ANTICRIME", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000844659",
  "numeroProcesso" : "1974104",
  "numeroRegistro" : "202103825797",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "RIBEIRO DANTAS",
  "dataPublicacao" : "DJE        DATA:01/06/2023",
  "ementa" : "PENAL. RECURSO ESPECIAL REPRESENTATIVO DE CONTROVÉRSIA. LIVRAMENTO\nCONDICIONAL. FALTA GRAVE. ÚLTIMOS 12 MESES. REQUISITO OBJETIVO.  BOM\nCOMPORTAMENTO. REQUISITO SUBJETIVO. AUSÊNCIA DE LIMITAÇÃO TEMPORAL.\nAFERIÇÃO DURANTE TODO O HISTÓRICO PRISIONAL. TESE FIRMADA. CASO\nCONCRETO. REVOGAÇÃO DO BENEFÍCIO. RECURSO PROVIDO.\n1. Recurso representativo de controvérsia. Atendimento ao disposto\nno art. 1036 e seguintes do Código de Processo Civil e da Resolução\nn. 8/2008 do STJ.\n2. Delimitação da controvérsia: definir se o requisito objetivo do\nlivramento condicional consistente em não ter cometido falta grave\nnos últimos 12 meses (art. 83, III, \"b\", do CP, inserido pela Lei\nAnticrime) limita a valoração do requisito subjetivo (bom\ncomportamento durante a execução da pena, alínea \"a\" do referido\ninciso).\n3. Tese: a valoração do requisito subjetivo para concessão do\nlivramento condicional - bom comportamento durante da execução da\npena (art. 83, inciso III, alínea \"a\", do Código Penal) - deve\nconsiderar todo o histórico prisional, não se limitando ao período\nde 12 meses referido na alínea \"b\" do mesmo inciso III do art. 83 do\nCódigo Penal.\n4. No caso concreto, o recorrido, J. A. K., não preenche os\nrequisitos para a obtenção do livramento condicional, na medida em\nque ostenta, além da última falta grave registrada em outubro de\n2019, quatro fugas nos períodos em que foi agraciado com a\nprogressão para o regime semiaberto.\n5. Recurso especial provido para revogar o livramento condicional.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230524",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção do Superior\nTribunal de Justiça, por unanimidade, dar provimento ao recurso\nespecial para revogar o livramento condicional e fixar a seguinte\ntese (Tema 1161): \"a valoração do requisito subjetivo para concessão\ndo livramento condicional - bom comportamento durante da execução\nda pena (art. 83, inciso III, alínea \"a\", do Código Penal) - deve\nconsiderar todo o histórico prisional, não se limitando ao período\nde 12 meses referido na alínea \"b\" do mesmo inciso III do art. 83 do\nCódigo Penal\", nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Joel Ilan Paciornik, Messod Azulay Neto, Jesuíno\nRissato (Desembargador Convocado do TJDFT), João Batista Moreira\n(Desembargador convocado do TRF1), Laurita Vaz, Sebastião Reis\nJúnior, Rogerio Schietti Cruz e Reynaldo Soares da Fonseca votaram\ncom o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.\nO Dr. Fernando Rodolfo Mercês Moris (Defensor Público do Estado de\nSão Paulo) sustentou oralmente pela parte Interessada: Grupo de\nAtuação Estratégica das Defensorias Públicas Estaduais e Distrital\nnos Tribunais Superiores.",
  "jurisprudenciaCitada" : "(LIVRAMENTO CONDICIONAL - REQUISITO SUBJETIVO - BOM COMPORTAMENTO -\nNÃO COMETIMENTO DE FALTA GRAVE NOS ÚLTIMOS 12 MESES)\n   STJ - <<AgRg no HC 730327>>-RS\n(LIVRAMENTO CONDICIONAL - REQUISITO SUBJETIVO - BOM COMPORTAMENTO -\nLIMITE TEMPORAL - TODO O PERÍODO DA EXECUÇÃO DA PENA)\n   STJ - <<AgRg no REsp 1961829>>-MG, <<AgRg no HC 728715>>-SP,\n         <<AgRg no REsp 1963528>>-PR, <<AgRg no REsp 1947037>>-DF,\n         <<AgRg no REsp 2017532>>-TO, <<AgRg no REsp 2007617>>-TO",
  "notas" : "Julgado conforme procedimento previsto para os Recursos Repetitivos\nno âmbito do STJ.",
  "informacoesComplementares" : "     \"[...] a inclusão da alínea 'b' no inciso III do art. 83 do\nCódigo Penal, pela Lei n. 13.964/2019 (Pacote Anticrime), teve como\nobjetivo impedir a concessão do livramento condicional ao apenado\nque tenha cometido falta grave nos últimos 12 meses, o que não\nsignifica, todavia, que 'a ausência de falta grave no mencionado\nperíodo seja suficiente para satisfazer o requisito subjetivo\nexigido para a concessão do livramento condicional' [...]\".",
  "termosAuxiliares" : null,
  "teseJuridica" : "\"A valoração do requisito subjetivo para concessão do livramento\ncondicional -  bom comportamento durante da execução da pena (art.\n83, inciso III, alínea 'a', do Código Penal) -  deve considerar todo\no histórico prisional, não se limitando ao período de 12 meses\nreferido na alínea 'b' do mesmo inciso III do art. 83 do Código\nPenal\".",
  "tema" : "Tema Repetitivo 1161\nSituação do tema: Acórdão Publicado - RE Pendente",
  "referenciasLegislativas" : [ "LEG:FED DEL:002848 ANO:1940\n*****  CP-40    CÓDIGO PENAL\n        ART:00083 INC:00003 LET:A LET:B\n(COM A REDAÇÃO DADA PELA LEI 13.964/2019)", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036", "LEG:FED LEI:013964 ANO:2019\n*****  LPAC-2019    LEI DO PACOTE ANTICRIME" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000845607",
  "numeroProcesso" : "15830",
  "numeroRegistro" : "202103195529",
  "siglaClasse" : "EDcl na Pet",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NA PETIÇÃO",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "REYNALDO SOARES DA FONSECA",
  "dataPublicacao" : "DJE        DATA:26/05/2023",
  "ementa" : "EMBARGOS DE DECLARAÇÃO EM AGRAVO REGIMENTAL EM PETIÇÃO. EXPEDIENTE\nAUTUADO COMO PETIÇÃO, MAS INTITULADO EMBARGOS DE DIVERGÊNCIA.\nINTERPOSIÇÃO CONTRA ACÓRDÃO PROFERIDO EM HABEAS CORPUS. DESCABIMENTO\nPOR AUSÊNCIA DE PREVISÃO LEGAL. INEXISTÊNCIA DE VÍCIOS NO JULGADO\nEMBARGADO. EMBARGOS DE DECLARAÇÃO REJEITADOS.\n1. Os embargos de declaração, ainda que manejados para fins de\nprequestionamento, somente se prestam a corrigir error in procedendo\ne possuem fundamentação vinculada, dessa forma, para seu cabimento,\nimprescindível a demonstração de que a decisão embargada se mostrou\nobscura, contraditória, ambígua ou omissa, conforme disciplina o\nart. 619 do Código de Processo Penal, ou mesmo para correção de erro\nmaterial, o que não ocorreu na espécie.\nPortanto, a mera irresignação com o resultado de julgamento,\nvisando, assim, a reversão do julgado, não tem o condão de\nviabilizar a oposição dos aclaratórios.\n2. A contradição impugnável por meio dos embargos de declaração é\naquela interna ao julgado, que demonstra incoerência entre as\npremissas e a conclusão da decisão embargada, e não a divergência\nentre a parte e o julgador sobre a correta interpretação a ser dada\nà lei.\n3. Se o acórdão embargado aponta óbice apto a impedir o conhecimento\ndos embargos de divergência interpostos pela defesa (in casu, o\ndescabimento de embargos de divergência contra acórdãos proferidos\nem habeas corpus), não se lhe pode imputar omissão por não discutir\no mérito da divergência.\n4. A jurisprudência desta Corte já se firmou no sentido de que a\nmatéria de ordem pública somente pode ser conhecida na instância\nextraordinária, seja dizer no Superior Tribunal de Justiça ou no\nSupremo Tribunal Federal, se o recurso dirigido à Corte Superior\npreencher todos os requisitos de admissibilidade e for conhecido. Do\ncontrário, nenhuma matéria processual ou de mérito - nem mesmo\naquela referente a questões de ordem pública - é devolvida ao\nconhecimento do Tribunal Superior. Precedentes.\n5. Embargos de declaração rejeitados.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230524",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção, por unanimidade,\nrejeitar  os embargos de declaração, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Antonio Saldanha Palheiro, Joel Ilan Paciornik,\nMessod Azulay Neto, Jesuíno Rissato (Desembargador Convocado do\nTJDFT), João Batista Moreira (Desembargador convocado do TRF1),\nLaurita Vaz, Sebastião Reis Júnior e Rogerio Schietti Cruz votaram\ncom o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DECLARAÇÃO - CONTRADIÇÃO)\n   STJ - <<EDcl nos EDcl no AgRg nos EDcl no REsp 790903>>-RJ,\n         <<EDcl no AgRg nos EDcl no Ag 1431718>>-AL,\n         <<EDcl no AgRg no AREsp 311131>>-RS,\n         <<EDcl no HC 290120>>-SC, <<AgRg no AREsp 393988>>-ES,\n         <<EDcl no AgRg no REsp 639348>>-DF\n(MATÉRIA DE ORDEM PÚBLICA - NECESSIDADE DE PREQUESTIONAMENTO)\n   STJ - <<REsp 799780>>-DF, <<REsp 789062>>-MG,\n         <<REsp 1807827>>-SE, <<AgInt no AREsp 1446312>>-SP,\n         <<RHC 64840>>-RJ, <<AgRg nos EDcl no REsp 1413548>>-MG,\n         <<AgRg no AREsp 1200062>>-MS",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00619" ],
  "acordaosSimilares" : [ "EDcl no AgRg nos EAREsp  2226156  SC  2022/0299079-1\nDecisão:24/05/2023\nDJE        DATA:26/05/2023" ]
}, {
  "id" : "000845725",
  "numeroProcesso" : "42951",
  "numeroRegistro" : "202200719287",
  "siglaClasse" : "AgRg na Rcl",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "MESSOD AZULAY NETO",
  "dataPublicacao" : "DJE        DATA:30/05/2023",
  "ementa" : "AGRAVO REGIMENTAL NA RECLAMAÇÃO DO MPF. NOVOS ARGUMENTOS HÁBEIS A\nDESCONSTITUIR A DECISÃO IMPUGNADA. INEXISTÊNCIA. VIOLAÇÃO DA\nAUTORIDADE DE DECISÃO DESTE SUPERIOR TRIBUNAL DE JUSTIÇA.\nDESCUMPRIMENTO DE DECISÃO PROLATADA NO HC 685.515-SP. OCORRÊNCIA.\nRECLAMAÇÃO PROCEDENTE. AGRAVO REGIMENTAL DESPROVIDO.\nI - É assente nesta eg. Corte Superior de Justiça que o agravo\nregimental deve trazer novos argumentos capazes de alterar o\nentendimento anteriormente firmado, sob pena de ser mantida a r.\ndecisão recorrida pelos próprios fundamentos.\nII - Na espécie, verifica-se que a autoridade de decisão proferida\npor este STJ foi descumprida na decisão proferida pelo Juiz da\nexecução, pois deixou de apontar razões com aptidão para afastamento\nda fração máxima de redução, haja vista que conforme entendimento\nveiculado no HC 685.515-SP, apenas fatores não preponderantes\npoderiam ser utilizados na modulação da causa de diminuição de pena;\ne o artigo 42 da Lei n. 11.343/06 identifica a natureza e\nquantidade de droga como fator preponderante, na dosimetria da pena.\nIII - Portanto, presente afronta à autoridade de decisão emanada\ndesta eg. Corte Superior, razão pela qual foi julgado procedente o\npleito reclamatório, com o redimensionamento da pena.\nAgravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230524",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Terceira Seção, por unanimidade, negar\nprovimento ao agravo regimental, nos termos do voto do Sr. Ministro\nRelator.\nOs Srs. Ministros Jesuíno Rissato (Desembargador Convocado do\nTJDFT), João Batista Moreira (Desembargador convocado do TRF1),\nLaurita Vaz, Sebastião Reis Júnior, Rogerio Schietti Cruz, Reynaldo\nSoares da Fonseca, Antonio Saldanha Palheiro e Joel Ilan Paciornik\nvotaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000845726",
  "numeroProcesso" : "7476",
  "numeroRegistro" : "202301187561",
  "siglaClasse" : "AgRg na AR",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA AÇÃO RESCISORIA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "MESSOD AZULAY NETO",
  "dataPublicacao" : "DJE        DATA:30/05/2023",
  "ementa" : "PROCESSUAL PENAL. AGRAVO REGIMENTAL NA REVISÃO CRIMINAL. AÇÃO\nRESCISÓRIA EM PROCESSO PENAL . DESCABIMENTO. PRETENSÃO DE\nRECONHECIMENTO DE ATIPICIDADE DELITIVA. AUSÊNCIA DE ARGUMENTOS NOVOS\nPARA ATACAR A DECISÃO IMPUGNADA.  AGRAVO REGIMENTAL DESPROVIDO.\nI - Para desconstituir acórdão proferido em processo penal a ação a\nser utilizada é a revisão criminal, a teor do que determina o art.\n621 e incisos do CPP.\nII - Consoante dispõe o art. 105, I, alínea e, da Constituição\nFederal, compete ao Superior Tribunal de Justiça processar e julgar,\noriginariamente, \"as revisões criminais e as ações rescisórias de\nseus julgados\", logo se vê que, salvo hipótese de condenação em ação\noriginária, a competência desta Corte para o conhecimento da\nrevisão criminal está limitada à questão efetivamente examinada e\ndecidida no recurso especial. Precedentes.\nIII - Na espécie, o recurso especial não foi admitido na origem e o\nsubsequente agravo em recurso especial também não foi provido, logo,\nnão examinou o mérito da condenação, não tendo, portanto, discutido\nsobre os elementos probatórios ou sobre os critérios de fixação da\npena.\nIV - Não tendo o agravante trazido qualquer argumento novo capaz de\nensejar a alteração do entendimento firmado por ocasião da decisão\nmonocrática, esta última deve ser mantida pelos seus próprios\nfundamentos.\nAgravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230524",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Terceira Seção, por unanimidade, negar\nprovimento ao agravo regimental, nos termos do voto do Sr. Ministro\nRelator.\nOs Srs. Ministros Jesuíno Rissato (Desembargador Convocado do\nTJDFT), João Batista Moreira (Desembargador convocado do TRF1),\nLaurita Vaz, Sebastião Reis Júnior, Rogerio Schietti Cruz, Reynaldo\nSoares da Fonseca, Antonio Saldanha Palheiro e Joel Ilan Paciornik\nvotaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : "(REVISÃO CRIMINAL - STJ - COMPETÊNCIA - QUESTÃO DECIDIDA NO RECURSO\nESPECIAL)\n   STJ - <<AgRg na RvCr 4997>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00621", "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00105 INC:00001 LET:E" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000845742",
  "numeroProcesso" : "45250",
  "numeroRegistro" : "202301073225",
  "siglaClasse" : "Rcl",
  "descricaoClasse" : "RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "LAURITA VAZ",
  "dataPublicacao" : "DJE        DATA:30/05/2023",
  "ementa" : "RECLAMAÇÃO CONSTITUCIONAL. AUTORIDADE DA DECISÃO PROFERIDA NO AgRg\nNO HC 762.049/PR, REL. MINISTRA LAURITA VAZ, VIOLADA NO ATO DO JUÍZO\nRECLAMADO. LIMINAR RATIFICADA. PARECER DO MINISTÉRIO PÚBLICO\nFEDERAL ACOLHIDO. PEDIDO RECLAMATÓRIO JULGADO PROCEDENTE.\n1. A ação constitucional da reclamação, prevista no art. 105, inciso\nI, alínea f, da Constituição da República e no art. 187 do\nRegimento Interno do Superior Tribunal de Justiça (RISTJ) visa a\ngarantir a) a preservação da competência desta Corte e b) a\nautoridade de seus julgados, no caso de descumprimento ou, é claro,\no cumprimento parcial do decisum.\n2. As ordens mandamentais (como as proferidas em habeas corpus,\nmandados de injunção, mandado de segurança e habeas data) têm\neficácia imediata (mutatis mutandis, STJ, Rcl 4.924/DF, Rel.\nMinistra MARIA THEREZA DE ASSIS MOURA, Terceira Seção, julgado em\n22/6/2011, DJe de 10/2/2012), salvo expressa previsão legal em\nsentido contrário (como a que determina o trânsito em julgado da\nordem que reconhece benefícios financeiros a servidores públicos, v.\ng.).\n3. Espécie na qual o Juiz Reclamado condicionou o integral\ncumprimento da ordem de habeas corpus concedida pela Sexta Turma do\nSuperior Tribunal de Justiça no julgamento do AgRg no HC 762.049/PR,\nRel. Ministra LAURITA VAZ, ao trânsito em julgado do decisum.\n4. Determinação do Magistrado de primeiro grau manifestamente\nilegal, pois equivale a conferir efeito suspensivo a uma ordem\nmandamental proferida por Tribunal de superposição, hipótese não\ncontemplada no ordenamento jurídico. In casu, a eventual oposição de\nembargos de declaração ou interposição de recurso extraordinário\ncontra o acórdão desta Corte não tem esse efeito.\n5. O fundamento da Autoridade Reclamada de que falta à decisão\nproferida no writ efeito vinculante - e também por essa razão\nrecusar o total cumprimento da ordem concedida pelo Superior\nTribunal de Justiça - igualmente é inidôneo. Não se confunde a\neficácia erga omnes das ações do controle direto de\nconstitucionalidade com os efeitos do remédio do habeas corpus, de\nnatureza subjetiva; ou seja, atribuído  sim de força vinculante,\nentre as partes.\n6. Manifestação da Procuradoria-Geral da República acolhida.  Pedido\njulgado procedente pa ra ratificar a decisão liminar em que fora\ndeterminado ao Juiz Reclamado que desse, imediatamente, integral\ncumprimento à ordem de habeas corpus concedida pela Sexta Turma do\nSuperior Tribunal de Justiça no julgamento do AgRg no HC 762.049/PR,\nRel. Ministra LAURITA VAZ, concluído em 07/03/2023.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230524",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Terceira Seção, por unanimidade, acolher o\nparecer da Procuradoria-Geral da República e julgar procedente a\nreclamação para ratificar a decisão liminar em que fora determinado\nao Juiz Reclamado que desse, imediatamente, integral cumprimento à\nordem de habeas corpus concedida pela Sexta Turma do Superior\nTribunal de Justiça no julgamento do AgRg no HC 762.049/PR, Rel.\nMinistra Laurita Vaz, concluído em 07/03/2023, nos termos do voto da\nSra. Ministra Relatora. Determinada a expedição de ofícios à\nCorregedoria Nacional de Justiça e à Corregedoria-Geral da Justiça\ndo Estado do Paraná, para que avaliem se o descumprimento\nde determinações desta Corte pelo Juiz Reclamado\nconfigura a eventual prática de infrações.\nOs Srs. Ministros Sebastião Reis Júnior, Rogerio Schietti Cruz,\nReynaldo Soares da Fonseca, Antonio Saldanha Palheiro, Joel Ilan\nPaciornik, Messod Azulay Neto, Jesuíno Rissato (Desembargador\nConvocado do TJDFT) e João Batista Moreira (Desembargador Convocado\ndo TRF1) votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : "(RECLAMAÇÃO - GARANTIA DA AUTORIDADE DE DECISÃO - ORDENS\nMANDAMENTAIS - EFICÁCIA IMEDIATA)\n   STJ - <<Rcl 4924>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00187", "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00105 INC:00001 LET:F" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000845751",
  "numeroProcesso" : "196571",
  "numeroRegistro" : "202301294017",
  "siglaClasse" : "CC",
  "descricaoClasse" : "CONFLITO DE COMPETENCIA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "LAURITA VAZ",
  "dataPublicacao" : "DJE        DATA:30/05/2023",
  "ementa" : "CONFLITO NEGATIVO DE COMPETÊNCIA. EXECUÇÃO PENAL. CUMPRIMENTO DE\nPENA PRIVATIVA DE LIBERDADE. CONFLITANTES: JUÍZOS DE DIREITO NOS\nESTADOS DO PARANÁ E SANTA CATARINA. RÉU SEGREGADO EM COMARCA DIVERSA\nDAQUELA EM QUE FOI CONDENADO. COMPETÊNCIA PARA A EXECUÇÃO, EM\nREGRA, DO JUÍZO DA CONDENAÇÃO. EXECUÇÃO DEPRECADA UNILATERALMENTE.\nIMPOSSIBILIDADE. NECESSIDADE DE CONSULTA AO JUÍZO DESTINATÁRIO, PARA\nQUE ESCLAREÇA A VIABILIDADE MATERIAL DO CUMPRIMENTO DA REPRIMENDA\nEM UNIDADE PRISIONAL NA COMARCA EM QUE FOI IMPLEMENTADA A PRISÃO DO\nAPENADO. MANIFESTAÇÃO DA PROCURADORIA-GERAL DA REPÚBLICA ACOLHIDA.\nCONFLITO CONHECIDO PARA DECLARAR A COMPETÊNCIA DO JUÍZO SUSCITADO.\n1. A deprecação unilateral da execução criminal não é admissível. A\nprévia consulta ao Juízo da Comarca em que foi cumprido o mandado de\nprisão é imprescindível, para que seja esclarecida a viabilidade\nmaterial de que o cumprimento da pena privativa de liberdade\nprossiga em presídio local. Precedentes.\n2. A execução da pena, em regra, compete ao Juízo da condenação, não\nimplicando deslocamento de competência o implemento da prisão em\ncomarca diversa, em razão da possibilidade de ser deprecada a\nfiscalização do cumprimento da pena.\n3. Parecer ministerial acolhido. Conflito negativo conhecido, para\ndeclarar a competência do Juízo de Direito  das Execuções Penais da\nComarca de Cianorte - PR, o Suscitado.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230524",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Terceira Seção, por unanimidade, conhecer do\nconflito e declarou competente o suscitado, Juízo de Direito da Vara\nCriminal da Comarca de Cianorte - PR, nos termos do voto da Sra.\nMinistra Relatora.\nOs Srs. Ministros Sebastião Reis Júnior, Rogerio Schietti Cruz,\nReynaldo Soares da Fonseca, Antonio Saldanha Palheiro, Joel Ilan\nPaciornik, Messod Azulay Neto, Jesuíno Rissato (Desembargador\nConvocado do TJDFT) e João Batista Moreira (Desembargador convocado\ndo TRF1) votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : "(COMPETÊNCIA - EXECUÇÃO PENAL - PRÉVIA CONSULTA AO JUÍZO DE DESTINO\n- DISPONIBILIDADE DE VAGAS NO SISTEMA PRISIONAL)\n   STJ - <<CC 172278>>-PR, <<AgRg no HC 451503>>-DF\n(CONFLITO DE COMPETÊNCIA - EXECUÇÃO DA PENA - PRISÃO EM CUMPRIMENTO\nDE MANDADO EM COMARCA DIVERSA - LOCAL DA SENTENÇA CONDENATÓRIA\nDEFINITIVA)\n   STJ - <<CC 156747>>-BA, <<CC 148926>>-RS",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000845859",
  "numeroProcesso" : "7497",
  "numeroRegistro" : "200700692110",
  "siglaClasse" : "AgInt nos EDcl nos EmbExeMS",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS À EXECUÇÃO EM MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "RIBEIRO DANTAS",
  "dataPublicacao" : "DJE        DATA:26/05/2023",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS À EXECUÇÃO EM\nMANDADO DE SEGURANÇA. ADMINISTRATIVO. SERVIDOR PÚBLICO. GOE.\nCONSIDERAÇÃO COMO VENCIMENTO BÁSICO. INCIDÊNCIA DE ATS. AGRAVO\nINTERNO IMPROVIDO.\n1. Conforme já decidido pela Terceira Seção desta Corte, inclusive\nem feito que trata da mesma execução (AgInt nos EDcl nos EmbExeMS n.\n7.497/DF), os valores da Gratificação por Operações Especiais (GOE)\nconstituem base de cálculo para as gratificações e indenizações, aí\nincluído o Adicional por Tempo de Serviço (ATS).\n2. Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230524",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção do Superior\nTribunal de Justiça, por unanimidade, negar provimento ao agravo\ninterno, nos termos do voto do Sr. Ministro Relator.\nA Sra. Ministra Laurita Vaz e os Srs. Ministros Sebastião Reis\nJúnior, Rogerio Schietti Cruz, Reynaldo Soares da Fonseca, Joel Ilan\nPaciornik, Messod Azulay Neto, Jesuíno Rissato (Desembargador\nConvocado do TJDFT) e João Batista Moreira (Desembargador convocado\ndo TRF1) votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : "(SERVIDOR PÚBLICO - GOE - CONSIDERAÇÃO COMO VENCIMENTO BÁSICO)\n",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:010667 ANO:2003\n        ART:00021" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000845861",
  "numeroProcesso" : "1717151",
  "numeroRegistro" : "202001481091",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JOEL ILAN PACIORNIK",
  "dataPublicacao" : "DJE        DATA:26/05/2023",
  "ementa" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. EMBARGOS DE DIVERGÊNCIA INDEFERIDOS LIMINARMENTE. ACÓRDÃO\nEMBARGADO QUE SOLUCIONOU CONTROVÉRSIA COM APLICAÇÃO DO ÓBICE DA\nSÚMULA N. 7 DO SUPERIOR TRIBUNAL DE JUSTIÇA -STJ. PRETENSÃO DE\nREVALORAÇÃO JURÍDICA CONSOANTE PARADIGMAS.  ÓBICE DA SÚMULA N. 315\nDO STJ. AGRAVO REGIMENTAL DESPROVIDO.\n1. A pretensão deduzida nos embargos de divergência de observância\nde acórdãos paradigmas que não identificaram em casos específicos a\nincidência do óbice da Súmula n. 7 do STJ aplicado no acórdão\nembargado para solução da controvérsia se mostra manifestamente\nincabível, em atenção ao entendimento firmado na Súmula n. 315 do\nSTJ. Precedentes.\n2. \"Não cabem embargos de divergência no âmbito do agravo de\ninstrumento que não admite recurso especial\" (Súmula n. 315, Corte\nEspecial, julgado em 5/10/2005, DJ de 18/10/2005, p. 102.)\n3. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230524",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção, por unanimidade,\nnegar provimento ao agravo regimental, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Messod Azulay Neto, Jesuíno Rissato (Desembargador\nConvocado do TJDFT), João Batista Moreira (Desembargador convocado\ndo TRF1), Laurita Vaz, Sebastião Reis Júnior, Rogerio Schietti Cruz,\nReynaldo Soares da Fonseca e Antonio Saldanha Palheiro votaram com\no Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : "(ACÓRDÃO EMBARGADO - NÃO CONHECIMENTO - EMBARGOS DE DIVERGÊNCIA -\nÓBICE DA SÚMULA 315/STJ)\n   STJ - <<EDcl no AgInt nos EAREsp 1587670>>-SP,\n         <<AgRg nos EAREsp 1337969>>-SP,\n         <<AgRg nos EAREsp 1219729>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000315" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000845876",
  "numeroProcesso" : "15433",
  "numeroRegistro" : "202002824537",
  "siglaClasse" : "AgRg na Pet",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA PETIÇÃO",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JOEL ILAN PACIORNIK",
  "dataPublicacao" : "DJE        DATA:26/05/2023",
  "ementa" : "AGRAVO REGIMENTAL NA PETIÇÃO. EMBARGOS DE DIVERGÊNCIA OPOSTOS CONTRA\nACÓRDÃO PROLATADO EM RECURSO ORDINÁRIO EM HABEAS CORPUS.\nINDEFERIMENTO LIMINAR PELA PRESIDÊNCIA DO SUPERIOR TRIBUNAL DE\nJUSTIÇA -  STJ. PARADIGMAS PROLATADOS EM AÇÕES QUE TÊM NATUREZA\nJURÍDICA DE GARANTIA CONSTITUCIONAL NÃO SE PRESTAM A DEMOSTRAR\nSUPOSTO DISSÍDIO. PRECEDENTES. MANIFESTA INADMISSIBILIDADE DOS\nEMBARGOS DE DIVERGÊNCIA. AGRAVO REGIMENTAL AO QUAL SE NEGA\nPROVIMENTO.\n1. A Corte Especial do Superior Tribunal de justiça firmou a\ncompreensão de que \"mesmo na égide do novo CPC, o § 1º do art. 1.043\nrestringe os julgados que podem ser objetos de comparação, em sede\nde embargos de divergência, a recursos e ações de competência\noriginária, não podendo, portanto, funcionar como paradigma acórdãos\nproferidos em ações que têm natureza jurídica de garantia\nconstitucional, como os habeas corpus, mandado de segurança, habeas\ndata e mandado de injunção\" (AgInt nos EAREsp 474.423/RS, Rel.\nMinistra Nancy Andrighi, Corte Especial, DJe 10/5/2018). No mesmo\nsentido: AgInt nos EAREsp n. 642.451/SC, relator Ministro Felix\nFischer, Corte Especial, DJe 14/9/2020.\n2. É firme a jurisprudência desta Corte Superior no sentido de que\nacórdãos proferidos no âmbito de habeas corpus não são admitidos\ncomo paradigmas para a comprovação de  dissídio jurisprudencial,\naplicando-se o mesmo raciocínio quanto ao recurso ordinário em\nhabeas corpus. Precedentes da Terceira Seção do STJ: AgRg nos EAREsp\nn. 1.884.233/SC, relator Ministro Messod Azulay Neto, DJe\n13/3/2023; AgRg nos EAREsp n. 2.075.914/SC, relator Ministro\nSebastião Reis Júnior, DJe 13/2/2023 e AgRg nos EDcl na Pet n.\n14.852/SP, relatora Ministra Laurita Vaz, DJe 25/2/2022.\n3. Agravo regimental ao qual se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230524",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção, por unanimidade,\nnegar provimento ao agravo regimental, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Messod Azulay Neto, Jesuíno Rissato (Desembargador\nConvocado do TJDFT), João Batista Moreira (Desembargador Convocado\ndo TRF1), Laurita Vaz, Sebastião Reis Júnior, Rogerio Schietti Cruz,\nReynaldo Soares da Fonseca e Antonio Saldanha Palheiro votaram com\no Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - ACÓRDÃO PARADIGMA - AÇÃO COM NATUREZA DE\nGARANTIA CONSTITUCIONAL - NÃO CABIMENTO)\n   STJ - <<AgInt nos EAREsp 474423>>-RS,\n         <<AgInt nos EAREsp 642451>>-SC,\n         <<AgRg nos EAREsp 1884233>>-SC,\n         <<AgRg nos EAREsp 2075914>>-SC,\n         <<AgRg nos EDcl na Pet 14852>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01043 INC:00001 INC:00002 PAR:00001", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000845877",
  "numeroProcesso" : "42274",
  "numeroRegistro" : "202102923463",
  "siglaClasse" : "Rcl",
  "descricaoClasse" : "RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JOEL ILAN PACIORNIK",
  "dataPublicacao" : "DJE        DATA:26/05/2023",
  "ementa" : "PENAL. PROCESSO PENAL. RECLAMAÇÃO. ART. 593, III, \"D\", DO CÓDIGO DE\nPROCESSO PENAL - CPP. DECISÃO DOS JURADOS MANIFESTAMENTE CONTRÁRIA À\nPROVA DOS AUTOS. TRIBUNAL DE JUSTIÇA QUE APRECIA RECURSO DE\nAPELAÇÃO SEM ANALISAR A PROVA DOS AUTOS. FUNDAMENTAÇÃO INSUFICIENTE.\nDETERMINAÇÃO DE NOVO JULGAMENTO DE EMBARGOS DE DECLARAÇÃO PARA QUE\nA PROVA DOS AUTOS SEJA CONSIDERADA NO JULGAMENTO DO APELO.\nDESCUMPRIMENTO.  EMBARGOS DE DECLARAÇÃO REJULGADOS SEM ABORDAGEM DA\nPROVA DOS AUTOS. RECLAMAÇÃO PROCEDENTE.\n1. É indiscutível que os jurados atuantes no Tribunal do júri julgam\npor íntima convicção, pois não precisam justificar as razões pelas\nquais responderam de um modo ou de outro os quesitos formulados.\nTodavia, essa premissa não impede que o Tribunal de origem exerça\ncontrole sobre a decisão dos jurados, sob pena de tornar letra morta\no contido no art. 593, III, \"d\", do CPP, que expressamente estipula\ncabimento de apelação contra decisão de jurados manifestamente\ncontrária à prova dos autos.\n2. Diante de recurso de apelação com base no art. 593, III, \"d\", do\nCPP, é imprescindível que o Tribunal avalie a prova dos autos, com\nfim de perquirir se há algum elemento que ampare o decidido pelos\njurados. Trata-se de providência objetiva de cotejo do veredicto com\na prova dos autos, sendo prescindível qualquer ingresso na mente\ndos jurados. Cabe ressaltar que, havendo duas versões jurídicas\nsobre os fatos, ambas amparadas no acervo probatório, deve ser\npreservada a decisão dos jurados, em atenção à soberania dos\nveredictos.\n3. O caso dos autos não é de absolvição por clemência. Os jurados\nnão absolveram o interessado, pois responderam negativamente ao\nquesito genérico. Houve, sim, reconhecimento de legítima defesa.\nHouve, também, reconhecimento de excesso em legítima defesa. O que\nse discute é se esse excesso foi culposo ou doloso. Segundo o MPE,\nos jurados reconheceram o excesso culposo em legítima defesa sem\nqualquer respaldo nos autos, eis que o primeiro disparo contra a\nvítima já teria sido suficiente para deixá-la estirada ao solo na\nposição decúbito ventral, cessando a agressão, sendo os demais\ndisparos justificados pelo animus necandi, conforme depoimentos de\ntestemunhas presenciais, bem como fotografias e laudo pericial que\nafastam cabalmente a tese do interessado apresentada aos jurados\nsegundo a qual apenas efetuou outros disparos porque a vítima caiu\nsegurando suas pernas.\n4. O Tribunal de origem, ao julgar o apelo, bem como os embargos de\ndeclaração, não cita qualquer elemento de prova para concluir que a\ndecisão dos jurados não está manifestamente divorciada do acervo\nprobatório, limitando-se a afirmar que os jurados acolheram a tese\ndefensiva a eles apresentada em plenário por íntima convicção.\n5. Reclamação procedente,  determinando que seja imediatamente\nrealizado novo julgamento dos embargos de declaração pelo Tribunal\nde origem notadamente para que, ao amparo da prova produzida nos\nautos, fundamente o seu convencimento sobre a decisão dos jurados\nser ou não manifestamente contrária à prova dos autos, consoante\ndecidido no Recurso Especial n. 1.836.275/RS.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230524",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção, por unanimidade,\njulgar procedente a reclamação, determinando que seja\nimediatamente realizado novo julgamento dos embargos de declaração\nnotadamente para que, ao amparo da prova produzida nos autos,\nfundamente o seu convencimento sobre a decisão dos jurados ser ou\nnão manifestamente contrária à prova dos autos, consoante decidido\nno Recurso Especial n. 1.836.275/RS, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Messod Azulay Neto, Jesuíno Rissato (Desembargador\nConvocado do TJDFT), João Batista Moreira (Desembargador convocado\ndo TRF1), Laurita Vaz, Sebastião Reis Júnior, Rogerio Schietti Cruz,\nReynaldo Soares da Fonseca e Antonio Saldanha Palheiro votaram com\no Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : "(RECURSO DE APELAÇÃO - FUNDAMENTO - ART. 593, III, D, DO CPP -\nREANÁLISE DA PROVA DOS AUTOS - NECESSIDADE)\n   STJ - <<HC 799756>>-MG, <<AgRg no HC 736469>>-TO,\n         <<AgRg no AREsp 1876191>>-MS, <<AgRg no HC 751939>>-CE,\n         <<AgRg no HC 739305>>-RS, <<HC 674920>>-RJ",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00593 INC:00003 LET:D" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000845884",
  "numeroProcesso" : "2220227",
  "numeroRegistro" : "202203111812",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JOEL ILAN PACIORNIK",
  "dataPublicacao" : "DJE        DATA:26/05/2023",
  "ementa" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. EMBARGOS DE DIVERGÊNCIA INDEFERIDOS LIMINARMENTE. ÓBICE DA\nSÚMULA N. 315 DO SUPERIOR TRIBUNAL DE JUSTIÇA - STJ. ACÓRDÃO\nEMBARGADO QUE RATIFICA NÃO CONHECIMENTO DE AGRAVO EM RECURSO\nESPECIAL POR ÓBICE DA SÚMULA N. 182 DO STJ. AGRAVO REGIMENTAL\nDESPROVIDO.\n1. \"Não cabem embargos de divergência no âmbito do agravo de\ninstrumento que não admite recurso especial\" (Súmula n. 315, Corte\nEspecial, julgado em 5/10/2005, DJ de 18/10/2005, p. 102).\n1.1. A Súmula n. 315 do STJ foi editada em época que, em face da\ninadmissibilidade do recurso especial, admitia-se o agravo de\ninstrumento (art. 544 do Código de Processo Civil de 1973), sendo\ncerto que atualmente é cabível o agravo em recurso especial (art.\n1042 do Código de Processo Civil - CPC/2015).\n1.2. A  razão de existir da referida Súmula é a necessidade do\nmérito do recurso especial ter sido analisado, entendimento que\natualmente permanece vigente, pois congruente também com aquilo que\ndispõem os incisos I e III do art. 1043, caput, do CPC/2015.\n1.3. No caso em tela, inadequada é a oposição de embargos de\ndivergência para discutir o acerto de acórdão embargado que ratifica\na o não conhecimento do agravo em recurso especial pelo óbice da\nSúmula n. 182 do STJ, pois não preenchido o requisito legal.\n2. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230524",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção, por unanimidade,\nnegar provimento ao agravo regimental, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Messod Azulay Neto, Jesuíno Rissato (Desembargador\nConvocado do TJDFT), João Batista Moreira (Desembargador convocado\ndo TRF1), Laurita Vaz, Sebastião Reis Júnior, Rogerio Schietti Cruz,\nReynaldo Soares da Fonseca e Antonio Saldanha Palheiro votaram com\no Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000315", "LEG:FED LEI:005869 ANO:1973\n*****  CPC-73    CÓDIGO DE PROCESSO CIVIL DE 1973\n        ART:00544", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01042 ART:01043 INC:00001 INC:00003" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000845885",
  "numeroProcesso" : "1399185",
  "numeroRegistro" : "201803054957",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "REYNALDO SOARES DA FONSECA",
  "dataPublicacao" : "DJE        DATA:26/05/2023",
  "ementa" : "AGRAVO REGIMENTAL EM EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. APLICAÇÃO DA ATENUANTE DE CONFISSÃO. TEMA NÃO CONHECIDO NO\nACÓRDÃO IMPUGNADO. SÚMULA 7/STJ. SÚMULA 315/STJ. AUSÊNCIA DE\nINDICAÇÃO DO REPOSITÓRIO OFICIAL OU AUTORIZADO DE JURISPRUDÊNCIA.\nAGRAVO REGIMENTAL DESPROVIDO.\n1. Consoante o disposto no enunciado da Súmula 315, \"não cabem\nembargos de divergência no âmbito do agravo de instrumento que não\nadmite recurso especial\". Tal entendimento tem por fundamento o fato\nde que a decisão que nega provimento a agravo de instrumento está\napenas confirmando a já prolatada pela instância de origem, que, por\nsua vez, inadmitiu o recurso especial.\n2. É inviável debater o mérito da insurgência inaugural, em embargos\nde divergência, se ele não chegou a ser analisado pela Sexta Turma\ndesta Corte no acórdão embargado, por encontrar óbice na súmula\n7/STJ.\n3. \"a mera menção ao Diário da Justiça em que teriam sido publicados\nos acórdãos paradigmas trazidos à colação, sem a indicação da\nrespectiva fonte, quando os julgados encontram-se disponíveis na\nrede mundial de computadores ou Internet, não supre a exigência da\ncitação do repositório oficial ou autorizado de jurisprudência,\nvisto que se trata de órgão de divulgação em que é publicada somente\na ementa do acórdão. No mesmo sentido: AgInt nos EAREsp\n1.268.264/SP, Rel. Min. Herman Benjamin, Corte Especial, DJe\n7.12.2020; AgInt nos EAREsp 1.312.401/SP, Rel Min. Og Fernandes,\nCorte Especial, DJe 26.10.2020\" (AgRg nos EAREsp n. 2.051.248/SP,\nrelator Ministro Herman Benjamin, Corte Especial, julgado em\n7/3/2023, DJe de 4/4/2023.).\n4. A ausência de citação do repositório oficial autorizado de\njurisprudência no momento da interposição dos embargos de\ndivergência não atrai a incidência do parágrafo único do art. 932 da\nLei n. 13.105/2015, uma vez que, nos termos do Enunciado Normativo\nn. 6: \"Nos recursos tempestivos interpostos com fundamento no\nCPC/2015 (relativos a decisões publicadas a partir de 18 de março de\n2016), somente será concedido o prazo previsto no art. 932,\nparágrafo único c/c o art. 1.029, § 3º, do novo CPC para que a parte\nsane vício estritamente formal.\"\nPrecedentes: AgInt nos EDcl nos EAREsp 503.161/PR, relator Ministro\nMauro Campbell Marques, Primeira Seção, julgado em 16/11/2021, DJe\n19/11/2021; AgInt nos EREsp 1.617.799/DF, relator Ministro João\nOtávio de Noronha, Corte Especial, julgado em 23/8/2022, DJe em\n25/8/2022; AgRg nos EAREsp n. 1.908.536/PE, relator Ministro\nFrancisco Falcão, Corte Especial, julgado em 19/4/2023, DJe de\n27/4/2023; AgRg nos EREsp n. 1.991.582/MG, relator Ministro Antonio\nSaldanha Palheiro, Terceira Seção, julgado em 28/9/2022, DJe de\n11/11/2022; AgRg nos EAREsp n. 1.669.710/MG, relator Ministro\nSebastião Reis Júnior, Terceira Seção, julgado em 23/6/2021, DJe de\n28/6/2021.\n5. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230524",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção, por unanimidade,\nnegar provimento ao agravo regimental, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Antonio Saldanha Palheiro, Joel Ilan Paciornik,\nMessod Azulay Neto, Jesuíno Rissato (Desembargador Convocado do\nTJDFT), João Batista Moreira (Desembargador convocado do TRF1),\nLaurita Vaz, Sebastião Reis Júnior e Rogerio Schietti Cruz votaram\ncom o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - AUSÊNCIA DE INDICAÇÃO DO REPOSITÓRIO\nOFICIAL OU AUTORIZADO DE JURISPRUDÊNCIA - MERA MENÇÃO AO DIÁRIO DA\nJUSTIÇA)\n   STJ - <<AgInt nos EAREsp 1268264>>-SP,\n         <<AgInt nos EAREsp 1312401>>-SP,\n         <<AgRg nos EAREsp 2051248>>-SP\n(EMBARGOS DE DIVERGÊNCIA - REGRAS TÉCNICAS DE CONHECIMENTO DO\nRECURSO ESPECIAL)\n   STJ - <<AgInt nos EAREsp 1667770>>-MT,\n         <<AgRg nos EDcl nos EAREsp 1800259>>-MS\n(EMBARGOS DE DIVERGÊNCIA - AUSÊNCIA DE CITAÇÃO DO REPOSITÓRIO\nOFICIAL AUTORIZADO DE JURISPRUDÊNCIA - PRAZO PARA REGULARIZAÇÃO -\nNÃO OCORRÊNCIA)\n   STJ - <<AgInt nos EDcl nos EAREsp 503161>>-PR,\n         <<AgInt nos EREsp 1617799>>-DF,\n         <<AgRg nos EAREsp 1908536>>-PE,\n         <<AgRg nos EREsp 1991582>>-MG,\n         <<AgRg nos EAREsp 1669710>>-MG\n(EMBARGOS DE DIVERGÊNCIA - SÚMULA 7 DO STJ)\n   STJ - <<AgRg nos EAREsp 2173816>>-PR,\n         <<AgInt nos EAREsp 1667770>>-MT,\n         <<AgRg nos EDcl nos EAREsp 1800259>>-MS",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00932 PAR:ÚNICO ART:01029 PAR:00003", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000007 SUM:000315" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000845888",
  "numeroProcesso" : "10424",
  "numeroRegistro" : "200700702440",
  "siglaClasse" : "AgInt nos EmbExeMS",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS À EXECUÇÃO EM MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "RIBEIRO DANTAS",
  "dataPublicacao" : "DJE        DATA:26/05/2023",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS À EXECUÇÃO EM MANDADO\nDE SEGURANÇA. GRATIFICAÇÃO ESPECÍFICA DE ATIVIDADE DOCENTE - GEAD.\nEXTENSÃO AOS SERVIDORES DO EXTINTO TERRITÓRIO FEDERAL DE RONDÔNIA.\nNECESSIDADE DE TITULAÇÃO. INOVAÇÃO. MATÉRIA NÃO DEDUZIDA NAS RAZÕES\nDOS EMBARGOS À EXECUÇÃO. REQUISITO EXPRESSAMENTE AFASTADO NO ACÓRDÃO\nEXEQUENDO. AGRAVO IMPROVIDO.\n1. A questão relacionada à exigência de possuir ao menos o título de\ngraduação para fins de recebimento da Gratificação Específica de\nAtividade Docente (GEAD) não foi suscitada nos autos do MS n.\n10.424/DF, nem na inicial dos embargos à execução.\n2. Nos termos do título judicial exequendo, a GEAD foi estendida em\nfavor de toda a categoria representada pelo SINDSEF/RO, ativos e\ninativos, sem nenhuma outra limitação subjetiva aos efeitos da coisa\njulgada.\n3. Extemporaneidade da alegação - somente suscitada em agravo\ninterno - de que alguns dos exequentes não possuem a titulação\nnecessária ao recebimento da gratificação em tela.\n4. Ainda que o título judicial exequendo tenha sido formado em\ndemanda coletiva, caberia à agravante suscitar a matéria de defesa\nna petição dos embargos à execução, tendo em vista a singularização\nda pretensão executória, com a perfeita identificação dos\nexequentes.\n5. Mesmo que o exequente, sob o aspecto do direito material, não\ndetenha a titulação necessária ao recebimento da aludida parcela\nremuneratória, detém legitimidade para a causa, ou seja, é titular\ndo direito postulado pela simples condição de integrante da\ncategoria representada pelo Sindicato impetrante, agraciada de modo\ngenérico (servidores substituídos, tanto ativos quanto inativos)\npelo título judicial exequendo.\n6. De acordo com a Teoria da Asserção, \"as condições da ação, entre\nelas a legitimidade ad causam, devem ser avaliadas in status\nassertionis, limitando-se ao exame do que está descrito na petição\ninicial, não cabendo ao Juiz, nesse momento, aprofundar-se em sua\nanálise, sob pena de exercer um juízo de mérito\" (REsp n.\n1.661.482/RJ, relatora Ministra Nancy Andrighi, Terceira Turma,\njulgado em 4/5/2017, DJe de 16/5/2017.)\n7. Consta expressamente do voto condutor do acórdão exequendo que \"a\nlei não restringiu o cabimento da gratificação, conforme o nível de\nescolaridade dos beneficiários\", ainda que contrariamente ao que\ndispõe a Lei n. 10.971/2004, em seu Anexo IV.\n8. Definidos os limites subjetivos da coisa julgada, é inviável\nrediscutir a matéria em sede de embargos à execução, sobretudo\nporque não houve desobediência ao título judicial transitado em\njulgado.\n9. Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230524",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção do Superior\nTribunal de Justiça, por unanimidade, negar provimento ao agravo\ninterno, nos termos do voto do Sr. Ministro Relator.\nA Sra. Ministra Laurita Vaz e os Srs. Ministros Sebastião Reis\nJúnior, Rogerio Schietti Cruz, Reynaldo Soares da Fonseca, Joel Ilan\nPaciornik, Messod Azulay Neto, Jesuíno Rissato (Desembargador\nConvocado do TJDFT) e João Batista Moreira (Desembargador convocado\ndo TRF1) votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : "(EXTEMPORANEIDADE DE ALEGAÇÃO - INOVAÇÃO - TRÂNSITO EM JULGADO DA\nSENTENÇA MERITÓRIA)\n   STJ - <<AgInt no AREsp 858632>>-GO\n(PETIÇÃO INICIAL - ANÁLISE - TEORIA DA ASSERÇÃO)\n   STJ - <<REsp 1661482>>-RJ, <<AgInt no AREsp 1141325>>-SP,\n         <<AgInt no AREsp 878094>>-SP\n(EMBARGOS À EXECUÇÃO - LIMITES SUBJETIVOS DA COISA JULGADA -\nREDISCUSSÃO DE MATÉRIA - INVIABILIDADE)\n   STJ - <<AREsp 1551813>>-SP, <<AgRg no AREsp 64052>>-MA",
  "notas" : null,
  "informacoesComplementares" : "     \"[...] 'com o trânsito em julgado da sentença meritória,\nreputam-se repelidas não só as alegações efetivamente deduzidas\npelas partes na inicial ou na contestação, mas também todas aquelas\nque poderiam ter sido e não foram suscitadas a tempo e modo\noportunos pelos interessados (art. 474 do CPC/1973)' [...]\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:010971 ANO:2004\n        ART:00011 PAR:00003", "LEG:FED LEI:005869 ANO:1973\n*****  CPC-73    CÓDIGO DE PROCESSO CIVIL DE 1973\n        ART:00474" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000845889",
  "numeroProcesso" : "196551",
  "numeroRegistro" : "202301279782",
  "siglaClasse" : "CC",
  "descricaoClasse" : "CONFLITO DE COMPETENCIA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "REYNALDO SOARES DA FONSECA",
  "dataPublicacao" : "DJE        DATA:26/05/2023",
  "ementa" : "CONFLITO NEGATIVO DE COMPETÊNCIA. INQUÉRITO POLICIAL. ART. 171, §\n3º, DO CÓDIGO PENAL. BENEFÍCIOS PREVIDENCIÁRIOS INDEVIDAMENTE\nREATIVADOS COM O USO DE SENHA DE ESTAGIÁRIA DO INSS. SAQUES\nREALIZADOS POR MEIO DE DOCUMENTO FALSO. INEXISTÊNCIA DE INDÍCIOS DE\nQUE AS FRAUDES TENHAM SIDO PERPETRADAS PELA MESMA ORGANIZAÇÃO\nCRIMINOSA. INVESTIGAÇÕES DE SAQUES DE BENEFÍCIOS DIVERSOS NO\nINQUÉRITO EM CURSO NA JUSTIÇA FEDERAL DE SÃO PAULO E NA JUSTIÇA\nFEDERAL DE SANTA CATARINA. CONEXÃO. INEXISTÊNCIA. CONVENIÊNCIA DA\nSEPARAÇÃO DOS PROCESSOS. ART. 80 CPP. ELEVADO NÚMERO DE ENVOLVIDOS\nQUE PODERIA COMPROMETER A EFICIÊNCIA E A CELERIDADE DAS\nINVESTIGAÇÕES.\n1. Não há como se reconhecer a existência de conexão entre\ninquéritos policiais instaurados para apurar o saque fraudulento de\ntitulares diversos de benefícios previdenciários indevidamente\nrestabelecidos se, a par da constatação de utilização de um modus\noperandi similar - a reativação indevida de benefícios suspensos por\nfalta de comprovação de fé e vida por meio de senhas de servidores\ndo INSS - não se chegou a nenhum indicativo sobre os membros da\norganização criminosa, eventual participação de servidores do INSS,\nacesso ao sistema por meio de hacker ou mesmo sobre o grau de\nconhecimento da distribuição de atribuições da organização criminosa\ndetido pelos indivíduos responsáveis pelos saques junto às agências\nbancárias que já vieram a ser detidos e que afirmam apenas estar\nsob ordens de terceiros.\nNão havendo, no atual estágio das investigações, evidência de que a\nmesma organização criminosa seja a responsável pelo saque e\nreativação indevida de benefícios previdenciários perpetrada por\nmeio da senha de estagiária do INSS, que pode ter sido hackeada, a\nmera detectação de modus operandi similares nas fraudes investigadas\nnos dois inquéritos policiais em curso não constitui fundamento\nsuficiente para justificar a reunião dos feitos.\nAdemais, no inquérito em curso na Justiça Federal de Joinville/SC,\nhá indicação de saques fraudulentos de benefício devido, em data\nanterior à da indevida reativação do benefício, cujo modus operandi\né distinto.\n2. De se levar em conta, ainda, que o inquérito conduzido na Justiça\nFederal de São Paulo tem por foco a identificação dos responsáveis\npela realização de saques, por meio de documentos fraudados, de\nbenefícios previdenciários atribuídos a titulares diversos daquele\ninvestigado na Justiça Federal de Santa Catarina, o que leva a crer\nque a coleta de provas referentes a um delito dificilmente\nrepercutirá na apuração dos fatos em relação ao outro, não se\ngerando, assim, o risco de eventual prolação de sentenças\nconflitantes.\n3. Não se descarta, no entanto, a possibilidade de surgimento de\nevidências significativas, no decorrer das investigações, que\napontem na direção da efetiva existência de conexão entre os\ndelitos, que autorizem a reunião dos feitos na Justiça Federal\npaulista, o que demonstra não ser possível firmar peremptoriamente a\ncompetência definitiva para julgamento do presente inquérito\npolicial.\n4. Ainda que assim não fosse, revela-se conveniente a separação de\nprocessos, com fulcro no art. 80 do Código de Processo Penal, se os\ndiferentes escopos das investigações e o elevado número de\nenvolvidos tem o potencial de comprometer a eficiência e a\nceleridade das investigações, caso dos autos. Precedente: CC n.\n192.665/SP, Rel. Min. JOEL ILAN PACIORNIK, DJe de 07/02/2023.\n5. Conflito conhecido, para declarar competente para a condução do\nInquérito Policial n. 5004662-97.2020.4.04.7201 o Juízo Federal da\n1ª Vara Criminal de Joinville - SJ/SC, o suscitado.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230524",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção, por unanimidade,\nconhecer do conflito e declarou competente para a condução do\nInquérito Policial n. 5004662-97.2020.4.04.7201 o Juízo Federal da\n1ª Vara Criminal de Joinville - SJ/SC, o suscitado, nos termos do\nvoto do Sr. Ministro Relator.\nOs Srs. Ministros Antonio Saldanha Palheiro, Joel Ilan Paciornik,\nMessod Azulay Neto, Jesuíno Rissato (Desembargador Convocado do\nTJDFT), João Batista Moreira (Desembargador convocado do TRF1),\nLaurita Vaz, Sebastião Reis Júnior e Rogerio Schietti Cruz votaram\ncom o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00076" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000845970",
  "numeroProcesso" : "193250",
  "numeroRegistro" : "202203725579",
  "siglaClasse" : "AgRg no CC",
  "descricaoClasse" : "AGRAVO REGIMENTAL NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "ANTONIO SALDANHA PALHEIRO",
  "dataPublicacao" : "DJE        DATA:29/05/2023",
  "ementa" : "PENAL. AGRAVO REGIMENTAL NO CONFLITO DE COMPETÊNCIA. INSERÇÃO DE\nDADOS FALSOS EM SISTEMA DE DADOS FEDERAIS. AUSÊNCIA DE INDICAÇÃO DE\nOFENSA A INTERESSE DIRETO E ESPEFÍCIO DA UNIÃO OU DE SUAS\nAUTARQUIAS. COMPETÊNCIA DA JUSTIÇA COMUM ESTADUAL. AGRAVO\nDESPROVIDO.\n1. A inserção de dados falsos em sistema de dados federais não fixa,\npor si só, a competência da Justiça Federal, a qual somente é\natraída quando houver ofensa direta a bens, serviços ou interesses\nda União ou órgão federal, nos termos do art. 109, IV, da CF.\n2. Conforme orientação jurisprudencial desta Corte, \"conquanto o\nSistema DOF tenha sido instituído e implantado pelo IBAMA (art. 1º\nda Portaria/MMA n. 253/2006, c/c Instrução Normativa n. 112/2006 do\nIBAMA), o mero fato de o Sistema estar hospedado em seu site não\natrai, por si só, a competência federal para o julgamento de delito\nde falsificação de Documento de Origem Florestal\" (CC n. 168.575/MS,\nrelator Ministro Reynaldo Soares da Fonseca, Terceira Seção,\njulgado em 9/10/2019, DJe de 14/10/2019).\n3. In casu, não foi indicado nenhum prejuízo concreto ao ente\nfederal ou demonstrada a ofensa a interesse direto e específico da\nUnião ou de suas entidades autárquicas ou empresas públicas com a\nsuposta apresentação de informação falsa no sistema DOF, motivo pelo\nqual o feito deve ser processado e julgado pela Justiça Comum\nEstadual.\n4. Registre-se que a conclusão quanto à competência para\nprocessamento e julgamento do feito foi estabelecida com base nos\nindícios colhidos até a instauração do incidente, motivo pelo qual a\ncompetência poderá ser alterada caso surjam novos elementos após o\naprofundamento das investigações.\n5.  Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230524",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção, por unanimidade,\nnegar provimento ao agravo regimental, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Joel Ilan Paciornik, Messod Azulay Neto, Jesuíno\nRissato (Desembargador Convocado do TJDFT), João Batista Moreira\n(Desembargador convocado do TRF1), Laurita Vaz, Sebastião Reis\nJúnior, Rogerio Schietti Cruz e Reynaldo Soares da Fonseca votaram\ncom o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : "(DOCUMENTO DE ORIGEM FLORESTAL - FALSIFICAÇÃO - COMPETÊNCIA -\nJUSTIÇA ESTADUAL)\n   STJ - <<CC 168575>>-MS, <<CC 141822>>-PR",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00109 INC:00004", "LEG:FED PRT:000253 ANO:2006\n        ART:00001\n(INSTITUTO BRASILEIRO DO MEIO AMBIENTE E DOS RECURSOS NATURAIS\nRENOVÁVEIS - IBAMA)", "LEG:FED INT:000112 ANO:2006\n(INSTITUTO BRASILEIRO DO MEIO AMBIENTE E DOS RECURSOS NATURAIS\nRENOVÁVEIS - IBAMA)", "LEG:FED DEL:002848 ANO:1940\n*****  CP-40    CÓDIGO PENAL\n        ART:00299" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000845971",
  "numeroProcesso" : "174032",
  "numeroRegistro" : "202001992709",
  "siglaClasse" : "AgRg no CC",
  "descricaoClasse" : "AGRAVO REGIMENTAL NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "ANTONIO SALDANHA PALHEIRO",
  "dataPublicacao" : "DJE        DATA:29/05/2023",
  "ementa" : "AGRAVO REGIMENTAL NO CONFLITO DE COMPETÊNCIA. JUSTIÇA MILITAR X\nJUSTIÇA COMUM.  CONFLITO POSITIVO DE COMPETÊNCIA NÃO CONFIGURADO.\nPERDA SUPERVENIENTE DO OBJETO RECONHECIDA PELO TRIBUNAL DE JUSTIÇA\nMILITAR.\n1. A decisão agravada, ao aplicar o óbice da Súmula n. 59/STJ,\nconsiderou o trânsito em julgado do HC n. 1003182-71.2020. No\nentanto, a ação que originou o presente conflito é o HC n.\n0800006-62.2020.9.26.0010, o qual ainda não transitou em julgado.\nRecurso provido quanto a esse ponto.\n2. O suscitante alega que tramitam 3 ações que visam discutir a\nmesma questão, qual seja: a definição da competência para apreensão\nde armas e outras provas em cenas de crimes contra a v ida em que há\nenvolvimento de policiais militares. Informa que duas ações estão\nem trâmite na Justiça C omum estadual (ADI n.\n2166281-19.2017.8.26.0000 e Ação Anulatória n.\n1041831-22.2018.8.26.0053), e outra na Justiça Militar estadual\n(Habeas Corpus Coletivo n. 0800006-62.2020.9.26.0010).\n3. Do conflito não se pode conhecer pois, ao que se tem dos autos,\nnão se encontra configurada nenhuma das hipóteses do art. 114 do\nCPP, uma vez que cada juízo, dentro de sua jurisdição, examinou a\nquestão a ele submetida, qual seja, a legalidade do Despacho n.\nCorregPM-003/310/20, de 3/6/2020, pela Justiça Militar, e da\nResolução SSP n. 40/2015 , pela Justiça comum estadual.\n4. Tendo o Tribunal de Justiça Militar reconhecido a perda\nsuperveniente do objeto do habeas corpus em trâmite naquele Juízo\nespecializado, não há que se falar em antagonismo ou\nprejudicialidade de decisões sobre o mesmo objeto   por juízos\nvinculados a Tribunais diversos, motivo pelo qual não se encontra\nconfigurado o conflito positivo de competência.\n5.  Agravo regimental parcialmente provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230524",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção, por unanimidade,\nconhecer e dar parcial provimento ao agravo regimental, nos termos\ndo voto do Sr. Ministro Relator.\nOs Srs. Ministros Joel Ilan Paciornik, Messod Azulay Neto, Jesuíno\nRissato (Desembargador Convocado do TJDFT), João Batista Moreira\n(Desembargador convocado do TRF1), Laurita Vaz, Sebastião Reis\nJúnior, Rogerio Schietti Cruz e Reynaldo Soares da Fonseca votaram\ncom o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00114" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000844657",
  "numeroProcesso" : "769783",
  "numeroRegistro" : "202202853462",
  "siglaClasse" : "HC",
  "descricaoClasse" : "HABEAS CORPUS",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "LAURITA VAZ",
  "dataPublicacao" : "DJE        DATA:01/06/2023",
  "ementa" : "HABEAS CORPUS. ROUBO MAJORADO. DEPOIMENTO DA VÍTIMA.\nRECONHECIMENTO FOTOGRÁFICO E PESSOAL. ÚNICOS ELEMENTOS DE PROVA.\nCONTRADIÇÕES E INCONSISTÊNCIAS AFERÍVEIS, PRIMO ICTU OCULI.\nDESNECESSIDADE DE REEXAME DO ACERVO PROBATÓRIO. DÚVIDA RAZOÁVEL. IN\nDUBIO PRO REO. ORDEM CONCEDIDA.\n1. Desde que respeitadas as exigências legais, o reconhecimento de\npessoas pode ser valorado pelo Julgador. Isso não significa admitir\nque, em todo e qualquer caso, a afirmação do ofendido de que\nidentifica determinada pessoa como o agente do crime seja prova\ncabal e irrefutável. Do contrário, a função dos órgãos de Estado\nencarregados da investigação e da acusação (Polícia e Ministério\nPúblico) seria relegada a segundo plano. O Magistrado, por sua vez,\nestaria reduzido à função homologatória da acusação formalizada pelo\nofendido.\n2. Consoante jurisprudência desta Corte, o reconhecimento positivo,\nque respeite as exigências legais, portanto, \"é válido, sem,\ntodavia, força probante absoluta, de sorte que não pode induzir, por\nsi só, à certeza da autoria delitiva, em razão de sua fragilidade\nepistêmica\" (STJ, HC n. 712.781/RJ, relator Ministro ROGERIO\nSCHIETTI CRUZ, Sexta Turma, julgado em 15/3/2022, DJe de 22/3/2022).\n3.  O reconhecimento de pessoas que obedece às disposições legais (o\nque não as observa é nulo, consoante jurisprudência pacífica desta\nCorte) não prepondera sobre quaisquer outros meios de prova\n(confissão, testemunha, perícia, acareação, etc.); ao contrário,\ndeve ser valorado como os demais.\n4. Há diferentes graus de confiabilidade de um reconhecimento. Se\ndecorrido curto lapso temporal entre o crime e o ato e se a\ndescrição do suspeito é precisa, isenta de contradições e de\nalterações com o passar do tempo - o que não ocorre no caso em tela\n- a prova, de fato, merece maior prestígio. No entanto, em algumas\nhipóteses o reconhecimento deve ser valorado com maior cautela,\ncomo, por exemplo, nos casos em que já decorrido muito tempo desde a\nprática do delito, quando há contradições na descrição declarada\npela vítima e até mesmo na situação em que esse relato porventura\nnão venha a corresponder às reais características físicas do\nsuspeito apontado.\n5. A confirmação, em juízo, do reconhecimento fotográfico\nextrajudicial, por si só, não torna o ato seguro e isento de erros\ninvoluntários, pois \"uma vez que a testemunha ou a vítima reconhece\nalguém como o autor do delito, há tendência, por um viés de\nconfirmação, a repetir a mesma resposta em reconhecimentos futuros,\npois sua memória estará mais ativa e predisposta a tanto\" (STJ, HC\nn. 712.781/RJ, relator Ministro ROGERIO SCHIETTI CRUZ, Sexta Turma,\njulgado em 15/3/2022, DJe de 22/3/2022).\n6. No caso, é incontroverso nos autos que (i) a condenação do\nPaciente encontra-se amparada tão somente no depoimento da Vítima e\nnos reconhecimentos realizados na fase extrajudicial e em juízo;\n(ii) não foram ouvidas outras testemunhas de acusação; (iii) a res\nfurtiva não foi apreendida em poder do Acusado; (iv) o Réu negou a\nimputação que lhe foi dirigida.\n7. Constata-se, primo ictu oculi e sem a necessidade de incursão\naprofundada no acervo probatório, que há diversas inconsistências e\ncontradições nas descrições feitas pela Vítima a respeito dos\naspectos fisionômicos do suspeito, o que indica a possibilidade de\nreconhecimento falho, dado o risco de construção de falsas memórias.\nO fenômeno não está ligado à ideia de mentira ou falsa acusação,\nmas sim a de um erro involuntário, a que qualquer pessoa  pode ser\nacometida.\n8. Em audiência, a Ofendida nem mesmo afirmou que havia reconhecido\no Paciente, em sede policial, com absoluta certeza. Ao contrário,\nalegou que, naquela ocasião, após visualizar as fotos, apenas\nsinalizou que possivelmente o Réu seria o autor do crime.\n9. Não se desconhece que, na origem, o Paciente responde por dezenas\nde acusações relativas à suposta prática de roubo. A própria\nDefesa, com nítida boa-fé, enuncia tal fato na inicial, porém alerta\nque \"em vários deles já foi absolvido em razão de vícios do ato de\nreconhecimento e de falta de certeza quanto à autoria delitiva\" (fl.\n34). O alerta defensivo é corroborado pelo substancioso estudo\nanexado aos autos pelo Instituto de Defesa do Direito de Defesa -\nMárcio Thomaz Bastos, informando que o Paciente já foi absolvido \"em\n17 ações penais, nas quais o próprio Ministério Público opinou pela\nimprocedência e, por isso, também não interpôs recurso\" e que o\n\"principal motivo das absolvições foi a ausência de ratificação, em\nJuízo, do reconhecimento policial\". Portanto, as graves\nincongruências no reconhecimento do ora Paciente  não podem ser\nsanadas apenas em razão quantidade de vezes em que este foi\nreconhecido em outros feitos.\n10. Considerando que o decreto condenatório está amparado tão\nsomente nos reconhecimentos formalizados pela Vítima e, ainda, as\ndivergências e inconsistências na referida prova, aferíveis de plano\ne sem a necessidade de incursão no conjunto fático-probatório,\nconcluo que há dúvida razoável a respeito da autoria delitiva, razão\npela qual é necessário adotar a regra de julgamento que decorre da\nmáxima in dubio pro reo, tendo em vista que o ônus de provar a\nimputação recai sobre a Acusação.\n11. Ordem de habeas corpus concedida para absolver o Paciente, com\nfundamento no art. 386, inciso VII, do Código de Processo Penal.\nConcedido habeas corpus ex officio para determinar a soltura\nimediata do Paciente em relação a todos os processos, cabendo aos\nJuízos e Tribunais, nas ações em curso, e aos Juízos da Execução\nPenal, nas ações transitadas em julgado, aferirem se a dinâmica\nprobatória é exatamente a mesma repelida nestes autos. Determinada a\nexpedição de ofício comunicando a íntegra desse julgado à\nCorregedoria de Polícia do Estado do Rio de Janeiro para apuração de\neventuais responsabilidades.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230510",
  "decisao" : "Vistos e relatados estes a utos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção, por unanimidade,\nconceder a ordem para absolver o Paciente da imputação que lhe foi\ndirigida na Ação Penal n. 013373-74.2020.8.19.0008, com fundamento\nno art. 386, inciso VII, do Código de Processo Penal e conceder\nordem, de ofício, para determinar sua soltura imediata em relação a\ntodos os processos, cabendo aos Juízos e Tribunais, nas ações em\ncurso, e aos Juízos da Execução Penal, nas ações transitadas em\njulgado, aferirem se a dinâmica probatória é exatamente a mesma\nrepelida nestes autos, e determinar a expedição de ofício\ncomunicando a íntegra desse julgado à Corregedoria de Polícia do\nEstado do Rio de Janeiro para apuração de eventuais\nresponsabilidades, nos termos do voto da Sra. Ministra Relatora.\nOs Srs. Ministros Sebastião Reis Júnior, Rogerio Schietti Cruz,\nReynaldo Soares da Fonseca, Antonio Saldanha Palheiro, Messod Azulay\nNeto, Jesuíno Rissato (Desembargador Convocado do TJDFT) e João\nBatista Moreira (Desembargador convocado do TRF1) votaram com a Sra.\nMinistra Relatora.\nAusente, justificadamente, o Sr. Ministro Joel Ilan Paciornik.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : "(RECONHECIMENTO FOTOGRÁFICO - MEIO DE PROVA - INEXISTÊNCIA DE\nCARÁTER ABSOLUTO)\n   STJ - <<HC 712781>>-RJ, <<AgRg no HC 730232>>-SP,\n         <<AgRg no REsp 1969149>>-RS\n(MEIO DE PROVA - CONTRADIÇÕES - DÚVIDA RAZOÁVEL - IN DUBIO PRO REO)\n   STJ - <<AgRg no AREsp 1722914>>-DF, <<HC 706735>>-RS,\n         <<HC 674139>>-SP, <<HC 664537>>-RJ, <<HC 698058>>-SP\n   STF - [[HC 170117]]",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00226 ART:00227 ART:00228 ART:00386 INC:00007", "LEG:FED RES:000484 ANO:2022\n        ART:00007 INC:00001\n(CONSELHO NACIONAL DE JUSTIÇA - CNJ)" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000844924",
  "numeroProcesso" : "43410",
  "numeroRegistro" : "202201633321",
  "siglaClasse" : "AgRg nos EDcl na Rcl",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DECLARAÇÃO NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "MESSOD AZULAY NETO",
  "dataPublicacao" : "DJE        DATA:12/05/2023",
  "ementa" : "PROCESSUAL PENAL. AGRAVO REGIMENTAL NOS EMBARGOS DE DECLARAÇÃO NA\nRECLAMAÇÃO. AVENTADO DESCUMPRIMENTO DE TESE FIRMADA EM JULGAMENTO DE\nRECURSO ESPECIAL REPETITIVO. NÃO CABIMENTO. RECLAMAÇÃO JULGADA\nEXTINTA SEM JULGAMENTO DO MÉRITO. NOVOS ARGUMENTOS HÁBEIS A\nDESCONSTITUIR A DECISÃO IMPUGNADA.  INEXISTÊNCIA. AGRAVO REGIMENTAL\nDESPROVIDO.\nI - De acordo com o texto constitucional (art. 105, inciso I, alínea\nf), compete ao Superior Tribunal de Justiça julgar a reclamação\npara a preservação de sua competência e garantia da autoridade de\nsuas decisões. O Código de Processo Civil regulamenta a reclamação\nnos artigos 988 e seguintes, prevendo ser cabível para garantia da\n\"autoridade das decisões do tribunal\" (art. 988, inciso II, do CPC).\nII - Com efeito, segundo decidido pela Corte Especial, nos autos da\nReclamação n. 36.476/SP, da relatoria da Minª Nancy Andrighi, \"a\nconclusão que se alcança é que a reclamação constitucional não trata\nde instrumento adequado para o controle da aplicação dos\nentendimentos firmados pelo STJ em recursos especiais repetitivos\".\nIII - No caso, a presente reclamação não tem cabimento, porquanto\nindicada a tese firmada nos autos do REsp n. 1.656.322-SC (Tema n.\n984), julgado sob a sistemática de recursos repetitivos, como a\ndecisão que teria sido descumprida pela autoridade reclamada.\nIV - É assente nesta Corte Superior que o agravo regimental deve\ntrazer novos argumentos capazes de alterar o entendimento\nanteriormente firmado, sob pena de ser mantida a r. decisão\nvergastada pelos próprios fundamentos. Precedentes.\nAgravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230510",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Terceira Seção, por unanimidade, negar\nprovimento ao agravo regimental, nos termos do voto do Sr. Ministro\nRelator.\nOs Srs. Ministros Jesuíno Rissato (Desembargador Convocado do\nTJDFT), João Batista Moreira (Desembargador convocado do TRF1),\nLaurita Vaz, Sebastião Reis Júnior, Rogerio Schietti Cruz, Reynaldo\nSoares da Fonseca e Antonio Saldanha Palheiro votaram com o Sr.\nMinistro Relator.\nAusente, justificadamente, o Sr. Ministro Joel Ilan Paciornik.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : "(RECLAMAÇÃO - RECURSO ESPECIAL REPETITIVO - CONTROLE DE ENTENDIMENTO\n- VIA IMPRÓPRIA)\n   STJ - <<Rcl 36476>>-SP\n(AGRAVO REGIMENTAL - NOVOS ARGUMENTOS - NECESSIDADE)\n   STJ - <<AgRg na CauInomCrim 6>>-DF,\n         <<AgRg nos EREsp 1734799>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00105 INC:00001 LET:F", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00988 INC:00002" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000844926",
  "numeroProcesso" : "5676",
  "numeroRegistro" : "202103683515",
  "siglaClasse" : "AgRg na RvCr",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA REVISÃO CRIMINAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "MESSOD AZULAY NETO",
  "dataPublicacao" : "DJE        DATA:12/05/2023",
  "ementa" : "PROCESSUAL PENAL. AGRAVO REGIMENTAL NA REVISÃO CRIMINAL. NÃO\nENQUADRAMENTO NAS HIPÓTESES LEGAIS. DOSIMETRIA DE ACORDO COM A\nJURISPRUDÊNCIA DESTA CORTE.\nI - O pleito não se enquadra em nenhuma das hipóteses previstas no\nart. 621, do CPP, pois a revisão crimi nal não pode ser utilizada\npara que a parte, a qualquer tempo, busque novame nte rediscutir\nquestões de mérito, por mera irresignação quanto ao provimento\njurisdicional obtido.\nII - Quanto à dosimetria, esta Corte Superior assim decidiu que o\nTribunal de origem fundamentou de forma clara o recrudescimento da\npena-base, o que está de acordo com a jurisprudência deste Tribunal.\nPrecedentes.\nIII - Segundo entendimento hegemônico nesta Corte, \"embora seja\npossível rever a dosimetria da pena em revisão criminal, a\nutilização do pleito revisional é prática excepcional, somente\njustificada quando houver contrariedade ao texto expresso da lei ou\nà evidência dos autos\" (AgRg no AREsp n. 734.052/MS, Quinta Turma,\nRel. Min. Reynaldo Soares da Fonseca, DJe de 16/12/2015).\nAgravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230510",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Terceira Seção, por unanimidade, negar\nprovimento ao agravo regimental, nos termos do voto do Sr. Ministro\nRelator.\nOs Srs. Ministros Jesuíno Rissato (Desembargador Convocado do\nTJDFT), João Batista Moreira (Desembargador convocado do TRF1),\nLaurita Vaz, Sebastião Reis Júnior, Rogerio Schietti Cruz, Reynaldo\nSoares da Fonseca e Antonio Saldanha Palheiro votaram com o Sr.\nMinistro Relator.\nAusente, justificadamente, o Sr. Ministro Joel Ilan Paciornik.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : "(REVISÃO CRIMINAL - AÇÃO DE FUNDAMENTAÇÃO VINCULADA - REANÁLISE DA\nDOSIMETRIA - PRÁTICA EXCEPCIONAL)\n   STJ - <<AgRg no AREsp 734052>>-MS, <<RvCr 5247>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00621" ],
  "acordaosSimilares" : [ "AgRg na RvCr    5709  MG  2022/0034830-1  Decisão:24/05/2023\nDJE        DATA:30/05/2023" ]
}, {
  "id" : "000844927",
  "numeroProcesso" : "45501",
  "numeroRegistro" : "202301380580",
  "siglaClasse" : "AgRg na Rcl",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "RIBEIRO DANTAS",
  "dataPublicacao" : "DJE        DATA:12/05/2023",
  "ementa" : "AGRAVO REGIMENTAL NA RECLAMAÇÃO. DOIS HOMICÍDIOS TRIPLAMENTE\nQUALIFICADOS. PRISÃO PREVENTIVA. RELAXAMENTO. EXCESSO DE PRAZO.\nSUPERVENIÊNCIA DE SENTENÇA CONDENATÓRIA. REQUISITOS DO ART. 312 DO\nCPP. PREENCHIMENTO. GARANTIA DA ORDEM PÚBLICA. AUSÊNCIA DE\nDESCUMPRIMENTO À DECISÃO DESTA CORTE. AGRAVO REGIMENTAL DESPROVIDO.\n1. Ausência de descumprimento da decisão proferida por esta Corte no\nHC n. 783.792-SP, que concedeu a ordem de habeas corpus, de ofício,\npara relaxar a prisão preventiva do acusado em razão da ilegalidade\nresultante do excesso de prazo.\n2. Superveniência de sentença condenatória, determinando a prisão\npreventiva do apenado para a garantia da ordem pública e da\naplicação da lei penal, considerando a gravidade concreta dos\ndelitos praticados.\n3. Fundamentação que não configura afronta à decisão desta Corte.\n4. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230510",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção do Superior\nTribunal de Justiça, por unanimidade, negar provimento ao agravo\nregimental, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Messod Azulay Neto, Jesuíno Rissato (Desembargador\nConvocado do TJDFT), João Batista Moreira (Desembargador convocado\ndo TRF1), Laurita Vaz, Sebastião Reis Júnior, Rogerio Schietti Cruz\ne Reynaldo Soares da Fonseca votaram com o Sr. Ministro Relator.\nAusente, justificadamente, o Sr. Ministro Joel Ilan Paciornik.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.\nO Dr. Cesar Augusto Durães Ribeiro sustentou oralmente pela parte\nAgravante: Danillo Abras.",
  "jurisprudenciaCitada" : "(PRISÃO PREVENTIVA - CUMPRIMENTO ANTECIPADO DE PENA - CONDENAÇÃO\nSUPERVENIENTE - GARANTIA DA ORDEM PÚBLICA - GRAVIDADE CONCRETA)\n   STJ - <<AgRg no HC 770848>>-MG, <<AgRg no RHC 161185>>-SP,\n         <<AgRg no RHC 148992>>-PB",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : "HOMICÍDIO QUALIFICADO",
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00312 ART:00313" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000845155",
  "numeroProcesso" : "192658",
  "numeroRegistro" : "202203424724",
  "siglaClasse" : "CC",
  "descricaoClasse" : "CONFLITO DE COMPETENCIA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "LAURITA VAZ",
  "dataPublicacao" : "DJE        DATA:16/05/2023",
  "ementa" : "CONFLITO NEGATIVO DE COMPETÊNCIA. POSSE IRREGULAR DE ARMA DE FOGO E\nPESCA ILEGAL. INDICIADO QUE SE AUTODECLARA QUILOMBOLA. AUSÊNCIA DE\nDISPUTA POR TERRA OU INTERESSE DA COMUNIDADE NA AÇÃO DELITUOSA.\nAPLICAÇÃO, MUTATIS MUTANDIS, DA SÚMULA N. 140 DESTA CORTE.\nCOMPETÊNCIA DA JUSTIÇA COMUM ESTADUAL.\n1. O Supremo Tribunal Federal e esta Corte, em casos assemelhados,\nreferentes a povos indígenas, já esclareceram que a competência será\nda Justiça Federal nos feitos que versem sobre questões ligadas à\ncultura ou disputas de interesses das comunidades indígenas.\n2. No caso, foi instaurado inquérito policial para apurar a suposta\nprática dos crime de posse irregular de arma de fogo e pesca ilegal,\npor indivíduo que se autodeclarou quilombola, não se verificando,\nporém, qualquer disputa por terra quilombola ou interesse da\ncomunidade na ação delituosa, o que evidencia a competência da\nJustiça Estadual para processar e julgar a presente causa.\n3. Conflito conhecido, para declarar competente o Juízo de Direito\nda Vara Única de Alta Floresta do Oeste - RO, o Suscitado.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230510",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção, por unanimidade,\nconhecer do conflito e declarou competente o suscitado, Juízo de\nDireito da Vara Única de Alta Floresta do Oeste - RO, nos termos do\nvoto da Sra. Ministra Relatora.\nOs Srs. Ministros Sebastião Reis Júnior, Rogerio Schietti Cruz,\nReynaldo Soares da Fonseca, Antonio Saldanha Palheiro, Messod Azulay\nNeto, Jesuíno Rissato (Desembargador Convocado do TJDFT) e João\nBatista Moreira (Desembargador convocado do TRF1) votaram com a Sra.\nMinistra Relatora.\nAusente, justificadamente, o Sr. Ministro Joel Ilan Paciornik.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : "(COMPETÊNCIA DA JUSTIÇA FEDERAL - QUESTÕES AFETAS À CULTURA OU\nDISPUTA DE INTERESSES DAS COMUNIDADES INDÍGENAS)\n   STJ - <<CC 189768>>-RS\n   STF - [[RE 419528]]-PR\n(COMPETÊNCIA ESTADUAL - CRIME PERPETRADO POR ÍNDIO OU QUILOMBOLA SEM\nCONOTAÇÃO ÉTNICA)\n   STJ - <<CC 93120>>-AM",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000140" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000845156",
  "numeroProcesso" : "45196",
  "numeroRegistro" : "202301005939",
  "siglaClasse" : "AgRg na Rcl",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "LAURITA VAZ",
  "dataPublicacao" : "DJE        DATA:16/05/2023",
  "ementa" : "AGRAVO REGIMENTAL NA RECLAMAÇÃO. PENAL E PROCESSUAL PENAL. TRÁFICO\nDE DROGAS. DESCUMPRIMENTO DA ORDEM PROFERIDA NO HC N. 757.310/SE.\nNÃO OCORRÊNCIA. NOVA DOSIMETRIA REALIZADA PELO TRIBUNAL DE ORIGEM.\nNOVOS FUNDAMENTOS APRESENTADOS NO ACÓRDÃO ESTADUAL. RECLAMAÇÃO\nIMPROCEDENTE. AGRAVO REGIMENTAL DESPROVIDO.\n1. Não há ofensa à autoridade das decisões desta Corte Superior\nquando o Tribunal de origem, ao cumprir ordem que determinou o\nrefazimento da dosimetria da pena, promove nova análise das\ncircunstâncias do caso concreto e apresenta nova fundamentação para\namparar suas conclusões.\n2. Não há falar em violação à coisa julgada ou em reformatio in\npejus, pois não houve nenhum agravamento na pena imposta ao\nReclamante. O Tribunal de origem apenas promoveu a reanálise da\nfundamentação, decidindo conforme seu livre convencimento motivado,\ndentro dos limites que lhe foram determinados na decisão proferida\npor esta Corte Superior.\n3. No julgamento do HC n. 811.867/SE, confimou-se a legalidade dos\nargumentos empregados na nova dosimetria do Tribunal estadual quanto\nà aplicação do art. 33, § 4.º, da Lei n. 11.343/06.\n4. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230510",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção, por unanimidade,\nnegar provimento ao agravo regimental, nos termos do voto da Sra.\nMinistra Relatora.\nOs Srs. Ministros Sebastião Reis Júnior, Rogerio Schietti Cruz,\nReynaldo Soares da Fonseca, Antonio Saldanha Palheiro, Messod Azulay\nNeto, Jesuíno Rissato (Desembargador Convocado do TJDFT) e João\nBatista Moreira (Desembargador convocado do TRF1) votaram com a Sra.\nMinistra Relatora.\nAusente, justificadamente, o Sr. Ministro Joel Ilan Paciornik.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000845157",
  "numeroProcesso" : "2018783",
  "numeroRegistro" : "202103488816",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "ROGERIO SCHIETTI CRUZ",
  "dataPublicacao" : "DJE        DATA:15/05/2023",
  "ementa" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. HOMICÍDIO QUALIFICADO. CONSEQUÊNCIAS DO DELITO.\nCONSIDERAÇÃO DESFAVORÁVEL. DISSENSO INTERPRETATIVO NÃO ATUAL.\nSUPERAÇÃO DA DIVERGÊNCIA PELAS TURMAS QUE COMPÕEM A TERCEIRA SEÇÃO.\nAGRAVO REGIMENTAL NÃO PROVIDO.\n1. Para caracterização da divergência jurisprudencial, é necessário\nque o dissenso interpretativo seja atual, situação não verificada na\nespécie, na qual a orientação mais recente desta Corte se alinha\ncom o acórdão embargado, a afastar, inclusive, a concessão da ordem\nde ofício.\n2. Agravo regimental não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230510",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção, por unanimidade,\nnegar provimento ao agravo regimental, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Reynaldo Soares da Fonseca, Antonio Saldanha\nPalheiro, Joel Ilan Paciornik, Messod Azulay Neto, João Batista\nMoreira (Desembargador convocado do TRF1), Laurita Vaz e Sebastião\nReis Júnior votaram com o Sr. Ministro Relator.\nImpedido o Sr. Ministro Jesuíno Rissato (Desembargador Convocado do\nTJDFT).\nAusente, justificadamente, o Sr. Ministro Joel Ilan Paciornik.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000845158",
  "numeroProcesso" : "44904",
  "numeroRegistro" : "202300507967",
  "siglaClasse" : "AgRg na Rcl",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "ROGERIO SCHIETTI CRUZ",
  "dataPublicacao" : "DJE        DATA:15/05/2023",
  "ementa" : "AGRAVO REGIMENTAL NA RECLAMAÇÃO. DECISÃO  IMPUGNADA DE PRIMEIRO GRAU\nQUE NÃO RECONHECEU A PRESCRIÇÃO EXECUTÓRIA. UTILIZAÇÃO COMO\nSUCEDÂNEO RECURSAL. NÃO CABIMENTO. MATÉRIA NÃO ANALISADA PELO\nTRIBUNAL DE ORIGEM. SUPRESSÃO DE INSTÂNCIA. AGRAVO REGIMENTAL NÃO\nPROVIDO\n1. A reclamação é cabível para preservar a competência ou garantir a\nautoridade das decisões proferidas por esta Corte. É inadmissível\nsua utilização, portanto, como sucedâneo recursal, notadamente\nquando sua finalidade é impugnar decisão de primeiro grau que não\nreconheceu a incidência da prescrição executória.\n2. O reconhecimento da prescrição executória, como pretende a\ninsurgente, sem o julgamento do agravo em execução, acaba por\nensejar verdadeira supressão de instância, sobretudo se\nconsiderarmos que sua análise enseja o exame de certas nuances\ndistintas da prescrição da pretensão punitiva.\n3. Agravo regimental não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230510",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção, por unanimidade,\nnegar provimento ao agravo regimental, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Reynaldo Soares da Fonseca, Antonio Saldanha\nPalheiro, Messod Azulay Neto, Jesuíno Rissato (Desembargador\nConvocado do TJDFT), João Batista Moreira (Desembargador convocado\ndo TRF1), Laurita Vaz e Sebastião Reis Júnior votaram com o Sr.\nMinistro Relator.\nAusente, justificadamente, o Sr. Ministro Joel Ilan Paciornik.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : "(RECLAMAÇÃO - NECESSIDADE DE PROCESSO ANTERIOR - TUTELA DE DIREITO\nSUBJETIVO)\n   STJ - <<AgInt na Rcl 28688>>-RJ",
  "notas" : null,
  "informacoesComplementares" : "     \"[...] a reclamação está atrelada à existência de um processo\n(relativo a própria parte) anterior que tramitou nesta Corte. Vale\ndizer, da existência de controvérsia estabelecida em torno da tutela\nde direito subjetivo, em que uma das partes que figurem na lide\n(interessada) acaba por ser prejudicada pelo não cumprimento de\ndecisum deste Tribunal Superior favorável à parte que ajuizou a\nreclamação [...]\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000845180",
  "numeroProcesso" : "2181716",
  "numeroRegistro" : "202202398864",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "REYNALDO SOARES DA FONSECA",
  "dataPublicacao" : "DJE        DATA:16/05/2023",
  "ementa" : "AGRAVO REGIMENTAL EM EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. DESCABIMENTO DE INDICAÇÃO DE HABEAS CORPUS COMO PARADIGMA\nPARA DEMONSTRAÇÃO DA DIVERGÊNCIA. SÚMULA 315/STJ. AUSÊNCIA DE\nCOTEJO. AGRAVO REGIMENTAL DESPROVIDO.\n1. Consoante o disposto no enunciado da Súmula 315, \"não cabem\nembargos de divergência no âmbito do agravo de instrumento que não\nadmite recurso especial\". Tal entendimento tem por fundamento o fato\nde que a decisão que nega provimento a agravo de instrumento está\napenas confirmando a já prolatada pela instância de origem, que, por\nsua vez, inadmitiu o recurso especial.\n2. É inviável debater o mérito da insurgência inaugural, em embargos\nde divergência, se ele não chegou a ser analisado pela Sexta Turma\ndesta Corte no acórdão embargado, haja vista o agravo em recurso\nespecial não ter preenchido requisitos mínimos para conhecimento das\nrazões apresentadas.\nSituação em que o agravo em recurso especial não chegou a ser\nconhecido, no tocante às alegações de nulidades postas no recurso\nespecial do réu, ante a falta de prequestionamento (súmula 282/STF).\n3. Ademais, um dois acórdãos apontados como paradigmas pelo\nrecorrente, no tema referente à nulidade das provas existentes nos\nautos, foi proferido em sede de Habeas Corpus, sabido que não se\nadmitem os embargos de divergência quando o dissenso apontado se dá\npor comparação a acórdãos proferidos em habeas corpus.\n4. Por fim, no tocante ao último tópico suscitado nos embargos de\ndivergência pela defesa do réu - aplicação ao caso concreto, da\nqualificadora do motivo torpe prevista no art. 121, § 2º, I, do\nCódigo Penal, em decisão dissociada da prova dos autos - o recurso\ntampouco autoriza conhecimento, pois a defesa não se desincumbiu de\nseu ônus de efetuar o necessário cotejo entre as situações\nfático-jurídicas analisadas no acórdão recorrido e no acórdão\napontado como paradigma, limitando-se a transcrever a ementa do\njulgado paradigma.\n5. Ainda que assim não fosse, no particular, não se evidencia\nsimilitude fática entre os acórdãos comparados, pois, o acórdão\nembargado deixou claro que \"o Tribunal estadual demonstrou haver\nprovas que subsidiavam o veredito no tocante à qualificadora do\nmotivo torpe\", já no acórdão paradigma, a Quinta Turma desta Corte\nconcluiu que não havia \"a indicação de nenhum elemento concreto que\nsugira ser a ré autora intelectual do delito\".\n6. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230510",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção, por unanimidade,\nnegar provimento ao agravo regimental, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Antonio Saldanha Palheiro, Messod Azulay Neto,\nJesuíno Rissato (Desembargador Convocado do TJDFT), João Batista\nMoreira (Desembargador convocado do TRF1), Laurita Vaz, Sebastião\nReis Júnior e Rogerio Schietti Cruz votaram com o Sr. Ministro\nRelator.\nAusente, justificadamente, o Sr. Ministro Joel Ilan Paciornik.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - MÉRITO RECURSAL NÃO APRECIADO - SÚMULA\n315 DO STJ)\n   STJ - <<AgRg nos EAREsp 1858153>>-SP,\n         <<AgRg nos EAREsp 1477816>>-ES,\n         <<AgRg nos EAREsp 2172592>>-RS,\n         <<AgRg nos EAREsp 2098823>>-PR\n(EMBARGOS DE DIVERGÊNCIA - PARADIGMA PROFERIDO EM SEDE DE HABEAS\nCORPUS)\n   STJ - <<AgRg nos EREsp 1963909>>-SP,\n         <<AgRg nos EREsp 2003710>>-RS,\n         <<AgRg nos EDcl nos EAREsp 1800259>>-MS,\n         <<AgRg nos EREsp 1265884>>-RS",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01043 PAR:00001", "LEG:FED LEI:005869 ANO:1973\n*****  CPC-73    CÓDIGO DE PROCESSO CIVIL DE 1973\n        ART:00546 INC:00001", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000315", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000845181",
  "numeroProcesso" : "15830",
  "numeroRegistro" : "202103195529",
  "siglaClasse" : "AgRg na Pet",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA PETIÇÃO",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "REYNALDO SOARES DA FONSECA",
  "dataPublicacao" : "DJE        DATA:16/05/2023",
  "ementa" : "AGRAVO REGIMENTAL EM PETIÇÃO. EXPEDIENTE AUTUADO COMO PETIÇÃO, MAS\nINTITULADO EMBARGOS DE DIVERGÊNCIA. INTERPOSIÇÃO CONTRA ACÓRDÃO\nPROFERIDO EM HABEAS CORPUS. DESCABIMENTO POR AUSÊNCIA DE PREVISÃO\nLEGAL. INDEFERIMENTO LIMINAR PELA PRESIDÊNCIA. ART. 1.043, INCISOS I\nE III, DO CÓDIGO DE PROCESSO CIVIL, E ART. 266 DO REGIMENTO INTERNO\nDO SUPERIOR TRIBUNAL DE JUSTIÇA. INEXISTÊNCIA DE OFENSA AO\nPRINCÍPIO DA COLEGIALIDADE. AGRAVO REGIMENTAL DESPROVIDO.\n1. Não configura cerceamento de defesa a prolação de decisão\nmonocrática nos embargos de divergência, na medida em que é passível\nde agravo interno ou regimental para submissão da insurgência ao\nórgão colegiado. Inexistência de ofensa ao princípio da\ncolegialidade. Precedentes.\n2. Consoante dispõem o art. 1.043, incisos I e III, do Código de\nProcesso Civil, e o art. 266 do Regimento Interno do Superior\nTribunal de Justiça, cabem embargos de divergência contra acórdão de\nÓrgão Fracionário que, em recurso especial, divergir do julgamento\natual de qualquer outro Órgão Jurisdicional deste Tribunal.\n3. São incabíveis embargos de divergência opostos contra acórdão\nprolatado em habeas corpus ou qualquer outra ação originária do\nSuperior Tribunal de Justiça. Precedentes desta Corte.\n4. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230510",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção, por unanimidade,\nnegar provimento ao agravo regimental, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Antonio Saldanha Palheiro, Messod Azulay Neto,\nJesuíno Rissato (Desembargador Convocado do TJDFT), João Batista\nMoreira (Desembargador convocado do TRF1), Laurita Vaz, Sebastião\nReis Júnior e Rogerio Schietti Cruz votaram com o Sr. Ministro\nRelator.\nAusente, justificadamente, o Sr. Ministro Joel Ilan Paciornik.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - INCOGNOSCIBILIDADE - ACÓRDÃO PARADIGMA\nPROFERIDO EM HABEAS CORPUS)\n   STJ - <<AgRg nos EDcl na Pet 14852>>-SP,\n         <<EDcl no AgRg na Pet 13280>>-RJ,\n         <<AgRg na Pet 12460>>-RJ, <<AgRg na Pet 12241>>-SP,\n         <<AgRg nos EREsp 1265884>>-RS",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01043 INC:00001 INC:00003", "LEG:FED LEI:005869 ANO:1973\n*****  CPC-73    CÓDIGO DE PROCESSO CIVIL DE 1973\n        ART:00546 INC:00001", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000845425",
  "numeroProcesso" : "2006876",
  "numeroRegistro" : "202103494466",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JESUÍNO RISSATO (DESEMBARGADOR CONVOCADO DO TJDFT)",
  "dataPublicacao" : "DJE        DATA:09/06/2023",
  "ementa" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. INDEFERIMENTO LIMINAR DOS EMBARGOS DE DIVERGÊNCIA. ACÓRDÃO\nPARADIGMA PROFERIDO EM HABEAS CORPUS. INVIABILIDADE.\n1. Os embargos de divergência foram indeferidos liminarmente, uma\nvez que a parte embargante apresenta como paradigma julgado\nproferido em habeas corpus.\n2. Nos termos da jurisprudência desta Corte Superior, mesmo sob a\nvigência do novo Código de Processo Civil, os arts. 1.043, § 1º, do\nCPC, e 266, § 1º, do RISTJ delimitaram o confronto de teses\njurídicas objeto dos embargos de divergência àquelas decorrentes do\njulgamento de recursos e ações de competência originária. Não podem,\npois, servir como paradigma, os julgados relativos a ações\nconstitucionais.\n3. Agravo regimental improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230426",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO do Superior\nTribunal de Justiça, retomado o julgamento, após o voto-vista\nantecipado divergente do Sr. Ministro Sebastião Reis Júnior,\nafetando o julgamento à Corte Especial, no que foi acompanhado pelo\nSr. Ministro Rogerio Schietti Cruz, e o voto divergente do Sr.\nMinistro João Batista Moreira (Desembargador Convocado do TRF1),\ndando provimento ao agravo regimental, no que foi acompanhado pelo\nSr. Ministro Messod Azulay Neto (declarou-se apto a votar), e os\nvotos da Sra. Ministra Laurita Vaz e dos Srs. Ministros Reynaldo\nSoares da Fonseca, Antonio Saldanha Palheiro, Joel Ilan Paciornik,\nacompanhando o voto do Sr. Ministro Relator, negando provimento ao\nagravo regimental, por maioria, negar provimento ao agravo\nregimental, nos termos do voto do Sr. Ministro Relator. Vencidos os\nSrs. Ministros Sebastião Reis Júnior e Rogerio Schietti Cruz, que\nafetavam o julgamento à Corte Especial, e os Srs. Ministros João\nBatista Moreira (Desembargador Convocado do TRF1) e Messod Azulay\nNeto, que davam provimento ao agravo regimental.\nVotaram vencidos os Srs. Ministros João Batista Moreira\n(Desembargador convocado do TRF1), Sebastião Reis Júnior, Rogerio\nSchietti Cruz e Messod Azulay Neto.\nA Sra. Ministra Laurita Vaz e os Srs. Ministros Reynaldo Soares da\nFonseca, Antonio Saldanha Palheiro e Joel Ilan Paciornik votaram com\no Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - PARADIGMA - AÇÕES CONSTITUCIONAIS)\n   STJ - <<AgInt nos EREsp 1863254>>-SP,\n         <<AgRg nos EAREsp 1472525>>-DF,\n         <<AgInt nos EREsp 1713438>>-ES",
  "notas" : null,
  "informacoesComplementares" : "     (VOTO VOGAL) (LAURITA VAZ)\n     \"[...] o afastamento da disposição legal, ainda que sem\ndeclarar explicitamente a sua inconstitucionalidade, impõe o\nencaminhamento para o órgão competente, qual seja, a Corte\nEspecial, por se tratar de reconhecimento implícito de\ninconstitucionalidade\".\n     \"Além do estreito limite cognitivo das ações constitucionais,\né preciso observar que o constituinte reservou ao Superior Tribunal\nde Justiça a interpretação da lei federal, sendo o recurso especial\no instrumento adequado para tanto. Nesse contexto, a admissão do\nacórdão proferido em habeas corpus ou recurso em habeas corpus como\nparadigma nos embargos de divergência pode ter o efeito de\nampliação da competência constitucionalmente atribuída,\ninterferindo na própria função do Superior Tribunal de Justiça\".\n     (VOTO VENCIDO) (SEBASTIÃO REIS JÚNIOR)\n     \"[...] o delineamento do direito penal e do direito processual\npenal está sendo orientado por decisões em habeas corpus, sendo, em\nconformidade com a nossa percepção, um ilógica, a desconsideração\ndestes julgados em sede criminal, principalmente por tratar de bens\njurídicos tão valorosos à condição humana.\n      A legislação de\nregência, art. 1.043, § 1º, do Código de Processo Civil, não está\nde acordo com a realidade posta aos olhos dos eminentes colegas.\nNecessária a superação do referido entendimento, haja vista o\ncontexto atual, em que a grande maioria das decisões relevantes no\nespectro penal são proferidas na alçada de habeas corpus\".\n     \" não há como não se evoluir para trazer como paradigma a\nsubsidiar a divergência, as grandes discussões travadas no âmbito\ndos recursos em habeas corpus ou nas ações originárias, como\nmenciona o art. 1043, do CPC, em seu parágrafo primeiro [...].\n Da leitura do dispositivo, não se pode inferir a restrição imposta\nno RISTJ. O parágrafo primeiro do artigo não prevê em absoluto a\nreferida vedação. Antes, ao contrário, ele determina a\npossibilidade de confronto entre teses jurídicas contidas em\njulgamentos de recursos e de ações de competência originária.\nOra, o habeas corpus originariamente impetrado nesta Corte é de\ncompetência originária, assim como, o recurso em HC, como o nome\nrevela, é um recurso. Portanto, estão ambos abarcados na dicção do\nart. 1043 do CPC, a autorizar sem maiores problemas que as teses\njurídicas contidas em habeas corpus consubstanciem um paradigma na\nacepção do art. 1.043\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01043 PAR:00001", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266 PAR:00001" ],
  "acordaosSimilares" : [ ]
} ]