[ {
  "id" : "000834914",
  "numeroProcesso" : "1240307",
  "numeroRegistro" : "201800185403",
  "siglaClasse" : "EDcl no AgRg nos EAREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NOS EMBARGOS DE\nDIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JOEL ILAN PACIORNIK",
  "dataPublicacao" : "DJE        DATA:13/02/2023",
  "ementa" : "PENAL. PROCESSO PENAL. EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL\nNOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL. OMISSÕES\nSANADAS. PRINCÍPIO DA FUNGIBILIDADE. ART. 579 DO CÓDIGO DE PROCESSO\nPENAL - CPP. RECURSO EM SENTIDO ESTRITO E APELAÇÃO. CABIMENTO,\nEMBORA EXISTENTE ERRO GROSSEIRO QUANTO AO RECURSO CABÍVEL. EMBARGOS\nDE DECLARAÇÃO ACOLHIDOS, SEM EFEITOS INFRINGENTES.\n1. Omissões a respeito de duas teses apresentadas no agravo\nregimental sanadas com esclarecimentos sobre precedente invocado\npara solução da controvérsia e constatação de inovação recursal não\nadmitida em sede de agravo regimental.\n2. Em atenção à análise histórica e da conjuntura atual do\nordenamento vigente, o princípio da fungibilidade no processo penal\ndeve ser aplicado quando ausente a má-fé e presente o preenchimento\ndos  pressupostos do recurso cabível.\n2.1. Na hipótese dos autos, houve erro grosseiro do MP na\ninterposição de recurso em sentido estrito quando cabível apelação,\npois inobservado o expressamente contido no art. 416 do CPP (Contra\na sentença de impronúncia ou de absolvição sumária caberá apelação).\nContudo, não houve má-fé, eis que não preenchidas as hipóteses do\nartigo 80 do CPC, bem como não se verifica qualquer inadequação para\nprocessamento pelo rito do recurso cabível, pois interposto no\nprazo recursal dele (tempestividade), com fundamentação e pleito que\nvisavam a reforma da decisão recorrida, assim como se um apelo\nfosse.\n3. Embargos declaratórios acolhidos, sem efeitos infringentes.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230208",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção, por unanimidade,\nacolher os embargos de declaração, sem efeitos infringentes, nos\ntermos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Messod Azulay Neto, Jesuíno Rissato (Desembargador\nConvocado do TJDFT), João Batista Moreira (Desembargador convocado\ndo TRF1), Laurita Vaz, Sebastião Reis Júnior, Rogerio Schietti Cruz,\nRibeiro Dantas e Antonio Saldanha Palheiro votaram com o Sr.\nMinistro Relator.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : "(AGRAVO REGIMENTAL - INOVAÇÃO RECURSAL)\n   STJ - <<AgRg nos EAREsp 1860475>>-SP\n(AGRAVO REGIMENTAL - DECISÃO COLEGIADA - ERRO GROSSEIRO - PRINCÍPIO\nDA FUNGIBILIDADE)\n   STJ - <<AgRg no AgRg no AgRg no AREsp 524147>>-SP\n(RECURSO CABÍVEL - TRANSCURSO DO PRAZO - PRINCÍPIO DA FUNGIBILIDADE\n- INAPLICABILIDADE)\n   STJ - <<AgRg no AREsp 1059732>>-SP\n(RECURSO IMPRÓPRIO - PRESSUPOSTOS DO RECURSO CABÍVEL - NÃO\nPREENCHIMENTO)\n   STJ - <<AgRg no AREsp 2069616>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00003 ART:00416 ART:00579 PAR:ÚNICO ART:00619", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00080" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000835078",
  "numeroProcesso" : "1943895",
  "numeroRegistro" : "202102509260",
  "siglaClasse" : "EDcl no AgRg nos EAREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "MESSOD AZULAY NETO",
  "dataPublicacao" : "DJE        DATA:14/02/2023",
  "ementa" : "EMBARGOS DE DECLARAÇÃO. AGRAVO REGIMENTAL NOS EMBARGOS DE\nDIVERGÊNCIA EM AGRAVO EM RESP. PRESCRIÇÃO EXECUTÓRIA. ALTERAÇÃO DA\nJURISPRUDÊNCIA. CONSTRANGIMENTO ILEGAL NÃO EVIDENCIADO. EMBARGOS\nREJEITADOS.\nI -  Alega o embargante ter ocorrido a prescrição da pretensão\nexecutória, entre o trânsito em julgado para o órgão ministerial e a\noposição dos presentes embargos declaratórios, eis que  transcorrido\no período superior a 3 anos.\nII - A orientação do STJ era no sentido de que o termo a quo para\ncontagem do prazo, para fins de prescrição da pretensão executória,\né a data do trânsito em julgado para a acusação, e não para ambas as\npartes, prevalecendo a interpretação literal do art. 112, I, do\nCódigo Penal, mais benéfica ao condenado.\nIII - Contudo, o Plenário do Supremo Tribunal Federal, no julgamento\ndo AI n. 794.971-AgR/RJ (DJe de 28/06/2021), definiu novo marco\ninicial para a contagem da prescrição da pretensão executória, a\nsaber, o trânsito em julgado para ambas as partes.\nIV- Seguindo esta linha jurisprudencial, em sessão realizada no dia\n26/10/2022, a Terceira Seção desta Corte pacificou o entendimento\nsobre a matéria, ao decidir que a prescrição da pretensão executória\ntem como marco inicial o trânsito em julgado da condenação para\nambas as partes.\nEmbargos declaratórios rejeitados.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230208",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Terceira Seção, por unanimidade, rejeitar os\nembargos de declaração, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Jesuíno Rissato (Desembargador Convocado do\nTJDFT), João Batista Moreira (Desembargador convocado do TRF1),\nLaurita Vaz, Sebastião Reis Júnior, Rogerio Schietti Cruz, Ribeiro\nDantas, Antonio Saldanha Palheiro e Joel Ilan Paciornik votaram com\no Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : "(PRESCRIÇÃO DA PRETENSÃO EXECUTÓRIA - TERMO INICIAL - TRÂNSITO EM\nJULGADO PARA AMBAS AS PARTES)\n   STJ - <<AgRg no REsp 1983259>>-PR\n   STF - [[AI-AgR 794971]]-RJ",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00619" ],
  "acordaosSimilares" : [ "EDcl no AgRg nos EREsp  1565024  SP  2014/0240630-8\nDecisão:08/02/2023\nDJE        DATA:22/02/2023" ]
}, {
  "id" : "000835137",
  "numeroProcesso" : "2098823",
  "numeroRegistro" : "202200956615",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "LAURITA VAZ",
  "dataPublicacao" : "DJE        DATA:14/02/2023",
  "ementa" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL, QUE NÃO FOI CONHECIDO EM RAZÃO DA AUSÊNCIA DE IMPUGNAÇÃO\nDOS FUNDAMENTOS DA DECISÃO AGRAVADA. ACÓRDÃO EMBARGADO QUE DESPROVEU\nO AGRAVO REGIMENTAL, NA ESTEIRA DA JURISPRUDÊNCIA MANSA E PACÍFICA\nDO STJ. AUSÊNCIA DE ENFRENTAMENTO DO MÉRITO DO RECURSO ESPECIAL.\nRECURSO MANIFESTAMENTE INCABÍVEL. INCIDÊNCIA DA SÚMULA N. 315 DO\nSTJ. ADEMAIS, AUSÊNCIA DE JUNTADA DO INTEIRO TEOR DO ACÓRDÃO\nPARADIGMA. AGRAVO REGIMENTAL DESPROVIDO.\n1. Hipótese em que não houve enfrentamento do mérito do recurso\nespecial, porque o Recorrente deixou de impugnar especificamente os\nfundamentos adotados pelo Tribunal de origem para inadmitir o\nrecurso especial, incidindo o óbice da Súmula n. 182 do STJ.\n2. Mesmo sob a égide do novo Código de Processo Civil (art. 1.043,\nincisos I e III), \"o não cabimento dos embargos de divergência no\ncaso concreto é bastante claro, em virtude de não ter sido analisado\no mérito do recurso especial no acórdão embargado, atraindo a\nincidência da Súmula 315 do STJ: \"Não cabem embargos de divergência\nno âmbito do agravo de instrumento que não admite recurso especial\"\n(AgInt nos EAREsp 1.441.916/SC, Rel. Ministro OG FERNANDES, CORTE\nESPECIAL, julgado em 19/08/2020, DJe 26/08/2020).\n3. Ademais, a parte embargante deixou de instruir os embargos de\ndivergência com a cópia do inteiro teor dos acórdãos paradigmas, em\ndescumprimento às exigências dos arts. 1.043 e 1.044 do Código de\nProcesso Civil e dos arts. 266 a 267 do Regimento Interno do\nSuperior Tribunal de Justiça, para demonstração do suposto dissídio\njurisprudencial.\n4. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230208",
  "decisao" : "Vistos, relatados e discutidos estes autos, acordam os Ministros da\nTerceira Seção do Superior Tribunal de Justiça, na conformidade dos\nvotos e das notas taquigráficas a seguir, por unanimidade, negar\nprovimento ao agravo regimental, nos termos do voto da Sra. Ministra\nRelatora. Os Srs. Ministros Sebastião Reis Júnior, Rogerio Schietti\nCruz, Ribeiro Dantas, Antonio Saldanha Palheiro, Joel Ilan\nPaciornik, Messod Azulay Neto, Jesuíno Rissato (Desembargador\nConvocado do TJDFT) e João Batista Moreira (Desembargador convocado\ndo TRF1) votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - ACÓRDÃO EMBARGADO - NÃO ENFRENTAMENTO DO\nMÉRITO - NÃO CABIMENTO)\n   STJ - <<AgInt nos EAREsp 1380659>>-DF,\n         <<AgInt nos EAREsp 1269645>>-RS\n(EMBARGOS DE DIVERGÊNCIA - AUSÊNCIA DE JUNTADA DE INTEIRO TEOR DOS\nACÓRDÃO PARADIGMAS - VÍCIO INSANÁVEL)\n   STJ - <<AgRg nos EAREsp 1924566>>-DF,\n         <<AgInt nos EDcl nos EAREsp 1950922>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01043 ART:01044", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000315", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266 ART:00267" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000835138",
  "numeroProcesso" : "1974571",
  "numeroRegistro" : "202103868057",
  "siglaClasse" : "AgRg nos EREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGENCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "LAURITA VAZ",
  "dataPublicacao" : "DJE        DATA:14/02/2023",
  "ementa" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL.\nDECISÃO DO PRESIDENTE DO STJ QUE OS INDEFERIU LIMINARMENTE, PORQUE\nFORAM OPOSTOS CONTRA DECISÃO MONOCRÁTICA DO RELATOR DO RECURSO\nESPECIAL. RECURSO MANIFESTAMENTE INADMISSÍVEL. ART. 266 DO RISTJ E\nART. 1.043 DO CPC. PRECEDENTES. INDEFERIMENTO LIMINAR DOS EMBARGOS\nDE DIVERGÊNCIA. POSSIBILIDADE. AUSÊNCIA DE CERCEAMENTO DE DEFESA.\nPRECEDENTES. DECISÃO MANTIDA EM SEUS PRÓPRIOS TERMOS. AGRAVO\nREGIMENTAL DESPROVIDO.\n1. Não configura cerceamento de defesa a prolação de decisão\nmonocrática nos embargos de divergência, na medida em que é passível\nde agravo interno ou regimental para submissão da insurgência ao\nórgão colegiado. Inexistência de ofensa ao princípio da\ncolegialidade. Precedentes.\n2. Conforme art. 266 do Regimento Interno do Superior Tribunal de\nJustiça e art. 1.043 do Código de Processo Civil, não cabem embargos\nde divergência contra decisão monocrática de Ministro Relator do\nrecurso especial. Precedentes.\n3. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230208",
  "decisao" : "Vistos, relatados e discutidos estes autos, acordam os Ministros da\nTerceira Seção do Superior Tribunal de Justiça, na conformidade dos\nvotos e das notas taquigráficas a seguir, por unanimidade, negar\nprovimento ao agravo regimental, nos termos do voto da Sra. Ministra\nRelatora. Os Srs. Ministros Sebastião Reis Júnior, Rogerio Schietti\nCruz, Ribeiro Dantas, Antonio Saldanha Palheiro, Joel Ilan\nPaciornik, Messod Azulay Neto, Jesuíno Rissato (Desembargador\nConvocado do TJDFT) e João Batista Moreira (Desembargador convocado\ndo TRF1) votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : "(DECISÃO MONOCRÁTICA DO RELATOR - PRINCIPIO DA COLEGIALIDADE)\n   STJ - <<AgRg no HC 607055>>-SP,\n         <<EDcl nos EDcl no AgRg nos EREsp 1279507>>-SP\n(EMBARGOS DE DIVERGÊNCIA - DECISÃO MONOCRÁTICA DO RELATOR)\n   STJ - <<AgRg nos EAREsp 2034042>>-SP,\n         <<AgRg nos EREsp 1708286>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01043" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000835139",
  "numeroProcesso" : "190666",
  "numeroRegistro" : "202202461190",
  "siglaClasse" : "CC",
  "descricaoClasse" : "CONFLITO DE COMPETENCIA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "LAURITA VAZ",
  "dataPublicacao" : "DJE        DATA:14/02/2023",
  "ementa" : "CONFLITO NEGATIVO DE COMPETÊNCIA. VIOLÊNCIA DOMÉSTICA E FAMILIAR\nCONTRA A MULHER. PRINCÍPIO DO JUÍZO IMEDIATO. PROTEÇÃO JURISDICIONAL\nCÉLERE E EFICAZ. MICROSSISTEMA DE PROTEÇÃO DE PESSOAS VULNERÁVEIS.\nDOMICÍLIO DA VÍTIMA. AUSÊNCIA DE INTERFERÊNCIA NA COMPETÊNCIA\nRELATIVA À EVENTUAL AÇÃO PENAL. CONFLITO DE COMPETÊNCIA CONHECIDO\nPARA DECLARAR COMPETENTE O JUÍZO SUSCITADO.\n1. A interpretação sistemática do art. 13 da Lei n. 11.343/06, em\nconjunto com o art. 147, incisos I e II, da Lei n. 8.069/90\n(Estatuto da Criança e do Adolescente) e do art. 80 da Lei n.\n10.741/03 (Estatuto do Idoso), permite a aplicação do princípio do\njuízo imediato às ações em que se pleiteiam medidas protetivas de\nurgência de caráter penal no contexto de violência doméstica e\nfamiliar contra a mulher.\n2. Independentemente do local onde tenham inicialmente ocorrido as\nsupostas condutas criminosas que motivaram o pedido da vítima, o\njuízo do domicílio da mulher em situação de violência doméstica e\nfamiliar é competente para processar e julgar o pleito de medidas\nprotetivas de urgência por aplicação do princípio do juízo imediato.\n3. A aplicação do princípio do juízo imediato na apreciação dos\npedidos de medidas protetivas de urgência não entra em conflito com\nas demais disposições da Lei n. 11.343/06. Ao contrário, essa medida\nfacilita o acesso da mulher vítima de violência doméstica a uma\nrápida prestação jurisdicional, que é o principal objetivo\nperseguido pelas normas processuais especiais que integram o\nmicrossistema de proteção de pessoas vulneráveis que já se delineia\nno ordenamento jurídico brasileiro.\n4. A competência para examinar as medidas protetivas de urgência\natribuída ao juízo do domicílio da vítima não altera a competência\ndo juízo natural para o julgamento de eventual ação penal por crimes\npraticados no contexto de violência doméstica e familiar contra a\nmulher, que deve ser definida conforme as regras gerais fixadas pelo\nCódigo de Processo Penal.\n5. Conflito conhecido para declarar competente o Juízo Suscitado.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230208",
  "decisao" : "Vistos, relatados e discutidos estes autos, acordam os Ministros da\nTerceira Seção do Superior Tribunal de Justiça, na conformidade dos\nvotos e das notas taquigráficas a seguir, por unanimidade, conhecer\ndo conflito e declarar compente o suscitado, Juízo de Direito da 2ª\nVara Criminal de Indaiatuba - SP, nos termos do voto da Sra.\nMinistra Relatora. Os Srs. Ministros Sebastião Reis Júnior, Rogerio\nSchietti Cruz, Ribeiro Dantas, Antonio Saldanha Palheiro, Joel Ilan\nPaciornik, Messod Azulay Neto, Jesuíno Rissato (Desembargador\nConvocado do TJDFT) e João Batista Moreira (Desembargador convocado\ndo TRF1) votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : "(PRINCÍPIO DO JUÍZO IMEDIATO)\n   STJ - <<CC 172725>>-RS\n(CONFLITO DE COMPETÊNCIA - VIOLÊNCIA DOMÉSTICA E FAMILIAR CONTRA A\nMULHER - DOMICÍLIO DA VÍTIMA - AUSÊNCIA DE INTERFERÊNCIA NA\nCOMPETÊNCIA RELATIVA À EVENTUAL AÇÃO PENAL)\n   STJ - <<CC 187852>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:008069 ANO:1990\n*****  ECA-90    ESTATUTO DA CRIANÇA E DO ADOLESCENTE\n        ART:00147 INC:00001 INC:00002", "LEG:FED LEI:011340 ANO:2006\n*****  LMP-06    LEI MARIA DA PENHA\n        ART:00013 ART:00015", "LEG:FED LEI:010741 ANO:2003\n*****  EIDO-2003    ESTATUTO DO IDOSO\n        ART:00080" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000835140",
  "numeroProcesso" : "2075914",
  "numeroRegistro" : "202200540270",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "SEBASTIÃO REIS JÚNIOR",
  "dataPublicacao" : "DJE        DATA:13/02/2023",
  "ementa" : "PROCESSO PENAL. AGRAVO REGIMENTAL EM EMBARGOS DE DIVERGÊNCIA EM\nAGRAVO EM RECURSO ESPECIAL. DECISÃO DA PRESIDÊNCIA. EMBARGOS DE\nDIVERGÊNCIA LIMINARMENTE INDEFERIDOS. AUSÊNCIA DE ANÁLISE DO MÉRITO\nDO RECURSO ESPECIAL. INCIDÊNCIA DA SÚMULA 315/STJ. PRECEDENTES.\nDIVERGÊNCIA JURISPRUDENCIAL NÃO DEMONSTRADA. FUNDAMENTO NÃO ATACADO.\nSÚMULA 182/STJ.\n1. Não cabem embargos de divergência quando o acórdão embargado não\njulga o mérito do recurso especial. Aplicação da Súmula 315 do STJ\npor analogia. Precedentes.\n2. Cabe à parte agravante, nas razões do agravo regimental, trazer\nargumentos suficientes para contestar a integralidade da decisão\nagravada (art. 1.021, § 1º, do CPC). Incidência do verbete n. 182 da\nSúmula desta Corte.\n3. A ausência de demonstração da divergência alegada no recurso\nuniformizador - nos moldes exigidos pelo art. 1.043, § 4º, do Código\nde Processo Civil e pelo art. 266, § 4º, do RISTJ - indubitavelmente\nconstitui vício substancial, resultante da inobservância do rigor\ntécnico exigido na interposição do presente recurso.\n4. Não se admite a utilização de acórdãos oriundos de julgados\nproferidos em habeas corpus, recurso em habeas corpus, mandados de\nsegurança, recurso em mandado de segurança e habeas data como\nparadigma para configuração da divergência (Precedentes).\n5. Agravo regimental parcialmente conhecido e, nessa extensão,\nimprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230208",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Terceira Seção, por unanimidade, conhecer\nparcialmente do agravo regimental, e, nessa extensão, negar-lhe\nprovimento, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Rogerio Schietti Cruz, Ribeiro Dantas, Antonio\nSaldanha Palheiro, Joel Ilan Paciornik, Messod Azulay Neto, Jesuíno\nRissato (Desembargador Convocado do TJDFT), João Batista Moreira\n(Desembargador convocado do TRF1) e Laurita Vaz votaram com o Sr.\nMinistro Relator.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : "(EMBARGO DE DIVERGÊNCIA - CABIMENTO - ACÓRDÃO EMBARGADO QUE NÃO\nJULGA O MÉRITO - SÚMULA 315 DO STJ)\n   STJ - <<AgRg nos EDcl nos EAREsp 1886675>>-PR,\n         <<AgRg nos EAREsp 1641570>>-SC\n(EMBARGOS DE DIVERGÊNCIA - COMPROVAÇÃO DA EXISTÊNCIA DE DISSÍDIO -\nREGRA TÉCNICA - JUNTADA DO INTEIRO TEOR DO JULGADO PARADIGMA OU\nINDICAÇÃO DE REPOSITÓRIO OFICIAL AUTORIZADO)\n   STJ - <<AgRg nos EAREsp 1638190>>-RJ,\n         <<AgRg nos EDcl nos EREsp 1916881>>-PR\n(EMBARGOS DE DIVERGÊNCIA INDEFERIDOS LIMINARMENTE - PARADIGMA\nPROFERIDO EM RECURSO EM HABEAS CORPUS - IMPRESTABILIDADE)\n   STJ - <<AgRg nos EAREsp 1623777>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000315" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000835223",
  "numeroProcesso" : "193005",
  "numeroRegistro" : "202203589749",
  "siglaClasse" : "CC",
  "descricaoClasse" : "CONFLITO DE COMPETENCIA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "LAURITA VAZ",
  "dataPublicacao" : "DJE        DATA:15/02/2023",
  "ementa" : "CONFLITO NEGATIVO DE COMPETÊNCIA. PROCESSUAL PENAL. CRIMES\nAMBIENTAIS. DELITO DE COMPETÊNCIA DA JUSTIÇA FEDERAL. SENTENÇA\nPROFERIDA. DELITO REMANESCENTE. PROCESSAMENTO E JULGAMENTO PELA\nJUSTIÇA FEDERAL PELA CONEXÃO. DESCABIMENTO. SÚMULA N. 235 DO STJ.\nART. 38, CAPUT, DA LEI N. 9.605/1998. ÁREA DE PRESERVAÇÃO PERMANENTE\nÀS MARGENS DE RIO ESTADUAL. COMPETÊNCIA DA JUSTIÇA DO ESTADO.\nCONFLITO CONHECIDO PARA DECLARAR COMPETENTE O JUÍZO SUSCITADO.\n1. A Súmula n. 235 do Superior Tribunal de Justiça dispõe que \"[a]\nconexão não determina a reunião dos processos, se um deles já foi\njulgado.\" Embora o Enunciado tenha origem em feitos de natureza\ncível, é pacífico o entendimento de que a sua orientação também é\naplicável aos processos penais.\n2. No caso concreto, o Juízo Federal Suscitante, após receber os\nautos em razão da declinação de competência do Juízo Estadual\nSuscitado, extinguiu a ação penal, no tocante ao crime do art. 55,\ncaput, da Lei n. 9.605/1998, referente à conduta de extração de\nareia e cascalho, por reconhecer a litispendência em relação a ação\npenal que tramitara naquele juízo, na qual, inclusive já houvera a\nprolação de sentença condenatória.\n3. Havendo sentença prolatada quanto ao delito conexo, a competência\npara julgamento do delito remanescente deve ser aferida\nisoladamente.\n4. Para que haja competência da Justiça Federal, a prática do delito\ndo art. 38, caput, da Lei n. 9.605/1998 deve ter ocorrido em\ndetrimento de bens, serviços ou interesse da União, nos termos do\nart. 109, inciso IV, da Constituição da República.\n5. O Rio das Mortes, que banha o município de São João Del-Rei/MG,\ntem o seu curso integralmente no Estado de Minas Gerais, conforme se\nconstatou em pesquisa na página eletrônica do Instituto Mineiro de\nGestão das Águas - IGAM. Por essa razão, é de propriedade do\nreferido Estado, nos termos do art. 20, inciso III, c.c o art. 26,\ninciso I, do Texto Constitucional. Assim, o crime do art. 38, caput,\nda Lei n. 9.605/1998, praticado na área de preservação permanente,\nem suas margens, não atingiu o patrimônio, serviços ou interesse da\nUnião, cabendo à Justiça Estadual o seu julgamento.\n6. Conflito conhecido para declarar competente o JUÍZO DE DIREITO DA\n1ª VARA CRIMINAL E DA INFÂNCIA E DA JUVENTUDE DE SÃO JOÃO DEL-REI -\nMG, o Suscitado.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230208",
  "decisao" : "Vistos, relatados e discutidos estes autos, acordam os Ministros da\nTerceira Seção do Superior Tribunal de Justiça, na conformidade dos\nvotos e das notas taquigráficas a seguir, por unanimidade, conhecer\ndo conflito e declarar competente o suscitado, Juízo de Direito da\n1ª Vara Criminal e da Infância e da Juventude de São João Del-Rei -\nMG, nos termos do voto da Sra. Ministra Relatora. Os Srs. Ministros\nSebastião Reis Júnior, Rogerio Schietti Cruz, Ribeiro Dantas,\nAntonio Saldanha Palheiro, Joel Ilan Paciornik, Messod Azulay Neto,\nJesuíno Rissato (Desembargador Convocado do TJDFT) e João Batista\nMoreira (Desembargador convocado do TRF1) votaram com a Sra.\nMinistra Relatora.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : "(CONFLITO NEGATIVO DE COMPETÊNCIA - CONEXÃO COM AÇÕES PENAIS\nJULGADAS PELA JUSTIÇA FEDERAL - SÚMULA 235 DO STJ)\n   STJ - <<CC 161003>>-SP,\n         <<CC 154407>>-PR\n(CONFLITO DE COMPETÊNCIA - CRIME AMBIENTAL -COMPETÊNCIA DA JUSTIÇA\nESTADUAL)\n   STJ - <<AgRg no CC 145963>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000235", "LEG:FED LEI:009605 ANO:1998\n        ART:00038 ART:00055", "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00020 INC:00003 ART:00026 INC:00001 ART:00109\n        INC:00004" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000835254",
  "numeroProcesso" : "2182971",
  "numeroRegistro" : "202202409798",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "ROGERIO SCHIETTI CRUZ",
  "dataPublicacao" : "DJE        DATA:15/02/2023",
  "ementa" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. INEXISTÊNCIA DE INDICAÇÃO DE ACÓRDÃO PARADIGMA.\nDIVERGÊNCIA NÃO DEMONSTRADA. INOBSERVÂNCIA AO ART. 266 DO REGIMENTO\nINTERNO DO STJ. IMPOSSIBILIDADE DE PROCESSAMENTO DO RECURSO. AGRAVO\nREGIMENTAL NÃO PROVIDO.\n1. A indicação de acórdão paradigma proferido por esta Corte, com o\ndevido confronto analítico e exposição da divergência interna na\ninterpretação de lei federal entre as Turmas que compõem a Terceira\nSeção, é requisito essencial dos embargos de divergência, conforme a\nlei processual de regência e o Regimento Interno deste Superior\nTribunal (art. 226 do RISTJ).\n2. Agravo regimental não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230208",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção, por unanimidade,\nnegar provimento ao agravo regimental, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Ribeiro Dantas, Antonio Saldanha Palheiro, Joel\nIlan Paciornik, Messod Azulay Neto, Jesuíno Rissato (Desembargador\nConvocado do TJDFT), João Batista Moreira (Desembargador convocado\ndo TRF1), Laurita Vaz e Sebastião Reis Júnior votaram com o Sr.\nMinistro Relator.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00226 ART:00266" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000835255",
  "numeroProcesso" : "1890797",
  "numeroRegistro" : "202101538573",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "ROGERIO SCHIETTI CRUZ",
  "dataPublicacao" : "DJE        DATA:15/02/2023",
  "ementa" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. INEXISTÊNCIA DE EXAME DE MÉRITO DO RECURSO ESPECIAL.\nINCIDÊNCIA DA SÚMULA 315 DO STJ. AGRAVO REGIMENTAL NÃO PROVIDO.\n1. A inadmissão do recurso especial, em razão da incidência da\nSúmula n. 182 do STJ, impede, a teor do enunciado contido na Súmula\nn. 315 também desta Corte, a oposição de embargos de divergência\npara discutir o mérito da questão ventilada no especial., sobretudo\nquando não observadas nem mesmo as formalidades exigidas no art.\n266, § 4º, do RISTJ.\n2. Agravo regimental não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230208",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção, por unanimidade,\nnegar provimento ao agravo regimental, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Ribeiro Dantas, Antonio Saldanha Palheiro, Joel\nIlan Paciornik, Messod Azulay Neto, Jesuíno Rissato (Desembargador\nConvocado do TJDFT), João Batista Moreira (Desembargador convocado\ndo TRF1), Laurita Vaz e Sebastião Reis Júnior votaram com o Sr.\nMinistro Relator.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : "(AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL - ART. 266, § 4º, DO RISTJ)\n   STJ - <<AgInt nos EAREsp 1268264>>-SP,\n         <<AgInt nos EAREsp 1312401>>-SP\n(MERA CITAÇÃO DO NÚMERO DO ACÓRDÃO PARADIGMA - MENÇÃO AO DIÁRIO DA\nJUSTIÇA)\n   STJ - <<AgRg nos EAREsp 1471280>>-SC",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000182 SUM:000315", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266 PAR:00004" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000835256",
  "numeroProcesso" : "5856",
  "numeroRegistro" : "202203714637",
  "siglaClasse" : "AgRg na RvCr",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA REVISÃO CRIMINAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "ROGERIO SCHIETTI CRUZ",
  "dataPublicacao" : "DJE        DATA:15/02/2023",
  "ementa" : "AGRAVO REGIMENTAL NA REVISÃO CRIMINAL. ACÓRDÃO PROFERIDO EM HABEAS\nCORPUS. NÃO CABIMENTO DA REVISÃO CRIMINAL. AGRAVO REGIMENTAL NÃO\nPROVIDO.\n1. A revisão criminal somente é cabível nas situações expressamente\nprevistas em lei e sua utilização, neste Superior Tribunal,\npressupõe a formação da coisa julgada a partir da análise (das\nquestões de mérito) feita no julgamento de recurso especial, sendo,\nportanto, incabível quando se voltar contra acórdão proferido em\nhabeas corpus.\n2. Agravo regimental não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230208",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção, por unanimidade,\nnegar provimento ao agravo regimental, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Ribeiro Dantas, Antonio Saldanha Palheiro, Joel\nIlan Paciornik, Messod Azulay Neto, Jesuíno Rissato (Desembargador\nConvocado do TJDFT), João Batista Moreira (Desembargador convocado\ndo TRF1), Laurita Vaz e Sebastião Reis Júnior votaram com o Sr.\nMinistro Relator.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : "(REVISÃO CRIMINAL - ACÓRDÃO PROFERIDO EM HABEAS CORPUS)\n   STJ - <<AgRg na RvCr 5586>>-BA,\n         <<AgRg na RvCr 5650>>-RS",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000835257",
  "numeroProcesso" : "5794",
  "numeroRegistro" : "202202317541",
  "siglaClasse" : "AgRg na RvCr",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA REVISÃO CRIMINAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "ROGERIO SCHIETTI CRUZ",
  "dataPublicacao" : "DJE        DATA:15/02/2023",
  "ementa" : "AGRAVO REGIMENTAL NA REVISÃO CRIMINAL. REGISTRO CRIMINAL DE\nCONDENAÇÃO COM TRÂNSITO EM JULGADO HÁ MAIS DE CINCO ANOS.\nPOSSIBILIDADE DE UTILIZAÇÃO COMO MAUS ANTECEDENTES. AGRAVO\nREGIMENTAL NÃO PROVIDO.\n1. Na linha da orientação firmada por esta Corte, os registros\ncriminais de condenações com trânsito em julgado que ultrapassam 5\nanos, embora não possam ser considerados como reincidência, podem\nser tidos como maus antecedentes.\n2. Agravo regimental não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230208",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção, por unanimidade,\nnegar provimento ao agravo regimental, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Ribeiro Dantas, Antonio Saldanha Palheiro, Joel\nIlan Paciornik, Messod Azulay Neto, Jesuíno Rissato (Desembargador\nConvocado do TJDFT), João Batista Moreira (Desembargador convocado\ndo TRF1), Laurita Vaz e Sebastião Reis Júnior votaram com o Sr.\nMinistro Relator.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : "(REVISÃO CRIMINAL - QUESTÃO EXAMINADA)\n   STJ - <<AgRg na RvCr 5654>>-DF,\n         <<AgRg na RvCr 4730>>-CE",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000835287",
  "numeroProcesso" : "1977135",
  "numeroRegistro" : "202103921805",
  "siglaClasse" : "EDcl no REsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JOEL ILAN PACIORNIK",
  "dataPublicacao" : "DJE        DATA:13/02/2023",
  "ementa" : "EMBARGOS DE DECLARAÇÃO NO RECURSO ESPECIAL REPRESENTATIVO DE\nCONTROVÉRSIA. ALEGAÇÃO DE OMISSÃO. NÃO OCORRÊNCIA. INEXISTÊNCIA DE\nVÍCIOS NO JULGADO.  APRECIAÇÃO DAS TESES COM INCURSÃO NA SEARA\nCONSTITUCIONAL. DESNECESSIDADE, AINDA QUE PARA FINS DE\nPREQUESTIONAMENTO. ATRIBUIÇÃO DO SUPREMO TRIBUNAL FEDERAL - STF.\nEMBARGOS DE DECLARAÇÃO REJEITADOS.\n1. Conforme estabelece o art. 619 do Código de Processo Penal - CPP,\nos embargos de declaração são cabíveis nas hipóteses de correção de\nomissão, obscuridade, ambiguidade ou contrariedade do decisum\nembargado e/ou para correção de erro material. Tais hipóteses não\nrestaram configuradas no acórdão embargado.\n2. As teses do recurso especial representativo de controvérsia foram\nsolvidas com base em interpretação de normas infraconstitucionais,\nsob o viés da analogia e dos princípios existentes no ordenamento\njurídico, tudo isso com amparo na orientação jurisprudencial já\nexistente nesta Corte. A motivação do decisum se mostra suficiente a\nrespaldar as conclusões ali alcançadas, não sendo necessária a\nincursão na seara constitucional, ainda que para fins de\nprequestionamento, por ser esta atribuição do Supremo Tribunal\nFederal.\n3. Embargos de declaração rejeitados.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230208",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção, por unanimidade,\nrejeitar  os embargos de declaração, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Messod Azulay Neto, Jesuíno Rissato (Desembargador\nConvocado do TJDFT), João Batista Moreira (Desembargador convocado\ndo TRF1), Laurita Vaz, Sebastião Reis Júnior, Rogerio Schietti Cruz,\nRibeiro Dantas e Antonio Saldanha Palheiro votaram com o Sr.\nMinistro Relator.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : "(RECURSO ESPECIAL - EXAME DE MATÉRIA CONSTITUCIONAL - NÃO CABIMENTO)\n   STJ - <<REsp 990284>>-RS (RECURSO REPETITIVO - TEMA(s) 6, 7, 8,\n9, 10, 11, 12, 13),\n         <<EDcl nos EDcl no AgRg nos EREsp 1533480>>-RR,\n         <<EDcl no AgRg nos EREsp 1047524>>-SC",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00619" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000835288",
  "numeroProcesso" : "1918287",
  "numeroRegistro" : "202100233404",
  "siglaClasse" : "EDcl no REsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "LAURITA VAZ",
  "dataPublicacao" : "DJE        DATA:14/02/2023",
  "ementa" : "EMBARGOS DE DECLARAÇÃO NO RECURSO ESPECIAL REPRESENTATIVO DE\nCONTROVÉRSIA. OMISSÕES E OBSCURIDADES. INEXISTÊNCIA. EMBARGOS\nREJEITADOS.\n1. O acórdão embargado não está maculado pela ocorrência de\nquaisquer das hipóteses previstas no art. 619 do Código de Processo\nPenal.\n2. Considerando o debate ampliado ocorrido no âmbito dos feitos que\nseguem a sistemática dos recursos repetitivos - seja porque se dão\nno âmbito das Seções, seja porque permitem a intervenção de amici\ncuriae, pareceres e manifestações diversas - a revisão de\njurisprudência representa um aprofundamento da reflexão que, além de\nnão encontrar nenhum veto legal, mostra-se absolutamente salutar e\ncoerente com o sistema de precedentes.\n3. Não configura obscuridade ou omissão a ausência de manifestação a\nrespeito de hipóteses casuísticas que não integram o objeto dos\nrecursos selecionados como representativos de controvérsia.\n4. O mero inconformismo do Embargante com o resultado do julgamento\nnão viabiliza a oposição de embargos de declaração.\n5. Embargos de declaração rejeitados.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230208",
  "decisao" : "Vistos, relatados e discutidos estes autos, acordam os Ministros da\nTerceira Seção do Superior Tribunal de Justiça, na conformidade dos\nvotos e das notas taquigráficas a seguir, por unanimidade, rejeitar\nos embargos de declaração, nos termos do voto da Sra. Ministra\nRelatora. Os Srs. Ministros Sebastião Reis Júnior, Rogerio Schietti\nCruz, Ribeiro Dantas, Antonio Saldanha Palheiro, Joel Ilan\nPaciornik, Messod Azulay Neto, Jesuíno Rissato (Desembargador\nConvocado do TJDFT) e João Batista Moreira (Desembargador convocado\ndo TRF1) votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : "(DECISÃO - OBSCURIDADE - NÃO CARACTERIZAÇÃO)\n   STJ - <<AgRg no REsp 677210>>-SP\n(EMBARGOS DE DECLARAÇÃO - NÃO CABIMENTO - MERO INCONFORMISMO DA\nPARTE)\n   STJ - <<EDcl no REsp 1931145>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00619" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000835626",
  "numeroProcesso" : "188135",
  "numeroRegistro" : "202201347358",
  "siglaClasse" : "CC",
  "descricaoClasse" : "CONFLITO DE COMPETENCIA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "ROGERIO SCHIETTI CRUZ",
  "dataPublicacao" : "DJE        DATA:23/02/2023",
  "ementa" : "CONFLITO DE COMPETÊNCIA. ORGANIZAÇÃO CRIMINOSA. PRODUÇÃO DE\nMEDICAMENTOS SEM REGISTRO NO ÓRGÃO COMPETENTE. TRANSNACIONALIDADE.\nEXISTÊNCIA DE INDÍCIOS CONCRETOS. COMPETÊNCIA FEDERAL.\n1. Ainda que a denúncia não indique a origem das matérias-primas\nutilizadas pela organização criminosa para a produção de\nmedicamentos clandestinos, isso não impossibilita, diante dos\nindícios concretos de que elas tenham sido adquiridas no exterior,\nque seja reconhecida a competência federal para o processo e\njulgamento do feito.\n2. No caso, malgrado a investigação não haja logrado demonstrar,\nestanque de dúvidas, que houve a importação dos produtos ou das\nmatérias-primas, a ponto de justificar a imputação penal dessa\nconduta na denúncia, também não foi possível desprezar o fato de que\nhouve o reconhecimento da existência de fortes referências\nconcretas à aquisição de insumos no Paraguai.\n3. Conflito conhecido para declarar competente o Juízo Federal da\n11ª Vara Criminal de Goiânia - SJ/GO, ora suscitante.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230208",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Terceira Seção, retomado o julgamento, após\no voto-vista antecipado (coletiva) divergente do Sr. Ministro\nRogerio Schietti Cruz, declarando competente o Juízo Federal da 11ª\nVara Criminal de Goiânia - SJ/GO, ora suscitante, e os votos dos\nSrs. Ministros Sebastião Reis Júnior, Ribeiro Dantas e Antonio\nSaldanha Palheiro no mesmo sentido, a Terceira Seção, por maioria,\ndeclarar competente o Juízo Federal da 11ª Vara Criminal de Goiânia\n- SJ/GO, ora suscitante, nos termos do voto do Sr. Ministro Rogerio\nSchietti Cruz, que lavrará o acórdão. Vencida a Sra. Ministra\nLaurita Vaz (Relatora), que conhecia do conflito e declarava\ncompetente o Tribunal de Justiça do Estado de Goiás, o Suscitado.\nVotaram com o Sr. Ministro Rogerio Schietti Cruz (Relator para\nacórdão) os Srs. Ministros Sebastião Reis Júnior, Ribeiro Dantas e\nAntonio Saldanha Palheiro.\nVencida a Sra. Ministra Laurita Vaz (Relatora).\nNão participou do julgamento o Sr. Ministro Joel Ilan Paciornik em\nrazão de ausência justificada durante a sustentação oral.\nNão compunham a Seção no início do julgamento os Srs. Ministros\nMessod Azulay Neto, Jesuíno Rissato (Desembargador Convocado do\nTJDFT) e João Batista Moreira (Desembargador convocado do TRF1).\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : "Aguardando análise.",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000834424",
  "numeroProcesso" : "1889310",
  "numeroRegistro" : "202101519691",
  "siglaClasse" : "EDcl no AgRg nos EAREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "MESSOD AZULAY NETO",
  "dataPublicacao" : "DJE        DATA:19/12/2022",
  "ementa" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NOS EMBARGOS DE\nDIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL. ALEGAÇÃO DE OMISSÃO NO\nACÓRDÃO. INEXISTÊNCIA DE  VÍCIOS. EMBARGOS DE DECLARAÇÃO REJEITADOS.\nI - Os embargos declaratórios não constituem recurso de revisão,\nsendo inadmissíveis se a decisão embargada não padecer dos vícios\nque autorizariam a sua oposição (obscuridade, contradição e\nomissão).\nII - No caso, o v. acórdão foi bem claro ao afirmar os vícios que\nimpedem o regular processamento dos embargos de divergência, ante a\nnão comprovação da divergência nos termos do art. 1.043, § 4º, do\nCódigo de Processo Civil de 2015 e do art. 266, § 4º, do Regimento\nInterno do Superior Tribunal de Justiça.\nIII - Na espécie, à conta de omissão no v. acórdão, pretende o\nembargante a rediscussão, sob nova roupagem, da matéria já\napreciada.\nEmbargos de declaração rejeitados.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221214",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Terceira Seção, por unanimidade, rejeitar\nos embargos de declaração, nos termos do voto do Sr. Ministro\nRelator.\nOs Srs. Ministros Jesuíno Rissato (Desembargador Convocado do\nTJDFT), Laurita Vaz, Jorge Mussi, Sebastião Reis Júnior, Rogerio\nSchietti Cruz e Ribeiro Dantas votaram com o Sr. Ministro Relator.\nAusentes, justificadamente, os Srs. Ministros Antonio Saldanha\nPalheiro e Joel Ilan Paciornik.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000834430",
  "numeroProcesso" : "1966466",
  "numeroRegistro" : "202102948053",
  "siglaClasse" : "EDcl no AgRg nos EAREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "LAURITA VAZ",
  "dataPublicacao" : "DJE        DATA:19/12/2022",
  "ementa" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NOS EMBARGOS DE\nDIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL. PETIÇÃO RECURSAL\nAPRESENTADA DEPOIS DE ESCOADO O PRAZO DE DOIS DIAS. INTEMPESTIVIDADE\nMANIFESTA. EMBARGOS DE DECLARAÇÃO NÃO CONHECIDOS.\n1. O acórdão embargado foi considerado publicado em 28/09/2022. O\nprazo, de dois dias, para oposição de embargos de declaração teve\ninício em 29/09/2022 e término em 30/09/2022. A petição recursal foi\nprotocolizada somente em 03/10/2022, portanto, intempestivamente.\n2. Embargos de declaração não conhecidos.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221214",
  "decisao" : "Vistos, relatados e discutidos estes autos, acordam os Ministros da\nTerceira Seção do Superior Tribunal de Justiça, na conformidade dos\nvotos e das notas taquigráficas a seguir, por unanimidade, não\nconhecer dos embargos de declaração, nos termos do voto da Sra.\nMinistra Relatora. Os Srs. Ministros Jorge Mussi, Sebastião Reis\nJúnior, Rogerio Schietti Cruz, Ribeiro Dantas, Messod Azulay Neto e\nJesuíno Rissato (Desembargador Convocado do TJDFT) votaram com a\nSra. Ministra Relatora.\nAusentes, justificadamente, os Srs. Ministros Antonio Saldanha\nPalheiro e Joel Ilan Paciornik.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000834432",
  "numeroProcesso" : "2027547",
  "numeroRegistro" : "202103898415",
  "siglaClasse" : "EDcl no AgRg nos EAREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "LAURITA VAZ",
  "dataPublicacao" : "DJE        DATA:19/12/2022",
  "ementa" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NOS EMBARGOS DE\nDIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL. ACÓRDÃO EMBARGADO QUE FEZ\nINCIDIR O ÓBICE DA SÚMULA N. 182 DO STJ. AUSÊNCIA DE ENFRENTAMENTO\nDO MÉRITO DO RECURSO ESPECIAL. RECURSO MANIFESTAMENTE INCABÍVEL.\nINCIDÊNCIA DA SÚMULA N. 315 DO STJ. EMBARGOS DE DIVERGÊNCIA\nLIMINARMENTE INDEFERIDOS. AGRAVO REGIMENTAL DESPROVIDO. ALEGADA\nOMISSÃO E OBSCURIDADE. VÍCIOS INEXISTENTES. EMBARGOS DE DECLARAÇÃO\nREJEITADOS.\n1. Sob o pretexto de haver \"omissão\" e \"obscuridade\", os Embargantes\nindisfarçavelmente busca impugnar o acórdão que lhes foi\ndesfavorável, insistindo nos mesmos argumentos, com o inequívoco\nintento de rediscutir a causa, o que não se coaduna com a via\neleita.\n2. Conforme jurisprudência deste Superior Tribunal de Justiça, não\ntendo sido ultrapassado o juízo de admissibilidade dos embargos de\ndivergência - recurso de fundamentação vinculada e de cognição\nrestrita -, descabe a apreciação de questões meritórias, o que não\nconfigura omissão.\n3. Embargos de declaração rejeitados.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221214",
  "decisao" : "Vistos, relatados e discutidos estes autos, acordam os Ministros da\nTerceira Seção do Superior Tribunal de Justiça, na conformidade dos\nvotos e das notas taquigráficas a seguir, por unanimidade, rejeitar\nos embargos de declaração, nos termos do voto da Sra. Ministra\nRelatora. Os Srs. Ministros Jorge Mussi, Sebastião Reis Júnior,\nRogerio Schietti Cruz, Ribeiro Dantas, Messod Azulay Neto e Jesuíno\nRissato (Desembargador Convocado do TJDFT) votaram com a Sra.\nMinistra Relatora.\nAusentes, justificadamente, os Srs. Ministros Antonio Saldanha\nPalheiro e Joel Ilan Paciornik.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ "EDcl no AgRg nos EAREsp  2084873  SP  2022/0050529-6\nDecisão:08/02/2023\nDJE        DATA:14/02/2023" ]
}, {
  "id" : "000834459",
  "numeroProcesso" : "1842249",
  "numeroRegistro" : "202100524894",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "MESSOD AZULAY NETO",
  "dataPublicacao" : "DJE        DATA:19/12/2022",
  "ementa" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. INDEFERIMENTO LIMINAR DOS EMBARGOS DE DIVERGÊNCIA.\nAUSÊNCIA DE IMPUGNAÇÃO ESPECÍFICA DOS FUNDAMENTOS DA DECISÃO\nAGRAVADA. AGRAVO REGIMENTAL NÃO CONHECIDO.\nNão se conhece de agravo regimental quando o agravante deixa de\nimpugnar os fundamentos da decisão proferida, nos termos do que\ndispõe a súmula 182/STJ.\nAgravo regimental não conhecido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221214",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Terceira Seção, por unanimidade, não\nconhecer do agravo regimental, nos termos do voto do Sr. Ministro\nRelator.\nOs Srs. Ministros Jesuíno Rissato (Desembargador Convocado do\nTJDFT), Laurita Vaz, Jorge Mussi, Sebastião Reis Júnior, Rogerio\nSchietti Cruz e Ribeiro Dantas votaram com o Sr. Ministro Relator.\nAusentes, justificadamente, os Srs. Ministros Antonio Saldanha\nPalheiro e Joel Ilan Paciornik.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : "(AUSÊNCIA DE IMPUGNAÇÃO ESPECÍFICA DOS FUNDAMENTOS DA DECISÃO\nAGRAVADA)\n   STJ - <<AgInt nos EAREsp 359570>>-MS,\n         <<AgInt nos EREsp 1591211>>-SC",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000182" ],
  "acordaosSimilares" : [ "AgRg no AgRg nos EDcl no AgRg no AgRg nos EDcl nos EAREsp  1807500\nSP  2020/0341035-9  Decisão:08/02/2023\nDJE        DATA:22/02/2023", "AgRg nos EAREsp  1955430  SC  2021/0261894-9  Decisão:08/02/2023\nDJE        DATA:22/02/2023", "AgRg nos EAREsp  2097601  PR  2022/0092808-7  Decisão:08/02/2023\nDJE        DATA:22/02/2023", "AgRg nos EREsp  1881928  SC  2020/0159894-1  Decisão:08/02/2023\nDJE        DATA:22/02/2023", "AgRg nos EAREsp  1879859  MG  2021/0131286-8  Decisão:14/12/2022\nDJE        DATA:19/12/2022" ]
}, {
  "id" : "000834460",
  "numeroProcesso" : "1356514",
  "numeroRegistro" : "201802271626",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "MESSOD AZULAY NETO",
  "dataPublicacao" : "DJE        DATA:19/12/2022",
  "ementa" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM\nRECURSO ESPECIAL. EMBARGOS DE DIVERGÊNCIA INDEFERIDOS LIMINARMENTE.\nSÚMULA 315/STJ. AGRAVO REGIMENTAL DESPROVIDO.\n Não é admissível o recurso de embargos de divergência  quando o\nrecurso especial não for apreciado, aplicando-se a súmula 315/STJ,\nque assim preconiza: \"Não  cabem embargos de divergência no âmbito\ndo agravo de instrumento que não admite recurso especial\".\nAgravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221214",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Terceira Seção, por unanimidade, negar\nprovimento ao agravo regimental, nos termos do voto do Sr. Ministro\nRelator.\nOs Srs. Ministros Jesuíno Rissato (Desembargador Convocado do\nTJDFT), Laurita Vaz, Jorge Mussi, Sebastião Reis Júnior, Rogerio\nSchietti Cruz e Ribeiro Dantas votaram com o Sr. Ministro Relator.\nAusentes, justificadamente, os Srs. Ministros Antonio Saldanha\nPalheiro e Joel Ilan Paciornik.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA INDEFERIDOS LIMINARMENTE - SÚMULA 315/STJ)\n   STJ - <<AgInt nos EDcl nos EAREsp 763260>>-SP,\n         <<EAREsp 559766>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000315", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01043", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266\n(COM A REDAÇÃO DADA PELA EMENDA REGIMENTAL 22/2016)", "LEG:FED EMR:000022 ANO:2016\n(SUPERIOR TRIBUNAL DE JUSTIÇA - STJ)" ],
  "acordaosSimilares" : [ "AgRg nos EAREsp  1671690  MG  2020/0048787-9  Decisão:08/02/2023\nDJE        DATA:22/02/2023", "AgRg nos EAREsp  1898728  SP  2021/0167275-8  Decisão:08/02/2023\nDJE        DATA:22/02/2023", "AgRg no AgRg nos EAREsp  1806785  SP  2020/0338282-9\nDecisão:14/12/2022\nDJE        DATA:19/12/2022" ]
}, {
  "id" : "000834461",
  "numeroProcesso" : "190393",
  "numeroRegistro" : "202202332130",
  "siglaClasse" : "AgRg no CC",
  "descricaoClasse" : "AGRAVO REGIMENTAL NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "MESSOD AZULAY NETO",
  "dataPublicacao" : "DJE        DATA:19/12/2022",
  "ementa" : "AGRAVO REGIMENTAL NO CONFLITO DE COMPETÊNCIA CRIMINAL. AUSÊNCIA DE\nMANIFESTAÇÃO DO SUPOSTO JUÍZO SUSCITADO. CONFLITO NÃO CONHECIDO.\nAGRAVO REGIMENTAL DESPROVIDO.\nI - O conflito de competência existe quando dois ou mais juízos se\ndeclaram competentes (positivo), incompetentes (negativo) ou\ndivergem sobre reunião de feitos.\nII - Na espécie, não há manifestação do Juízo Federal da Vara Cível\ne Criminal de Manhuaçu/MG, após a prolação da decisão de declínio de\ncompetência pelo Juízo de Direito da Vara de Paraopeba/MG,\nafirmando sua competência ou incompetência para o processamento e\njulgamento do MS nº 5002204-93.2021.8.13.0474 impetrado contra ato\nsupostamente ilegal praticado por Delegado da Polícia Civil.\nIII -  Inexistindo efetivo conflito entre Juízos, nada há que ser\ndecidido por esta Corte.\nAgravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221214",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Terceira Seção, por unanimidade, negar\nprovimento ao agravo regimental, nos termos do voto do Sr. Ministro\nRelator.\nOs Srs. Ministros Jesuíno Rissato (Desembargador Convocado do\nTJDFT), Laurita Vaz, Jorge Mussi, Sebastião Reis Júnior, Rogerio\nSchietti Cruz e Ribeiro Dantas votaram com o Sr. Ministro Relator.\nAusentes, justificadamente, os Srs. Ministros Antonio Saldanha\nPalheiro e Joel Ilan Paciornik.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : "(CONFLITO DE COMPETÊNCIA CRIMINAL - AUSÊNCIA DE MANIFESTAÇÃO DO\nSUPOSTO JUÍZO SUSCITADO - CONFLITO NÃO CONHECIDO)\n   STJ - <<CC 130721>>-DF,\n         <<AgRg no CC 128113>>-SP,\n         <<AgRg no CC 128113>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000834517",
  "numeroProcesso" : "2104535",
  "numeroRegistro" : "202003019293",
  "siglaClasse" : "AgRg nos EDcl nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "SEBASTIÃO REIS JÚNIOR",
  "dataPublicacao" : "DJE        DATA:16/12/2022",
  "ementa" : "AGRAVO REGIMENTAL EM EMBARGOS DE DECLARAÇÃO EM EMBARGOS DE\nDIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL. OPOSIÇÃO DE EMBARGOS DE\nDIVERGÊNCIA CONTRA DECISÃO MONOCRÁTICA DO RELATOR.\nINADMISSIBILIDADE. AUSÊNCIA DE PROVOCAÇÃO E MANIFESTAÇÃO DO ÓRGÃO\nCOLEGIADO. INÚMEROS PRECEDENTES. PREQUESTIONAMENTO DE MATÉRIA\nCONSTITUCIONAL. COMPETÊNCIA DO SUPREMO TRIBUNAL FEDERAL.\n1. Os embargos de divergência exigem como condição processual para\nsua admissão o pronunciamento de Órgão Colegiado, nos termos do art.\n266 do RISTJ e do art. 1.043 do Código de Processo Civil, de modo\nque não são admitidos contra decisão monocrática de Relator.\nPrecedentes.\n2. Não compete a esta Corte Superior a análise de suposta violação\nde dispositivos constitucionais, ainda que para efeito de\nprequestionamento, sob pena de usurpação da competência reservada ao\nSupremo Tribunal Federal (art. 102, III, da Constituição).\n3. Agravo regimental improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221214",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção, por unanimidade,\nnegar provimento ao agravo regimental, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Rogerio Schietti Cruz, Ribeiro Dantas, Messod\nAzulay Neto, Jesuíno Rissato (Desembargador Convocado do TJDFT),\nLaurita Vaz e Jorge Mussi votaram com o Sr. Ministro Relator.\nAusentes, justificadamente, os Srs. Ministros Antonio Saldanha\nPalheiro e Joel Ilan Paciornik.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - DECISÃO MONOCRÁTICA DO RELATOR)\n   STJ - <<AgRg nos EAREsp 2034042>>-SP,\n         <<AgRg nos EAREsp 1759141>>-SP,\n         <<AgInt nos EAREsp 1459947>>-SP,\n         <<AgInt nos EDv nos EAREsp 1279030>>-SP,\n         <<AgRg nos EREsp 1708286>>-SP,\n         <<AgInt nos EDv nos EAREsp 1252795>>-SP,\n         <<AgInt nos EREsp 1384609>>-RS,\n         <<AgRg nos EAREsp 244731>>-ES\n(MATÉRIA CONSTITUCIONAL - USURPAÇÃO DA COMPETÊNCIA DO STF)\n   STJ - <<AgRg nos EAREsp 1800259>>-MS",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01043", "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00102 INC:00003" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000834518",
  "numeroProcesso" : "2055174",
  "numeroRegistro" : "202200230488",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "SEBASTIÃO REIS JÚNIOR",
  "dataPublicacao" : "DJE        DATA:16/12/2022",
  "ementa" : "PENAL E PROCESSUAL PENAL. AGRAVO REGIMENTAL EM EMBARGOS DE\nDIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL. CRIME DO ART. 359-G DO\nCP. PRESCRIÇÃO. MARCO INTERRUPTIVO. JULGAMENTO DE EMBARGOS DE\nDECLARAÇÃO COM EFEITOS INTEGRATIVOS À SENTENÇA CONDENATÓRIA.\nCOMPLEMENTAÇÃO DO TÍTULO CONDENATÓRIO. JULGAMENTO DOS EMBARGOS COMO\nMARCO TEMPORAL DA PRESCRIÇÃO. INEXISTÊNCIA DE DIVERGÊNCIA ENTRE AS\nTURMAS QUE COMPÕEM A TERCEIRA SEÇÃO. PRECEDENTES DO STF. ACÓRDÃO EM\nCONSONÂNCIA COM A ATUAL JURISPRUDÊNCIA DESTA CORTE. SÚMULA 168/STJ.\n1. O acolhimento dos embargos de declaração desloca o marco\ninterruptivo da prescrição, que passa a ser a data de julgamento dos\naclaratórios. Precedentes do STF e do STJ.\n2. Incidência da Súmula 168/STJ, segundo a qual não cabem embargos\nde divergência quando a jurisprudência do Tribunal se firmou no\nmesmo sentido do acórdão embargado.\n3. Agravo regimental improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221214",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção, por unanimidade,\nnegar provimento ao agravo regimental, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Rogerio Schietti Cruz, Ribeiro Dantas, Messod\nAzulay Neto, Jesuíno Rissato (Desembargador Convocado do TJDFT),\nLaurita Vaz e Jorge Mussi votaram com o Sr. Ministro Relator.\nAusentes, justificadamente, os Srs. Ministros Antonio Saldanha\nPalheiro e Joel Ilan Paciornik.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : "(PRESCRIÇÃO - MARCO INTERRUPTIVO - EMBARGOS DE DECLARAÇÃO ACOLHIDOS)\n   STJ - <<EDcl no AgRg no AREsp 700966>>-MG,\n         <<AgRg no HC 729789>>-SP,\n         <<AgRg no HC 573147>>-GO,\n         <<AgRg no HC 428682>>-DF,\n         <<AgRg no RHC 162262>>-MA\n(PRESCRIÇÃO - INTERRUPÇÃO - ACÓRDÃO CONDENATÓRIO RECORRÍVEL)\n   STJ - <<REsp 1920091>>-RJ (RECURSO REPETITIVO - TEMA(s) 1100)",
  "notas" : null,
  "informacoesComplementares" : "     (CONSIDERAÇÕES) (MIN. SEBASTIAO REIS)\n     \"[...] o acórdão condenatório de que trata o inciso IV do art.\n117 do Código Penal interrompe a prescrição, inclusive quando\nconfirmatório de sentença condenatória, seja mantendo, reduzindo ou\naumentando a pena anteriormente imposta [...]\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000168" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000834519",
  "numeroProcesso" : "190242",
  "numeroRegistro" : "202202261882",
  "siglaClasse" : "AgRg no CC",
  "descricaoClasse" : "AGRAVO REGIMENTAL NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "SEBASTIÃO REIS JÚNIOR",
  "dataPublicacao" : "DJE        DATA:16/12/2022",
  "ementa" : "AGRAVO REGIMENTAL EM CONFLITO NEGATIVO DE COMPETÊNCIA. INQUÉRITO\nPOLICIAL. JUSTIÇA FEDERAL E JUSTIÇA ESTADUAL. CRIMES RELACIONADOS À\nSUBTRAÇÃO E REFINO DE PETRÓLEO ORIUNDO DE DUTOS DA PETROBRAS.\nINEXISTÊNCIA DE INTERESSE DA UNIÃO. INTELIGÊNCIA DO ART. 176 DA CF.\nPREJUÍZO VERIFICADO EM DETRIMENTO DA SOCIEDADE DE ECONOMIA MISTA.\nINAPLICABILIDADE DO ART. 109, I V, DA CF. COMPETÊNCIA DA JUSTIÇA\nESTADUAL.\nAgravo regimental improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221214",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção, por unanimidade,\nnegar provimento ao agravo regimental, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Rogerio Schietti Cruz, Ribeiro Dantas, Messod\nAzulay Neto, Jesuíno Rissato (Desembargador Convocado do TJDFT),\nLaurita Vaz e Jorge Mussi votaram com o Sr. Ministro Relator.\nAusentes, justificadamente, os Srs. Ministros Antonio Saldanha\nPalheiro e Joel Ilan Paciornik.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : "(CONFLITO DE COMPETÊNCIA - JUSTIÇA FEDERAL E JUSTIÇA ESTADUAL - BENS\nE SERVIÇOS DA PETROBRÁS)\n   STJ - <<CC 34575>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00109 INC:00004 ART:00176" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000834616",
  "numeroProcesso" : "5799",
  "numeroRegistro" : "202202413343",
  "siglaClasse" : "AgRg na RvCr",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA REVISÃO CRIMINAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "ROGERIO SCHIETTI CRUZ",
  "dataPublicacao" : "DJE        DATA:16/12/2022",
  "ementa" : "AGRAVO REGIMENTAL NA REVISÃO CRIMINAL. EXTINÇÃO DA PUNIBILIDADE PELA\nINCIDÊNCIA DA PRESCRIÇÃO DA PRETENSÃO PUNITIVA. RECONHECIMENTO\nANTES DO TRÂNSITO EM JULGADO. INEXISTÊNCIA DE INTERESSE NO\nPROCESSAMENTO DA REVISÃO CRIMINAL. AGRAVO REGIMENTAL NÃO PROVIDO.\n1. O reconhecimento da extinção da punibilidade pela incidência da\nprescrição da pretensão punitiva, ocorrido antes do trânsito em\njulgado, retira o interesse processual no processamento de revisão\ncriminal, conforme pacífica orientação desta Corte, sobretudo quando\na nulidade processual aventada pela defesa, ainda que reconhecida,\nnão seja capaz de modificar o édito condenatório.\n2. Agravo regimental não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221214",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção, por unanimidade,\nnegar provimento ao agravo regimental, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Ribeiro Dantas, Messod Azulay Neto, Jesuíno\nRissato (Desembargador Convocado do TJDFT), Laurita Vaz, Jorge Mussi\ne Sebastião Reis Júnior votaram com o Sr. Ministro Relator.\nAusentes, justificadamente, os Srs. Ministros Antonio Saldanha\nPalheiro e Joel Ilan Paciornik.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : "(EXTINÇÃO DA PUNIBILIDADE - PRESCRIÇÃO DA PRETENSÃO PUNITIVA -\nAUSÊNCIA DE INTERESSE PROCESSUAL - REVISÃO CRIMINAL)\n   STJ - <<REsp 604480>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000834617",
  "numeroProcesso" : "43692",
  "numeroRegistro" : "202202160815",
  "siglaClasse" : "AgRg no AgRg na Rcl",
  "descricaoClasse" : "AGRAVO REGIMENTAL NO AGRAVO REGIMENTAL NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "SEBASTIÃO REIS JÚNIOR",
  "dataPublicacao" : "DJE        DATA:16/12/2022",
  "ementa" : "AGRAVO REGIMENTAL EM AGRAVO REGIMENTAL EM RECLAMAÇÃO. PRELIMINAR.\nVÍCIO NA DISTRIBUIÇÃO. IMPROCEDÊNCIA. MÉRITO.   SUPOSTO\nDESCUMPRIMENTO DA DECISÃO EXARADA NO ARESP N. 333.051/PR. MANIFESTA\nIMPROCEDÊNCIA. FUNDAMENTO SUBSIDIÁRIO. DECISÃO RECLAMADA TRANSITADA\nEM JULGADO. ÓBICE LEGAL.\nAgravo regimental improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221214",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção, por unanimidade,\nnegar provimento ao agravo regimental, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Rogerio Schietti Cruz, Ribeiro Dantas, Messod\nAzulay Neto, Jesuíno Rissato (Desembargador Convocado do TJDFT),\nLaurita Vaz e Jorge Mussi votaram com o Sr. Ministro Relator.\nAusentes, justificadamente, os Srs. Ministros Antonio Saldanha\nPalheiro e Joel Ilan Paciornik.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : "(RECLAMAÇÃO - UTILIZAÇÃO COMO SUCEDÂNEO RECURSAL)\n   STJ - <<AgInt no AREsp 1986941>>-PR",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:009271 ANO:2017", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00010 INC:00010 ART:00012 INC:00003", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00988 PAR:00005 INC:00001" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000834708",
  "numeroProcesso" : "1925219",
  "numeroRegistro" : "202102086262",
  "siglaClasse" : "EDcl no AgRg nos EAREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "LAURITA VAZ",
  "dataPublicacao" : "DJE        DATA:20/12/2022",
  "ementa" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NOS EMBARGOS DE\nDIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL. CORRUPÇÃO ATIVA.\nPRETENDIDA SUBSTITUIÇÃO DA PENA PRIVATIVA DE LIBERDADE POR\nRESTRITIVA DE DIREITOS. ACÓRDÃO EMBARGADO DA QUINTA TURMA.\nPARADIGMAS DA SEXTA TURMA E CORTE ESPECIAL. CISÃO DO JULGAMENTO.\nEMBARGOS DE DIVERGÊNCIA LIMINARMENTE INDEFERIDOS NO ÂMBITO DA\nTERCEIRA SEÇÃO. REDISTRIBUIÇÃO DO RECURSO PARA A CORTE ESPECIAL.\nAUSÊNCIA DE PREJUDICIALIDADE. ALEGADA OMISSÃO. VÍCIO INEXISTENTE.\nINTUITO PROTELATÓRIO. EMBARGOS DE DECLARAÇÃO REJEITADOS.\n1. A mera pretensão de revisão do julgamento não se coaduna com a\nvia integrativa. Inexiste omissão a ser sanada, mas mero\ndescontentamento da parte com o resultado. Caráter protelatório dos\nembargos de declaração.\n2. Conforme expressa e claramente consignado no acórdão embargado, é\nda competência da Corte Especial apreciar a divergência suscitada\nem relação a seus julgados em ações penais originárias. No entanto,\npersiste a competência da Terceira Seção para apreciação da\ndivergência em relação aos demais paradigmas da Sexta Turma, o que\njá foi feito com a inadmissibilidade do recurso. Inexistência de\nprejudicialidade.\n3. Embargos de declaração rejeitados, com a determinação de\nredistribuição dos embargos de divergência a um dos eminentes\nMinistros integrantes da Corte Especial, para análise do recurso à\nluz dos paradigmas remanescentes oriundos daquele mesmo órgão\njulgador.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221214",
  "decisao" : "Vistos, relatados e discutidos estes autos, acordam os Ministros da\nTerceira Seção do Superior Tribunal de Justiça, na conformidade dos\nvotos e das notas taquigráficas a seguir, por unanimidade, rejeitar\nos embargos de declaração e determinar a redistribuição dos embargos\nde divergência a um dos eminentes Ministros integrantes da Corte\nEspecial para análise do recurso à luz dos paradigmas remanescentes\noriundos daquele mesmo órgão julgador, nos termos do voto da Sra.\nMinistra Relatora. Os Srs. Ministros Jorge Mussi, Sebastião Reis\nJúnior, Rogerio Schietti Cruz, Ribeiro Dantas, Messod Azulay Neto e\nJesuíno Rissato (Desembargador Convocado do TJDFT) votaram com a\nSra. Ministra Relatora.\nAusentes, justificadamente, os Srs. Ministros Antonio Saldanha\nPalheiro e Joel Ilan Paciornik.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000834816",
  "numeroProcesso" : "182880",
  "numeroRegistro" : "202103021339",
  "siglaClasse" : "EDcl no AgRg no CC",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JOEL ILAN PACIORNIK",
  "dataPublicacao" : "DJE        DATA:28/11/2022",
  "ementa" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NO CONFLITO DE\nCOMPETÊNCIA. PEDIDO DE EFEITOS INFRINGENTES. INOCORRÊNCIA DE\nAMBIGUIDADE, OBSCURIDADE, CONTRADIÇÃO OU OMISSÃO. CONSTRUÇÃO DA\nARENA ESPORTIVA FONTE NOVA. COEXISTÊNCIA DE DOIS CONTRATOS\nSUBSEQUENTES. CONTRATO ENTRE O ESTADO DA BAHIA, BNDES E UNIÃO E\nCONTRATO ENTRE O ESTADO DA BAHIA E EMPRESAS PRIVADAS.\nINTERDEPENDÊNCIA DOS PACTOS. FINANCIAMENTO COM VERBAS ORIUNDAS DO\nBNDES, UNIÃO COMO ENTIDADE GARANTIDORA NO PRIMEIRO CONTRATO.\nMANUTENÇÃO DA COMPETÊNCIA DA JUSTIÇA FEDERAL. EMBARGOS REJEITADOS.\n1. Embargos de declaração, com pedido de efeitos infringentes,\nopostos contra acórdão da Terceira Seção desta Corte Superior de\nJustiça, o qual, à unanimidade, negou provimento a agravo\nregimental, mantendo a competência de Juízo Federal de Primeiro\nGrau, atuante em Salvador - SJ/BA, para a persecução penal relativa\na supostas fraudes nas licitações realizadas para contração de\nserviços de demolição e reconstrução do estádio de futebol Arena\nEsportiva Fonte Nova.\n2. É inconcebível que o acórdão embargado tenha partido de falsa\npremissa - tampouco que tenha havido indução a erro por ambiguidade,\nobscuridade, contradição ou omissão - de vez que, desde o início,\nidentificou-se, corretamente, o objeto das investigações. Com\nefeito, não se ignora que o contrato de demolição e reconstrução do\nestádio de futebol Arena Esportiva Fonte Nova foi firmado apenas\nentre o Estado da Bahia e empresas privadas (Contrato de Parceria\nPúblico Privada PPP 02/2010), todavia é incontroverso que parte dos\nrecursos para execução desse pacto advieram do mútuo firmado entre\nUnião, BNDES e Estado da Bahia.\n3. Efetivamente, são contratos distintos, porém imbricados: o\nprimeiro entre a União, o BNDES e o Estado da Bahia; o segundo entre\no Estado da Bahia e empresas terceirizadas. Entretanto, é\nirreprochável que, caso confirmadas fraudes nos contratos de obras,\ntal mácula abalará o contrato prévio no qual a União figura como\ngarantidora de mútuo, a atingir o interesse da União em efeito\ncascata, eis que, em última análise, será a responsável por eventual\ninadimplência por parte do Estado da Bahia.\n4. O Tribunal a quo, quando da análise da competência, também se\ndebruçou sobre o contrato prévio firmado entre a União, o BNDES e o\nEstado da Bahia, porquanto é evidente a relação de interdependência\nentre o contrato prévio - ancorado em linha de crédito específica\npara a construção de estádios para a Copa do Mundo de Futebol - do\nqual advém grande aporte financeiro para a consecução da obra - e o\ncontrato subsequente, firmado entre o Estado da Bahia e empresas\nprivadas.\n5. Esta Corte Superior de Justiça já decidiu que a particularidade\nde a União figurar como garantidora determina a competência da\nJustiça Federal (AgInt na APn 898/DF, Rel. Ministro MAURO CAMPBELL\nMARQUES, Corte Especial, DJe 11/9/2018 e CC 168949/SP, Rel. Min,\nROGERIO SCHIETTI CRUZ, monocraticamente, DJe 11/2/2020).\n6.  Assim, o acórdão embargado não reclama qualquer correção por\nsuposta ambiguidade, obscuridade, contradição ou omissão. \"A\nobtenção de efeitos infringentes somente é possível,\nexcepcionalmente, nos casos em que, reconhecida a existência de um\ndesses defeitos, a alteração do julgado seja consequência\ninafastável de sua correção, bem como nas hipóteses de erro material\nou equívoco manifesto que, por si sós, sejam suficientes para a\ninversão do julgado\" (EDcl no AgRg no CC n. 98.778/SP, relator\nMinistro Sebastião Reis Júnior, Terceira Seção, DJe de 2/9/2011.)\n7. Embargos de declaração rejeitados.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221123",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção, por unanimidade,\nrejeitar  os embargos de declaração, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Jesuíno Rissato (Desembargador Convocado do\nTJDFT), Laurita Vaz, Jorge Mussi, Rogerio Schietti Cruz, Ribeiro\nDantas e Antonio Saldanha Palheiro votaram com o Sr. Ministro\nRelator.\nImpedido o Sr. Ministro Olindo Menezes (Desembargador Convocado do\nTRF 1ª Região).\nAusentes, justificadamente, os Srs. Ministros Sebastião Reis Júnior\ne Olindo Menezes (Desembargador Convocado do TRF 1ª Região).\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : "(COMPETÊNCIA - JUSTIÇA FEDERAL - RECURSOS FEDERAIS CAPTADOS JUNTO AO\nBNDES - UNIÃO COMO GARANTIDORA)\n   STJ - {{CC 168949}}-SP,\n         <<AgInt na APn 898>>-DF\n(EMBARGOS DE DECLARAÇÃO - EFEITOS MODIFICATIVOS - EXCEPCIONALIDADE)\n   STJ - <<EDcl no AgRg nos EDcl no CC 183975>>-MS,\n         <<EDcl no AgRg no CC 98778>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00619", "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00109 INC:00004" ],
  "acordaosSimilares" : [ ]
} ]