[ {
  "id" : "000834098",
  "numeroProcesso" : "1961910",
  "numeroRegistro" : "202102850844",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JORGE MUSSI",
  "dataPublicacao" : "DJE        DATA:16/12/2022",
  "ementa" : "AGRAVO REGIMENTAL. EMBARGOS DE DIVERGÊNCIA. INDEFERIMENTO LIMINAR\nPELA PRESIDÊNCIA. AUSÊNCIA DE IMPUGNAÇÃO DE UM DOS FUNDAMENTOS\nSUFICIENTES DO DECISUM. INCIDÊNCIA DA SÚMULA N. 182/STJ. AGRAVO\nREGIMENTAL NÃO CONHECIDO.\n1. Do cotejo entre a decisão agravada e as razões do agravo\nregimental, verifica-se que a insurgência esbarra em óbice formal\nintransponível, qual seja, a ausência de impugnação específica de um\ndos fundamentos suficientes adotados para o indeferimento liminar\ndos embargos de divergência.\n2. A decisão agravada adotou dois fundamentos para indeferir\nliminarmente o recurso uniformizador: óbice da Súmula n. 315/STJ,\npor não ter ocorrido no aresto embargado a solução do mérito da\ncontrovérsia, ante a aplicação pela Quinta Turma das Súmulas n.\n7/STJ e 284/STF, bem como a ausência de caracterização da similitude\nfática, por limitar-se a parte à transcrição do número e da ementa\ndos acórdãos apontados como paradigmas.\n3. Ao recorrer, a parte deve demonstrar o desacerto da decisão\ncontra a qual se insurge, contestando todos os óbices por ela\nlevantados, sob pena de sua manutenção. Incide à hipótese, por\nanalogia,  a Súmula n. 182 desta Corte, in verbis: \"É inviável o\nagravo do art. 545 do CPC que deixa de atacar especificamente os\nfundamentos da decisão agravada\".\n4. Nos termos do art. 932, III, do Código de Processo Civil,\naplicável à hipótese (art. 3º do Código de Processo Penal), não se\nconhece do agravo inadmissível, prejudicado ou daquele que não tenha\nimpugnado especificamente todos os fundamentos da decisão recorrida.\n5. É assente o entendimento desta Terceira Seção acerca da\nimpossibilidade, em regra, da concessão de habeas corpus de ofício\nem sede de embargos de divergência, em especial quando o hipotético\nconstrangimento ilegal invocado pelo embargante confunde-se com a\nprópria razão de mérito dos embargos de divergência, qual seja, a\nalegada prevalência de questões formais - aplicação no recurso\nespecial dos óbices das Súmulas n. 7/STJ e 284/STF - sobre o mérito\ndas razões recursais.\n6. Agravo regimental não conhecido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221214",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Terceira Seção, por unanimidade, não\nconhecer do agravo regimental, nos termos do voto do Sr. Ministro\nRelator.\nOs Srs. Ministros Sebastião Reis Júnior, Rogerio Schietti Cruz,\nRibeiro Dantas, Messod Azulay Neto, Jesuíno Rissato (Desembargador\nConvocado do TJDFT) e Laurita Vaz votaram com o Sr. Ministro\nRelator.\nAusentes, justificadamente, os Srs. Ministros Antonio Saldanha\nPalheiro e Joel Ilan Paciornik.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ "AgRg nos EAREsp  1361570  MS  2018/0237233-0  Decisão:14/12/2022\nDJE        DATA:16/12/2022", "AgRg nos EAREsp  1982513  SP  2021/0314752-9  Decisão:14/12/2022\nDJE        DATA:16/12/2022" ]
}, {
  "id" : "000834099",
  "numeroProcesso" : "28736",
  "numeroRegistro" : "202202074440",
  "siglaClasse" : "AgRg no MS",
  "descricaoClasse" : "AGRAVO REGIMENTAL NO MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JORGE MUSSI",
  "dataPublicacao" : "DJE        DATA:16/12/2022",
  "ementa" : "AGRAVO REGIMENTAL. MANDADO DE SEGURANÇA. ATO COATOR. DECISÃO DE\nMINISTRO DESTA CORTE. AUSÊNCIA DE TERATOLOGIA OU ILEGALIDADE.\nINADMISSIBILIDADE MANIFESTA DO WRIT. SÚMULA 267 DO STF. AGRAVO\nINTERNO DESPROVIDO.\n1. A jurisprudência desta Corte Superior é uníssona no sentido de\nser inadmissível a impetração de mandado de segurança contra ato\njurisdicional, salvo em caso de teratologia ou de flagrante\nilegalidade, hipóteses afastadas pela decisão proferida pela\nPresidência deste Superior Tribunal de Justiça, objeto do presente\nagravo.\n2. Na espécie, o agravante defende que padece de ilegalidade a\ndecisão proferida nos autos do CC n. 186.821/MG, na qual restou\nafastada a alegada ausência de fundamentação para manutenção do\npreso no Sistema Penitenciário Federal e foi citado precedente desta\nCorte Superior, no sentido de que, \"uma vez explicitada\nadequadamente a necessidade da transferência do preso para presídio\nde segurança máxima, não cabe ao Juízo Federal Corregedor da\nPenitenciária Federal emitir juízo de valor a respeito do decidido\npelo Juízo de origem, único habilitado, a partir da análise do caso\nconcreto, a aferir a necessidade de adoção da medida, nos termos da\norientação desta Corte\".\n3. Ademais, a Corte Especial do STJ entende que \"(...) não cabe a\nimpetração de mandado de segurança para impugnar acórdão que tem\nfundamento na jurisprudência desta Corte Superior\" (AgInt no MS n.\n2.080/DF, relator Ministro Francisco Falcão, Corte Especial, julgado\nem 24/5/2022, DJe de 27/5/2022).\n4. Verifica-se, portanto, que os argumentos alinhados na petição\ninicial e reprisados no presente agravo regimental demonstram que o\nrecorrente, em verdade, utiliza-se do mandado de segurança como\nsucedâneo recursal, por não se conformar com o resultado do\njulgamento, em postura repudiada por esta Corte Superior.\n5. Agravo regimental a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221214",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Terceira Seção, por unanimidade, negar\nprovimento ao agravo regimental, nos termos do voto do Sr. Ministro\nRelator.\nOs Srs. Ministros Sebastião Reis Júnior, Rogerio Schietti Cruz,\nRibeiro Dantas, Messod Azulay Neto, Jesuíno Rissato (Desembargador\nConvocado do TJDFT) e Laurita Vaz votaram com o Sr. Ministro\nRelator.\nAusentes, justificadamente, os Srs. Ministros Antonio Saldanha\nPalheiro e Joel Ilan Paciornik.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000834100",
  "numeroProcesso" : "28674",
  "numeroRegistro" : "202201754469",
  "siglaClasse" : "AgRg nos EDcl no MS",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DECLARAÇÃO NO MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JORGE MUSSI",
  "dataPublicacao" : "DJE        DATA:16/12/2022",
  "ementa" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DECLARAÇÃO NO MANDADO DE\nSEGURANÇA. PROCESSO PENAL. AÇÃO MANDAMENTAL. IMPETRAÇÃO CONTRA ATO\nDE OUTROS TRIBUNAIS. INCOMPETÊNCIA DO SUPERIOR TRIBUNAL DE JUSTIÇA.\nINTELIGÊNCIA DO ENUNCIADO N. 41 DA SÚMULA DESTE TRIBUNAL SUPERIOR .\nAGRAVO REGIMENTAL A QUE SE NEGA PROVIMENTO.\n1. A teor do art. 105, I, b, da Constituição Federal, o Superior\nTribunal de Justiça é competente para processar e julgar,\noriginariamente, os mandados de segurança impetrados contra ato de\nministro de Estado, dos comandantes da Marinha, do Exército e da\nAeronáutica ou do próprio Tribunal.\n2. \"O Superior Tribunal de Justiça não tem competência para\nprocessar e julgar, originariamente, mandado de segurança contra ato\nde outros tribunais ou dos respectivos órgãos\". Inteligência do\nenunciado n. 41 da Súmula deste Tribunal Superior.\n3. Na espécie, o ato apontado como coator é aresto proferido pela 1ª\nCâmara Criminal do Tribunal de Justiça do Estado de Mato Grosso do\nSul, razão pela qual o mandamus não pode ser conhecido, porquanto\neste Sodalício carece de competência constitucional para a cognição\ndo feito.\n4. Agravo regimental não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221214",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Terceira Seção, por unanimidade, negar\nprovimento ao agravo regimental, nos termos do voto do Sr. Ministro\nRelator.\nOs Srs. Ministros Sebastião Reis Júnior, Rogerio Schietti Cruz,\nRibeiro Dantas, Messod Azulay Neto, Jesuíno Rissato (Desembargador\nConvocado do TJDFT) e Laurita Vaz votaram com o Sr. Ministro\nRelator.\nAusentes, justificadamente, os Srs. Ministros Antonio Saldanha\nPalheiro e Joel Ilan Paciornik.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000834235",
  "numeroProcesso" : "44399",
  "numeroRegistro" : "202203736448",
  "siglaClasse" : "AgRg na Rcl",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "REYNALDO SOARES DA FONSECA",
  "dataPublicacao" : "DJE        DATA:16/12/2022",
  "ementa" : "AGRAVO REGIMENTAL EM RECLAMAÇÃO. ALEGAÇÃO DE NULIDADE DA DECISÃO\nMONOCRÁTICA DO RELATOR POR CERCEAMENTO DE DEFESA E VIOLAÇÃO AO\nPRINCÍPIO DA COLEGIALIDADE REJEITADAS. EXECUÇÃO PENAL. JULGADOS\nDESTA CORTE QUE DETERMINARAM A REALIZAÇÃO DE NOVO EXAME DE REQUISITO\nSUBJETIVO NECESSÁRIO À PROGRESSÃO DE REGIME DE EXECUTADO COM BASE\nEM DADOS CONCRETOS DA EXECUÇÃO DA PENA. SUPERVENIENTE REALIZAÇÃO DE\nEXAME CRIMINOLÓGICO COM RESULTADO DESFAVORÁVEL AO APENADO. NOVO\nINDEFERIMENTO DA PROGRESSÃO. AUSÊNCIA DE DESCUMPRIMENTO DE JULGADO\nDO STJ. AGRAVO REGIMENTAL DESPROVIDO.\n1. A prolação de decisão monocrática pelo Ministro relator está\nautorizada não apenas pelo Regimento Interno do Superior Tribunal de\nJustiça, mas também pelo art. 932 do Código de Processo Civil de\n2015. De mais a mais, os temas decididos monocraticamente sempre\npoderão ser levados ao colegiado, por meio do controle recursal, o\nqual foi efetivamente utilizado no caso dos autos, com a\ninterposição do presente agravo regimental.\n2. Lado outro, a prolação de decisão unilateral pelo Relator não\nfere o princípio da colegialidade, tampouco caracteriza cerceamento\nde defesa sobretudo diante da possibilidade de interposição de\nagravo regimental, no qual é facultado às partes efetuar sustentação\noral, conforme previsão da Lei 14.365, de 02/06/2022.\n3. A despeito de o acórdão proferido pela Terceira Seção do STJ na\nReclamação n. 41.718/SP ter feito alusão à necessidade de o pedido\nde progressão de regime do sentenciado dever ser analisado\nlevando-se em conta \"eventuais faltas e/ou novos delitos cometidos\nao longo da execução penal, assim como tendo em conta seus esforços\nno estudo e no trabalho, ao longo da execução, além de outros\nincidentes ocorridos durante a execução da pena\", em momento algum\nesta Corte afastou a possibilidade de realização de exame\ncriminológico para o fim de se avaliar o requisito subjetivo\nnecessário à concessão da benesse.\n4 Os julgados desta Corte de Justiça têm se orientado no sentido de\nque o resultado desfavorável de exame criminológico do executado\nconstitui fundamento idôneo para o indeferimento da progressão de\nregime, caso dos autos. Precedentes.\n5. Não desborda dos limites do acórdão desta Corte que determinou\nfosse efetuada nova análise de pedido de progressão de regime de\nexecutado o julgado de 1º grau que, em nova decisão, indefere a\nbenesse tendo em conta o resultado desfavorável de exame\ncriminológico realizado após a decisão emanada desta Corte.\n6. Não existindo descumprimento de decisão judicial emanada desta\nCorte identificável em um juízo perfunctório, a reclamação não\npreenche todos os requisitos processuais necessários para o seu\nconhecimento, carecendo de interesse processual, na modalidade\n\"adequação\", o que autoriza a sua extinção sem resolução de mérito.\n7. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221214",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção, por unanimidade,\nnegar provimento ao agravo regimental, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Messod Azulay Neto, Jesuíno Rissato (Desembargador\nConvocado do TJDFT), Laurita Vaz, Jorge Mussi, Sebastião Reis\nJúnior e Rogerio Schietti Cruz votaram com o Sr. Ministro Relator.\nAusentes, justificadamente, os Srs. Ministros Antonio Saldanha\nPalheiro e Joel Ilan Paciornik.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000834236",
  "numeroProcesso" : "1998221",
  "numeroRegistro" : "202201173075",
  "siglaClasse" : "AgRg nos EREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGENCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "RIBEIRO DANTAS",
  "dataPublicacao" : "DJE        DATA:16/12/2022",
  "ementa" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA. REQUISITOS DO ART.\n1043 DO CPC. NÃO PREENCHIMENTO. PARADIGMAS PROFERIDOS EM HABEAS\nCORPUS. UNIFORMIZAÇÃO DE JURISPRUDÊNCIA. NOVO JULGAMENTO.\nINVIABILIDADE. AGRAVO REGIMENTAL DESPROVIDO.\n1. O não atendimento dos requisitos insertos no art. 1043, §4º, do\nCódigo de Processo Civil, quando da oposição dos embargos de\ndivergência, implica a sua rejeição.\n2. Julgados proferidos em habeas corpus não se prestam para a\ncomprovação do dissídio jurisprudencial.\n3. Os embargos de divergência visam uniformizar a interpretação do\ndireito infraconstitucional no âmbito do Superior Tribunal de\nJustiça em caso de eventual dissídio de teses jurídicas, não se\nprestando para novo julgamento do que já ficou decidido, sob pena de\natribuir-se a este recurso indevido efeito infringente.\n4. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221214",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção do Superior\nTribunal de Justiça, por unanimidade, negar provimento ao agravo\nregimental, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Messod Azulay Neto, Jesuíno Rissato (Desembargador\nConvocado do TJDFT),  Laurita Vaz, Jorge Mussi, Sebastião Reis\nJúnior e Rogerio Schietti Cruz votaram com o Sr. Ministro Relator.\nAusentes, justificadamente, os Srs. Ministros Antonio Saldanha\nPalheiro e Joel Ilan Paciornik.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - AUSÊNCIA DOS REQUISITOS)\n   STJ - <<AgInt nos EAREsp 1326145>>-DF\n(EMBARGOS DE DIVERGÊNCIA - PARADIGMAS - JULGADOS PROFERIDOS EM\nHABEAS CORPUS)\n   STJ - <<AgInt nos EAREsp 1000508>>-MA\n(EMBARGOS DE DIVERGÊNCIA - UNIFORMIZAÇÃO DA INTERPRETAÇÃO DO DIREITO\nINFRACONSTITUCIONAL - INCURSÃO NO MÉRITO RECURSAL)\n   STJ - <<EREsp 1568935>>-RJ",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01043 PAR:00004" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000834279",
  "numeroProcesso" : "1565024",
  "numeroRegistro" : "201402406308",
  "siglaClasse" : "AgRg nos EREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGENCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "MESSOD AZULAY NETO",
  "dataPublicacao" : "DJE        DATA:16/12/2022",
  "ementa" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL.\nSÚMULA 168/STJ. AUSÊNCIA DE SIMILITUDE FÁTICA ENTRE OS ARESTOS EM\nCONFRONTO. AGRAVO REGIMENTAL DESPROVIDO.\nI - Trata-se de agravo regimental interposto contra decisão\nmonocrática de indeferimento liminar dos embargos de divergência,\ndiante da aplicação da Súmula 168/STJ e ausência de similitude\nfática entre o acórdão embargado e os julgados paradigmas.\nII - A jurisprudência do Superior Tribunal de Justiça se firmou no\nsentido de que, a fundamentação que desborde dos ínsitos ou comuns à\nespécie delitiva é idônea para o incremento da pena-base, não\nhavendo falar em desproporcionalidade. Precedentes.\nIII - Incidência, in casu, da súmula 168/STJ, que preconiza não\ncaber \"embargos de divergência, quando a jurisprudência do Tribunal\nse firmou no mesmo sentido do acórdão embargado\".\nIV - A ausência de similitude fática impede o comparativo entre\nacórdão embargado e paradigma de modo a obstar a configuração do\ndissídio jurisprudencial supostamente alegado pela parte.\nAgravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221214",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Terceira Seção, por unanimidade, negar\nprovimento ao agravo regimental, nos termos do voto do Sr. Ministro\nRelator.\nOs Srs. Ministros Jesuíno Rissato (Desembargador Convocado do\nTJDFT), Laurita Vaz, Jorge Mussi, Sebastião Reis Júnior, Rogerio\nSchietti Cruz e Ribeiro Dantas votaram com o Sr. Ministro Relator.\nAusentes, justificadamente, os Srs. Ministros Antonio Saldanha\nPalheiro e Joel Ilan Paciornik.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000834356",
  "numeroProcesso" : "193198",
  "numeroRegistro" : "202203689506",
  "siglaClasse" : "CC",
  "descricaoClasse" : "CONFLITO DE COMPETENCIA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "LAURITA VAZ",
  "dataPublicacao" : "DJE        DATA:19/12/2022",
  "ementa" : "CONFLITO NEGATIVO DE COMPETÊNCIA. PROCESSUAL PENAL. ESTELIONATO\nMEDIANTE DEPÓSITOS BANCÁRIOS. ALTERAÇÕES PROMOVIDAS PELA LEI N.\n14.155/21. INAPLICABILIDADE. DENÚNCIA OFERECIDA E RECEBIDA PELO\nJUÍZO SUSCITADO EM MOMENTO ANTERIOR. PERPETUATIO JURISDICIONIS.\nCONFLITO CONHECIDO PARA DECLARAR COMPETENTE O JUÍZO SUSCITADO.\n1. A competência jurisdicional é definida conforme as regras\nprocessuais vigentes no momento do oferecimento da denúncia ou da\nqueixa-crime, sendo irrelevantes as modificações do estado de fato\nou de direito ocorridas posteriormente, salvo quando suprimirem\nórgão judiciário ou alterarem a competência absoluta, nos termos do\nart. 43 do Código de Processo Civil, c.c. o art. 3.º do Código de\nProcesso Penal.\n2. A Lei n. 14.155/21, ao criar hipótese específica de competência\nterritorial para julgamento dos crimes de estelionato praticado\nmediante depósito, transferência de valores ou cheque sem provisão\nde fundos em poder do sacado ou com o pagamento frustrado, não\nsuprimiu órgão judiciário nem alterou competência absoluta. Assim, a\nalteração legislativa não modifica a competência anteriormente\nfixada pelo oferecimento da denúncia.\n3. Conflito conhecido para declarar competente o JUÍZO DE DIREITO DA\n5ª VARA CRIMINAL DE FORTALEZA/CE (Suscitado).",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221214",
  "decisao" : "Vistos, relatados e discutidos estes autos, acordam os Ministros da\nTerceira Seção do Superior Tribunal de Justiça, na conformidade dos\nvotos e das notas taquigráficas a seguir, por unanimidade, conhecer\ndo conflito e declarar competente o suscitado, Juízo de Direito da\n5ª Vara Criminal de Fortaleza/CE,  nos termos do voto da Sra.\nMinistra Relatora. Os Srs. Ministros Jorge Mussi, Sebastião Reis\nJúnior, Rogerio Schietti Cruz, Ribeiro Dantas, Messod Azulay Neto e\nJesuíno Rissato (Desembargador Convocado do TJDFT) votaram com a\nSra. Ministra Relatora.\nAusentes, justificadamente, os Srs. Ministros Antonio Saldanha\nPalheiro e Joel Ilan Paciornik.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000834357",
  "numeroProcesso" : "191497",
  "numeroRegistro" : "202202845816",
  "siglaClasse" : "CC",
  "descricaoClasse" : "CONFLITO DE COMPETENCIA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "LAURITA VAZ",
  "dataPublicacao" : "DJE        DATA:19/12/2022",
  "ementa" : "CONFLITO NEGATIVO DE COMPETÊNCIA. FURTO MEDIANTE FRAUDE E ASSOCIAÇÃO\nCRIMINOSA. PROCESSUAL PENAL. CONFLITANTES: JUÍZOS DE DIREITO DAS\nCOMARCAS DE FORTALEZA - CE E DE SÃO PAULO - SP. ASSOCIAÇÃO\nCRIMINOSA:  CRIME PERMANENTE. ARTS. 71 E 83, DO CÓDIGO DE PROCESSO\nPENAL. COMPETÊNCIA FIRMADA PELA PREVENÇÃO, AINDA QUE COMETIDOS\nOUTROS DELITOS. PRECEDENTES DO SUPERIOR TRIBUNAL DE JUSTIÇA.\nCONFLITO CONHECIDO PARA DECLARAR COMPETENTE O JUÍZO SUSCITADO.\n1. Hipótese na qual os Interessados foram denunciados pela suposta\nprática dos crimes previstos nos arts. 155, caput, § 4.º, incisos II\ne IV, por 43 vezes, e 288, caput, todos do Código Penal. O Juízo\nSuscitado lastreou sua decisão de não reconhecer sua competência na\nponderação, tout court, de que a maioria dos prejudicados (mais de\nvinte) residia em Fortaleza - CE, à exceção de dois, moradores de\nSão Paulo - SP. Ocorre que, na espécie - em que se apura também o\ndelito de associação criminosa - não se admite que critério\npragmático seja empregado para firmar a competência, ainda que o\nnúmero de Vítimas que residem em outra cidade seja expressivamente\nmaior que o de Ofendidos domiciliados na Comarca em que as\ninvestigações foram iniciadas e a causa primeiramente despachada.\n2. \"Em se tratando da prática, em tese, do crime de associação\ncriminosa (crime permanente), ainda que outros crimes tenham sido\npraticados e em diversas ocasiões - verifica-se a existência\ninclusive de infrações mais graves [...] do que o crime previsto no\nart. 288 do Código Penal -, esta Corte, adotando a literalidade do\ndisposto no art. 71 do Código de Processo Penal, reconheceu a\ncompetência pela prevenção\" (STJ, RHC 72.433/SP, Rel. Ministro FELIX\nFISCHER, QUINTA TURMA, julgado em 22/11/2016, DJe 02/12/2016).\n3. Conflito negativo conhecido para declarar a competência do\nSuscitado.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221214",
  "decisao" : "Vistos, relatados e discutidos estes autos, acordam os Ministros da\nTerceira Seção do Superior Tribunal de Justiça, na conformidade dos\nvotos e das notas taquigráficas a seguir, por unanimidade, conhecer\ndo conflito e declarar competente o suscitado, Juízo de Direito da\n28ª Vara Criminal do Foro Regional da Barra Funda- São Paulo - SP,\nnos termos do voto da Sra. Ministra Relatora. Os Srs. Ministros\nJorge Mussi, Sebastião Reis Júnior, Rogerio Schietti Cruz, Ribeiro\nDantas, Messod Azulay Neto e Jesuíno Rissato (Desembargador\nConvocado do TJDFT) votaram com a Sra. Ministra Relatora.\nAusentes, justificadamente, os Srs. Ministros Antonio Saldanha\nPalheiro e Joel Ilan Paciornik.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000834358",
  "numeroProcesso" : "191358",
  "numeroRegistro" : "202202775556",
  "siglaClasse" : "CC",
  "descricaoClasse" : "CONFLITO DE COMPETENCIA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "LAURITA VAZ",
  "dataPublicacao" : "DJE        DATA:19/12/2022",
  "ementa" : "CONFLITO NEGATIVO DE COMPETÊNCIA. ARTS. 334, CAPUT, E 334-A, CAPUT,\nDO CÓDIGO PENAL, 1.º, INCISO V, DA LEI N. 8.137/1990, E 324 DO\nCÓDIGO PENAL MILITAR. CONFLITANTES: JUÍZO AUDITOR ESTADUAL E JUÍZO\nFEDERAL. ILEGALIDADE FLAGRANTE QUANTO AO PROCESSAMENTO DO DELITO\nMILITAR. DENÚNCIA INEPTA, NO PONTO. TRANCAMENTO DEVIDO.\nEXCEPCIONALIDADE. CRIMES REMANESCENTES DE COMPETÊNCIA DA JUSTIÇA\nCOMUM FEDERAL. HABEAS CORPUS CONCEDIDO, DE OFÍCIO, PARA TRANCAR A\nCAUSA PRINCIPAL QUANTO AO CRIME MILITAR. PRECEDENTES DO SUPERIOR\nTRIBUNAL DE JUSTIÇA E DO SUPERIOR TRIBUNAL MILITAR. CONFLITO\nCONHECIDO PARA DECLARAR COMPETENTE O JUÍZO SUSCITANTE.\n1. No caso, para correta definição da competência, é forçoso avaliar\nse a imputação foi corretamente formulada, por ser prejudicial.\n2. o tipo penal de rubrica inobservância de lei, regulamento ou\ninstrução, previsto no art. 324 do Código Penal Militar, criminaliza\no ato de \"[d]eixar, no exercício de função, de observar lei,\nregulamento ou instrução, dando causa direta à prática de ato\nprejudicial à administração militar\".\n3. Para o reconhecimento da justa causa, exige-se que o Ministério\nPúblico indique, na denúncia, a lei, regulamento, ou instrução\nalegadamente violada (por tratar-se de norma penal em branco), além\nde descrever o ato prejudicial à administração militar.\n4. \"O art. 324 do Cód. Penal Militar pressupõe a prática de ato\nprejudicial à administração militar. [...] Pressupõe também, porque\nse trata de tipo penal incompleto (de descrição incompleta da\nconduta incriminada), que a conduta descrita tenha precipuamente\ninobservado lei, regulamento ou instrução\" (STJ, RHC n. 16.115/PA,\nRelator Ministro NILSON NAVES Sexta Turma, julgado em 21/10/2004, DJ\nde 9/2/2005, p. 222).\n5. \"O delito de inobservância de lei, regulamento ou instrução é lei\npenal em branco, impondo ao órgão de acusação a demonstração da\nnorma complementar vulnerada pela conduta do agente\" (STM, HC\n2007.01.034305-9, Rel. Ministro FLAVIO FLORES DA CUNHA BIERRENBACH,\njulgado em 20/03/2007, DJ 14/06/2007).\n6. Este Colegiado já concedeu ordem de ofício, em julgamento de\nconflito de competência, para suspender a tramitação de procedimento\ncriminal no qual não reconheceu justa causa (CC n. 120.428/MG,\nRelatora Ministra ALDERITA RAMOS DE OLIVEIRA - Desembargadora\nConvocada do TJ/PE -, TERCEIRA SEÇÃO, julgado em 26/9/2012, DJe de\n2/10/2012, v.g.).\n7. Concedido, com fundamento no art. 466 do Código de Processo Penal\nMilitar, habeas corpus ex officio para trancar o Processo-crime n.\n5008646-96.2021.4.03.6000 em relação ao delito previsto no art. 324\ndo Código Penal Militar, sem prejuízo, todavia, do ocasional\noferecimento de nova peça acusatória, nessa parte, que observe\nintegralmente os requisitos da referida infração. Conflito negativo\nconhecido para, em relação às demais imputações, declarar a\ncompetência da Justiça Comum Federal (Juízo Suscitante).",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221214",
  "decisao" : "Vistos, relatados e discutidos estes autos, acordam os Ministros da\nTerceira Seção do Superior Tribunal de Justiça, na conformidade dos\nvotos e das notas taquigráficas a seguir, por unanimidade, conhecer\ndo conflito e declarar competente o suscitante, Juízo Federal da 3ª\nVara de Campo Grande - SJ/MS e conceder ex officio para trancar o\nProcesso-crime n. 5008646-96.2021.4.03.6000 em relação ao delito\nprevisto no art. 324 do Código Penal Militar, sem prejuízo, todavia,\ndo ocasional oferecimento de nova peça acusatória, nessa parte, que\nobserve integralmente os requisitos para o processamento dessa\ninfração, nos termos do voto da Sra. Ministra Relatora. Os Srs.\nMinistros Jorge Mussi, Sebastião Reis Júnior, Rogerio Schietti Cruz,\nRibeiro Dantas, Messod Azulay Neto e Jesuíno Rissato (Desembargador\nConvocado do TJDFT) votaram com a Sra. Ministra Relatora.\nAusentes, justificadamente, os Srs. Ministros Antonio Saldanha\nPalheiro e Joel Ilan Paciornik.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000834359",
  "numeroProcesso" : "183754",
  "numeroRegistro" : "202103407299",
  "siglaClasse" : "CC",
  "descricaoClasse" : "CONFLITO DE COMPETENCIA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "LAURITA VAZ",
  "dataPublicacao" : "DJE        DATA:19/12/2022",
  "ementa" : "CONFLITO NEGATIVO DE COMPETÊNCIA. FURTO MEDIANTE FRAUDE E\nESTELIONATO. SAQUE EM CAIXA ELETRÔNICO COM CARTÃO E SENHA FORNECIDOS\nPELA VÍTIMA. CONSUMAÇÃO. LOCAL DA OBTENÇÃO DO NUMERÁRIO.\nPRECEDENTES. REALIZAÇÃO DE EMPRÉSTIMOS FRAUDADOS E ENTREGA\nVOLUNTÁRIA DE VALORES, CONDUTAS MAIS GRAVES PORQUE COMETIDAS CONTRA\nIDOSO, CONSUMADAS NA JURISDIÇÃO DO JUÍZO SUSCITANTE. APLICAÇÃO DO\nART. 78, INCISO II, ALÍNEA C, DO CÓDIGO DE PROCESSO PENAL. CONFLITO\nCONHECIDO PARA DECLARAR A COMPETÊNCIA DO JUÍZO SUSCITANTE.\n1. Narra o relatório policial que o Indiciado, no exercício da\nadvocacia, em terminal de autoatendimento situado no Fórum de\nSamambaia/DF, efetuou dois empréstimos e sacou por três vezes\nquantias em dinheiro de conta bancária de idosa, a qual convenceu a\nlhe fornecer o cartão, com a respectiva senha, alegando ser\nnecessário para iniciar o processo de inventário do falecido marido\nda Vítima. Outrossim, a Ofendida foi induzida a realizar empréstimo\nem agência bancária situada em Águas Lindas/GO, onde voluntariamente\nentregou ao Investigado valores obtidos.\n2. Para que se configure o delito de estelionato (art. 171 do Código\nPenal), é necessário que o agente induza ou mantenha a vítima em\nerro, mediante artifício, ardil, ou qualquer outro meio fraudulento,\nde maneira que esta lhe entregue voluntariamente o bem ou a\nvantagem. Se não houve voluntariedade na entrega, o delito praticado\né o de furto mediante fraude (art. 155, § 4.º, inciso II, do mesmo\nEstatuto). No caso concreto, não houve entrega voluntária dos\nvalores pela Vítima no Fórum de Samambaia/DF, mas, sim, foram\nefetuados dois empréstimos e três saques de valores vinculados a sua\nconta corrente, sem o seu consentimento, em continuidade delitiva.\nLogo, esses saques fraudulentos em conta corrente configuram o\ndelito de furto mediante fraude, mas não o de estelionato, que se\nconsumou com a contratação de empréstimos vinculados à conta\ncorrente da Vítima em agência bancária na cidade de Águas Lindas de\nGoiás - GO, onde também a Ofendida entregou voluntariamente ao\nInvestigado o numerário.\n3. Em casos de furto mediante fraude por meios eletrônicos, esta\nCorte pacificou o entendimento de que a consumação se dá onde\nocorreu o efetivo prejuízo à vítima, que ocorre no local onde a\nvítima possui conta bancária e o dinheiro sai da sua esfera de\ndisponibilidade. Na espécie, contudo, o numerário foi efetivamente\nsacado com a senha e cartão da Vítima. Assim, por não se tratar de\nfraude eletrônica, os furtos se consumaram no local em que ocorreram\nos saques. Precedentes.\n4. Os três crimes de furto qualificado mediante fraude possuem penas\nabstratamente cominadas que vão de 2 (dois) a 8 (oito) anos de\nreclusão, além de serem cometidos em continuidade delitiva. Logo,\nnos termos da jurisprudência consolidada neste Superior Tribunal de\nJustiça, será possível exasperar a pena máxima pela continuidade\ndelitiva em 1/5 (um quinto), alcançando a pena máxima pelos delitos\no patamar de 9 (nove) anos, 7 (sete) meses e 6 (seis) dias de\nreclusão.\n5. O crime de estelionato, no caso, é mais grave do que os delitos\nde furto, pois tem pena abstrata que vai de 1 (um) a 5 (cinco) anos\nde reclusão e poderá ser aumentado no dobro pela vulnerabilidade\netária da Vítima, nos termos do § 5.º do art. 171 do Estatuto\nRepressivo, podendo a reprimenda máxima atingir 10 (dez) anos de\nreclusão. Por isso, atrai a prevenção para os delitos conexos de\nfurto, por força do art. 78, inciso II, alínea a, do Código de\nProcesso Penal.\n6. Ante o exposto, conheço do conflito para declarar competente o\nJUÍZO DA 3.ª VARA CRIMINAL DE ÁGUAS LINDAS DE GOIÁS - GO, ora\nSuscitante.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221214",
  "decisao" : "Vistos, relatados e discutidos estes autos, acordam os Ministros da\nTerceira Seção do Superior Tribunal de Justiça, na conformidade dos\nvotos e das notas taquigráficas a seguir, por unanimidade, conhecer\ndo conflito e declarar competente o suscitante, Juízo da 3ª Vara\nCriminal de Águas Lindas de Goiás - GO, nos termos do voto da Sra.\nMinistra Relatora. Os Srs. Ministros Jorge Mussi, Sebastião Reis\nJúnior, Rogerio Schietti Cruz, Ribeiro Dantas, Messod Azulay Neto e\nJesuíno Rissato (Desembargador Convocado do TJDFT) votaram com a\nSra. Ministra Relatora.\nAusentes, justificadamente, os Srs. Ministros Antonio Saldanha\nPalheiro e Joel Ilan Paciornik.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000834360",
  "numeroProcesso" : "2084873",
  "numeroRegistro" : "202200505296",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "LAURITA VAZ",
  "dataPublicacao" : "DJE        DATA:19/12/2022",
  "ementa" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. TRÁFICO E ASSOCIAÇÃO PARA O TRÁFICO. DOSIMETRIA.\nREINCIDÊNCIA. ALEGADO ERRO MATERIAL. AUSÊNCIA DE PREQUESTIONAMENTO.\nRECURSO INADMITIDO PELO ACÓRDÃO EMBARGADO. PRETENSÃO DA CONCESSÃO DE\nHABEAS CORPUS DE OFÍCIO. IMPROPRIEDADE. AUSÊNCIA DE DISSÍDIO\nJURISPRUDENCIAL. EMBARGOS DE DIVERGÊNCIA LIMINARMENTE INDEFERIDOS.\nAGRAVO REGIMENTAL DESPROVIDO.\n1. A jurisprudência mansa e pacífica desta Corte é de que \"o\nprequestionamento constitui requisito de admissibilidade do recurso\nespecial, ainda que se trate de matéria de ordem pública\" (AgRg no\nAREsp 1.964.487/MS, Relator Ministro OLINDO MENEZES - Desembargador\nConvocado do TRF 1ª Região, SEXTA TURMA, julgado em 28/06/2022, DJe\nde 01/07/2022. Inexistência de dissídio jurisprudencial.\n2. É descabida a postulação de habeas corpus de ofício como\nsucedâneo recursal ou como forma de se tentar burlar a inadmissão do\nrecurso próprio, tendo em vista que o seu deferimento se dá por\niniciativa do próprio órgão jurisdicional, consoante a\njurisprudência assente deste Superior Tribunal de Justiça.\n3. Os embargos de divergência - recurso de fundamentação vinculada e\nde cognição restrita - têm como fim precípuo uniformizar a\njurisprudência do Tribunal, não se prestam a simples rejulgamento da\ncausa pela Seção, como fosse via recursal ordinária interna, para\nse corrigir pretensos erros ou incorreções dos demais órgãos\nfracionários.\n4. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221214",
  "decisao" : "Vistos, relatados e discutidos estes autos, acordam os Ministros da\nTerceira Seção do Superior Tribunal de Justiça, na conformidade dos\nvotos e das notas taquigráficas a seguir, por unanimidade, negar\nprovimento ao agravo regimental, nos termos do voto da Sra. Ministra\nRelatora. Os Srs. Ministros Jorge Mussi, Sebastião Reis Júnior,\nRogerio Schietti Cruz, Ribeiro Dantas, Messod Azulay Neto e Jesuíno\nRissato (Desembargador Convocado do TJDFT) votaram com a Sra.\nMinistra Relatora.\nAusentes, justificadamente, os Srs. Ministros Antonio Saldanha\nPalheiro e Joel Ilan Paciornik.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000834361",
  "numeroProcesso" : "2080848",
  "numeroRegistro" : "202200629050",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "LAURITA VAZ",
  "dataPublicacao" : "DJE        DATA:19/12/2022",
  "ementa" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. OPERAÇÃO SATIAGRAHA. PEDIDO DE RESTITUIÇÃO DE BENS\nAPREENDIDOS. BUSCA E APREENSÃO. PROCEDIMENTO DECLARADO NULO PELO STJ\n(HC 149.250/SP). VINCULAÇÃO DOS BENS A OUTRO PROCESSO. ACÓRDÃO\nEMBARGADO QUE ENTENDEU PELA IMPOSSIBILIDADE. CONTROVÉRSIA JURÍDICA\nQUE NÃO FOI ENFRENTADA PELO ACÓRDÃO EMBARGADO. MANIFESTA\nDESSEMELHANÇA ENTRE OS CASOS COMPARADOS. EMBARGOS DE DIVERGÊNCIA\nLIMINARMENTE INDEFERIDOS. AGRAVO REGIMENTAL DESPROVIDO.\n1. Ao contrário do que sustenta o Agravante, a questão não se resume\na saber \"se é necessária, ou não, a decretação de nova busca e\napreensão sobre bens que já se encontram apreendidos por força de\ndecisão judicial e que possuem interesse para a persecução penal que\nainda está em trâmite na primeira instância\", na medida em que o\nacórdão embargado resolveu a controvérsia levando em conta o fato de\nque havia decisão deste Superior Tribunal de Justiça, transitada em\njulgado, que decretara a nulidade da prova, elemento essencial da\nfundamentação, não debatido no acórdão paradigma.\n2. Constata-se manifesta ausência de similitude fático-processual\nentre os casos comparados, o que enseja a inadmissibilidade dos\nembargos de divergência.\n3. \"Somente são cabíveis os embargos de divergência quando o acórdão\ntrazido à colação firmou posição antagônica sobre os mesmos fatos e\nquestões jurídicas deduzidos no acórdão embargado. Ao contrário,\ndevem ser indeferidos os embargos quando, considerando as\npeculiaridades de cada caso concreto, foram dadas soluções\ndiferentes para as hipóteses confrontadas\" (AgInt nos EAREsp\n805.488/SP, Rel. Ministro FRANCISCO FALCÃO, CORTE ESPECIAL, julgado\nem 17/05/2017, DJe 26/05/2017).\n4. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221214",
  "decisao" : "Vistos, relatados e discutidos estes autos, acordam os Ministros da\nTerceira Seção do Superior Tribunal de Justiça, na conformidade dos\nvotos e das notas taquigráficas a seguir, por unanimidade, negar\nprovimento ao agravo regimental, nos termos do voto da Sra. Ministra\nRelatora. Os Srs. Ministros Jorge Mussi, Sebastião Reis Júnior,\nRogerio Schietti Cruz, Ribeiro Dantas, Messod Azulay Neto e Jesuíno\nRissato (Desembargador Convocado do TJDFT) votaram com a Sra.\nMinistra Relatora.\nAusentes, justificadamente, os Srs. Ministros Antonio Saldanha\nPalheiro e Joel Ilan Paciornik.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.\nA Dra. Ela Wiecko Volkmer de Castilho (Subprocuradora-Geral da\nRepública) sustentou oralmente pela parte Agravante: Ministério\nPúblico Federal.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000834362",
  "numeroProcesso" : "43736",
  "numeroRegistro" : "202202220468",
  "siglaClasse" : "AgRg nos EDcl na Rcl",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DECLARAÇÃO NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "LAURITA VAZ",
  "dataPublicacao" : "DJE        DATA:19/12/2022",
  "ementa" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DECLARAÇÃO NA RECLAMAÇÃO.\nINDEFERIMENTO LIMINAR. INEXISTÊNCIA DE ACÓRDÃO NESTE SUPERIOR\nTRIBUNAL DE JUSTIÇA TRATANDO DA QUESTÃO. DESCABIMENTO DO MANEJO DA\nRECLAMAÇÃO COMO SUCEDÂNEO RECURSAL OU DE HABEAS CORPUS. INEXISTÊNCIA\nDE CONSTRANGIMENTO ILEGAL PASSÍVEL DE CORREÇÃO DE OFÍCIO. AGRAVO\nDESPROVIDO.\n1. A via processual da reclamação constitucional é reservada para\ngarantir: a) a preservação da competência do Superior Tribunal de\nJustiça ou b) a autoridade de seus julgados, no caso de\ndescumprimento ou, é claro, cumprimento parcial do decisum.\n2. Assegurar a autoridade das decisões pressupõe não permitir o\ndescumprimento das diretrizes objetivas emanadas deste Superior\nTribunal de Justiça em seus julgados, o que não se confunde com a\npretensão de trazer diretamente a esta Corte questões outras\ndecorrentes de desdobramentos da causa principal.\n3. Embora se admita a reclamação fundada na Resolução n. 3/2016 que\ndemonstre que a decisão da Turma recursal contraria a jurisprudência\nconsolidada do Superior Tribunal de Justiça consolidada em\nprecedentes, súmulas e julgamento de recurso especial repetitivo,\ntal entendimento não se aplica à hipótese.\n4. Afinal, é pacífico o entendimento desta Corte Superior no sentido\nde que, não obstante a imposição da reprimenda final em patamar\ninferior a 4 (quatro) anos de reclusão, não é ilegal a sujeição do\nCondenado ao regime intermediário, ainda que a pena-base tenha sido\nfixada no mínimo legal, nos termos da orientação jurisprudencial\nsedimentada na Súmula n. 269 desta Corte, segundo a qual \"é\nadmissível a adoção do regime prisional semi-aberto aos reincidentes\ncondenados a pena igual ou inferior a quatro anos se favoráveis as\ncircunstâncias judiciais\".\n5. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20221214",
  "decisao" : "Vistos, relatados e discutidos estes autos, acordam os Ministros da\nTerceira Seção do Superior Tribunal de Justiça, na conformidade dos\nvotos e das notas taquigráficas a seguir, por unanimidade, negar\nprovimento ao agravo regimental, nos termos do voto da Sra. Ministra\nRelatora. Os Srs. Ministros Jorge Mussi, Sebastião Reis Júnior,\nRogerio Schietti Cruz, Ribeiro Dantas, Messod Azulay Neto e Jesuíno\nRissato (Desembargador Convocado do TJDFT) votaram com a Sra.\nMinistra Relatora.\nAusentes, justificadamente, os Srs. Ministros Antonio Saldanha\nPalheiro e Joel Ilan Paciornik.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
} ]