[ {
  "id" : "000861762",
  "numeroProcesso" : "1356514",
  "numeroRegistro" : "201802271626",
  "siglaClasse" : "EDcl nos EDcl no AgRg nos EAREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO\nREGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "MESSOD AZULAY NETO",
  "dataPublicacao" : "DJE        DATA:15/12/2023",
  "ementa" : "PENAL E PROCESSO PENAL. EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE\nDECLARAÇÃO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. OMISSÃO.  OCORRÊNCIA. PRESCRIÇÃO DA PRETENSÃO EXECUTÓRIA.\nTERMO INICIAL. TRÂNSITO EM JULGADO PARA AMBAS AS PARTES.\nENTENDIMENTO FIRMADO RECENTEMENTE PELO STF NO JULGAMENTO DO TEMA N.\n788. TESE INAPLICÁVEL À ESPÉCIE. MODULAÇÃO DOS EFEITOS PELO STF.\nTRÂNSITO EM JULGADO PARA A ACUSAÇÃO ANTERIOR A 12/11/2020. TERMO\nINICIAL DO CÔMPUTO DA PRESCRIÇÃO DA PRESENTÃO EXECUTÓRIA. TRÂNSITO\nEM JULGADO APENAS PARA A ACUSAÇÃO. EMBARGOS DE DECLARAÇÃO ACOLHIDOS\nCOM EFEITOS INFRINGENTES.\nI - o Supremo Tribunal Federal, no julgamento do Tema n. 788, cujo\ntérmino ocorreu em 30/6/2023, fixou entendimento, em sede de\nrepercussão geral, no sentido de que \"O prazo para a prescrição da\nexecução da pena concretamente aplicada somente começa a correr do\ndia em que a sentença condenatória transita em julgado para ambas as\npartes, momento em que nasce para o Estado a pretensão executória\nda pena, conforme interpretação dada pelo Supremo Tribunal Federal\nao princípio da presunção de inocência (art. 5º, inciso LVII, da\nConstituição Federal) nas ADC 43, 44 e 54\" (ARE n. 848.107/DF,\nTribunal Pleno, Rel. Min. Dias Toffoli, DJe de 04/08/2023),\nmodulando ainda os efeitos do sobredito julgado para estabelecer que\no entendimento então fixado só é aplicável aos casos em que: \"i) a\npena não foi declarada extinta pela prescrição e ii) cujo trânsito\nem julgado para a acusação tenha ocorrido após 12.11.2020.\"\nII - Destarte, verifico que o entendimento fixado pelo Supremo\nTribunal Federal no Tema n. 788 não é aplicável à presente hipótese,\nporquanto, o trânsito em julgado da ação penal para a acusação\nocorreu em 13/10/2013 (fl. 935 - data da prolação da sentença),\nantes, portanto, de 12/11/2020, de modo que, no caso, deve ser\nconsiderado como marco inicial da prescrição da pretensão executória\na data do trânsito em julgado apenas para a acusação.\nIII - No caso, os fatos imputados ao requerente ocorreram em\n03/10/2002 e 03/11/2003 (fls. 2 - 5 e 1.093); o recebimento da\ndenúncia em 13/12/2010 (fl. 681); a sentença condenatória e trânsito\nem julgado para acusação em 13/10/2013 (fls. 935), sendo este o\núltimo marco interruptivo da prescrição, observa-se que já decorreu\nlapso superior a 8 (oito) anos até a presente data, devendo ser\ndeclarada a prescrição da pretensão executória.\nEmbargos de declaração acolhidos,  para reconhecer a prescrição da\npretensão executória e deferir o pleito de extinção da punibilidade\nda pena privativa de liberdade imposta.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231213",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Terceira Seção, por unanimidade, acolher os\nembargos declaração, com efeitos modificativos, para reconhecer a\nprescrição da pretensão executória e deferir o pleito de extinção da\npunibilidade da pena privativa de liberdade imposta, nos termos do\nvoto do Sr. Ministro Relator.\nOs Srs. Ministros Teodoro Silva Santos, Daniela Teixeira, Jesuíno\nRissato (Desembargador Convocado do TJDFT), Sebastião Reis Júnior,\nReynaldo Soares da Fonseca, Antonio Saldanha Palheiro e Joel Ilan\nPaciornik votaram com o Sr. Ministro Relator.\nAusente, justificadamente, o Sr. Ministro Rogerio Schietti Cruz.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : "(PRESCRIÇÃO DA PRETENSÃO EXECUTÓRIA - TERMO INICIAL)\n   STJ - <<AgRg no REsp 1983259>>-PR, <<AgRg no RHC 182130>>-PA,\n         <<AgRg no REsp 2038761>>-SP,\n         <<EDcl no AgRg no HC 764111>>-SP\n   STF - [[AI 794971]]-RJ\n(PRESCRIÇÃO DA PRETENSÃO EXECUTÓRIA - TERMO INICIAL - TRÂNSITO EM\nJULGADO - MODULAÇÃO DOS EFEITOS)\n   STF - [[ARE 848107]]-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEL:002848 ANO:1940\n*****  CP-40    CÓDIGO PENAL\n        ART:00112 INC:00001" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000861999",
  "numeroProcesso" : "1994182",
  "numeroRegistro" : "202200896198",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "SEBASTIÃO REIS JÚNIOR",
  "dataPublicacao" : "DJE        DATA:18/12/2023",
  "ementa" : "RECURSO ESPECIAL REPRESENTATIVO DA CONTROVÉRSIA. PENAL. CRIME DE\nROUBO SIMPLES. EMPREGO DE SIMULACRO DE ARMA DE FOGO. GRAVE AMEAÇA\nCONFIGURADA. SUBSTITUIÇÃO DA PENA PRIVATIVA POR RESTRITIVA DE\nDIREITOS. IMPOSSIBILIDADE. VEDAÇÃO LEGAL. ART. 44, I, DO CÓDIGO\nPENAL.\n1. É cediço que o crime de roubo tutela dois bens jurídicos\ndistintos, o patrimônio e a integridade física, abrangendo, em\ndeterminados casos, a liberdade individual da vítima, contudo, no\nCódigo Penal, o legislador classificou o tipo penal como delito\ncontra o patrimônio.\n2. A simulação do uso de arma de fogo durante a subtração configura\ngrave ameaça caracterizadora do crime de roubo, pois tal conduta é\nsuficiente para causar a intimidação da vítima.\n3. Nos termos da jurisprudência desta Corte, o uso de simulacro de\narma de fogo não é elemento capaz de caracterizar especial desvalor\nda conduta do apenado, porquanto deve ser considerado como\ncircunstância inerente à violência ou grave ameaça caracterizadoras\ndo tipo penal do roubo\" (AgRg no HC 568.150/SP, Rel. Ministro\nREYNALDO SOARES DA FONSECA, QUINTA TURMA, julgado em 12/5/2020, DJe\n18/5/2020) - (AgRg no AREsp n. 1.705.612/AL, relator Ministro Olindo\nMenezes, Desembargador Convocado do TRF 1ª Região, Sexta Turma, DJe\n24/5/2021. - grifei).\n4. Tese a ser fixada: a utilização de simulacro de arma configura a\nelementar grave ameaça do tipo penal do roubo, subsumindo à hipótese\nlegal que veda a substituição da pena.\n5. Recurso especial provido para restabelecer a pena privativa de\nliberdade fixada na condenação.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231213",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção, por maioria, dar\nprovimento ao recurso especial para, reformando o acórdão impugnado,\nrestabelecer a pena privativa de liberdade fixada, e delimitou a\nseguinte tese quanto ao Tema Repetitivo n. 1171: \"a utilização de\nsimulacro de arma configura a elementar grave ameaça do tipo penal\ndo roubo, subsumindo à hipótese legal que veda a substituição da\npena\", nos termos do voto do Sr. Ministro Relator. Vencida a Sra.\nMinistra Daniela Teixeira, que negava provimento ao recurso especial\npor entender que simulacro de arma de fogo não configura elementar\nde grave ameaça do tipo penal do roubo.\nVotou vencida a Sra. Ministra Daniela Teixeira.\nOs Srs. Ministros Reynaldo Soares da Fonseca, Antonio Saldanha\nPalheiro, Joel Ilan Paciornik, Messod Azulay Neto, Teodoro Silva\nSantos e Jesuíno Rissato (Desembargador Convocado do TJDFT) votaram\ncom o Sr. Ministro Relator.\nAusente, justificadamente, o Sr. Ministro Rogerio Schietti Cruz.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : "(ROUBO - SIMULACRO DE ARMA - GRAVE AMEAÇA)\n   STJ - <<AgRg no AREsp 1705612>>-AL, <<AgRg no HC 720497>>-SC,\n         <<AgRg no HC 687887>>-SP, <<AgRg no HC 401040>>-SP,\n         <<HC 547898>>-SP, <<HC 608941>>-RS\n   STF - [[HC 211375]]-PA, [[HC 180030]]-SP, [[HC 134110]]-DF,\n         [[RHC 167647]]-MG",
  "notas" : "Julgado conforme procedimento previsto para os Recursos Repetitivos\nno âmbito do STJ.",
  "informacoesComplementares" : null,
  "termosAuxiliares" : "RECURSO REPETITIVO",
  "teseJuridica" : "\"A utilização de simulacro de arma configura a elementar grave\nameaça do tipo penal do roubo, subsumindo à hipótese legal que veda\na substituição da pena\".",
  "tema" : "Tema Repetitivo 1171\nSituação do tema: Acórdão Publicado",
  "referenciasLegislativas" : [ "LEG:FED DEL:002848 ANO:1940\n*****  CP-40    CÓDIGO PENAL\n        ART:00044 INC:00001 ART:00157", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000862000",
  "numeroProcesso" : "189304",
  "numeroRegistro" : "202201876681",
  "siglaClasse" : "AgRg no CC",
  "descricaoClasse" : "AGRAVO REGIMENTAL NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "RIBEIRO DANTAS",
  "dataPublicacao" : "DJE        DATA:18/12/2023",
  "ementa" : "AGRAVO REGIMENTAL EM CONFLITO DE COMPETÊNCIA. CRIPTOMOEDAS E OUTROS\nINVESTIMENTOS. CRIMES CONTRA O SFN. CONTRATOS DE INVESTIMENTO\nCOLETIVO. CVM. INDEPENDÊNCIA DAS INSTÂNCIAS. INSTITUIÇÃO FINANCEIRA\nCLANDESTINA. FIGURA EQUIPARADA. COMPETÊNCIA. JUSTIÇA FEDERAL. AGRAVO\nDESPROVIDO.\n1. A captação de recursos decorrente de 'pirâmide financeira' não se\nenquadra no conceito de 'atividade financeira', para fins da\nincidência da Lei n. 7.492/1986. Assim, a princípio, processos\ncriminais envolvendo a matéria devem correr no âmbito da Justiça\nEstadual.\n2. Ocorre que, eventualmente, é possível que o referido delito\nesteja conexo a outros crimes contra o Sistema Financeiro Nacional.\nNessa hipótese, a competência da Justiça Federal será atraída.\n3. No caso concreto, o Juiz Federal ressaltou a existência, em tese,\nde, ao menos, três delitos contra o Sistema Financeiro Nacional.\nRegistrou, ainda, que o grupo criminoso funcionou como instituição\nfinanceira clandestina, bem como que os contratos ofertados ao\npúblico caracterizavam-se como valores mobiliários, na modalidade\ncontratos de investimento coletivo (CIC).\n4. Fora isso, o fato isolado de a Comissão de Valores Mobiliários\n(CVM) e a Procuradoria Federal especializada atuante junto a ela\nterem emitido pareceres no sentido de que as atividades do agravante\nnão se enquadrariam no conceito de atividade financeira não importa\nnecessariamente inexistência de crimes contra o Sistema Financeiro\nNacional. Importante lembrar que as esferas administrativa e\ncriminal possuem autonomia e independência entre si, não ficando o\nJuízo criminal vinculado às conclusões da autarquia federal.\nAdemais, os delitos da Lei n. 7.492/1986 contentam-se com a figura\nda Instituição Financeira equiparada, na forma do art. 1º, parágrafo\núnico, da referida Lei.\n5. Agravo desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231213",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção do Superior\nTribunal de Justiça, retomado o julgamento, após a renovação da\nsustentação oral, o Sr. Ministro Antonio Saldanha Palheiro, em\nvoto-vista divergente, dar provimento ao agravo para fixar a\ncompetência do Juízo de Direito da 4ª Vara Criminal da Comarca de\nNiterói/RJ, no que foi acompanhado pela Sra. Ministra Daniela\nTeixeira e pelos Srs. Ministros Jesuíno Rissato (Desembargador\nconvocado do TJDFT) e Sebastião Reis Júnior, e após os votos dos\nSrs. Ministros Joel Ilan Paciornik, Messod Azulay Neto e Teodoro\nSilva Santos, acompanhando o entendimento do Sr. Ministro Relator,\nnegando provimento ao agravo regimental, configurou-se o empate.\nO Sr. Ministro Reynaldo Soares da Fonseca, Presidente da Terceira\nSeção no presente julgamento, proferiu voto desempate, acompanhando\no Sr. Ministro Relator, por maioria, negar provimento ao agravo\nregimental, nos termos do voto do Sr. Ministro Relator.\nVencidos os Srs. Ministros Antonio Saldanha Palheiro, Daniela\nTeixeira, Jesuíno Rissato (Desembargador convocado do TJDFT) e\nSebastião Reis Júnior, que davam provimento ao agravo regimental.\nVotaram vencidos os Srs. Ministros Antonio Saldanha Palheiro,\nDaniela Teixeira, Jesuíno Rissato (Desembargador Convocado do TJDFT)\ne Sebastião Reis Júnior.\nOs Srs. Ministros Joel Ilan Paciornik, Messod Azulay Neto, Teodoro\nSilva Santos e Reynaldo Soares da Fonseca (Presidente, em voto\ndesempate) votaram com o Sr. Ministro Relator.\nAusente, justificadamente, o Sr. Ministro Rogerio Schietti Cruz.\nPresidiu o julgamento o Sr. Ministro Reynaldo Soares da Fonseca.\nRenovação de sustentação oral - O Dr. Caio Fernandes Gioia Enne Aded\nsustentou oralmente pela parte Agravante: Glaidson Acacio dos\nSantos.\nA Dra. Raquel Elias Ferreira Dodge (Subprocuradora-Geral da\nRepública), pelo MPF (como defensora da ordem jurídica)",
  "jurisprudenciaCitada" : "(COMPETÊNCIA - PIRÂMIDE FINANCEIRA - CRIPTOMOEDAS E OUTROS\nINVESTIMENTOS - CRIMES CONTRA O SFN - JUSTIÇA FEDERAL)\n   STJ - <<HC 530563>>-RS\n(VOTO VENCIDO - COMPETÊNCIA - PIRÂMIDE FINANCEIRA - CRIPTOMOEDAS E\nOUTROS INVESTIMENTOS - JUSTIÇA COMUM)\n   STJ - <<CC 195150>>-SP, <<CC 170392>>-SP",
  "notas" : null,
  "informacoesComplementares" : "     (VOTO VOGAL) (REYNALDO SOARES DA FONSECA)\n     \"A Convenção de Palermo, promulgada no Brasil por meio do\nDecreto n. 5.015/2004, disciplina a criminalização da lavagem de\ndinheiro e combate ao crime organizado, temas, portanto, de\ninequívoco interesse da União, o que atrai a competência da Justiça\nFederal.\n      Incide sobre a espécie, ao meu ver, o enunciado da\nSúmula 122 do STJ\".\n     (VOTO VENCIDO) (ANTONIO SALDANHA PALHEIRO)\n     \"[...] não há que se falar na prática de crimes contra o\nsistema financeiro, previstos na Lei n. 7.492/1986. Neste caso,\nreconhece-se, como regra, a realização do tipo descrito no art. 2º,\nIX, da Lei n. 1.521/1951. E, por conseguinte, a competência para o\nseu julgamento é da Justiça estadual\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:007492 ANO:1986\n*****  LCCSF-86    LEI DOS CRIMES CONTRA O SISTEMA FINANCEIRO\nNACIONAL\n        ART:00001 PAR:ÚNICO", "LEG:FED LEI:001521 ANO:1951\n        ART:00002 INC:00009", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000122", "LEG:INT CVC:****** ANO:2000\n*****  CCOT    CONVENÇÃO DAS NAÇÕES UNIDAS CONTRA O CRIME ORGANIZADO\nTRANSNACIONAL\n(CONVENÇÃO DE PALERMO, PROMULGADA PELO DECRETO 5.015/2004)", "LEG:FED DEC:005015 ANO:2004" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000861739",
  "numeroProcesso" : "1785383",
  "numeroRegistro" : "201803271835",
  "siglaClasse" : "EDcl no REsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "ROGERIO SCHIETTI CRUZ",
  "dataPublicacao" : "DJE        DATA:15/12/2023",
  "ementa" : "EMBARGOS DE DECLARAÇÃO NO RECURSO ESPECIAL REPRESENTATIVO DE\nCONTROVÉRSIA. VÍCIOS DO ART. 619 DO CPP NÃO CONSTATADOS.\nPREQUESTIONAMENTO DE MATÉRIA CONSTITUCIONAL. IMPOSSIBILIDADE.\nEMBARGOS DE DECLARAÇÃO REJEITADOS.\n1. O recurso integrativo é cabível somente nas hipóteses de\nambiguidade, obscuridade, contradição ou omissão ocorridas no\nacórdão embargado; é inadmissível quando objetiva apenas a reversão\ndo julgado.\n2. O acórdão da Sexta Turma contém todas as razões, sem contradição\ninterna, que lastrearam o enunciado segundo o qual a demonstração da\nimpossibilidade de adimplemento da sanção pecuniária não obsta o\nreconhecimento da extinção da punibilidade. A pretensão da parte, em\nverdade, é rediscutir a matéria, o que não se admite nos limites\ndos aclaratórios.\n3. Não compete a esta Corte Superior o exame de suposta violação de\ndispositivo constitucional, nem sequer para fins de\nprequestionamento, por ser matéria reservada ao Supremo Tribunal\nFederal, nos termos do art. 102, III, da Constituição Federal.\n4. Embargos de declaração rejeitados.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231212",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 06/12/2023 a 12/12/2023,\npor unanimidade, rejeitar os embargos de declaração, nos termos do\nvoto do Sr. Ministro Relator.\nOs Srs. Ministros Sebastião Reis Júnior, Reynaldo Soares da Fonseca,\nAntonio Saldanha Palheiro, Joel Ilan Paciornik, Messod Azulay Neto,\nTeodoro Silva Santos, Daniela Teixeira e Jesuíno Rissato\n(Desembargador Convocado do TJDFT)  votaram com o Sr. Ministro\nRelator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000861740",
  "numeroProcesso" : "1785861",
  "numeroRegistro" : "201803290297",
  "siglaClasse" : "EDcl no REsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "ROGERIO SCHIETTI CRUZ",
  "dataPublicacao" : "DJE        DATA:15/12/2023",
  "ementa" : "EMBARGOS DE DECLARAÇÃO NO RECURSO ESPECIAL REPRESENTATIVO DE\nCONTROVÉRSIA. VÍCIOS DO ART. 619 DO CPP NÃO CONSTATADOS.\nPREQUESTIONAMENTO DE MATÉRIA CONSTITUCIONAL. IMPOSSIBILIDADE.\nEMBARGOS DE DECLARAÇÃO REJEITADOS.\n1. O recurso integrativo é cabível somente nas hipóteses de\nambiguidade, obscuridade, contradição ou omissão ocorridas no\nacórdão embargado; é inadmissível quando objetiva apenas a reversão\ndo julgado.\n2. O acórdão da Sexta Turma contém todas as razões, sem contradição\ninterna, que lastrearam o enunciado segundo o qual a demonstração da\nimpossibilidade de adimplemento da sanção pecuniária não obsta o\nreconhecimento da extinção da punibilidade. A pretensão da parte, em\nverdade, é rediscutir a matéria, o que não se admite nos limites\ndos aclaratórios.\n3. Não compete a esta Corte Superior o exame de suposta violação de\ndispositivo constitucional, nem sequer para fins de\nprequestionamento, por ser matéria reservada ao Supremo Tribunal\nFederal, nos termos do art. 102, III, da Constituição Federal.\n4. Embargos de declaração rejeitados.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231212",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 06/12/2023 a 12/12/2023,\npor unanimidade, rejeitar os embargos de declaração, nos termos do\nvoto do Sr. Ministro Relator.\nOs Srs. Ministros Sebastião Reis Júnior, Reynaldo Soares da Fonseca,\nAntonio Saldanha Palheiro, Joel Ilan Paciornik, Messod Azulay Neto,\nTeodoro Silva Santos, Daniela Teixeira e Jesuíno Rissato\n(Desembargador Convocado do TJDFT)  votaram com o Sr. Ministro\nRelator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000861741",
  "numeroProcesso" : "1918338",
  "numeroRegistro" : "202100243082",
  "siglaClasse" : "EDcl no REsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "ROGERIO SCHIETTI CRUZ",
  "dataPublicacao" : "DJE        DATA:15/12/2023",
  "ementa" : "EMBARGOS DE DECLARAÇÃO NO RECURSO ESPECIAL REPRESENTATIVO DE\nCONTROVÉRSIA. VÍCIOS DO ART. 619 DO CPP NÃO CONSTATADOS.\nPREQUESTIONAMENTO DE MATÉRIA CONSTITUCIONAL. IMPOSSIBILIDADE.\nEMBARGOS DE DECLARAÇÃO REJEITADOS.\n1. O recurso integrativo é cabível somente nas hipóteses de\nambiguidade, obscuridade, contradição ou omissão ocorridas no\nacórdão embargado; é inadmissível quando objetiva apenas a reversão\ndo julgado.\n2. O acórdão da Sexta Turma contém todas as razões, sem contradição\ninterna, que lastrearam a determinação de correção dos cálculos de\nprogressão de regime em hipótese de reincidência não específica na\nprática de crimes hediondos ou a eles equiparados, inclusive com\nponderação sobre os princípios da legalidade e da retroatividade da\nlei penal benéfica. A pretensão da parte, em verdade, é rediscutir a\nmatéria, o que não se admite nos limites dos aclaratórios.\n3. Não compete a esta Corte Superior o exame de suposta violação de\ndispositivo constitucional, nem sequer para fins de\nprequestionamento, por ser matéria reservada ao Supremo Tribunal\nFederal, nos termos do art. 102, III, da Constituição Federal.\n4. Embargos de declaração rejeitados.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231212",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 06/12/2023 a 12/12/2023,\npor unanimidade, rejeitar os embargos de declaração, nos termos do\nvoto do Sr. Ministro Relator.\nOs Srs. Ministros Sebastião Reis Júnior, Reynaldo Soares da Fonseca,\nAntonio Saldanha Palheiro, Joel Ilan Paciornik, Messod Azulay Neto,\nTeodoro Silva Santos, Daniela Teixeira e Jesuíno Rissato\n(Desembargador Convocado do TJDFT)  votaram com o Sr. Ministro\nRelator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000862001",
  "numeroProcesso" : "2046906",
  "numeroRegistro" : "202300074152",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JESUÍNO RISSATO (DESEMBARGADOR CONVOCADO DO TJDFT)",
  "dataPublicacao" : "DJE        DATA:18/12/2023",
  "ementa" : "PROPOSTA DE AFETAÇÃO. RECURSO ESPECIAL REPRESENTATIVO DA\nCONTROVÉRSIA. ROUBO. VIOLÊNCIA PRATICADA CONTRA O OBJETO MATERIAL DO\nCRIME.\n1. Delimitação da controvérsia: \"definir se a tipificação do crime\nde roubo exige que a violência empregada seja direcionada à vítima\nou se também abarca os casos em que a violência tenha sido empregada\ncontra um objeto, com o intuito de subtrair o bem\".\n2. Afetação do recurso especial ao rito dos arts. 1.036 e 1.037 do\nCódigo de Processo Civil, e arts. 256 ao 256-D do RISTJ, c/c o\ninciso I do art. 2º da Portaria STJ/GP n. 98, de 22 de março de 2021\n(republicada no DJe em 24/03/2021), sem a suspensão do trâmite dos\nprocessos pendentes.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231128",
  "decisao" : "Vistos, relatados e discutidos os autos em que são\npartes as acima indicadas, acordam os Ministros da Terceira Seção do\nSuperior Tribunal de Justiça, na conformidade dos votos e das notas\ntaquigráficas a seguir, por maioria, afetar o processo ao rito dos\nrecursos repetitivos (RISTJ, art. 257-C) e, por unanimidade, não\nsuspender a tramitação de processos, conforme proposta do Sr.\nMinistro Relator. Os Srs. Ministros Sebastião Reis Júnior, Rogerio\nSchietti Cruz, Reynaldo Soares da Fonseca, Antonio Saldanha Palheiro\ne  Joel Ilan Paciornik  votaram com o Sr. Ministro Relator. Quanto\nà afetação divergiu o Sr. Ministro Messod Azulay Neto.\n            Presidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1227",
  "informacoesComplementares" : "     (VOTO VENCIDO) (MIN. MESSOD AZULAY NETO)\n     \"Peço vênia ao eminente relator para discordar da afetação em\nexame, por entender tratar-se de matéria incontroversa, quer porque\na Lei é expressa em determinar a violência exclusivamente contra a\nvítima, quer porque a jurisprudência deste Tribunal Superior é\npacífica em relação ao tema, corroborando os termos legais [...]\".",
  "termosAuxiliares" : "AFETAÇÃO",
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1227\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01037", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00256 ART:0256A ART:0256B ART:0256D ART:0256E", "LEG:FED PRT:000098 ANO:2021\n        ART:00002 INC:00001\n(GABINETE DA PRESIDÊNCIA DO SUPERIOR TRIBUNAL DE JUSTIÇA - STJ/GP)" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000860894",
  "numeroProcesso" : "1995429",
  "numeroRegistro" : "202103340512",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "MESSOD AZULAY NETO",
  "dataPublicacao" : "DJE        DATA:28/11/2023",
  "ementa" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM  RECURSO\nESPECIAL. AUSÊNCIA DE ANÁLISE MERITÓRIA DO APELO ESPECIAL.\nINCIDÊNCIA DA SÚMULA 315/STJ. CONCESSÃO DE HABEAS CORPUS DE OFÍCIO.\nINVIABILIDADE. AGRAVO REGIMENTAL DESPROVIDO.\nI - Consoante o art. 1.043 do CPC/2015, os Embargos de Divergência\nsomente são admissíveis quando os acórdãos embargado e paradigma\nforem de mérito, ou quando um deles, embora não conhecendo do\nrecurso, tenha apreciado a controvérsia.\nII - Na espécie, o acórdão embargado não apreciou a controvérsia,\neis que proferido em sede de agravo regimental manejado em agravo em\nrecurso especial, do qual não se adentrou a análise meritória.\nIII - Incidência, no particular, do teor da Súmula n. 315 do STJ,\nsegundo a qual \"Não cabem embargos de divergência no âmbito do\nagravo de instrumento que não admite recurso especial\".\nIV - Não prospera o pedido de concessão de habeas corpus de ofício\nem sede de embargos de divergência, por não deter a respectiva Seção\ncompetência constitucional para conceder writ contra acórdão de\nTurma do próprio Tribunal.\nAgravo regimental desprovido .",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231122",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Terceira Seção, por unanimidade, negar\nprovimento ao agravo regimental, nos termos do voto do Sr. Ministro\nRelator.\nOs Srs. Ministros Jesuíno Rissato (Desembargador Convocado do\nTJDFT), Sebastião Reis Júnior, Rogerio Schietti Cruz, Reynaldo\nSoares da Fonseca, Antonio Saldanha Palheiro e Joel Ilan Paciornik\nvotaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - CONTROVÉRSIA NÃO ANALISADA)\n   STJ - <<AgInt nos EDcl nos EAREsp 763260>>-SP,\n         <<AgRg nos EAREsp 1746064>>-DF\n(HABEAS CORPUS DE OFÍCIO - NÃO CABIMENTO)\n   STJ - <<AgRg nos EDcl nos EAREsp 1604546>>-PR",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000315", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01043", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266\n(COM A REDAÇÃO DADA PELA EMENDA REGIMENTAL 22/2016)", "LEG:FED EMR:000022 ANO:2016" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000860895",
  "numeroProcesso" : "1923532",
  "numeroRegistro" : "202102082602",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "MESSOD AZULAY NETO",
  "dataPublicacao" : "DJE        DATA:28/11/2023",
  "ementa" : "PROCESSUAL PENAL. AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM\nAGRAVO EM RECURSO ESPECIAL. EMBARGOS DE DIVERGÊNCIA INDEFERIDOS\nLIMINARMENTE. ACÓRDÃO PARADIGMA PROFERIDO PELA MESMA TURMA DO\nACÓRDÃO EMBARGADO E COM A MESMA COMPOSIÇÃO. NOVOS PARADIGMAS .\nPRECLUSÃO CONSUMATIVA. PARADIGMA PROFERIDO EM RECURSO EM HABEAS\nCORPUS. IMPRESTABILIDADE. AGRAVO REGIMENTAL DESPROVIDO.\nI - A jurisprudência do STJ \"possui orientação de que, se o acórdão\nindicado como paradigma for proveniente da mesma Turma que proferiu\na decisão embargada, deve o embargante demonstrar ter havido\nalteração da composição do órgão julgador, com mudança de mais da\nmetade de seus membros. No caso dos autos, observa-se que a\ncomposição do acórdão recorrido é a mesma do acórdão indicado como\nparadigma (AgRg nos EDcl no AREsp 2.004.271/SC). A propósito: AgInt\nnos EDcl nos EAREsp n. 1.695.355/SP, Rel. Min. Ricardo Villas Bôas\nCueva, Segunda Seção, DJe de 10/10/2022\" (AgRg nos EAREsp n.\n2.004.271/SC, Corte Especial, Rel. Min. Herman Benjamin, DJe de\n4/4/2023).\nII - Em sede de agravo regimental não é autorizada a indicação de\nnovos paradigmas para comprovação da divergência jurisprudencial\ndiante da ocorrência da preclusão consumativa.\nIII - Não se admite a utilização de acórdãos oriundos de julgados\nproferidos em habeas corpus, recurso em habeas corpus, mandados de\nsegurança, recurso em mandado de segurança e habeas data como\nparadigma para configuração da divergência. (Precedentes).\nAgravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231122",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Terceira Seção, por unanimidade, negar\nprovimento ao agravo regimental, nos termos do voto do Sr. Ministro\nRelator.\nOs Srs. Ministros Jesuíno Rissato (Desembargador Convocado do\nTJDFT), Sebastião Reis Júnior, Rogerio Schietti Cruz, Reynaldo\nSoares da Fonseca, Antonio Saldanha Palheiro e Joel Ilan Paciornik\nvotaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - DEFICIÊNCIA)\n   STJ - <<AgRg nos EAREsp 2004271>>-SC\n(AGRAVO REGIMENTAL - COMPROVAÇÃO DA DIVERGÊNCIA - INDICAÇÃO DE NOVOS\nPARADIGMAS)\n   STJ - <<AgRg nos EAREsp 1623777>>-SP\n(EMBARGOS DE DIVERGÊNCIA - INADEQUAÇÃO DE PARADIGMAS)\n   STJ - <<AgRg nos EAREsp 1884233>>-SC",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000860896",
  "numeroProcesso" : "45837",
  "numeroRegistro" : "202302085386",
  "siglaClasse" : "EDcl no AgRg na Rcl",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "MESSOD AZULAY NETO",
  "dataPublicacao" : "DJE        DATA:28/11/2023",
  "ementa" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NA RECLAMAÇÃO. OMISSÃO.\nFALTA DE INDICAÇÃO E DEMONSTRAÇÃO EXPRESSA DOS VÍCIOS PREVISTOS NO\nART. 619 DO CPP. DEFICIÊNCIA NA FUNDAMENTAÇÃO. SÚMULA 284/STF.\nI - Dispõ e o artigo 619  do Código de Processo Penal, somente são\ncabíveis embargos de declaração quando configurada ambiguidade,\nobscuridade, contradição ou omissão, o que inexiste na hipótese.\nII - Nas razões dos aclaratórios o embargante aponta suposta omissão\nno julgado sustentando que o acórdão deixou de se manifestar\n\"acerca das \"Ordens\" do Supremo Tribunal Federal; e também desta\nCorte Superior, (e até do CNJ...), que não foram cumpridas, e nem\nsobre os ABUSOS do Embargado, intimamente ligado ao caso em apreço\",\nbem como apresenta uma série de requerimentos, apresentando\nargumentação completamente dissociada da matéria tratada nos\npresentes autos.\nIII - Os embargos de declaração somente são cabíveis quando constar,\nna decisão recorrida, obscuridade, contradição ou omissão sobre\nponto sobre o qual deveria ter se pronunciado o julgador.\nEntretanto, nos embargos de declaração em exame a embargante não\napontou qualquer desses vícios, de modo que a insurgência sequer\nmerece ser conhecida, porquanto encontra óbice na Súmula 284/STF.\nPrecedente.\nEmbargos de declaração não conhecidos.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231122",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Terceira Seção, por unanimidade, não\nconhecer dos embargos de declaração, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Jesuíno Rissato (Desembargador Convocado do\nTJDFT), Sebastião Reis Júnior, Rogerio Schietti Cruz, Reynaldo\nSoares da Fonseca, Antonio Saldanha Palheiro e Joel Ilan Paciornik\nvotaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000860952",
  "numeroProcesso" : "13592",
  "numeroRegistro" : "201802191863",
  "siglaClasse" : "AgInt na ExeMS",
  "descricaoClasse" : "AGRAVO INTERNO NA EXECUÇÃO EM MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "RIBEIRO DANTAS",
  "dataPublicacao" : "DJE        DATA:28/11/2023",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NA EXECUÇÃO EM MANDADO DE\nSEGURANÇA. ADMINISTRATIVO. ANISTIA POLÍTICA. PAGAMENTO DE\nINDENIZAÇÃO RETROATIVA. POSSIBILIDADE DE ANULAÇÃO DA PORTARIA\nANISTIADORA À LUZ DA ORIENTAÇÃO ADOTADA NO JULGAMENTO DO RE\n817.338/DF (TEMA 839). NECESSIDADE DE ADEQUAÇÃO DO PROCEDIMENTO\nREVISIONAL DA ANISTIA AO FLUXO DA IN N. 2/2021, DO MMFDH. PRETENSÃO\nDE MANTER A SUSPENSÃO DA EXECUÇÃO. INVIABILIDADE. AUSÊNCIA DE\nNOTIFICAÇÃO DA INTERESSADA DA REVISÃO DEFLAGRADA. AGRAVO IMPROVIDO.\n1. Aludindo à possibilidade de anulação da portaria anistiadora à\nluz da orientação adotada pelo Supremo Tribunal Federal no\njulgamento do RE 817.338/DF (Tema 839), a UNIÃO informou que\nadequara o procedimento revisional ao fluxo da IN n. 2/2021, do\nMMFDH. Nesse contexto, requereu a manutenção da suspensão da\nexecução até que seja concluída essa revisão deflagrada na esfera\nadministrativa.\n2. Em que pese a intenção de observar, com mais rigor, o devido\nprocesso legal, como exige o precedente emanado da Excelsa Corte, o\nente público não se desincumbiu de comprovar que notificara a\ninteressada do procedimento revisional instaurado, situação que não\nautoriza o sobrestamento do feito executivo.\n3. Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231122",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção do Superior\nTribunal de Justiça, por unanimidade, negar provimento ao agravo\ninterno, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Sebastião Reis Júnior, Rogerio Schietti Cruz,\nReynaldo Soares da Fonseca, Joel Ilan Paciornik, Messod Azulay Neto\ne Jesuíno Rissato (Desembargador Convocado do TJDFT) votaram com o\nSr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : "(ANISTIA POLÍTICA - ANULAÇÃO - OBSERVÂNCIA ÀS GARANTIAS PROCESSUAIS\n- EXTINÇÃO DA EXECUÇÃO EM CURSO)\n   STJ - {{QO no MS 15706}}-DF\n   STF - [[RE-RG 817338]]-DF (REPERCUSSÃO GERAL - TEMA(s) 839)",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ "AgInt na ExeMS  16176  DF  2022/0167968-3  Decisão:22/11/2023\nDJE        DATA:29/11/2023", "AgInt na ExeMS  13665  DF  2018/0203496-9  Decisão:22/11/2023\nDJE        DATA:28/11/2023", "AgInt na ExeMS  12306  DF  2019/0081728-0  Decisão:22/11/2023\nDJE        DATA:28/11/2023", "AgInt na ExeMS  13759  DF  2018/0216767-0  Decisão:22/11/2023\nDJE        DATA:28/11/2023", "AgInt na ExeMS  14707  DF  2019/0081869-3  Decisão:22/11/2023\nDJE        DATA:28/11/2023", "AgInt na ExeMS  14071  DF  2018/0219187-5  Decisão:22/11/2023\nDJE        DATA:28/11/2023", "AgInt na ExeMS  12842  DF  2018/0265997-4  Decisão:22/11/2023\nDJE        DATA:28/11/2023", "AgInt na ExeMS  13510  DF  2017/0184149-4  Decisão:13/12/2023\nDJE        DATA:18/12/2023" ]
}, {
  "id" : "000861032",
  "numeroProcesso" : "2223229",
  "numeroRegistro" : "202203164220",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "REYNALDO SOARES DA FONSECA",
  "dataPublicacao" : "DJE        DATA:28/11/2023",
  "ementa" : "AGRAVO REGIMENTAL EM EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. CRIMES PREVISTOS NOS ARTS. 240 E 241-B DO ECA.\nQUESTIONAMENTO SOBRE A NECESSIDADE DE COMPROVAÇÃO DA IDADE DAS\nVÍTIMAS RETRATADAS EM CENAS PORNOGRÁFICAS ENVOLVENDO CRIANÇAS E\nADOLESCENTES. AUSÊNCIA DE SIMILITUDE FÁTICO-JURÍDICA ENTRE OS\nJULGADOS COMPARADOS. DESCABIMENTO DE MANEJO DOS EMBARGOS DE\nDIVERGÊNCIA POR ALEGADA VIOLAÇÃO A SÚMULA. AUSÊNCIA DE PREVISÃO\nLEGAL. AGRAVO REGIMENTAL DESPROVIDO.\n1. Situação em que o acórdão impugnado por embargos de divergência\nda defesa, a despeito de manter decisão monocrática do Relator que\nnão conhecera do agravo, para não conhecer do recurso especial,\ntangenciou, em parte, o mérito da controvérsia, ao afirmar que a\nsubsunção dos fatos à norma do art. 241-A do ECA prescinde da\nidentificação de crianças ou adolescentes envolvidos nas cenas\npornográficas, ponderando que \"O tipo penal prescinde de dano\nindividual efetivo, coíbe a mera difusão de imagens de crianças e\nadolescentes, que nem sequer precisam ser reconhecidas ou\nidentificadas, até porque muitas vezes são de origem ignorada, e é\nusual que nas fotografias ou vídeos se escondam suas identidades\nmediante colocação de tarja negra nos olhos ou na face ou mediante a\ncaptação parcial de seus corpos\".\n2. Não há como se reconhecer a existência de similitude\nfático-jurídica entre julgado que trata da desnecessidade de\nindividualização de vítimas retratadas em material com conteúdo\npornográfico infanto-juvenil e acórdão da Terceira Seção desta Corte\nque, em sede de recurso repetitivo (REsp n. 1.619.265/MG, Relator\nMinistro Rogerio Schietti Cruz, Terceira Seção, julgado em 7/4/2020,\nDJe de 18/5/2020), estabeleceu tese segundo a qual, \"Para ensejar a\naplicação de causa de aumento de pena prevista no art. 40, VI, da\nLei n. 11.343/2006 ou a condenação pela prática do crime previsto no\nart. 244-B da Lei n. 8.069/1990, a qualificação do menor, constante\ndo boletim de ocorrência, deve trazer dados indicativos de consulta\na documento hábil - como o número do documento de identidade, do\nCPF ou de outro registro formal, tal como a certidão de nascimento\".\nNítido que as condutas descritas nos arts. 241-B do ECA (adquirir,\npossuir ou armazenar mídia com cena pornográfica envolvendo criança\nou adolescente) e 244-B do ECA (corrupção de menores) são\ncompletamente distintas e possuem elementares diferentes.\n3. Ademais, não são cabíveis embargos de divergência para apontar\nviolação de súmula do STJ, ante a ausência de previsão legal nesse\nsentido.\nQuando mais não fosse, a súmula 74 do STJ, indicada como afrontada,\ntrata da comprovação da menoridade do réu, e não da vítima.\n4. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231122",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção, por unanimidade,\nnegar provimento ao agravo regimental, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Antonio Saldanha Palheiro, Joel Ilan Paciornik,\nMessod Azulay Neto, Jesuíno Rissato (Desembargador Convocado do\nTJDFT), Sebastião Reis Júnior e Rogerio Schietti Cruz votaram com o\nSr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000861035",
  "numeroProcesso" : "29770",
  "numeroRegistro" : "202303730782",
  "siglaClasse" : "AgRg no MS",
  "descricaoClasse" : "AGRAVO REGIMENTAL NO MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "REYNALDO SOARES DA FONSECA",
  "dataPublicacao" : "DJE        DATA:28/11/2023",
  "ementa" : "PROCESSUAL CIVIL E PROCESSUAL PENAL. AGRAVO REGIMENTAL EM MANDADO DE\nSEGURANÇA. IMPETRAÇÃO CONTRA DECISÃO MONOCRÁTICA DA\nVICE-PRESIDÊNCIA DO TRIBUNAL DE JUSTIÇA MILITAR QUE INDEFERIU A\nREABERTURA DE PRAZO PARA INTERPOSIÇÃO DE AGRAVO EM RECURSO ESPECIAL.\nINCOMPETÊNCIA DO STJ. AGRAVO REGIMENTAL INTERPOSTO FORA DO PRAZO DE\n5 DIAS PREVISTO NO ART. 39 DA LEI 8.038/90. INTEMPESTIVIDADE.\n1. Não compete ao Superior Tribunal de Justiça processar e julgar,\noriginariamente, mandado de segurança impetrado contra ato de\nTribunal estadual, segundo orienta a Súmula n. 41 desta Corte\nSuperior, a partir do disposto do art. 105, inciso I, alínea b, da\nConstituição da República. Precedentes.\n2. O agravo contra decisão monocrática de Relator, em controvérsias\nque versam sobre matéria penal ou processual penal, nos tribunais\nsuperiores, não obedece às regras no novo CPC referentes à contagem\ndos prazos em dias úteis (art. 219, Lei 13.105/2015) e ao\nestabelecimento de prazo de 15 (quinze) dias para todos os recursos,\ncom exceção dos embargos de declaração (art. 1.003, § 5º, Lei\n13.105/2015).\n3. Isso porque, no ponto, não foi revogada, expressamente, como\nocorreu com outros de seus artigos, a norma especial da Lei 8.038/90\nque estabelece o prazo de cinco dias para o agravo regimental.\n4. Além disso, a regra do art. 798 do Código de Processo Penal,\nsegundo a qual \"Todos os prazos correrão em cartório e serão\ncontínuos e peremptórios, não se interrompendo por férias, domingo\nou dia feriado\" constitui norma especial em relação às alterações\ntrazidas pela Lei 13.105/2015.\n5. Assim sendo, interposto o agravo regimental em 09/11/2023\n(quinta-feira) contra decisão monocrática de Relator publicada em\n20/10/2023 (sexta-feira), é forçoso reconhecer a intempestividade do\nrecurso, por não ter obedecido ao prazo de 5 (cinco) dias previsto\nno art. 39 da Lei 8.038/90, tanto mais quando foi certificado o\ntrânsito em julgado da decisão agravada.\n6. Agravo regimental de que não se conhece, em razão da sua\nintempestividade.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231122",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção, por unanimidade,\nnão conhecer do agravo regimental, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Antonio Saldanha Palheiro, Joel Ilan Paciornik,\nMessod Azulay Neto, Jesuíno Rissato (Desembargador Convocado do\nTJDFT), Sebastião Reis Júnior e Rogerio Schietti Cruz votaram com o\nSr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000861038",
  "numeroProcesso" : "13249",
  "numeroRegistro" : "201901953745",
  "siglaClasse" : "AgInt na ExeMS",
  "descricaoClasse" : "AGRAVO INTERNO NA EXECUÇÃO EM MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "RIBEIRO DANTAS",
  "dataPublicacao" : "DJE        DATA:28/11/2023",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NA EXECUÇÃO EM MANDADO DE\nSEGURANÇA. ADMINISTRATIVO. ANISTIA POLÍTICA. PAGAMENTO DE\nINDENIZAÇÃO RETROATIVA. INCIDÊNCIA DE CORREÇÃO MONETÁRIA E JUROS DE\nMORA. POSSIBILIDADE. EFICÁCIA VINCULATIVA DA TESE FIRMADA PELO\nSUPREMO TRIBUNAL FEDERAL, EM SEDE DE REPERCUSSÃO GERAL, NO\nJULGAMENTO DO RE 553.710/DF (TEMA 394). TERMO INICIAL DOS\nCONSECTÁRIOS LEGAIS. A PARTIR DO SEXAGÉSIMO PRIMEIRO DIA, CONTADOS\nDA PUBLICAÇÃO DA PORTARIA ANISTIADORA. APLICAÇÃO AOS ANISTIADOS\nPOLÍTICOS DOS MESMOS ÍNDICES UTILIZADOS PARA AS CONDENAÇÕES\nJUDICIAIS REFERENTES A SERVIDORES PÚBLICOS. NÃO INCIDÊNCIA DA TAXA\nSELIC. PAGAMENTO IMEDIATO DOS VALORES RETROATIVOS DEVIDOS, SEM\nSUBMISSÃO AO REGIME DE PRECATÓRIOS. CONSONÂNCIACOM A ORIENTAÇÃO\nVERSADA NO TEMA 394. MULTA PREVISTA NO ART. 1.021, § 4º, DO CPC. NÃO\nCABIMENTO. AGRAVO PARCIALMENTE PROVIDO.\n1. O Supremo Tribunal Federal assentou, no julgamento do RE\n553.710/DF (Tema 394), submetido à sistemática da repercussão geral,\nque o direito à percepção de correção monetária e juros legais, no\npagamento da reparação econômica prevista na portaria de anistia,\nindepende de expresso pronunciamento judicial.\n2. O termo inicial a ser considerado, para cada um dos consectários\nlegais, é a partir do sexagésimo primeiro dia, contados da\npublicação da portaria anistiadora, o que encontra amparo,\ninclusive, na disposição contida no art. 12, § 4º, da Lei n.\n10.559/2002.\n3. Considerando o entendimento firmado por maioria de votos pela\nPrimeira Seção, para as reparações econômicas de caráter\nindenizatório devidas a anistiados políticos, devem ser aplicados os\nmesmos índices utilizados para as condenações judiciais referentes\na servidores e empregados públicos, nos moldes da orientação já\nadotada por ocasião do julgamento dos REsp 1.495.146/MG, REsp\n1.492.221/PR  e REsp 1.495.144/RS (Tema 905), submetidos à\nsistemática dos recursos repetitivos. Afasta-se, portanto, a\nutilização da taxa SELIC até junho/2009, como pretendido pela\nagravante.\n4. A determinação de pagamento imediato dos valores retroativos\ndevidos, sem submissão ao regime de precatórios, guarda consonância,\ntambém, com a orientação versada no Tema 394. Precedente desta\nCorte Superior.\n5. \"Descabe a imposição da multa prevista no art. 1.021, § 4º, do\nCódigo de Processo Civil de 2015, em razão do mero desprovimento do\nagravo interno em votação unânime, sendo necessária a configuração\nda manifesta inadmissibilidade ou improcedência do recurso a\nautorizar sua aplicação, o que não ocorreu no caso\" (AgInt no REsp\nn. 1.994.255/DF, relatora Ministra Regina Helena Costa, Primeira\nTurma, julgado em 13/6/2022, DJe de 15/6/2022).\n6. Agravo interno parcialmente provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231122",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção do Superior\nTribunal de Justiça, por unanimidade, conhecer e dar parcial\nprovimento ao agravo interno, nos termos do voto do Sr. Ministro\nRelator.\nOs Srs. Ministros Sebastião Reis Júnior, Rogerio Schietti Cruz,\nReynaldo Soares da Fonseca, Joel Ilan Paciornik, Messod Azulay Neto\ne Jesuíno Rissato (Desembargador Convocado do TJDFT) votaram com o\nSr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : "(ANISTIA POLÍTICA - REPARAÇÃO ECONÔMICA - CORREÇÃO MONETÁRIA E JUROS\nLEGAIS - PRONUNCIAMENTO JUDICIAL - PRESCINDIBLIDADE)\n   STJ - <<EDcl no AgInt na ExeMS 16664>>-DF\n   STF - [[RE-RG 553710]]-DF (REPERCUSSÃO GERAL - TEMA(s) 394)\n(ANISTIA POLÍTICA - REPARAÇÃO ECONÔMICA - CORREÇÃO MONETÁRIA E JUROS\nLEGAIS - TERMO INICIAL - PUBLICAÇÃO DA PORTARIA ANISTIADORA)\n   STJ - <<MS 21447>>-DF, <<EDcl no MS 13591>>-DF\n(ATUALIZAÇÃO DE DÉBITOS - FAZENDA PÚBLICA - ÍNDICES - TAXA SELIC -\nMODULAÇÃO)\n   STJ - <<REsp 1495146>>-MG (RECURSO REPETITIVO - TEMA(s) 905),\n         <<REsp 1492221>>-PR (RECURSO REPETITIVO - TEMA(s) 905),\n         <<REsp 1495144>>-RS (RECURSO REPETITIVO - TEMA(s) 905)\n(ANISTIADO POLÍTICO - PAGAMENTO IMEDIATO DE VALORES RETROATIVOS -\nREGIME DE PRECATÓRIOS - NÃO SUJEIÇÃO)\n   STJ - <<REsp 1168038>>-SP (RECURSO REPETITIVO - TEMA(s) 394),\n         <<AgInt no MS 23658>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:010559 ANO:2002\n        ART:00012 PAR:00004" ],
  "acordaosSimilares" : [ ]
} ]