[ {
  "id" : "000848382",
  "numeroProcesso" : "1995272",
  "numeroRegistro" : "202200971733",
  "siglaClasse" : "AgRg nos EREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGENCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "LAURITA VAZ",
  "dataPublicacao" : "DJE        DATA:21/06/2023",
  "ementa" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL.\nTRÁFICO DE DROGAS. ASSOCIAÇÃO PARA O TRÁFICO E ORGANIZAÇÃO\nCRIMINOSA. RECURSO QUE NÃO FOI CONHECIDO EM RAZÃO DA AUSÊNCIA DE\nPREQUESTIONAMENTO. MÉRITO DO RECURSO ESPECIAL NÃO ENFRENTADO.\nPARADIGMA PROLATADO EM HABEAS CORPUS NÃO SE PRESTA A DEMOSTRAR\nSUPOSTO DISSÍDIO. MANIFESTA INADMISSIBILIDADE DOS EMBARGOS DE\nDIVERGÊNCIA. AGRAVO REGIMENTAL DESPROVIDO.\n1. Hipótese em que não houve enfrentamento do mérito do recurso\nespecial, porque as teses recursais não foram objeto de deliberação\npela Corte de origem, incidindo o óbice da Súmula n. 211 do STJ.\n2. A jurisprudência pacífica desta Corte é de que \"o\nprequestionamento constitui requisito de admissibilidade do recurso\nespecial, ainda que se trate de matéria de ordem pública\" (AgRg no\nAREsp 1.964.487/MS, Relator Ministro OLINDO MENEZES - Desembargador\nConvocado do TRF 1ª Região, SEXTA TURMA, julgado em 28/06/2022, DJe\nde 01/07/2022.)\n3. Consoante dispõe o art. 1.043, §1.º, do Código de Processo Civil,\nas teses jurídicas passíveis de confronto em embargos de divergência\ndevem advir do julgamentos de recursos e ações de competência\noriginária. Não se admite como paradigma acórdão prolatado em habeas\ncorpus, inservível para a demonstração de dissídio jurisprudencial\nem embargos de divergência.\n4. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230614",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Terceira Seção, por unanimidade, negar\nprovimento ao agravo regimental, nos termos do voto da Sra. Ministra\nRelatora.\nOs Srs. Ministros Sebastião Reis Júnior, Rogerio Schietti Cruz,\nReynaldo Soares da Fonseca, Antonio Saldanha Palheiro, Joel Ilan\nPaciornik, Messod Azulay Neto, Jesuíno Rissato (Desembargador\nConvocado do TJDFT) e João Batista Moreira (Desembargador convocado\ndo TRF1) votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - FALTA DE PREQUESTIONAMENTO - SÚMULA\n315/STJ)\n   STJ - <<AgRg nos EDv nos EAREsp 1262390>>-PR,\n         <<AgRg nos EAREsp 674047>>-SP,\n         <<AgRg nos EAREsp 1217230>>-SC\n(RECURSO ESPECIAL - MATÉRIA DE ORDEM PÚBLICA - PREQUESTIONAMENTO -\nNECESSIDADE)\n   STJ - <<AgRg no AREsp 1964487>>-MS\n(EMBARGOS DE DIVERGÊNCIA - ACÓRDÃO PARADIGMA - AÇÃO COM NATUREZA DE\nGARANTIA CONSTITUCIONAL - INVIABILIDADE)\n   STJ - <<AgInt nos EAREsp 474423>>-RS,\n         <<AgInt nos EAREsp 1205756>>-AM,\n         <<AgRg nos EAREsp 2010619>>-SC,\n         <<AgInt nos EAREsp 642451>>-SC,\n         <<AgRg nos EAREsp 1616226>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000315", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01043 PAR:00001" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000848383",
  "numeroProcesso" : "197032",
  "numeroRegistro" : "202301523636",
  "siglaClasse" : "CC",
  "descricaoClasse" : "CONFLITO DE COMPETENCIA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "LAURITA VAZ",
  "dataPublicacao" : "DJE        DATA:21/06/2023",
  "ementa" : "CONFLITO NEGATIVO DE COMPETÊNCIA. PROCESSUAL PENAL. EXTORSÃO DIGITAL\nOU CIBERNÉTICA (RANSOMWARE). DELITO PREVISTO EM CONVENÇÃO\nINTERNACIONAL. PROVA DA INTERNACIONALIDADE. EXISTÊNCIA. COMPETÊNCIA\nFEDERAL (ART. 109, INCISO V, DA CONSTITUIÇÃO DA REPÚBLICA). CONFLITO\nCONHECIDO PARA DECLARAR COMPETENTE O JUÍZO FEDERAL SUSCITANTE.\n1. A situação retratada nos autos diz respeito à prática conhecida\ncomo ransomware ou extorsão digital ou cibernética, e que consiste,\nem síntese, no procedimento em que terceiro, por meio da internet,\nentra ilegalmente nos sistemas de informações de uma instituição e\nbloqueia o acesso ao banco de dados, passando a exigir do\nproprietário o pagamento de determinada quantia para que este possa\nnovamente acessar as informações que lhe pertencem.\n2. O referido crime está entre aqueles que o Brasil se comprometeu a\nreprimir, ao firmar, em 2001, em Budapeste, a Convenção sobre o\nCrime Cibernético, que foi internalizada por meio do Decreto\nLegislativo n. 37/2021, e promulgada pelo Decreto n. 11.491/2023.\n3. Em se tratando de crime previsto em tratado ou convenção\ninternacional, a competência da Justiça Federal é firmada quando\n\"quando, iniciada a execução no País, o resultado tenha ou devesse\nter ocorrido no estrangeiro, ou reciprocamente\" (art. 109, inciso V,\nda Constituição da República), ou se for praticado \"em detrimento de\nbens, serviços ou interesse da União ou de suas entidades\nautárquicas ou empresas públicas\", nos termos do inciso IV, do mesmo\ndispositivo constitucional. Basta a presença de uma dessas hipóteses\npara que seja firmada a competência da Justiça Federal, não sendo\nnecessária a presença concomitante de ambas, como entendeu o Juízo\nSuscitante.\n4. É incontroverso entre os Juízos Suscitante e Suscitado que o\ndelito não atingiu interesses da União, suas entidades autárquicas\nou empresa pública federal, sendo o prejuízo integralmente suportado\npelo particular, não sendo caso de incidência do art. 109, inciso\nIV, da Constituição da República.\n5. O Juízo Suscitado nada disse acerca da internacionalidade do\ndelito, ao passo que o Juízo Suscitante afirmou inexistir prova da\ninternacionalidade. Porém, o fez a partir de premissa equivocada,\npois asseverou não estar provado o caráter transnacional do crime,\ntendo em vista que apenas o patrimônio do particular havia sido\natingido. No entanto, essa circunstância não afasta a possibilidade\nde que a execução do crime tenha se iniciado no estrangeiro, devendo\nseu resultado ter produzido em território nacional. Em outras\npalavras, o fato de que o prejuízo foi exclusivamente suportado pelo\nparticular, por si só, não exclui a chance de que o delito tenha\ncaráter internacional.\n6. No caso, ao contrário do afirmado pelo Juízo Suscitante, há prova\nda internacionalidade do delito, pois as investigações feitas pela\nautoridade policial constataram que tanto o registro como o acesso a\nao menos um dos e-mails utilizados pelo criminoso, para a prática do\ndelito, foram feitos no estrangeiro.\n7. Firmada a competência da Justiça Federal, nos termos do art. 109,\ninciso V, da Constituição da República.\n8. Conflito conhecido para declarar competente o JUÍZO FEDERAL DA 4ª\nVARA CRIMINAL DE MANAUS - SJ/AM, o Suscitante.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230614",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Terceira Seção, por unanimidade, conhecer do\nconflito e declarou competente o suscitante, Juízo Federal da 4.ª\nVara Criminal de Manaus - SJ/AM, nos termos do voto da Sra. Ministra\nRelatora.\nOs Srs. Ministros Sebastião Reis Júnior, Rogerio Schietti Cruz,\nReynaldo Soares da Fonseca, Antonio Saldanha Palheiro, Joel Ilan\nPaciornik, Messod Azulay Neto, Jesuíno Rissato (Desembargador\nConvocado do TJDFT) e João Batista Moreira (Desembargador convocado\ndo TRF1) votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : "(COMPETÊNCIA DA JUSTIÇA FEDERAL - TRANSNACIONALIDADE DO DELITO)\n   STJ - <<CC 175525>>-SP, <<CC 150629>>-SP, <<CC 144072>>-PR",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:INT CVC:****** ANO:2001\n*****  CCRCI    CONVENÇÃO SOBRE O CRIME CIBERNÉTICO\n        ART:00008\n(PROMULGADA PELO DECRETO 11.491/2023)", "LEG:FED DLG:000037 ANO:2001", "LEG:FED DEC:011491 ANO:2023", "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00109 INC:00004 INC:00005" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000848384",
  "numeroProcesso" : "15804",
  "numeroRegistro" : "202000603315",
  "siglaClasse" : "AgRg na Pet",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA PETIÇÃO",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "LAURITA VAZ",
  "dataPublicacao" : "DJE        DATA:21/06/2023",
  "ementa" : "AGRAVO REGIMENTAL NA PETIÇÃO. MANEJO DE EMBARGOS DE DIVERGÊNCIA\nCONTRA ACÓRDÃO PROLATADO EM RECURSO ORDINÁRIO EM MANDADO DE\nSEGURANÇA. MANIFESTA INADMISSIBILIDADE. ART. 266 DO RISTJ E ART.\n1.043 DO CPC. INDEFERIMENTO LIMINAR DA PETIÇÃO. AGRAVO REGIMENTAL\nDESPROVIDO.\n1. Consoante dispõem o art. 266 do RISTJ e o art. 1.043 do CPC/2015,\né embargável o acórdão de órgão fracionário que, em recurso\nespecial, divergir do julgamento de qualquer outro órgão do mesmo\ntribunal.\n2. É manifestamente incabível a oposição de embargos de divergência\ncontra acórdão desta Corte prolatado em recurso ordinário em mandado\nde segurança.\n3. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230614",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Terceira Seção, por unanimidade, negar\nprovimento ao agravo regimental, nos termos do voto da Sra. Ministra\nRelatora.\nOs Srs. Ministros Sebastião Reis Júnior, Rogerio Schietti Cruz,\nReynaldo Soares da Fonseca, Antonio Saldanha Palheiro, Joel Ilan\nPaciornik, Messod Azulay Neto, Jesuíno Rissato (Desembargador\nConvocado do TJDFT) e João Batista Moreira (Desembargador convocado\ndo TRF1) votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - AÇÃO MANDAMENTAL - NÃO CABIMENTO)\n   STJ - <<AgRg nos EAREsp 1439506>>-ES,\n         <<AgInt nos EDv nos EDcl no AgInt no MS 25432>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01043" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000848385",
  "numeroProcesso" : "5915",
  "numeroRegistro" : "202301210041",
  "siglaClasse" : "AgRg na RvCr",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA REVISÃO CRIMINAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "LAURITA VAZ",
  "dataPublicacao" : "DJE        DATA:21/06/2023",
  "ementa" : "AGRAVO REGIMENTAL NA REVISÃO CRIMINAL. PROCESSUAL PENAL. TRÁFICO DE\nDROGAS. CONTINUIDADE DELITIVA. MATÉRIA FUNDAMENTADAMENTE DECIDIDA.\nPROVA NOVA. INEXISTÊNCIA. OFENSA A TEXTO EXPRESSO DE LEI OU À\nEVIDENCIA DOS AUTOS. NÃO OCORRÊNCIA. SIMPLES REDISCUSSÃO DA\nCONDENAÇÃO. IMPOSSIBILIDADE. REVISÃO CRIMINAL NÃO CONHECIDA. AGRAVO\nREGIMENTAL DESPROVIDO.\n1. O Requerente não apresenta nenhuma prova nova capaz de determinar\nsua inocência ou autorizar a redução especial de sua pena, o que\ntorna incabível o pedido com fundamento no inciso III do art. 621 do\nCódigo de Processo Penal.\n2. O Requerente não demonstra a existência de violação ao texto\nexpresso de lei ou à evidência dos autos, mas simples pretensão de\nrediscutir a condenação, o que não se enquadra na previsão do art.\n621, inciso I, do Código de Processo Penal.\n3. Não houve qualquer ofensa à Súmula n. 7 desta Corte, pois é\npacífica a compreensão de que não constitui reexame de provas o\nafastamento da continuidade delitiva, em recurso especial, quando\nausentes os requisitos para a sua aplicação.\n4. Embora a jurisprudência do Superior Tribunal de Justiça admita,\nde maneira excepcional, uma ligeira mitigação da regra de\nafastamento da continuidade delitiva quando ultrapassado o período\nde 30 (trinta) dias entre as condutas criminosas, essa compreensão\nexcepcional não se aplica ao caso, pois não foi demonstrada nenhuma\ncircunstância apta a justificar a referida flexibilização.\n5. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230614",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Terceira Seção, por unanimidade, negar\nprovimento ao agravo regimental, nos termos do voto da Sra. Ministra\nRelatora.\nOs Srs. Ministros Sebastião Reis Júnior, Rogerio Schietti Cruz,\nReynaldo Soares da Fonseca, Antonio Saldanha Palheiro, Joel Ilan\nPaciornik, Messod Azulay Neto, Jesuíno Rissato (Desembargador\nConvocado do TJDFT) e João Batista Moreira (Desembargador convocado\ndo TRF1) votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : "(CONTINUIDADE DELITIVA - ÓBICE DA SÚMULA 7/STJ - NÃO INCIDÊNCIA)\n   STJ - <<AgRg no REsp 1419834>>-PR, <<AgRg no REsp 1244833>>-RS\n(CONTINUIDADE DELITIVA - LAPSO SUPERIOR A 30 DIAS)\n   STJ - <<AgRg no HC 758091>>-SP, <<AgRg no HC 770221>>-SP\n(REVISÃO CRIMINAL - MERA IRRESIGNAÇÃO)\n   STJ - <<AgRg na RvCr 4881>>-RJ",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00621 INC:00001 INC:00003", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000007" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000848479",
  "numeroProcesso" : "769197",
  "numeroRegistro" : "202202824016",
  "siglaClasse" : "HC",
  "descricaoClasse" : "HABEAS CORPUS",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "ROGERIO SCHIETTI CRUZ",
  "dataPublicacao" : "DJE        DATA:21/06/2023",
  "ementa" : "HABEAS CORPUS. ESTATUTO DA CRIANÇA E DO ADOLESCENTE. PROCEDIMENTO\nESPECIAL DE APURAÇÃO DO ATO INFRACIONAL. INTERROGATÓRIO AO FINAL DA\nINSTRUÇÃO. APLICAÇÃO DO ART. 400 DO CPP. NOVO ENTENDIMENTO.\nALTERAÇÃO DA JURISPRUDÊNCIA E MODULAÇÃO DE SEUS EFEITOS. HABEAS\nCORPUS CONCEDIDO.\n1. A jurisprudência desta Corte, no passado, era firme em assinalar,\nnos termos do art. 184 do Estatuto da Criança e do Adolescente, não\nhaver nulidade na oitiva do adolescente como primeiro ato no\nprocedimento de apuração de ato infracional, haja vista a previsão\nde rito especial na legislação de regência.\n2. No julgamento do AgRg  no  HC  n.  772.228/SC,  relatora\nMinistra  Laurita  Vaz,  6ª T.,  DJe  de  9/3/2023, houve alteração\nda jurisprudência. Reconheceu-se a aplicação do entendimento firmado\n no  HC  n.  127.900/AM  à seara menorista,  sob  o  fundamento  de\nque  o menor de 18 anos deve ser ouvido após a instrução probatória,\npois não pode receber tratamento mais gravoso do que aquele\nconferido ao adulto.\n3.  Na audiência de apresentação do adolescente, é possível que ao\nadolescente em conflito com a lei se imponham medidas\nsocioeducativas, o que lhe traz considerável ônus e notória\nrestrição à sua liberdade.\n4.  O interrogatório de um adolescente, em processo por ato\ninfracional, há de ser visto também como meio de defesa, e,\nportanto, para ser efetivo, precisa ser realizado como ato final da\ninstrução, a fim de que a pessoa processada tenha condições de\nmelhor apresentar sua defesa e influenciar a futura decisão\njudicial. Essa ordem de produção da prova preserva os direitos e as\ngarantias dos adolescentes, os quais não podem ser tratados como\nmero objetos da atividade sancionadora estatal (art. 100, parágrafo\núnico, I, do ECA).\n5. O art. 3° da Lei n. 8.069/1990 assegura aos adolescentes \"todos\nos direitos fundamentais inerentes à pessoa humana, sem prejuízo da\nproteção integral de que trata essa lei\". O art. 110, do mesmo\nestatuto, dispõe: \"Nenhum adolescente será privado de sua liberdade\nsem o devido processo legal\".\n6. Por sua vez, a Constituição Federal de 1988 nos mostra a\nabrangência dessa garantia, ao assegurar, no art. 5°, LV, da CF, o\ncontraditório e a ampla defesa, com os meios e os recursos a ela\ninerentes, aos acusados em geral, direito que engloba a perspectiva\nde o próprio processado confrontar as imputações e as provas\nproduzidas em seu desfavor. Como não é possível se defender de algo\nque não se sabe, o interrogatório deve ser realizado nos moldes do\nart. 400 do CPP, como último ato instrutório.\n7. Esse é o entendimento que melhor se coaduna com um devido\nprocesso justo. Todavia, faz-se necessária a modulação da alteração\njurisprudencial, a fim de que a inovação no ordenamento jurídico não\ncomprometa a segurança jurídica e culmine em declaração de\ninvalidade de todas as representações ajuizadas no país desde a\npromulgação da Constituição Federal e a vigência da Lei n.\n8.069/1990. Deve-se limitar os efeitos retrospectivos do julgado a\npartir de 3/3/2016, data em que o Tribunal Pleno do Supremo Tribunal\nFederal, no julgamento do HC n. 127.900/AM, sinalizou que o art. 400\ndo CPP era aplicável aos ritos previstos em leis especiais.\n8. Assim, propõe-se  o aperfeiçoamento  da recente jurisprudência\ndesta Corte, para fixação das seguintes orientações: a) em\nconsonância com o art. 184 do ECA, oferecida a representação, a\nautoridade judiciária designará audiência de apresentação do\nadolescente, e decidirá, desde logo, sobre a decretação ou\nmanutenção da internação provisória e sobre a remissão, que pode ser\nconcedida a qualquer tempo antes da sentença; b) é vedada a\natividade probatória na audiência de apresentação, e eventual\ncolheita de confissão nessa oportunidade não poderá, de per se,\nlastrear a procedência da representação; c) diante da lacuna na Lei\nn. 8.069/1990, aplica-se de forma supletiva o art. 400 do CPP ao\nprocedimento especial de apuração do ato infracional, garantido ao\nadolescente o interrogatório ao final da instrução, perante o Juiz\ncompetente, depois de ter ciência do acervo probatório produzido em\nseu desfavor; d) o novo entendimento é aplicável aos processos com\ninstrução encerrada após 3/3/2016, conforme julgado proferido pelo\nSupremo Tribunal Federal no HC n. 127.900/AM, Rel. Ministro Dias\nToffoli, Tribunal Pleno e e) regra geral, para acolhimento da tese\nde nulidade, faz-se necessário que a defesa a aponte em momento\nprocessual oportuno, quando o prejuízo à parte é identificável por\nmero raciocínio jurídico, por inobservância do direito à autodefesa.\n9. O profissional que assiste o adolescente é quem possui melhores\ncondições para identificar o dano causado pela falta de oitiva do\nrepresentado. Se o defensor não divisou a possibilidade de o jovem,\ncom suas palavras, interferir no resultado do processo, a nulidade\nnão pode ser presumida por esta Corte. A alegação de cerceamento do\ndireito, como mera estratégia de invalidação da sentença, muito\ntempo depois de finalizada a relação processual, revela\ncomportamento contraditório.\n10. No caso concreto, a nulidade não foi indicada na audiência de\napresentação, instrução e julgamento. Todavia, o próprio Juiz adotou\no rito do art. 400 do CPP e deveria, portanto, ouvir o adolescente\nao final da assentada. A inversão da ordem de interrogatório foi\nindicada pelo defensor, em apelação. Assim, a tese não foi alcançada\npela preclusão e o prejuízo à autodefesa está caracterizado.\n11. Habeas corpus concedido, a fim de anular o processo a partir da\nsentença e determinar ao Juiz a redesignação de audiência, para\ninterrogatório do adolescente como ato final da instrução, antes do\njulgamento da representação, dando-se, ainda, ciência do julgamento\nao CNJ (DMF) e à  Coordenadoria Judiciária de Articulação das Varas\nda Infância e Juventude (CEVIJ) do TJRJ.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230614",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Terceira Seção, por unanimidade, fixou\norientações para a interpretação do direito federal\ninfraconstitucional e conceder a ordem em habeas corpus, a fim de\nanular o processo a partir da sentença e determinar ao Juiz a\nredesignação de audiência, para interrogatório do adolescente como\nato final da instrução, antes do julgamento da representação, nos\ntermos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Reynaldo Soares da Fonseca, Antonio Saldanha\nPalheiro, Joel Ilan Paciornik, Messod Azulay Neto, Jesuíno Rissato\n(Desembargador Convocado do TJDFT), João Batista Moreira\n(Desembargador convocado do TRF1) e Sebastião Reis Júnior votaram\ncom o Sr. Ministro Relator.\nAusente, justificadamente, a Sra. Ministra Laurita Vaz.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : "(PROCEDIMENTO ESPECIAL DE APURAÇÃO DO ATO INFRACIONAL -\nINTERROGATÓRIO AO FINAL DA INSTRUÇÃO - APLICAÇÃO DO ART. 400 DO CPP\n- NOVO ENTENDIMENTO)\n   STJ - <<AgRg no HC 772228>>-SC\n   STF - [[HC 212693]]-PR, [[HC 215009]]-PR, [[RHC 220941]]-SC\n(ART. 400 DO CÓDIGO DE PROCESSO PENAL - PREVALÊNCIA SOBRE REGRAMENTO\nESPECIAL)\n   STF - [[HC 127900]]-AM\n(INVERSÃO DA ORDEM DO INTERROGATÓRIO - AUSÊNCIA DE MANIFESTAÇÃO\nTEMPESTIVA - PRECLUSÃO)\n   STJ - <<AgRg no AgRg no HC 560769>>-SC",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00005 INC:00036 INC:00055", "LEG:FED LEI:008069 ANO:1990\n*****  ECA-90    ESTATUTO DA CRIANÇA E DO ADOLESCENTE\n        ART:00003 ART:00100 PAR:ÚNICO INC:00001 ART:00110\n        ART:00111 ART:00184", "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00400", "LEG:INT CVC:****** ANO:1969\n*****  CADH    CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS\n        ART:00008\n(PACTO DE SÃO JOSÉ DA COSTA RICA, PROMULGADO PELO DECRETO 678/1992)", "LEG:FED DEC:000678 ANO:1992", "LEG:INT RES:****** ANO:1985\n*****  RESONU1985    REGRAS DE BEIJING\n        ART:00007 ITEM:00001 ART:00014 INC:00002\n(RESOLUÇÃO 40/33 DA ONU, REGRAS DE PEQUIM)" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000849401",
  "numeroProcesso" : "2183412",
  "numeroRegistro" : "202202430873",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "REYNALDO SOARES DA FONSECA",
  "dataPublicacao" : "DJE        DATA:03/07/2023",
  "ementa" : "AGRAVO REGIMENTAL EM EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. DESCABIMENTO DE INDICAÇÃO DE HABEAS CORPUS COMO PARADIGMA\nPARA DEMONSTRAÇÃO DA DIVERGÊNCIA. SÚMULA 315/STJ. INVIABILIDADE DE\nCONCESSÃO DE HABEAS CORPUS DE OFÍCIO CONTRA ATOS DOS PRÓPRIOS\nMEMBROS DESTA CORTE. COMPETÊNCIA DO STF (ART. 102, INCISO I, ALÍNEA\n\"I\", DA CF). AGRAVO REGIMENTAL DESPROVIDO.\n1. Consoante o disposto no enunciado da Súmula 315, \"não cabem\nembargos de divergência no âmbito do agravo de instrumento que não\nadmite recurso especial\". Tal entendimento tem por fundamento o fato\nde que a decisão que nega provimento a agravo de instrumento está\napenas confirmando a já prolatada pela instância de origem, que, por\nsua vez, inadmitiu o recurso especial.\n2. É inviável debater o mérito da insurgência inaugural, em embargos\nde divergência, se ele não chegou a ser analisado pela Sexta Turma\ndesta Corte no acórdão embargado, haja vista o agravo em recurso\nespecial não ter preenchido requisitos mínimos para conhecimento das\nrazões apresentadas.\nSituação em que o agravo em recurso especial não chegou a ser\nconhecido, ante a incidência dos enunciados n.s 7 e 182 da Súmula do\nSTJ.\n3. Não se admitem embargos de divergência quando o alegado dissenso\nse dá entre acórdãos proferidos em habeas corpus ou em recurso\nordinário em habeas corpus. Tal restrição imposta pelo regimento\ninterno do STJ tinha por fundamento, durante a vigência do CPC/73,\numa interpretação sistemática do conteúdo da lei (art. 546, I,\nCPC/73) que revelava ser inviável comparar um recurso especial com\num remédio constitucional de abrangência muito mais ampla e voltado\neminentemente para a proteção da liberdade de locomoção.\nTal interpretação veio a ser corroborada pelo art. 1.043, § 1º, do\nCPC/2015, que restringiu, expressamente os julgados que podem ser\nobjeto de comparação, em sede de embargos de divergência, a recursos\ne ações de competência originária, não podendo, portanto, funcionar\ncomo paradigma acórdãos proferidos em ações que têm natureza\njurídica de garantia constitucional, como os habeas corpus, mandado\nde segurança, habeas data e mandado de injunção. O mesmo raciocínio\nvale para enunciados de súmula de tribunais.\n4. A jurisprudência desta Corte já se firmou no sentido de que a\nmatéria de ordem pública somente pode ser conhecida na instância\nextraordinária, seja dizer no Superior Tribunal de Justiça ou no\nSupremo Tribunal Federal, se o recurso dirigido à Corte Superior\npreencher todos os requisitos de admissibilidade e for conhecido. Do\ncontrário, nenhuma matéria processual ou de mérito - nem mesmo\naquela referente a questões de ordem pública - é devolvida ao\nconhecimento do Tribunal Superior. Precedentes.\n5. A concessão de habeas corpus de ofício, no bojo de embargos de\ndivergência, encontra óbice tanto no fato de que nem o Relator tem\nautoridade para, em decisão monocrática, conceder ordem que, na\nprática, desconstituiria o resultado de acórdão proferido por outra\nTurma julgadora, como tampouco a Seção detém competência\nconstitucional para conceder habeas corpus contra acórdão de Turma\ndo próprio tribunal. Precedentes.\n6. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230614",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção, por unanimidade,\nnegar provimento ao agravo regimental, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Antonio Saldanha Palheiro, Joel Ilan Paciornik,\nMessod Azulay Neto, Jesuíno Rissato (Desembargador Convocado do\nTJDFT), João Batista Moreira (Desembargador convocado do TRF1),\nLaurita Vaz, Sebastião Reis Júnior e Rogerio Schietti Cruz votaram\ncom o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000849402",
  "numeroProcesso" : "1399185",
  "numeroRegistro" : "201803054957",
  "siglaClasse" : "EDcl no AgRg nos EAREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "REYNALDO SOARES DA FONSECA",
  "dataPublicacao" : "DJE        DATA:03/07/2023",
  "ementa" : "EMBARGOS DE DECLARAÇÃO EM AGRAVO REGIMENTAL EM EMBARGOS DE\nDIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL. APLICAÇÃO DA ATENUANTE DE\nCONFISSÃO. TEMA NÃO CONHECIDO NO ACÓRDÃO IMPUGNADO. SÚMULA 7/STJ.\nSÚMULA 315/STJ. AUSÊNCIA DE INDICAÇÃO DO REPOSITÓRIO OFICIAL OU\nAUTORIZADO DE JURISPRUDÊNCIA. OBSCURIDADE E OMISSÃO INEXISTENTE.\nEMBARGOS DE DECLARAÇÃO REJEITADOS.\n1. Os embargos de declaração, ainda que manejados para fins de\nprequestionamento, somente se prestam a corrigir error in procedendo\ne possuem fundamentação vinculada, dessa forma, para seu cabimento,\nimprescindível a demonstração de que a decisão embargada se mostrou\nobscura, contraditória, ambígua ou omissa, conforme disciplina o\nart. 619 do Código de Processo Penal, ou mesmo para correção de erro\nmaterial, o que não ocorreu na espécie.\nPortanto, a mera irresignação com o resultado de julgamento,\nvisando, assim, a reversão do julgado, não tem o condão de\nviabilizar a oposição dos aclaratórios.\n2. Não há como se imputar obscuridade ao julgado, em relação ao tema\nda possibilidade de incidência do parágrafo único do art. 932 do\nCPC, se tanto a ementa quanto o voto condutor do acórdão afirmaram\nexpressamente que \"A ausência de citação do repositório oficial\nautorizado de jurisprudência no momento da interposição dos embargos\nde divergência não atrai a incidência do parágrafo único do art.\n932 da Lei n. 13.105/2015\".\n3. Tampouco há como se taxar de omisso acórdão que não chega a se\nmanifestar sobre a possibilidade de concessão de habeas corpus de\nofício, se tal pleito não chegou a ser formulado pela defesa nem nos\nembargos de divergência, nem no agravo regimental por ela\ninterposto.\n4. Ainda que assim não fosse, a jurisprudência desta Corte é assente\nno sentido de que a concessão de habeas corpus de ofício no bojo de\nembargos de divergência encontra óbice tanto no fato de que nem o\nRelator tem autoridade para, em decisão monocrática, conceder ordem\nque, na prática, desconstituiria o resultado de acórdão proferido\npor outra Turma julgadora, como tampouco a Seção detém competência\nconstitucional para conceder habeas corpus contra acórdão de Turma\ndo próprio tribunal. Precedentes.\n5. Se o acórdão embargado aponta óbice apto a impedir o conhecimento\ndos embargos de divergência interpostos pela defesa (in casu, a\nincidência da súmula 7/STJ), não se lhe pode imputar omissão por não\ndiscutir o mérito da divergência.\n6. Não compete ao Superior Tribunal de Justiça se manifestar\nexplicitamente acerca de dispositivos constitucionais, ainda que\npara fins de prequestionamento, sob pena de usurpação de competência\nreservada ao Supremo Tribunal Federal.\n7. Embargos de declaração rejeitados.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230614",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção, por unanimidade,\nrejeitar  os embargos de declaração, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Antonio Saldanha Palheiro, Joel Ilan Paciornik,\nMessod Azulay Neto, Jesuíno Rissato (Desembargador Convocado do\nTJDFT), João Batista Moreira (Desembargador convocado do TRF1),\nLaurita Vaz, Sebastião Reis Júnior e Rogerio Schietti Cruz votaram\ncom o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000849403",
  "numeroProcesso" : "45722",
  "numeroRegistro" : "202301819852",
  "siglaClasse" : "AgRg na Rcl",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "REYNALDO SOARES DA FONSECA",
  "dataPublicacao" : "DJE        DATA:03/07/2023",
  "ementa" : "AGRAVO REGIMENTAL EM RECLAMAÇÃO. ALEGADO DESCUMPRIMENTO DE DECISÃO\nDESTA CORTE QUE NÃO CONHECEU DE HABEAS CORPUS. AUSÊNCIA DE\nPROVIMENTO EMANADO DESTA CORTE QUE POSSA CONFIGURAR DESCUMPRIMENTO.\nDETERMINAÇÃO DE ENCAMINHAMENTO DE OFÍCIO À CORREGEDORIA DE TRIBUNAL\nDE JUSTIÇA PARA CIÊNCIA DE ALEGAÇÕES DE TORTURA NO AMBIENTE\nPRISIONAL E DE FALTA DE ATENDIMENTO MÉDICO ADEQUADO QUE NÃO\nCORRESPONDEM A ORDEM DESCUMPRIDA. RECLAMAÇÃO QUE NÃO AUTORIZA\nCONHECIMENTO. AGRAVO REGIMENTAL DESPROVIDO.\n1. Se o julgado proferido por esta Corte e apontado como descumprido\nnão conheceu de habeas corpus impetrado em favor do ora reclamante\ne nele não foi proferido nenhum tipo de provimento, não há como se\nidentificar, primo ictu occuli, qualquer tipo de descumprimento que\ndesafie o ajuizamento de reclamação.\n2. A determinação, no bojo do julgado apontado como descumprido, de\nencaminhamento de cópia do habeas corpus contendo alegações de\ntorturas sofridas no ambiente prisional e de falta de tratamento\nmédico não constitui ordem que obrigue a corregedoria de Tribunal a\nquo a instaurar procedimento administrativo disciplinar ou a efetuar\nqualquer tipo de punição, não se prestando, portanto, a amparar o\najuizamento de reclamação.\n3. Situação em que, ademais, a consulta ao andamento da execução\npenal do ora reclamante indica que foram tomadas providências pelo\nJuízo de Execução para que fossem fornecidos ao ora reclamante os\ncuidados médicos de que necessitava, à época, assim como fosse\nprovidenciada sua segregação em cela especial, não se vislumbrando,\nem princípio, descaso do Poder Judiciário com o tratamento dado ao\nora reclamante durante o período em que permaneceu segregado em\nunidade prisional.\nA última notícia que se tem com base no andamento processual da\nexecução penal do agravante é que ele ainda estaria em prisão\ndomiciliar.\n4. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20230614",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção, por unanimidade,\nnegar provimento ao agravo regimental, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Antonio Saldanha Palheiro, Joel Ilan Paciornik,\nMessod Azulay Neto, Jesuíno Rissato (Desembargador Convocado do\nTJDFT), João Batista Moreira (Desembargador convocado do TRF1),\nLaurita Vaz, Sebastião Reis Júnior e Rogerio Schietti Cruz votaram\ncom o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
} ]