[ {
  "id" : "000863064",
  "numeroProcesso" : "2119185",
  "numeroRegistro" : "202201305275",
  "siglaClasse" : "EDcl nos EDcl no AgRg no AREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NO AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "TEODORO SILVA SANTOS",
  "dataPublicacao" : "DJE        DATA:15/12/2023",
  "ementa" : "EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO\nREGIMENTAL NO AGRAVO EM RECURSO ESPECIAL. PROCESSUAL PENAL. ALEGAÇÃO\nDE VÍCIOS SUPOSTAMENTE EXISTENTES EM JULGAMENTOS ANTERIORES.\nDESCABIMENTO. SÚMULA N. 317 DO STF. PREQUESTIONAMENTO. MATÉRIA\nCONSTITUCIONAL. VIA INADEQUADA. CARÁTER PROTELATÓRIO EVIDENCIADO.\nEXECUÇÃO IMEDIATA DAS PENAS. POSSIBILIDADE. EMBARGOS DE DECLARAÇÃO\nREJEITADOS, COM DETERMINAÇÃO DE EXECUÇÃO IMEDIATA DAS PENAS.\n1. As supostas contradições e obscuridades apontadas pelo\nEmbargante, em seus segundos embargos de declaração, dizem respeito\nao acórdão que não conheceu do agravo regimental e à decisão de não\nconhecimento do agravo em recurso especial, e não ao acórdão\nembargado, que rejeitou os seus primeiros embargos declaratórios.\nContudo, nos termos da orientação da Súmula n. 317 do STF, os\nembargos de declaração não se prestam para alegar eventual vício\nexistente em julgado anterior ao decisum embargado. Precedentes do\nSuperior Tribunal de Justiça.\n2. Na via do recurso especial é descabida a manifestação acerca de\ndispositivos constitucionais, ainda que para fins de\nprequestionamento.\n3. O recurso especial interposto pelo Embargante foi inadmitido pelo\nTribunal de origem. Interposto agravo em recurso especial, não foi\nconhecido pela aplicação da Súmula n. 182 desta Corte Superior e,\ntambém não se conheceu do agravo regimental, pela aplicação do mesmo\nEnunciado, mas com a concessão de habeas corpus, de ofício, no\nponto em que se detectou ilegalidade manifesta. Não conformado, o\nEmbargante opôs embargos de declaração, buscando a análise do\nrecurso especial ou a ampliação da extensão do habeas corpus que lhe\nfora deferido, de ofício. Não obtendo êxito, veio com os segundos\nembargos de declaração, em que, com os mesmos argumentos já\nafastados, insiste em iguais pedidos. É nítido, portanto, o intuito\nde protelar o desfecho da ação penal. Em situações como essa, é\npacífico nesta Corte Superior ser cabível a determinação imediata do\ninício da execução das penas, independentemente do trânsito em\njulgado da condenação.\n4. Embargos de declaração rejeitados, com determinação ao Juízo de\nprimeiro grau que proceda ao início imediato da execução das\nreprimendas impostas ao Embargante, DIEGO ANTUNES SOARES, antes\nmesmo que seja publicado este acórdão e, independentemente do\ntranscurso do prazo para a interposição de novos recursos.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231213",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção, por unanimidade,\nrejeitar  os embargos de declaração e determinar ao Juízo de\nprimeiro grau que proceda ao início imediato da execução das\nreprimendas impostas ao Embargante, DIEGO ANTUNES SOARES, antes\nmesmo que seja publicado este acórdão, independentemente do\ntranscurso do prazo para a interposição de novos recursos, nos\ntermos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Daniela Teixeira, Jesuíno Rissato (Desembargador\nConvocado do TJDFT), Sebastião Reis Júnior, Reynaldo Soares da\nFonseca, Antonio Saldanha Palheiro, Joel Ilan Paciornik e Messod\nAzulay Neto votaram com o Sr. Ministro Relator.\nAusente, justificadamente, o Sr. Ministro Rogerio Schietti Cruz.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : "(SEGUNDOS EMBARGOS DE DECLARAÇÃO - SÚMULA 317/STF)\n   STJ - <<AgRg no REsp 1837501>>-PR,\n         <<EDcl no AgInt no REsp 1800076>>-SC,\n         <<AgInt no AREsp 2024955>>-DF\n(PREQUESTIONAMENTO - MATÉRIA CONSTITUCIONAL - VIA INADEQUADA)\n   STJ - <<AgRg no REsp 2082620>>-SC, <<EDcl no REsp 2082894>>-RJ\n(CARÁTER PROTELATÓRIO EVIDENCIADO - EXECUÇÃO IMEDIATA DAS PENAS)\n   STJ - <<EDcl nos EDcl no AgRg nos EDcl no AREsp 1731117>>-PR,\n         <<EDcl nos EDcl no AgRg no AREsp 1876199>>-TO,\n         <<EDcl nos EDcl no AgRg no AREsp 1777820>>-MG,\n         <<EDcl nos EDcl nos EDcl nos EDcl no AgRg no AREsp\n1303465>>-CE",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STF)    SÚMULA DO SUPREMO TRIBUNAL FEDERAL\n        SUM:000317" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000863232",
  "numeroProcesso" : "46531",
  "numeroRegistro" : "202303671164",
  "siglaClasse" : "RCD na Rcl",
  "descricaoClasse" : "PEDIDO DE RECONSIDERAÇÃO NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "TEODORO SILVA SANTOS",
  "dataPublicacao" : "DJE        DATA:15/12/2023",
  "ementa" : "PEDIDO DE RECONSIDERAÇÃO NA RECLAMAÇÃO. PROCESSUAL PENAL.\nRECEBIMENTO COMO AGRAVO REGIMENTAL. IMPUGNAÇÃO AOS FUNDAMENTOS DA\nDECISÃO AGRAVADA. AUSÊNCIA. PEDIDO DE RECONSIDERAÇÃO RECEBIDO COMO\nAGRAVO REGIMENTAL. RECURSO NÃO CONHECIDO.\n1. Inexiste previsão legal, ou no Regimento Interno desta Corte\nSuperior, de pedido de reconsideração contra decisão monocrática de\nRelator. Mas, pela aplicação do princípio da fungibilidade, é\npossível o seu recebimento como agravo regimental, pois observado o\nprazo recursal e a forma de interposição do recurso adequado.\n2. As razões do agravo regimental não atendem ao requisito da\nimpugnação aos fundamentos da decisão agravada, o qual advém do\nprincípio da dialeticidade recursal, positivado no art. 932, inciso\nI, do Código de Processo Civil, c.c. o art. 3.º do Código de\nProcesso Penal, o qual também havia sido sedimentado na orientação\nda Súmula n. 182 do Superior Tribunal de Justiça.\n3. Pedido de reconsideração recebido como agravo regimental. Recurso\nnão conhecido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231213",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Terceira Seção, por unanimidade, receber o\npedido de reconsideração como agravo regimental e dele não conhecer,\nnos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Daniela Teixeira, Jesuíno Rissato (Desembargador\nConvocado do TJDFT), Sebastião Reis Júnior, Reynaldo Soares da\nFonseca, Antonio Saldanha Palheiro, Joel Ilan Paciornik e Messod\nAzulay Neto votaram com o Sr. Ministro Relator.\nAusente, justificadamente, o Sr. Ministro Rogerio Schietti Cruz.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : "(PEDIDO DE RECONSIDERAÇÃO - DECISÃO MONOCRÁTICA - AUSÊNCIA DE\nPREVISÃO LEGAL - RECEBIMENTO COMO AGRAVO REGIMENTAL - FUNGIBILIDADE)\n   STJ - <<RCD no HC 724650>>-MG, <<AgRg no HC 715829>>-MG",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000863235",
  "numeroProcesso" : "6010",
  "numeroRegistro" : "202303224990",
  "siglaClasse" : "AgRg na RvCr",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA REVISÃO CRIMINAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "MESSOD AZULAY NETO",
  "dataPublicacao" : "DJE        DATA:15/12/2023",
  "ementa" : "PROCESSUAL PENAL. AGRAVO REGIMENTAL NA REVISÃO CRIMINAL. ACÓRDÃO\nPROFERIDO EM SEDE DE HABEAS CORPUS. DESCABIMENTO. AGRAVO REGIMENTAL\nDESPROVIDO.\n A teor do disposto no art. 239 do RISTJ a ação de revisão criminal\nsomente é cabível quando o recurso especial é apreciado, em seu\nmérito, pelo colegiado desta Corte, ou seja, o exame do caso deve\nser feito em recurso especial e não em habeas corpus, como se deu na\nespécie.\nAgravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231213",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Terceira Seção, por unanimidade, negar\nprovimento ao agravo regimental, nos termos do voto do Sr. Ministro\nRelator.\nOs Srs. Ministros Teodoro Silva Santos, Daniela Teixeira, Jesuíno\nRissato (Desembargador Convocado do TJDFT), Sebastião Reis Júnior,\nReynaldo Soares da Fonseca, Antonio Saldanha Palheiro e Joel Ilan\nPaciornik votaram com o Sr. Ministro Relator.\nAusente, justificadamente, o Sr. Ministro Rogerio Schietti Cruz.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : "(REVISÃO CRIMINAL)\n   STJ - <<AgRg na RvCr 5856>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00239" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000863237",
  "numeroProcesso" : "1036562",
  "numeroRegistro" : "201700014251",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "REYNALDO SOARES DA FONSECA",
  "dataPublicacao" : "DJE        DATA:15/12/2023",
  "ementa" : "AGRAVO REGIMENTAL EM EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. INSURGÊNCIA DEFENSIVA. AUSÊNCIA DE JUNTADA DAS CERTIDÕES\nDE PUBLICAÇÃO E JULGAMENTO DOS ACÓRDÃOS APONTADOS COMO PARADIGMAS.\nALEGAÇÃO DE NULIDADE DA SENTENÇA POR INVERSÃO DO INTERROGATÓRIO:\nSÚMULA 168/STJ. ALEGAÇÃO DE NULIDADE DA SENTENÇA POR SE AMPARAR EM\nPROVAS ILÍCITAS OBTIDAS POR MEIO DE BUSCA DOMICILIAR ILEGAL: TEMA\nNÃO CONHECIDO NO ACÓRDÃO RECORRIDO, POR CONSUBSTANCIAR INDEVIDA\nINOVAÇÃO RECURSAL. AUSÊNCIA DE COTEJO. INVIABILIDADE DE CONCESSÃO DE\nHABEAS CORPUS DE OFÍCIO CONTRA ATOS DOS PRÓPRIOS MEMBROS DESTA\nCORTE. COMPETÊNCIA DO STF (ART. 102, INCISO I, ALÍNEA \"I\", DA CF).\nAGRAVO REGIMENTAL DESPROVIDO.\n1. A jurisprudência desta Corte é assente no sentido de que \"A\nobservância ao art. 266, § 4º, do RISTJ, com a juntada das certidões\n(de publicação e de julgamento) e apresentação do inteiro teor dos\nacórdãos apontados como paradigmas, é requisito formal essencial\npara o processamento dos embargos de divergência, que não admitem a\nsua regularização posterior\" (AgRg nos EDv nos EAREsp n.\n2.331.804/MS, relator Ministro Rogerio Schietti Cruz, Terceira\nSeção, julgado em 27/9/2023, DJe de 3/10/2023). Precedentes.\nSituação em que, a despeito de terem sido juntadas, com as razões\ndos embargos de divergência, as ementas, relatórios e votos dos\njulgados apontados como paradigma, a defesa não cuidou de juntar as\ncertidões de publicação e de julgamento. Assim sendo, não foi\ncomprovada a divergência nos termos do art. 1.043, § 4º, do Código\nde Processo Civil de 2015 e do art. 266, § 4º, do Regimento Interno\ndo Superior Tribunal de Justiça.\n2. Ainda que assim não fosse, em relação à alegação de nulidade da\nsentença por inversão do interrogatório, a divergência apontada pela\ndefesa não mais existe já que, no julgamento do Recurso Especial n.\n1.933.759/PR (relator Ministro Messod Azulay Neto, Terceira Seção,\njulgado em 13/9/2023, DJe de 25/9/202.), na sistemática dos recursos\nrepetitivos, a Terceira Seção desta Corte assentou a seguinte tese:\n\"O interrogatório do réu é o último ato da instrução criminal. A\ninversão da ordem prevista no art. 400 do CPP tangencia somente à\noitiva das testemunhas e não ao interrogatório. O eventual\nreconhecimento da nulidade se sujeita à preclusão, na forma do art.\n571, I e II, do CPP, e à demonstração do prejuízo para o réu\".\nReferida tese se coaduna em tudo com a interpretação do tema\nconstante no acórdão recorrido. Incide, assim, no ponto, o óbice do\nenunciado n. 168 da Súmula do STJ, segundo o qual, \"Não cabem\nembargos de divergência, quando a jurisprudência do tribunal se\nfirmou no mesmo sentido do acordão embargado\".\n3. Quanto, à alegação de nulidade por invasão de domicílio não\nchegou a ser conhecida no acórdão recorrido, por se tratar de\nindevida inovação recursal, o que impede o conhecimento da\ndivergência apontada, pois a jurisprudência desta Corte se orienta\nno sentido de que \"Consoante o art. 1.043 do CPC/2015, os Embargos\nde Divergência somente são admissíveis quando os acórdãos embargado\ne paradigma forem de mérito, ou quando um deles, embora não\nconhecendo do recurso, tenha apreciado a controvérsia\" (AgRg nos\nEAREsp n. 2.172.592/RS, relator Ministro Messod Azulay Neto,\nTerceira Seção, julgado em 2/3/2023, DJe de 13/3/2023).\n4. Mesmo que todos os obstáculos pudessem ser superados, a defesa\nnão cuidou de efetuar o necessário cotejo analítico entre as\nsituações fático-jurídicas examinadas no acórdão recorrido e nos\njulgados apontados como paradigmas.\nDe se lembrar que \"Em sede de embargos de divergência, é\nindispensável haver identidade ou similitude fática e jurídica entre\no acórdão embargado e os arestos paradigmas, cabendo ao embargante\ndemonstrar que houve interpretação divergente acerca de situações\nsemelhantes por meio de cotejo analítico entre os julgados\nconfrontados, nos termos dos arts. 1.043, § 4º, do Código de\nProcesso Civil - CPC/2015 e 266, § 4º, do RISTJ, situação\ndescumprida na hipótese\" (AgRg nos EREsp n. 2.013.585/SC, relator\nMinistro Joel Ilan Paciornik, Terceira Seção, julgado em 17/10/2023,\nDJe de 20/10/2023).\n5. A concessão de habeas corpus de ofício, no bojo de embargos de\ndivergência, encontra óbice tanto no fato de que nem o Relator tem\nautoridade para, em decisão monocrática, conceder ordem que, na\nprática, desconstituiria o resultado de acórdão proferido por outra\nTurma julgadora, como tampouco a Seção detém competência\nconstitucional para conceder habeas corpus contra acórdão de Turma\ndo próprio tribunal. Precedentes.\n6. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231213",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção, por unanimidade,\nnegar provimento ao agravo regimental, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Antonio Saldanha Palheiro, Joel Ilan Paciornik,\nMessod Azulay Neto, Teodoro Silva Santos, Daniela Teixeira, Jesuíno\nRissato (Desembargador Convocado do TJDFT) e Sebastião Reis Júnior\nvotaram com o Sr. Ministro Relator.\nAusente, justificadamente, o Sr. Ministro Rogerio Schietti Cruz.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - REQUISITOS)\n   STJ - <<AgRg nos EDv nos EAREsp 2331804>>-MS,\n         <<AgRg nos EDcl nos EREsp 1952163>>-SC,\n         <<AgRg nos EREsp 1991582>>-MG,\n         <<AgInt nos EREsp 1617799>>-DF\n(EMBARGOS DE DIVERGÊNCIA - NECESSIDADE DE ANÁLISE DE MÉRITO)\n   STJ - <<AgRg nos EAREsp 2172592>>-RS\n(EMBARGOS DE DIVERGÊNCIA - IDENTIDADE OU SIMILITUDE FÁTICA E\nJURÍDICA)\n   STJ - <<AgRg nos EREsp 2013585>>-SC\n(EMBARGOS DE DIVERGÊNCIA - DECISÃO MONOCRÁTICA - CONCESSÃO DE HABEAS\nCORPUS DE OFÍCIO)\n   STJ - <<AgRg nos EREsp 1587239>>-RS,\n         <<AgRg nos EREsp 1222031>>-SP,\n         <<AgRg nos EAREsp 576793>>-PR,\n         <<AgRg nos EAREsp 423584>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01043 PAR:00004", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266 PAR:00004" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000863320",
  "numeroProcesso" : "10364",
  "numeroRegistro" : "201101141880",
  "siglaClasse" : "AgInt nos EmbExeMS",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS À EXECUÇÃO EM MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "RIBEIRO DANTAS",
  "dataPublicacao" : "DJE        DATA:18/12/2023",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS À EXECUÇÃO EM MANDADO\nDE SEGURANÇA. ADMINISTRATIVO. SERVIDOR PÚBLICO. POLICIAIS MILITARES\nDO EX-TERRITÓRIO DE RONDÔNIA. INTEGRAÇÃO A QUADRO EM EXTINÇÃO DA\nADMINISTRAÇÃO FEDERAL. REMUNERAÇÃO REGULAMENTADA PELA LEI FEDERAL N.\n10.486/2002. ALCANCE DO JULGADO PROFERIDO NO WRIT. RECURSO\nEXTRAORDINÁRIO DA UNIÃO PARCIALMENTE PROVIDO PARA DECLARAR A\nCONSTITUCIONALIDADE DA ALTERAÇÃO NA FORMA DE CÁLCULO DA REMUNERAÇÃO.\nORDEM CONCEDIDA PARA RECONHECER A ILEGALIDADE DO DESCONTO DO VALOR\nDA PENSÃO MILITAR (ART. 35 DA LEI N. 10.486/2002). PRETENSÃO DE\nPAGAMENTO DO SOLDO PREVISTO EM LEI ESTADUAL. INVIABILIDADE.\nINEXISTÊNCIA DE TÍTULO EXECUTIVO NO PARTICULAR. AGRAVO IMPROVIDO.\n1. Os agravantes, policiais militares do ex-Território Federal de\nRondônia, deixaram de compor o quadro do governo estadual, passando\na integrar quadro em extinção da Administração Federal. A respectiva\nremuneração passou a ser regulamentada pela Lei Federal n.\n10.486/2002 (e não mais pela Lei Estadual n. 1.063/2002).\n2. Com o parcial provimento do recurso extraordinário interposto\npela UNIÃO, o Supremo Tribunal Federal declarou a\nconstitucionalidade da alteração na forma de cálculo da remuneração,\nvez que inexistente direito adquirido a respeito, e desde que não\nimporte em irredutibilidade desta.\n3. Ordem concedida, ao final, tão somente para reconhecer a\nilegalidade do desconto do valor da pensão militar previsto no art.\n35 da Lei n. 10.486/2002.\n4. Afastada a pretensão de pagamento do soldo previsto em lei\nestadual, forçoso concluir pela inexistência de título executivo no\nparticular.\n5. Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231213",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção do Superior\nTribunal de Justiça, por unanimidade, negar provimento ao agravo\ninterno, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Sebastião Reis Júnior, Reynaldo Soares da Fonseca,\nJoel Ilan Paciornik, Messod Azulay Neto, Teodoro Silva Santos,\nDaniela Teixeira e Jesuíno Rissato (Desembargador Convocado do\nTJDFT) votaram com o Sr. Ministro Relator.\nAusente, justificadamente, o Sr. Ministro Rogerio Schietti Cruz.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:010486 ANO:2002\n        ART:00035", "LEG:EST LEI:001063 ANO:2002 UF:RO" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000863349",
  "numeroProcesso" : "200708",
  "numeroRegistro" : "202303806915",
  "siglaClasse" : "CC",
  "descricaoClasse" : "CONFLITO DE COMPETENCIA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "ANTONIO SALDANHA PALHEIRO",
  "dataPublicacao" : "DJE        DATA:18/12/2023",
  "ementa" : "PENAL. CONFLITO POSITIVO DE COMPETÊNCIA. FALSIDADE IDEOLÓGICA. CRIME\nMILITAR. COMPETÊNCIA DO JUÍZO MILITAR PARA DECIDIR SOBRE A\nSUSPENSÃO DO INQUÉRITO PENAL MILITAR .\n1. In casu, foi instaurada Sindicância administrativa pelo Comando\nda Aeronáutica e Inquérito Policial para apurar a prática do delito\nprevisto no art. 312 do Código Penal Militar (falsidade ideológica),\nem razão de supostas incongruências em informações prestadas por\nmilitar pertencente ao efetivo da Base Aérea de Natal/RN, durante\ninspeção de saúde. Essa Sindicância e o Inquérito Policial Militar\nforam suspensos cautelarmente pelo Juiz Federal da 5ª Vara Federal -\nRN, nos autos de ação cível que buscava retirar do caderno\ninvestigativo documentos médicos em nome da autora, em razão do\ncaráter sigiloso deles.\n2. Sendo o crime investigado da competência do Juízo Militar para\nprocesso e julgamento, cabe a ele decidir sobre a suspensão do\ninquérito penal militar. Assim, a persecução penal não pode ser\nsuspensa por determinação da Justiça Federal, a quem compete tão\nsomente o controle da legalidade da Sindicância administrativa, no\nâmbito disciplinar.\n3. Conflito conhecido, para declarar a competência do Juízo\nsuscitante (JUÍ ZO AUDITOR DA AUDITORIA DA 7A CIRCUNSCRIÇÃO\nJUDICIÁRIA MILITAR DA UNIÃO EM RECIFE - PE), na linha da\nmanifestação do Parquet Federal.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231213",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção, por unanimidade,\nconhecer do conflito para declarar competente o Suscitante, Juízo\nAuditor da Auditoria da 7ª Cirscunscrição Judiciária Militar da\nUnião em Recife - PE, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Joel Ilan Paciornik, Messod Azulay Neto, Teodoro\nSilva Santos, Daniela Teixeira, Jesuíno Rissato (Desembargador\nConvocado do TJDFT), Sebastião Reis Júnior e Reynaldo Soares da\nFonseca votaram com o Sr. Ministro Relator.\nAusente, justificadamente, o Sr. Ministro Rogerio Schietti Cruz.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000863350",
  "numeroProcesso" : "2060616",
  "numeroRegistro" : "202200306205",
  "siglaClasse" : "EDcl no AgRg nos EAREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JESUÍNO RISSATO (DESEMBARGADOR CONVOCADO DO TJDFT)",
  "dataPublicacao" : "DJE        DATA:18/12/2023",
  "ementa" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NOS EMBARGOS DE\nDIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL. DISSENSO NÃO COMPROVADO.\nMÉRITO RECURSAL NÃO ANALISADO. INCIDÊNCIA DA SÚMULA N. 315/STJ.\nPARADIGMA PROFERIDO EM HABEAS CORPUS. INVIABILIDADE. MERA\nREDISCUSSÃO. VÍCIO INEXISTENTE.\n1. Apenas se admitem embargos de de claração quando evidenciada\ndeficiência no acórdão recorrido com efetiva obscuridade,\ncontradição, ambiguidade ou omissão, conforme o art. 619 do CPP,\nsituações que não se fazem presentes.\n2. Não há falar em vício no acórdão embargado. A matéria foi\ndecidida com a devida e clara fundamentação, ao concluir, com fulcro\nna jurisprudência consolidada do Superior Tribunal de Justiça, no\nsentido de que \"[s]ão inadmissíveis os embargos de divergência para\ndiscussão de questão não abordada no acórdão embargado em razão da\nfalta de apreciação de mérito do recurso especial, situação que\nimpede a configuração de divergência jurisprudencial. Incidência,\npor analogia, da Súmula n. 315 do STJ\" (AgRg no EAREsp n.\n1.860.475/SP, rel. Min. Joel Ilan Paciornik, Terceira Seção, julgado\nem 27/10/2021, DJe 3/11/2021).\n3. \"É pacífico o entendimento desta corte de que acórdãos paradigmas\noriundos de ações que possuem natureza jurídica de garantia\nconstitucional, tais como habeas corpus, recurso ordinário em habeas\ncorpus, mandado de segurança, recurso ordinário em mandado de\nsegurança, habeas data e mandado de injunção, não servem para\nconfiguração da divergência\" (AgInt nos EAREsp 1.293.091/CE, relator\nMinistro Humberto Martins, Corte Especial, julgado em 22/8/2023,\nDJe de 25/8/2023).\n4. Embargos de declaração rejeitados.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231213",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção, por unanimidade,\nrejeitar  os embargos de declaração, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Sebastião Reis Júnior, Reynaldo Soares da Fonseca,\nAntonio Saldanha Palheiro, Joel Ilan Paciornik, Messod Azulay Neto,\nTeodoro Silva Santos e Daniela Teixeira votaram com o Sr. Ministro\nRelator.\nAusente, justificadamente, o Sr. Ministro Rogerio Schietti Cruz.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - ANÁLISE DE MÉRITO DO RECURSO ESPECIAL\nCOMO PRESSUPOSTO)\n   STJ - <<AgRg nos EAREsp 1860475>>-SP\n(EMBARGOS DE DIVERGÊNCIA - ACÓRDÃOS PARADIGMAS)\n   STJ - <<AgInt nos EAREsp 1293091>>-CE",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000315", "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00619" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000863363",
  "numeroProcesso" : "2125431",
  "numeroRegistro" : "202201436450",
  "siglaClasse" : "EDcl no AgRg nos EAREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "TEODORO SILVA SANTOS",
  "dataPublicacao" : "DJE        DATA:15/12/2023",
  "ementa" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NOS EMBARGOS DE\nDIVERGÊNCIA NO AGRAVO EM RECURSO ESPECIAL. CRIME DE RESPONSABILIDADE\nDO PREFEITO. CONDENAÇÃO PELAS INSTÂNCIAS ORDINÁRIAS. PRETENSÃO DE\nACORDO DE NÃO PE RSECUÇÃO PENAL - ANPP. IMPOSSIBILIDADE.\nINEXISTÊNCIA DE DISSÍDIO JURISPRUDENCIAL. INCIDÊNCIA DA SÚMULA N.\n168 DO STJ. EMBARGOS DE DIVERGÊNCIA LIMINARMENTE INDEFERIDOS. AGRAVO\nREGIMENTAL DESPROVIDO. PRETENSÃO DE PREQUESTIONAMENTO DE NORMA\nCONSTITUCIONAL. INVIABILIDADE. PRECEDENTES. EMBARGOS DE DECLARAÇÃO\nREJEITADOS.\n1. A questão acerca da inadmissibilidade dos embargos de\ndivergência foi solucionada mediante a interpretação da legislação\nfederal infraconstitucional, sendo descabida a análise de suposta\nofensa a norma constitucional, ainda que para fins de\nprequestionamento, sob pena de usurpação da competência do Supremo\nTribunal Federal.\n2. Embargos de declaração rejeitados.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231213",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Terceira Seção, por unanimidade, rejeitar\nos embargos de declaração, nos termos do voto do Sr. Ministro\nRelator.\nOs Srs. Ministros Daniela Teixeira, Jesuíno Rissato (Desembargador\nConvocado do TJDFT), Sebastião Reis Júnior, Reynaldo Soares da\nFonseca, Antonio Saldanha Palheiro, Joel Ilan Paciornik e Messod\nAzulay Neto votaram com o Sr. Ministro Relator.\nAusente, justificadamente, o Sr. Ministro Rogerio Schietti Cruz.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000863365",
  "numeroProcesso" : "198845",
  "numeroRegistro" : "202302662425",
  "siglaClasse" : "CC",
  "descricaoClasse" : "CONFLITO DE COMPETENCIA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "TEODORO SILVA SANTOS",
  "dataPublicacao" : "DJE        DATA:15/12/2023",
  "ementa" : "CONFLITO NEGATIVO DE COMPETÊNCIA. USO DE DOCUMENTOS FALSOS PARA\nOBTENÇÃO DE SEGURO DPVAT. ABSORÇÃO. ESTELIONATO TENTADO. COMPETÊNCIA\nDO JUÍZO DO LOCAL EM QUE PRATICADO O ÚLTIMO ATO DE EXECUÇÃO. ART.\n70, CAPUT, DO CÓDIGO DE PROCESSO PENAL. HIPÓTESE NÃO PREVISTA NA LEI\nN. 14.155/2021. PARECER MINISTERIAL ACOLHIDO. CONFLITO CONHECIDO\nPARA DECLARAR COMPETENTE O JUÍZO SUSCITADO.\n1. O estelionato é um crime material, de maneira que se consuma com\na ocorrência do resultado material (naturalístico), qual seja, a\nobtenção de vantagem ilícita.\n2. Não tendo os agentes conseguido obter os valores pretendidos,\nrestou caracterizada a tentativa de estelionato, incidindo, assim,\nna espécie o disposto no caput do art. 70 do Código de Processo\nPenal.\n3. Portanto, in casu, a competência para processamento do feito será\ndo local onde foi praticado o último ato de execução, qual seja,\nPorto Velho/RO.\n4. Não é caso de aplicação do § 4.º do art. 171 do Código Penal,\nincluído pela Lei n. 14.155/2021, pois a situação dos autos\n(estelionato mediante golpe em seguradora) não foi referida na novel\nregra, visto que não se trata de cheque emitido sem provisão de\nfundos ou transferência bancária com pagamento frustrado (na\nhipótese, nem sequer houve depósito ou transferência de valores).\n5. Conflito conhecido para declarar competente o Juízo de Direito da\n4.ª Vara Criminal de Porto Velho/RO, o Suscitado.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231213",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção, por unanimidade,\nconhecer do conflito para declarar competente o Suscitado, Juízo de\nDireito da 4ª Vara Criminal de Porto Velho - RO, nos termos do voto\ndo Sr. Ministro Relator.\nA Sra. Ministra Daniela Teixeira e os Srs. Ministros Jesuíno Rissato\n(Desembargador Convocado do TJDFT), Sebastião Reis Júnior, Reynaldo\nSoares da Fonseca, Antonio Saldanha Palheiro, Joel Ilan Paciornik e\nMessod Azulay Neto votaram com o Sr. Ministro Relator.\nAusente, justificadamente, o Sr. Ministro Rogerio Schietti Cruz.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : "(ESTELIONATO - CRIME MATERIAL - MOMENTO DE CONSUMAÇÃO)\n   STJ - <<AgRg no HC 693045>>-CE\n(MODUS OPERANDI NÃO CONTEMPLADO PELA LEI N. 14.155/2021 - NÃO\nCONFIGURAÇÃO DAS HIPÓTESES DESCRITAS NO § 4º DO ART. 70 DO CPP)\n   STJ - <<CC 182977>>-PR, <<CC 185983>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEL:002848 ANO:1940\n*****  CP-40    CÓDIGO PENAL\n        ART:00070 PAR:00004 ART:00171 PAR:00004\n(ART. 70, PARÁGRAFO 4 º, COM A REDAÇÃO DADA PELA LEI 14.155/2021)", "LEG:FED LEI:014155 ANO:2021", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000017", "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00070" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000863366",
  "numeroProcesso" : "199191",
  "numeroRegistro" : "202302886397",
  "siglaClasse" : "CC",
  "descricaoClasse" : "CONFLITO DE COMPETENCIA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "TEODORO SILVA SANTOS",
  "dataPublicacao" : "DJE        DATA:15/12/2023",
  "ementa" : "CONFLITO NEGATIVO DE COMPETÊNCIA. TRÁFICO DE DROGAS E USO DE\nDOCUMENTO FALSO. REUNIÃO DOS PROCESSOS POR CONEXÃO. DESNECESSIDADE.\nEXCEPCIONALIDADE DA MODIFICAÇÃO DA COMPETÊNCIA. NECESSIDADE DE\nPRIVILEGIAR O JUÍZO NATURAL. CONFLITO CONHECIDO PARA DECLARAR\nCOMPETENTE O JUÍZO SUSCITADO.\n1. Em razão da garantia constitucional do juízo natural, a\nmodificação da competência penal pelo instituto da conexão é medida\nexcepcional que somente se admite nas hipóteses taxativamente\nprevistas no art. 76 do Código de Processo Penal. Não é suficiente\npara este propósito o fato de as condutas delitivas terem sido\npraticadas no mesmo contexto, pois isso não significa que a prova de\numa infração irá influenciar na prova de outra.\n2. Sob esse viés, no caso, a hipótese não se amolda a nenhuma das\npossibilidades de conexão previstas na legislação processual. Aliás,\ncomo bem esclarecido na decisão do Juízo Suscitante, \"por se\ntratarem (sic) de fatos independentes e com características\npróprias, o julgamento do uso de documento falso perante a Justiça\nFederal e do crime de tráfico perante a Justiça Estadual não revela\npossibilidade de advirem decisões conflitantes, o que reforça a\nausência de conexão no presente caso\" (fl. 240).\n3. Assim, tendo em vista que se trata de condutas autônomas e\ndirecionadas a bens jurídicos distintos, não há falar em modificação\nda competência pelo instituto da conexão, devendo ser privilegiada\na tramitação processual conforme os critérios primários de fixação\nda competência.\n4. Conflito conhecido para declarar competente o Juízo de Direito da\nComarca de Sarandi-RS, o Suscitado.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231213",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção, por unanimidade,\nconhecer do conflito para declarar competente o Suscitado, Juízo de\nDireito da Comarca de Sarandi - RS, nos termos do voto do Sr.\nMinistro Relator.\nA Sra. Ministra Daniela Teixeira e os Srs. Ministros Jesuíno Rissato\n(Desembargador Convocado do TJDFT), Sebastião Reis Júnior, Reynaldo\nSoares da Fonseca, Antonio Saldanha Palheiro, Joel Ilan Paciornik e\nMessod Azulay Neto votaram com o Sr. Ministro Relator.\nAusente, justificadamente, o Sr. Ministro Rogerio Schietti Cruz.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : "(COMPETÊNCIA - CONEXÃO)\n   STJ - <<AgRg no RHC 94004>>-SP, <<CC 132810>>-MS,\n         <<HC 161897>>-SP",
  "notas" : null,
  "informacoesComplementares" : "     \"[...] quanto ao delito de uso de documento falso, reitero que\ninexiste questionamento quanto à competência, uma vez que ambos os\njuízos, acertadamente, registraram se tratar de crime de competência\nda Justiça Federal, já que o Réu apresentou Carteira Nacional de\nHabilitação falsa aos Policiais Rodoviários Federais. Incide,\nportanto,a Súmula n. 546/STJ, que dispõe que 'a competência para\njulgar o crime de uso de documento falso é firmada em razão da\nentidade ou órgão ao qual foi apresentado o documento público, não\nimportando a qualificação do órgão expedidor'\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00076", "LEG:FED LEI:011343 ANO:2006\n*****  LDR-06    LEI DE DROGAS\n        ART:00033", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000546" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000863430",
  "numeroProcesso" : "45013",
  "numeroRegistro" : "202300743108",
  "siglaClasse" : "AgRg na Rcl",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JESUÍNO RISSATO (DESEMBARGADOR CONVOCADO DO TJDFT)",
  "dataPublicacao" : "DJE        DATA:19/12/2023",
  "ementa" : "PENAL E PROCESSUAL PENAL. AGRAVO REGIMENTAL NA RECLAMAÇÃO. ALEGADO\nDESCUMPRIMENTO DE DECISÃO NO RHC 120.939/SP. EXAME DA MATÉRIA EM\nRECLAMAÇÃO ANTERIOR. REITERAÇÃO. IMPOSSIBILIDADE DE REEXAME. AGRAVO\nDESPROVIDO.\nInviável o reexame de matéria já apreciada em reclamação\nanteriormente julgada, configurada a inadmissível reiteração de\npedido, nos termos do art. 210 do Regimento Interno do STJ.\nAgravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231213",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção, por unanimidade,\nnegar provimento ao agravo regimental, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Sebastião Reis Júnior, Reynaldo Soares da Fonseca,\nAntonio Saldanha Palheiro, Joel Ilan Paciornik, Messod Azulay Neto,\nTeodoro Silva Santos e Daniela Teixeira votaram com o Sr. Ministro\nRelator.\nAusente, justificadamente, o Sr. Ministro Rogerio Schietti Cruz.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000862977",
  "numeroProcesso" : "2220611",
  "numeroRegistro" : "202203158921",
  "siglaClasse" : "AgRg nos EDcl nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JESUÍNO RISSATO (DESEMBARGADOR CONVOCADO DO TJDFT)",
  "dataPublicacao" : "DJE        DATA:15/12/2023",
  "ementa" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE\nDIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL. OFENSA AO PRINCÍPIO DA\nCOLEGIALIDADE. INEXISTÊNCIA. ESTUPRO DE VULNERÁVEL. AUSÊNCIA DE\nIMPUGNAÇÃO AOS FUNDAMENTOS DA DECISÃO RECORRIDA. SÚMULA N. 182/STJ.\nREQUISITOS PARA DEMONSTRAÇÃO DA DIVERGÊNCIA. ART. 1.043, § 3º, DO\nCPC/2015 E ART. 266, § 4º, DO RISTJ. DESCUMPRIMENTO.\n1. Não viola o princípio da colegialidade a decisão monocrática\ncalcada em jurisprudência dominante do Superior Tribunal de Justiça,\ntendo em vista a previsão regimental e a possibilidade de submissão\ndo julgado ao exame do órgão colegiado, mediante a interposição de\nagravo regimental. Precedentes.\n2. A ausência de impugnação específica aos fundamentos da decisão\nrecorrida atrai a incidência dos arts. 1.021, § 1º, do CPC, e da\nSúmula n. 182 desta Corte. Ademais, \"Não cabem embargos de\ndivergência no âmbito do agravo de instrumento que não admite\nrecurso especial.\" (Súmula n. 315 do STJ.)\n3. A jurisprudência da Corte Especial, ao interpretar o § 4º do art.\n1.043 do CPC/2015 e o art. 266, § 4º, do Regimento Interno desta\nCorte Superior, entendeu que é pressuposto indispensável, para a\ncomprovação ou configuração da alegada divergência jurisprudencial,\na adoção, pela parte recorrente, na petição dos embargos de\ndivergência, de uma das seguintes providências, quanto aos\nparadigmas indicados: (a) a juntada de certidões; (b) apresentação\nde cópias do inteiro teor dos acórdãos apontados; (c) a citação do\nrepositório oficial, autorizado ou credenciado nos quais eles se\nachem publicados, inclusive em mídia eletrônica; e (d) a reprodução\nde julgado disponível na rede mundial de computadores, com a\nindicação da respectiva fonte na Internet. Precedentes.\n4. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231212",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 06/12/2023 a 12/12/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Sebastião Reis Júnior, Rogerio Schietti Cruz,\nReynaldo Soares da Fonseca, Antonio Saldanha Palheiro, Joel Ilan\nPaciornik, Messod Azulay Neto, Teodoro Silva Santos e Daniela\nTeixeira  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - DISSENSO - COMPROVAÇÃO - VÍCIO INSANÁVEL)\n   STJ - <<AgInt nos EAREsp 419397>>-DF\n(EMBARGOS DE DIVERGÊNCIA - DIVERGÊNCIA JURISPRUDENCIAL -\nCOMPROVAÇÃO)\n   STJ - <<AgInt nos EDcl nos EAREsp 1121421>>-RS",
  "notas" : null,
  "informacoesComplementares" : "     \"[...] a comprovação do dissenso constitui regra técnica do\nrecurso de embargos de divergência, cujo descumprimento configura\nvício substancial insanável, não se admitindo a regularização do\nreferido vício em momento posterior [...]\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01043 PAR:00004", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000315", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266 PAR:00004" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000862978",
  "numeroProcesso" : "1895520",
  "numeroRegistro" : "202002397214",
  "siglaClasse" : "AgRg nos EREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGENCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JESUÍNO RISSATO (DESEMBARGADOR CONVOCADO DO TJDFT)",
  "dataPublicacao" : "DJE        DATA:15/12/2023",
  "ementa" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL.\nOFENSA AO PRINCÍPIO DA COLEGIALIDADE. INEXISTÊNCIA. HOMICÍDIO\nQUALIFICADO. ASSISTENTE DE ACUSAÇÃO. LEGITIMIDADE RECURSAL.\nPRECEDENTES. DISSENSO NÃO COMPROVADO. SÚMULA N. 168/ STJ. AGRAVO\nIMPROVIDO.\n1. Não viola o princípio da colegialidade a decisão monocrática\ncalcada em jurisprudência dominante do Superior Tribunal de Justiça,\ntendo em vista a previsão regimental e a possibilidade de submissão\ndo julgado ao exame do órgão colegiado, mediante a interposição de\nagravo regimental. Precedentes.\n2. No caso, não se verifica divergência jurisprudencial nesta Corte,\nporquanto o acórdão objurgado alinhou-se à jurisprudência desta\nCorte, \"no sentido de flexibilizar o rigor da regra contida no art.\n271 do Código de Processo Penal, de modo a, conferindo-lhe caráter\nmais abrangente, reconhecer a legitimidade recursal do assistente de\nacusação quando interpõe recurso contra decisão de desclassificação\nde crime de competência do tribunal do júri\" (AgRg no HC n.\n539.346/PE, rel. Min. João Otávio de Noronha, Quinta Turma, julgado\nem 13/9/2022, DJe 16/9/2022).\n3. Incidência da Súmula n. 168/STJ, segundo a qual não cabem\nembargos de divergência quando a jurisprudência do Tribunal se\nfirmou no mesmo sentido do acórdão embargado.\n4. Agravo regimental improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231212",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 06/12/2023 a 12/12/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Sebastião Reis Júnior, Rogerio Schietti Cruz,\nReynaldo Soares da Fonseca, Antonio Saldanha Palheiro, Joel Ilan\nPaciornik, Messod Azulay Neto, Teodoro Silva Santos e Daniela\nTeixeira  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : "(TRIBUNAL DO JÚRI - ASSISTENTE DE ACUSAÇÃO - LEGITIMIDADE RECURSAL)\n   STJ - <<AgRg no HC 539346>>-PE,\n         <<AgRg nos EDcl no AREsp 1565652>>-RJ",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000168" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000863231",
  "numeroProcesso" : "2035619",
  "numeroRegistro" : "202103998815",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JESUÍNO RISSATO (DESEMBARGADOR CONVOCADO DO TJDFT)",
  "dataPublicacao" : "DJE        DATA:15/12/2023",
  "ementa" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM  AGRAVO EM RECURSO\nESPECIAL. CRIMES EM LICITAÇÃO E CONTRATO ADMINISTRATIVO. ACÓRDÃO\nPARADIGMA PROFERIDO EM HABEAS CORPUS. INVIABILIDADE. AUSÊNCIA DE\nSIMILITUDE FÁTICA ENTRE OS JULGADOS. SÚMULA N. 168 DO STJ. AGRAVO\nIMPROVIDO.\n1. Nos termos da jurisprudência desta Corte Superior, mesmo sob a\nvigência do novo Código de Processo Civil, os arts. 1.043, § 1º, do\nCPC e 266, § 1º, do RISTJ delimitaram o confronto de teses jurídicas\nobjeto dos embargos de divergência àquelas decorrentes do\njulgamento de recursos e ações de competência originária. Não podem,\npois, servir como paradigma os julgados relativos a ações\nconstitucionais.\n2. Incabíveis os embargos de divergência quando os julgados\nconfrontados assentam-se em premissas fáticas evidentemente\ndistintas.\n3. Incidência da Súmula n. 168/STJ, segundo a qual não cabem\nembargos de divergência quando a jurisprudência do Tribunal se\nfirmou no mesmo sentido do acórdão embargado.\n4. Agravo regimental improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231212",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 06/12/2023 a 12/12/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Sebastião Reis Júnior, Rogerio Schietti Cruz,\nReynaldo Soares da Fonseca, Antonio Saldanha Palheiro, Joel Ilan\nPaciornik, Messod Azulay Neto, Teodoro Silva Santos e Daniela\nTeixeira  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - PARADIGMA - HABEAS CORPUS)\n   STJ - <<AgRg nos EAREsp 2314694>>-PA, <<AgRg na Pet 15781>>-SP\n(PROCESSO PENAL - REALIZAÇÃO DE PERÍCIA - OUTRAS PROVAS - EXISTÊNCIA\n- SÚMULA 168/STJ)\n   STJ - <<AgRg no REsp 1477548>>-SC",
  "notas" : null,
  "informacoesComplementares" : "     \"[...] '[n]ão há ofensa aos artigos 158 e 159 do CPP, se o\nTribunal 'a quo' deixou claramente consignada a inexigibilidade de\nrealização de perícia nos documentos para que emanassem eficácia\nprobatória, pois a materialidade do crime licitatório foi atestada\nmediante análise de vários outros elementos de convicção, sobretudo\natravés de prova oral e de relatórios de auditoria, servindo os\ndocumentos apenas para corroborar as conclusões já alcançadas'\n[...]\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01043 PAR:00001 PAR:00004", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000168", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266 PAR:00001" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000863233",
  "numeroProcesso" : "2266530",
  "numeroRegistro" : "202203924395",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JESUÍNO RISSATO (DESEMBARGADOR CONVOCADO DO TJDFT)",
  "dataPublicacao" : "DJE        DATA:15/12/2023",
  "ementa" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. ROUBO MAJORADO. INDEFERIMENTO LIMINAR. MÉRITO RECURSAL NÃO\nANALISADO. SÚMULA N. 315/STJ. REQUISITOS PARA DEMONSTRAÇÃO DA\nDIVERGÊNCIA. ART. 1.043, § 3º, DO CPC/2015 E ART. 266, § 4º, DO\nRISTJ. DESCUMPRIMENTO. ACÓRDÃO PARADIGMA PROFERIDO POR OUTRO\nTRIBUNAL. INVIABILIDADE.\n1. No caso, foi constatado que o acórdão recorrido não apreciou o\nmérito da controvérsia, haja vista a ausência de impugnação\nespecífica aos fundamentos de inadmissão do recurso especial,\nincidindo o óbice da Súmula n. 182/STJ.\n2. A ausência de impugnação específica aos fundamentos da decisão\nrecorrida atrai a incidência dos arts. 1.021, § 1º, do CPC, e da\nSúmula n. 182 desta Corte. Ademais, \"[n]ão cabem embargos de\ndivergência no âmbito do agravo de instrumento que não admite\nrecurso especial.\" (Súmula n. 315 do STJ.)\n3. A jurisprudência da Corte Especial, ao interpretar o § 4º do art.\n1.043 do CPC/2015 e o art. 266, § 4º, do Regimento Interno desta\nCorte Superior, entendeu que é pressuposto indispensável, para a\ncomprovação ou configuração da alegada divergência jurisprudencial,\na adoção, pela parte recorrente, na petição dos embargos de\ndivergência, de uma das seguintes providências, quanto aos\nparadigmas indicados: (a) a juntada de certidões; (b) apresentação\nde cópias do inteiro teor dos acórdãos apontados; (c) a citação do\nrepositório oficial, autorizado ou credenciado nos quais eles se\nachem publicados, inclusive em mídia eletrônica; e (d) a reprodução\nde julgado disponível na rede mundial de computadores, com a\nindicação da respectiva fonte na Internet. Precedentes.\n4. \"Segundo a pacífica orientação deste Superior Tribunal, firmada\ninclusive no âmbito da Corte Especial, os embargos de divergência\ntêm como escopo a uniformização interna da jurisprudência do\nSuperior Tribunal de Justiça, sendo inadmissível, portanto, a\ncolação de acórdãos paradigmas de outros Tribunais\" (AgRg nos EREsp\nn. 1.530.264/SP, Terceira Seção, rel. Min. Rogerio Schietti Cruz, j.\nem 28/10/2020, DJe de 12/11/2020.)\n5. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231212",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 06/12/2023 a 12/12/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Sebastião Reis Júnior, Rogerio Schietti Cruz,\nReynaldo Soares da Fonseca, Antonio Saldanha Palheiro, Joel Ilan\nPaciornik, Messod Azulay Neto, Teodoro Silva Santos e Daniela\nTeixeira  votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - ADMISSIBILIDADE DE RECURSO ESPECIAL)\n   STJ - <<EAREsp 606623>>-RJ\n(EMBARGOS DE DIVERGÊNCIA - DIVERGÊNCIA JURISPRUDENCIAL -\nCOMPROVAÇÃO)\n   STJ - <<AgInt nos EDcl nos EAREsp 1121421>>-RS\n(EMBARGOS DE DIVERGÊNCIA - PARADIGMA - OUTRO TRIBUNAL)\n   STJ - <<AgRg nos EREsp 1530264>>-SP\n(EMBARGOS DE DIVERGÊNCIA - DISSENSO - COMPROVAÇÃO - VÍCIO INSANÁVEL)\n   STJ - <<AgInt nos EAREsp 419397>>-DF",
  "notas" : null,
  "informacoesComplementares" : "     \"[...] a comprovação do dissenso constitui regra técnica do\nrecurso de embargos de divergência, cujo descumprimento configura\nvício substancial insanável, não se admitindo a regularização do\nreferido vício em momento posterior [...]\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000315", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01043 PAR:00003 PAR:00004", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266 PAR:00004" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000863236",
  "numeroProcesso" : "2240802",
  "numeroRegistro" : "202203455320",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "SEBASTIÃO REIS JÚNIOR",
  "dataPublicacao" : "DJE        DATA:14/12/2023",
  "ementa" : "AGRAVO REGIMENTAL EM EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. SUPOSTA OFENSA AO PRINCÍPIO DA COLEGIALIDADE.  MANIFESTA\nIMPROCEDÊNCIA. JULGAMENTO MONOCRÁTICO DO RECURSO INADMISSÍVEL.\nPOSSIBILIDADE. ART. 932, III, DO CPC E ART. 21-E, V, DO RISTJ.\nMÉRITO. AUSÊNCIA DE IMPUGNAÇÃO DO FUNDAMENTO DA DECISÃO AGRAVADA.\nINCIDÊNCIA DA SÚMULA 182/STJ.\nAgravo regimental improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231212",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 06/12/2023 a 12/12/2023,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Rogerio Schietti Cruz, Reynaldo Soares da Fonseca,\nAntonio Saldanha Palheiro, Joel Ilan Paciornik, Messod Azulay Neto,\nTeodoro Silva Santos, Daniela Teixeira e Jesuíno Rissato\n(Desembargador Convocado do TJDFT)  votaram com o Sr. Ministro\nRelator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000862582",
  "numeroProcesso" : "199768",
  "numeroRegistro" : "202303261059",
  "siglaClasse" : "CC",
  "descricaoClasse" : "CONFLITO DE COMPETENCIA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "ANTONIO SALDANHA PALHEIRO",
  "dataPublicacao" : "DJE        DATA:04/12/2023",
  "ementa" : "PENAL. CONFLITO NEGATIVO DE COMPETÊNCIA ESTABELECIDO ENTRE AS\nJUSTIÇAS FEDERAL E ESTADUAL. CRIME DE FURTO E RECEPTAÇÃO DE\nARMAMENTO DE INTEGRANTE DA FORÇA NACIONAL DE SEGURANÇA PÚBLICA. BEM\nPERTENCENTE À UNIÃO. ART. 109, IV, DA CF.  COMPETÊNCIA DA JUSTIÇA\nFEDERAL.\n1. As condutas delituosas praticadas em desfavor de armamento\npertencente à Força Nacional, mantida pela União, por intermédio do\nMinistério da Justiça, atentam contra o patrimônio de interesse da\nUnião, o que atrai a competência da Justiça Federal, nos termos do\nart. 109, IV, da Constituição Federal.\n2. Conflito conhecido, para declarar a competência do Juízo Federal\nda 15ª Vara Criminal do Distrito Federal - SJ/DF, na linha da\nmanifestação do Parquet Federal.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231122",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção, por unanimidade,\nconhecer do conflito para declarar a competência do Juízo Federal da\n15ª Vara Criminal do Distrito Federal - SJ/DF, suscitante, nos\ntermos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Joel Ilan Paciornik, Messod Azulay Neto, Jesuíno\nRissato (Desembargador Convocado do TJDFT), Sebastião Reis Júnior,\nRogerio Schietti Cruz e Reynaldo Soares da Fonseca votaram com o Sr.\nMinistro Relator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEL:002848 ANO:1940\n*****  CP-40    CÓDIGO PENAL\n        ART:00155 PAR:00001 PAR:00004 ART:00180 PAR:00006", "LEG:FED DEL:005289 ANO:2004", "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00109 INC:00004", "LEG:FED LEI:011473 ANO:2007\n        ART:00006 PAR:00002", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000122" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000862976",
  "numeroProcesso" : "2062232",
  "numeroRegistro" : "202301119316",
  "siglaClasse" : "AgRg nos EREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGENCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "ROGERIO SCHIETTI CRUZ",
  "dataPublicacao" : "DJE        DATA:13/12/2023",
  "ementa" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL.\nINEXISTÊNCIA DE EXAME DO RECURSO ESPECIAL NO PONTO ALEGADO NOS\nEMBARGOS DE DIVERGÊNCIA. INCIDÊNCIA DA SÚMULA 315 DO STJ. AGRAVO\nREGIMENTAL NÃO PROVIDO.\n1. A inadmissão do recurso especial, nos pontos suscitados nos\nembargos de divergência, em razão da incidência das Súmulas n. 7 e\n83 do STJ, impede, a teor do enunciado contido na Súmula n. 315\ntambém desta Corte, a oposição de embargos de divergência para\ndiscutir o mérito do próprio especial.\n2. Agravo regimental não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20231122",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção, por unanimidade,\nnegar provimento ao agravo regimental, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Reynaldo Soares da Fonseca, Antonio Saldanha\nPalheiro, Joel Ilan Paciornik, Messod Azulay Neto, Jesuíno Rissato\n(Desembargador Convocado do TJDFT) e Sebastião Reis Júnior votaram\ncom o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000315" ],
  "acordaosSimilares" : [ ]
} ]