[ {
  "id" : "000894279",
  "numeroProcesso" : "2161548",
  "numeroRegistro" : "202402883032",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "OTÁVIO DE ALMEIDA TOLEDO (DESEMBARGADOR CONVOCADO DO TJSP)",
  "dataPublicacao" : "DJE        DATA:23/12/2024",
  "ementa" : "RECURSO ESPECIAL. PROPOSTA DE AFETAÇÃO SOB O RITO DOS RECURSOS\nREPETITIVOS (ARTS. 1.036 DO CPC E 256, I, DO RISTJ). EXECUÇÃO PENAL.\nAUSÊNCIA DE CONFISSÃO DO INVESTIGADO COMO FUNDAMENTO VÁLIDO PARA O\nMINISTÉRIO PÚBLICO NÃO OFERTAR PROPOSTA DE ACORDO DE NÃO PERSECUÇÃO\nPENAL (ANPP). RECURSO ESPECIAL AFETADO.\n1. A controvérsia neste recurso está em definir se a ausência de\nconfissão pelo investigado a respeito do cometimento do crime,\ndurante a fase de inquérito policial, constitui fundamento válido\npara o Ministério Público não ofertar proposta de Acordo de Não\nPersecução Penal (ANPP).\n2. Verificadas a multiplicidade de casos semelhantes e a relevância\njurídica da matéria, apresento este recurso especial, para\napreciação desta Terceira Seção, a fim de que o seu julgamento seja\nsubmetido ao rito dos recursos repetitivos, nos termos dos arts.\n1.036 e seguintes do Código de Processo Civil e do art. 256-I do\nRISTJ.\n3. Não se aplica à hipótese o disposto na parte final do § 1º do\nart. 1.036 do Código de Processo Civil (suspensão do trâmite dos\nprocessos pendentes), haja vista que a questão será julgada com\nbrevidade.\n4. Recurso especial afetado.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241217",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da TERCEIRA SEÇÃO, por unanimidade, afetar o\nprocesso ao rito dos recursos repetitivos (RISTJ, art. 257-C) e, por\nunanimidade, não suspender a tramitação de processos, conforme\nproposta do Sr. Ministro Relator.\nOs Srs. Ministros Og Fernandes, Sebastião Reis Júnior, Rogerio\nSchietti Cruz, Reynaldo Soares da Fonseca, Antonio Saldanha\nPalheiro, Joel Ilan Paciornik, Messod Azulay Neto e Daniela Teixeira\nvotaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000894278",
  "numeroProcesso" : "11248",
  "numeroRegistro" : "200502032680",
  "siglaClasse" : "EDcl no MS",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "ROGERIO SCHIETTI CRUZ",
  "dataPublicacao" : "DJE        DATA:23/12/2024",
  "ementa" : "EMBARGOS DE DECLARAÇÃO NO MANDADO DE SEGURANÇA. RECURSO\nEXTRAORDINÁRIO. REPERCUSSÃO GERAL. TEMA N. 465 DO STF. JUÍZO DE\nRETRATAÇÃO. AUXÍLIO-INVALIDEZ DE MILITAR. PORTARIA N. 931/2005 EM\nHARMONIA COM OS PRINCÍPIOS DA LEGALIDADE E DA IRREDUTIBILIDADE DE\nVENCIMENTOS. AUTOTUTELA ADMINISTRATIVA. ADEQUAÇÃO DOS PAGAMENTOS AO\nPREVISTO NA MEDIDA PROVISÓRIA N. 2.215-10/2001. JUÍZO DE RETRATAÇÃO\nEXERCIDO. EMBARGOS ACOLHIDOS COM EFEITOS INFRINGENTES. SEGURANÇA\nDENEGADA.\n1. Com o julgamento do Tema n. 465 de repercussão geral pelo Supremo\nTribunal Federal, o Superior Tribunal de Justiça passou a adequar o\nseu entendimento e a determinar a observância do referido\nprecedente obrigatório.\n2. O Supremo Tribunal Federal firmou, no RE n. 642.890/DF, a\nseguinte tese: \"[a] Portaria n. 931/2005 do Ministério da Defesa,\nque alterou a fórmula de cálculo do auxílio invalidez para os\nservidores militares, está em harmonia com os princípios da\nlegalidade e da irredutibilidade de vencimentos\". A Portaria n.\n931/2005 objeto da tese revogou a Portaria n. 406-MD/2004 para\nadequar o pagamento do auxílio à Medida Provisória n. 2.215-10/2001.\n3. A Portaria n. 406-MD/2004 foi editada com a pretensão de\nresguardar suposta redutibilidade de vencimentos operada pela Medida\nProvisória n. 2.215-10/2001, sem observar, contudo, que o art. 29\nda citada MP já trazia previsão para manutenção do valor nominal\nrecebido, mediante o pagamento da vantagem pessoal nominalmente\nidentificada (VPNI), até a absorção do montante por reajustes\nfuturos.\n4. Em exercício de autotutela, ao constatar a irregularidade do ato\nnormativo, a Administração Pública editou a Portaria n. 931-MD/2005,\nque reviu o ato normativo anterior e determinou a observância da\nMedida Provisória n. 2.215-10/2001 para o pagamento do\nauxílio-invalidez dos militares.\n5. Acórdão primitivo que reconheceu a legalidade da Portaria n.\n931-MD/2005, pois não há direito adquirido a regime jurídico, mas\nconcedeu a segurança para garantir a continuidade do pagamento\nnominal na forma prevista na Portaria n. 406-MD/2004, de modo a\nevitar a redução de vencimentos.\n6. Tema n. 465 do STF que afastou a alegação de irredutibilidade\noperada pela Portaria n. 931-MD/2005 em relação à Portaria n.\n406-MD/2004, por reconhecer mero exercício de autotutela\nadministrativa ao se verificar a existência de pagamento irregular.\nPreservou, entretanto, os pagamentos indevidos recebidos de boa-fé.\n7. Necessidade de correção da omissão, pois os embargos de\ndeclaração da União trataram do art. 29 da Medida Provisória n.\n2.215-10/2001.\n8. Juízo de retratação exercido para reconsiderar a decisão objeto\ndo recurso extraordinário e acolher os embargos de declaração para\nsanar omissão, com atribuição de efeitos infringentes, para o fim de\ndenegar a segurança e revogar a liminar concedida.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241211",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO, por unanimidade,\nem juízo de retratação exercido para reconsiderar a decisão objeto\ndo recurso extraordinário, acolher os embargos de declaração para\nsanar omissão, com atribuição de efeitos modificativos, para o fim\nde denegar a segurança e revogar a liminar concedida, nos termos do\nvoto do Sr. Ministro Relator.\nOs Srs. Ministros Reynaldo Soares da Fonseca, Antonio Saldanha\nPalheiro, Joel Ilan Paciornik, Messod Azulay Neto, Daniela Teixeira,\nOtávio de Almeida Toledo (Desembargador Convocado do TJSP), Og\nFernandes e Sebastião Reis Júnior votaram com o Sr. Ministro\nRelator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000893702",
  "numeroProcesso" : "680431",
  "numeroRegistro" : "201500697307",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "DANIELA TEIXEIRA",
  "dataPublicacao" : "DJE        DATA:17/12/2024",
  "ementa" : "DIREITO PROCESSUAL PENAL. TRÁFICO E ASSOCIAÇÃO PARA O TRÁFICO.\nAGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. AUSÊNCIA DE COTEJO ANALÍTICO. DISSÍDIO JURISPRUDENCIAL NÃO\nCONFIGURADO. AGRAVO REGIMENTAL DESPROVIDO.\nI. Caso em exame\n1. Agravo regimental interposto contra decisão que não conheceu dos\nembargos de divergência. O embargante alega dissenso jurisprudencial\nentre o acórdão impugnado e outro acórdão proferido por esta Corte,\nsem, no entanto, apresentar o necessário cotejo analítico entre os\njulgados.\nII. Questão em discussão\n2. A questão em discussão consiste em verificar se os embargos de\ndivergência cumprem os requisitos de admissibilidade, especialmente\nquanto à necessidade de comprovação do dissídio jurisprudencial por\nmeio de cotejo analítico e demonstração de similitude\nfático-processual, conforme exige o Regimento Interno do STJ e o\nart. 1.043 do CPC.\nIII. Razões de decidir\n3. O embargante não apresentou o cotejo analítico necessário para a\nconfiguração do dissídio jurisprudencial, nem demonstrou que os\nacórdãos confrontados.\n4. As decisões apontadas como paradigma e recorrida são diversas em\ntermos fático-jurídicos. O acórdão recorrido assentou, a pretexto da\nanálise da primeira fase da dosimetria, que foi concretamente\nfundamentada a avaliação negativa da culpabilidade, diante da\nposição de chefia ocupada pelo agravante dentro de \"um dos maiores e\nmais bem estruturado grupo criminoso voltado á distribuição\ninterestadual em larga escala de material entorpecente, com\ninfluência marcante em regiões administrativas do Distrito Federal\"\nem operação que resultou na apreensão de 357kg (trezentos e\ncinquenta sete quilogramas) de pasta base de \"cocaína\". O acórdão\nparadigma, a seu turno, manteve a fração de 1/6 de aumento aplicada\na réu que exercia posição de comando em um \"disque-tráfico\",\ntratando de hipótese onde houve a apreensão de 90,9 g de cocaína, 7\ng de maconha e 20 comprimidos de ecstasy.\nIV. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241211",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO, por unanimidade,\nnegar provimento ao agravo regimental, nos termos do voto da Sra.\nMinistra Daniela Teixeira.\nOs Srs. Ministros Otávio de Almeida Toledo (Desembargador Convocado\ndo TJSP), Og Fernandes, Sebastião Reis Júnior, Rogerio Schietti\nCruz, Reynaldo Soares da Fonseca, Antonio Saldanha Palheiro, Joel\nIlan Paciornik e Messod Azulay Neto votaram com a Sra. Ministra\nRelatora.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000893632",
  "numeroProcesso" : "30662",
  "numeroRegistro" : "202403786073",
  "siglaClasse" : "AgRg no MS",
  "descricaoClasse" : "AGRAVO REGIMENTAL NO MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JOEL ILAN PACIORNIK",
  "dataPublicacao" : "DJE        DATA:25/11/2024",
  "ementa" : "DIREITO PROCESSUAL PENAL. AGRAVO REGIMENTAL. INTEMPESTIVIDADE.\nRECURSO NÃO CONHECIDO.\nI. Caso em exame1. Agravo regimental interposto contra decisão que\nindeferiu liminarmente mandado de segurança em razão da\nincompetência da Corte, conforme art. 105, inciso I, alínea b, da\nCF.\n2. A decisão agravada foi publicada em 10/10/2024, iniciando o prazo\nrecursal em 11/10/2024 e terminando em 15/10/2024. O agravo foi\ninterposto em 16/10/2024, fora do prazo legal.\nII. Questão em discussão3. A questão em discussão consiste em saber\nse o agravo regimental interposto fora do prazo de cinco dias\ncontínuos é tempestivo.\nIII. Razões de decidir4. O prazo para interposição de agravo\nregimental em matéria penal é de cinco dias contínuos, conforme art.\n39 da Lei 8.038/90 e art. 258 do RISTJ.\n5. A interposição fora do prazo legal torna o recurso manifestamente\nintempestivo, não podendo ser conhecido.\nIV. Dispositivo e tese6. Agravo regimental não conhecido.\nTese de julgamento:  \"O agravo regimental interposto fora do prazo\nde cinco dias contínuos é intempestivo e não pode ser conhecido\".\nDispositivos relevantes citados:  Lei 8.038/90, art. 39; RISTJ, art.\n258; CPP, art. 798.Jurisprudência relevante citada:  AgRg no AREsp\n2.173.478/DF, Rel. Min. Reynaldo Soares da Fonseca, Quinta Turma,\nDJe 24.10.2022; AgRg no AREsp 2.108.817/MG, Rel. Min. Jesuíno\nRissato, Quinta Turma, DJe 10.10.2022.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241119",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 13/11/2024 a 19/11/2024,\npor unanimidade, não conhecer do recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Og Fernandes, Sebastião Reis Júnior, Rogerio\nSchietti Cruz, Reynaldo Soares da Fonseca, Antonio Saldanha\nPalheiro, Messod Azulay Neto, Daniela Teixeira e Otávio de Almeida\nToledo (Desembargador Convocado do TJSP) votaram com o Sr. Ministro\nRelator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000893631",
  "numeroProcesso" : "2625511",
  "numeroRegistro" : "202401548509",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JOEL ILAN PACIORNIK",
  "dataPublicacao" : "DJE        DATA:25/11/2024",
  "ementa" : "DIREITO PROCESSUAL CIVIL. AGRAVO REGIMENTAL. EMBARGOS DE\nDIVERGÊNCIA. AUSÊNCIA DE INTEIRO TEOR DO ACÓRDÃO PARADIGMA. VÍCIO\nSUBSTANCIAL INSANÁVEL. AGRAVO REGIMENTAL NÃO PROVIDO.\nI. Caso em exame1. Agravo regimental interposto contra decisão da\nPresidência do STJ que não conheceu dos embargos de divergência, em\nrazão da ausência de juntada do inteiro teor dos acórdãos\nparadigmas, conforme exigido pelo art. 1.043, § 4º, do CPC/2015 e\nart. 266, § 4º, do RISTJ.\n2. O agravante alega que os paradigmas foram devidamente\nidentificados e que a decisão agravada foi excessivamente rigorosa,\nrequerendo a oportunidade de sanar o vício.\nII. Questão em discussão3. A questão em discussão consiste em saber\nse a ausência de juntada do inteiro teor dos acórdãos paradigmas nos\nembargos de divergência constitui vício substancial insanável que\nimpede o conhecimento do recurso.\nIII. Razões de decidir4. A ausência do inteiro teor do acórdão\nparadigma constitui vício substancial insanável, pois impede a\ndemonstração da divergência jurisprudencial exigida para o\nconhecimento dos embargos de divergência.\n5. A jurisprudência do STJ é pacífica no sentido de que a mera\nmenção ao Diário da Justiça ou a transcrição de ementas não supre a\nexigência de juntada do inteiro teor do acórdão paradigma.\n6. Não se aplica o parágrafo único do art. 932 do CPC/2015 para\nsanar vícios que não sejam estritamente formais.\nIV. Dispositivo e tese7. Agravo regimental não provido.\nTese de julgamento:  \"A ausência de juntada do inteiro teor do\nacórdão paradigma nos embargos de divergência constitui vício\nsubstancial insanável, impedindo o conhecimento do recurso\".\nDispositivos relevantes citados:  CPC/2015, art. 1.043, § 4º; RISTJ,\nart. 266, § 4º.Jurisprudência relevante citada:  STJ, AgRg nos\nEAREsp 1.399.185/SP, Rel. Min. Reynaldo Soares da Fonseca, Terceira\nSeção, DJe 26.5.2023; STJ, AgRg nos EAREsp 2.317.480/SP, Rel. Min.\nSebastião Reis Júnior, Terceira Seção, DJe 20.10.2023.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241119",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 13/11/2024 a 19/11/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Og Fernandes, Sebastião Reis Júnior, Rogerio\nSchietti Cruz, Reynaldo Soares da Fonseca, Antonio Saldanha\nPalheiro, Messod Azulay Neto, Daniela Teixeira e Otávio de Almeida\nToledo (Desembargador Convocado do TJSP) votaram com o Sr. Ministro\nRelator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000893249",
  "numeroProcesso" : "2147760",
  "numeroRegistro" : "202401978770",
  "siglaClasse" : "AgRg nos EREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGENCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "REYNALDO SOARES DA FONSECA",
  "dataPublicacao" : "DJE        DATA:19/11/2024",
  "ementa" : "AGRAVO REGIMENTAL EM EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL.\nINSURGÊNCIA DEFENSIVA. FURTO QUALIFICADO PELO ROMPIMENTO DE\nOBSTÁCULO. AUSÊNCIA DE PERÍCIA TÉCNICA. POSSIBILIDADE DE COMPROVAÇÃO\nPOR OUTROS MEIOS DE PROVA INCONTESTE. DEPOIMENTO DE TESTEMUNHAS E\nIMAGENS DE CÂMERAS DE SEGURANÇA. SÚMULA 168/STJ. AGRAVO REGIMENTAL\nDESPROVIDO.\n1. Se o acórdão recorrido não destoa do entendimento jurisprudencial\nmajoritário e prevalecente nesta Corte sobre o tema, revela-se\ninviável o conhecimento de embargos de divergência, por esbarrarem\nno óbice do enunciado n. 168 da Súmula do STJ, segundo o qual, \"Não\ncabem embargos de divergência, quando a jurisprudência do tribunal\nse firmou no mesmo sentido do acordão embargado\".\n2. A jurisprudência mais recente da Quinta e da Sexta Turma desta\nCorte tem sufragado o entendimento de que não é razoável exigir da\nvítima que teve a porta de seu estabelecimento comercial rompida,\nque aguarde a realização de perícia, expondo sua empresa a risco.\nTal presunção, por si só, já constitui justificativa idônea para a\nnão realização de laudo pericial direto.\n3. Ademais, as Turmas que integram a Terceira Seção do STJ também\nevoluíram em sua compreensão do tema, para admitir,\nexcepcionalmente, que a materialidade das qualificadoras previstas\nno art. 155, § 2º, I e II, do Código Penal seja demonstrada por\noutros meios que não o exame pericial direto, se tais meios forem\naptos a evidenciar cabalmente a escalada ou o rompimento de\nobstáculo, como ocorre, por exemplo nas situações em que há, nos\nautos, filmagens de câmeras de monitoramento da conduta delituosa.\nPrecedentes da 5ª Turma: AgRg no REsp n. 2.118.512/SC, relator\nMinistro Joel Ilan Paciornik, Quinta Turma, julgado em 2/9/2024, DJe\nde 5/9/2024; AgRg no AREsp n. 2.598.466/DF, relator Ministro Messod\nAzulay Neto, Quinta Turma, julgado em 18/6/2024, DJe de 24/6/2024;\nAgRg no REsp n. 2.044.698/SC, relator Ministro Messod Azulay Neto,\nQuinta Turma, julgado em 18/6/2024, DJe de 21/6/2024; AgRg no HC n.\n859.756/SC, relator Ministro Joel Ilan Paciornik, Quinta Turma,\njulgado em 29/4/2024, DJe de 8/5/2024; AgRg no HC n. 891.546/DF,\nrelator Ministro Reynaldo Soares da Fonseca, Quinta Turma, julgado\nem 15/4/2024, DJe de 18/4/2024.\nPrecedentes da 6ª Turma: EDcl no AgRg no HC n. 914.283/MS, relator\nMinistro Sebastião Reis Júnior, Sexta Turma, julgado em 7/10/2024,\nDJe de 11/10/2024; AgRg no REsp n. 2.061.547/SC, relator Ministro\nJesuíno Rissato (Desembargador Convocado do TJDFT), Sexta Turma,\njulgado em 7/5/2024, DJe de 13/5/2024; AgRg no HC n. 846.358/SC,\nrelator Ministro Sebastião Reis Júnior, Sexta Turma, julgado em\n8/4/2024, DJe de 11/4/2024; AgRg no AREsp n. 2.295.606/DF, relator\nMinistro Teodoro Silva Santos, Sexta Turma, julgado em 20/2/2024,\nDJe de 27/2/2024; AgRg no HC n. 821.876/SC, relator Ministro Antonio\nSaldanha Palheiro, Sexta Turma, julgado em 14/8/2023, DJe de\n16/8/2023.\n4. In casu, o acórdão proferido na Corte a quo descreve situações em\nque foram arrombadas as portas de entrada de dois estabelecimentos\ncomerciais e que, além do depoimento de testemunhas, havia imagens\nde câmeras de segurança evidenciando o arrombamento.\n5. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241113",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO, por unanimidade,\nnegar provimento ao agravo regimental, nos termos do voto do Sr.\nMinistro Reynaldo Soares da Fonseca.\nOs Srs. Ministros Og Fernandes, Sebastião Reis Júnior, Rogerio\nSchietti Cruz, Antonio Saldanha Palheiro, Joel Ilan Paciornik,\nMessod Azulay Neto, Daniela Teixeira e Otávio de Almeida Toledo\n(Desembargador Convocado do TJSP) votaram com o Sr. Ministro\nRelator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000893247",
  "numeroProcesso" : "208808",
  "numeroRegistro" : "202403772388",
  "siglaClasse" : "CC",
  "descricaoClasse" : "CONFLITO DE COMPETENCIA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "SEBASTIÃO REIS JÚNIOR",
  "dataPublicacao" : "DJE        DATA:18/11/2024",
  "ementa" : "CONFLITO NEGATIVO DE COMPETÊNCIA. INQUÉRITO POLICIAL. CRIME CONTRA A\nECONOMIA POPULAR E ASSOCIAÇÃO CRIMINOSA. JUSTIÇA FEDERAL E JUSTIÇA\nESTADUAL. DISSENSO ACERCA DA PRÁTICA DE CRIME DE COMPETÊNCIA\nFEDERAL. ART. 7º DA LEI N. 7.492/1986. INEXISTÊNCIA, INVESTIMENTO\nALEGADO QUE NÃO SE ENQUADRA NA DEFINIÇÃO DE CONTRATO DE INVESTIMENTO\nCOLETIVO (ART.  2º, IX, DA LEI N. 6.385/1976) COMPETÊNCIA DA\nJUSTIÇA ESTADUAL.\n1. A captação de recursos decorrente de \"pirâmide financeira\" não se\nenquadra no conceito de \"atividade financeira\", para fins da\nincidência da Lei n. 7.492/1986. Assim, em princípio, processos\ncriminais envolvendo a matéria devem correr no âmbito da Justiça\nEstadual (AgRg no CC n. 189.304/RJ, Ministro Ribeiro Dantas,\nTerceira Seção, julgado em 13/12/2023, DJe 18/12/2023).\n2. No julgamento do HC n. 530.563/RS (de minha relatoria, DJe\n12/3/2020), relacionado à Operação Egypto, a Sexta Turma desta Corte\naprofundou o exame desse tema, concluindo que se a captação\nenvolver a oferta de contrato de investimento coletivo - valor\nmobiliário conforme o art. 2º, IX, da Lei n. 6.385/1976 -, sem\nregistro prévio junto ao órgão regulador (CVM), a conduta encontra\ntipificação na Lei n. 7.492/1986, atraindo a competência da Justiça\nFederal, inclusive para os crimes conexos (Súmula 122/STJ.\nCompreensão essa ratificada em precedentes subsequentes sobre o\ntema, inclusive da Terceira Seção (AgRg no CC n. 189.304/RJ,\nMinistro Ribeiro Dantas, Terceira Seção, julgado em 13/12/2023, DJe\n18/12/2023).\n3. Com efeito, a orientação jurisprudencial atual desta Corte é que,\nse captação de recursos de terceiros, ainda que com características\nde pirâmide financeira, envolver a oferta de contrato de\ninvestimento coletivo, sem registro prévio junto ao órgão regulador\n(CVM), a conduta encontra tipificação na Lei n. 7.492/1986.\n4. A solução do conflito, então, passa pela definição do conceito de\ncontrato de investimento coletivo, enquanto valor mobiliário\nsujeito às disposições da Lei n. 7.492/1986.\n5.  De leitura do art. 2º, IX, da Lei n. 6.385/1976 e na linha da\ninterpretação adotada pela Comissão de Valores Mobiliários (CVM) na\nanálise de fatos dessa jaez, é possível extrair a conclusão de que\numa determinada oferta de investimento só pode ser considerada como\ncontrato de investimento coletivo se verificado o implemento dos\nseguintes requisitos cumulativos: 1) seja ofertada publicamente; 2)\nseja formalizada mediante algum título ou contrato; 3) estipule\nalgum tipo de participação, parceria ou remuneração, cujo rendimento\nadvenha do esforço de empreendedor ou de terceiro.\n6. No caso, não há indícios de captação de recursos de terceiros\nmediante contrato de investimento coletivo, pois o ganho financeiro\ndependia do trabalho das vítimas (interação em redes sociais) e da\nprópria ação delas em convencer outras pessoais a ingressar no\nesquema, de modo que, por ora, não há indícios de crime contra o\nSistema Financeiro Nacional, mas apenas de outros crimes de\ncompetência estadual.\n7. Conflito conhecido para declarar a competência do Juízo de\nDireito da Vara Criminal de Astorga/PR, o suscitado.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241113",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO, por unanimidade,\nconhecer do conflito para declarar a competência do Juízo de Direito\nda Vara Criminal de Astorga/PR, o suscitado, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Rogerio Schietti Cruz, Reynaldo Soares da Fonseca,\nAntonio Saldanha Palheiro, Joel Ilan Paciornik, Messod Azulay Neto,\nDaniela Teixeira, Otávio de Almeida Toledo (Desembargador Convocado\ndo TJSP) e Og Fernandes votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000893244",
  "numeroProcesso" : "208902",
  "numeroRegistro" : "202403827328",
  "siglaClasse" : "CC",
  "descricaoClasse" : "CONFLITO DE COMPETENCIA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:19/11/2024",
  "ementa" : "CONFLITO NEGATIVO DE COMPETÊNCIA. EXECUÇÃO DE ACORDO DE NÃO\nPERSECUÇÃO PENAL. EXECUTADO COM DOMICILIO EM LOCAL DIVERSO DO JUÍZO\nDA HOMOLOGAÇÃO. EXECUÇÃO DAS CONDIÇÕES ESTABELECIDAS NO ANPP.\nCOMPETÊNCIA DO JUÍZO DA HOMOLOGAÇÃO. PRECEDENTES.\n1. A jurisprudência do Superior Tribunal de Justiça consolidou o\nentendimento de que \"a competência para executar as condições\nestabelecidas em ANPP é do Juízo da execução, nos termos do art.\n28-A, §6º do Código de Processo Penal c/c art. 65 da Lei de\nExecuções Penais. Eventual mudança de domicílio do executado não\npossui o condão de alterar o juízo competente para a fiscalização\ndas condições firmadas\" (CC n. 180.371/SC, relator Ministro João\nOtavio de Noronha, DJe de 13.09.2021).\n2. Hipótese em que o acordo de não persecução penal foi homologado\npelo Juízo da 5ª Vara Federal de Londrina-PR e a parte beneficiária\npossui domicílio em localidade diversa.\n3. A mudança de domicílio do executado para local distinto do Juízo\ndas Execuções Penais não implica deslocamento da competência, sendo\npossível a expedição de carta precatória ao juízo do domicílio do\nexecutado/beneficiário para o acompanhamento do cumprimento das\ncondições do acordo, consoante o disposto no art. 66, V, g, da Lei\nde Execuções Penais, mantida a competência do Juízo da execução\npenal. Precedentes.\n4. Conflito conhecido para declarar competente o juízo que homologou\no ANPP, Juízo da 5ª Vara Federal de Londrina - PR, ora suscitado.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241113",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO, por unanimidade,\nconhecer do conflito para declarar competente o juízo que homologar\no ANPP, Juízo da 5ª Vara Federal de Londrina - SJ/PR, ora suscitado,\nnos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Sebastião Reis Júnior, Rogerio Schietti Cruz,\nReynaldo Soares da Fonseca, Antonio Saldanha Palheiro, Joel Ilan\nPaciornik, Messod Azulay Neto, Daniela Teixeira e Otávio de Almeida\nToledo (Desembargador Convocado do TJSP) votaram com o Sr. Ministro\nRelator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000892778",
  "numeroProcesso" : "205569",
  "numeroRegistro" : "202402017918",
  "siglaClasse" : "CC",
  "descricaoClasse" : "CONFLITO DE COMPETENCIA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "MESSOD AZULAY NETO",
  "dataPublicacao" : "DJE        DATA:19/11/2024",
  "ementa" : "CONFLITO DE COMPETÊNCIA. CRIME DE PRATICAR, INDUZIR OU INCITAR\nDISCRIMINAÇÃO DE PESSOA EM RAZÃO DE SUA DEFICIÊNCIA. ART. 88 DA LEI\n13.146/2015. CONVENÇÃO SOBRE OS DIREITOS DAS PESSOAS COM\nDEFICIÊNCIA.  INTERNALIZAÇÃO PELO DECRETO 6.949/2009.  DISSEMINAÇÃO\nDE CONTEÚDOS ILÍCITOS POR REDE SOCIAL ABERTA. PRESUNÇÃO DE\nTRANSNACIONALIDADE. COMPETÊNCIA DA JUSTIÇA FEDERAL.\nI - No caso dos autos, os fatos em apuração referem-se à publicação,\nno Instagram, de um show de stand-up comedy que contém piada que,\nem tese, configura o crime de discriminação contra pessoa com\ndeficiência previsto no art. 88 da Lei n. 13.146/2015.\nII - Segundo a jurisprudência da Terceira Seção, a\ntransnacionalidade dos delitos de publicação de material ilícito em\nredes sociais abertas é presumida, sendo desnecessária a\ndemonstração de que o conteúdo veiculado atingiu usuários no\nexterior.\nIII - Ao assinar a Convenção Internacional sobre os Direitos das\nPessoas com Deficiência, o Brasil se comprometeu a proibir práticas\ndiscriminatórias contra esse grupo, consoante se depreende dos\nartigos 5 e 16 Decreto n. 6.949/2009. Soma-se a isso o fato de que a\nLei n. 13.146/2015, que  tipificou o delito em investigação,\nmenciona expressamente possuir como base o referido tratado\ninternacional.\nConflito conhecido para declarar a competência da Justiça Federal.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241113",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da TERCEIRA SEÇÃO, por unanimidade, conhecer\ndo conflito para declarar competente o Juízo Federal da 5ª Vara\nCriminal de São Paulo - SJ/SP, o suscitante, nos termos do voto do\nSr. Ministro Relator.\nA Sra. Ministra Daniela Teixeira e os Srs. Ministros Otávio de\nAlmeida Toledo (Desembargador Convocado do TJSP), Og Fernandes,\nSebastião Reis Júnior, Rogerio Schietti Cruz, Reynaldo Soares da\nFonseca, Antonio Saldanha Palheiro e Joel Ilan Paciornik votaram com\no Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000892596",
  "numeroProcesso" : "3903",
  "numeroRegistro" : "201700656494",
  "siglaClasse" : "RvCr",
  "descricaoClasse" : "REVISÃO CRIMINAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "RIBEIRO DANTAS",
  "dataPublicacao" : "DJE        DATA:06/12/2024",
  "ementa" : "REVISÃO CRIMINAL. CRIME DO ART. 7.º, INCISO IX, DA LEI N.º 8.137/90.\nPRODUTOS COM PRAZOS DE VALIDADE VENCIDOS. AUSÊNCIA DE PERÍCIA PARA\nCOMPROVAR A IMPROPRIEDADE DAS MERCADORIAS. IMPRESCINDIBILIDADE.\nFALTA DE JUSTA CAUSA PARA O EXERCÍCIO DA AÇÃO PENAL. ENTENDIMENTO\nCONSOLIDADO NO ÂMBITO DESTA CORTE SUPERIOR. PROCEDÊNCIA DO PEDIDO\nREVISIONAL.\n1. Nos termos da jurisprudência desta Corte Superior, \"[é] cabível o\najuizamento de revisão criminal para anular condenação penal\ntransitada em julgado quando a sentença for contrária ao texto\nexpresso da lei penal ou à evidência dos autos, fundada em\ndepoimentos, exames ou documentos falsos, ou se descobrirem provas\nnovas da inocência ou de circunstância de autorize a diminuição da\npena.\" (REsp 1371229/SE, Rel. Ministra MARIA THEREZA DE ASSIS MOURA,\nSEXTA TURMA, julgado em 20/10/2015, DJe 06/11/2015).\n2. Este Superior Tribunal de Justiça possui remansosa jurisprudência\nsegundo a qual, nos crimes previstos no art. 7º, inciso IX, da Lei\nnº 8.137/90, revela-se indispensável a realização de perícia, quando\npossível, a fim de se atestar ser o produto impróprio ou não para o\nconsumo. Precedentes.\n3. Não se trata de hipótese de acolhimento de revisão criminal em\nrazão de modificação de entendimento jurisprudencial, em regra,\nvedada por esta Corte. Isso porque, no caso em apreço, ao tempo da\npublicação da decisão impugnada, já havia orientação em sentido\ncontrário consolidada no âmbito deste Tribunal Superior, conferindo\nmelhor exegese ao delito previsto no art. 7º, IX, da Lei 8.137/90.\n4. Revisão criminal julgada procedente para absolver o requerente,\ncom fulcro no art. 386, VII, do CPP, por inexistir prova suficiente\nda materialidade delitiva.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241113",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO, por unanimidade,\njulgar procedente a revisão criminal para absolver o requerente, com\nfulcro no art. 386, VII, do CPP, por inexistir prova suficiente da\nmaterialidade delitiva, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Antonio Saldanha Palheiro (Revisor), Messod Azulay\nNeto, Daniela Teixeira, Otávio de Almeida Toledo (Desembargador\nConvocado do TJSP), Og Fernandes, Sebastião Reis Júnior, Rogerio\nSchietti Cruz e Reynaldo Soares da Fonseca votaram com o Sr.\nMinistro Relator.\nPresidiu o julgamento o Sr. Ministro Joel Ilan Paciornik.",
  "jurisprudenciaCitada" : "(REVISÃO CRIMINAL - HIPÓTESE DE CABIMENTO)\n   STJ - <<REsp 1371229>>-SE\n(CRIME CONTRA AS RELAÇÕES DE CONSUMO - ART. 7º, IX, LEI 8.137/1990 -\nPERÍCIA - IMPRESCINDIBILIDADE)\n   STJ - <<REsp 1112685>>-SC, <<REsp 1154774>>-RS,\n         <<HC 388374>>-SC, <<AgRg no REsp 1476252>>-SC,\n         <<AgRg no REsp 1825020>>-SC, <<AgRg no HC 453004>>-SP\n   STF - [[HC 90779]]-PR\n(CONSIDERAÇÕES - REVISÃO CRIMINAL - MUDANÇA JURISPRUDENCIAL)\n   STJ - <<RvCr 3900>>-SP",
  "notas" : null,
  "informacoesComplementares" : "     (CONSIDERAÇÕES)\n     \"[...] esta Corte vem entendendo '[c]abível o manejo da revisão\ncriminal fundada no art. 621, I, do CPP em situações nas quais se\npleiteia a adoção de novo entendimento jurisprudencial mais benigno,\ndesde que a mudança jurisprudencial corresponda a um novo\nentendimento pacífico e relevante.' [...]\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00621 INC:00001", "LEG:FED LEI:008137 ANO:1990\n*****  LCOT    LEI DOS CRIMES CONTRA A ORDEM TRIBUTÁRIA\n        ART:00007 INC:00009" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000892358",
  "numeroProcesso" : "208593",
  "numeroRegistro" : "202403651478",
  "siglaClasse" : "AgRg no CC",
  "descricaoClasse" : "AGRAVO REGIMENTAL NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "REYNALDO SOARES DA FONSECA",
  "dataPublicacao" : "DJE        DATA:04/12/2024",
  "ementa" : "AGRAVO REGIMENTAL EM CONFLITO DE COMPETÊNCIA. INSURGÊNCIA DO\nEXECUTADO. PRORROGAÇÃO DE PERMANÊNCIA DE PRESO EM PRESÍDIO FEDERAL\nDE SEGURANÇA MÁXIMA. MANUTENÇÃO DAS RAZÕES QUE ENSEJARAM O PEDIDO\nINICIAL. NECESSIDADE DE GARANTIA DA ORDEM PÚBLICA. POSIÇÃO DE\nLIDERANÇA DO DETENTO NA ORGANIZAÇÃO CRIMINOSA \"LIGA DA JUSTIÇA\".\nCONCESSÃO DE PROGRESSÃO AO REGIME SEMIABERTO. IMPOSSIBILIDADE DE\nDEFERIMENTO. AGRAVO REGIMENTAL DESPROVIDO.\n1. Prevalece no Superior Tribunal de Justiça o entendimento no\nsentido de que, acaso devidamente motivado pelo Juízo estadual o\npedido de manutenção do preso em presídio federal, não cabe ao\nMagistrado Federal exercer juízo de valor sobre a fundamentação\napresentada, mas apenas aferir a legalidade da medida. Precedentes.\nRessalva do ponto de vista do Relator.\n2. Situação em que a manutenção da segregação do detento em presídio\nfederal de segurança máxima é recomendável diante de elementos\nconcretos que evidenciam que ele seria um dos integrantes da cúpula\nda organização criminosa conhecida como \"Liga da Justiça\", que\npossui grande poderio bélico e financeiro, dedicando-se à prática de\ncrimes como homicídios, extorsões, corrupção de funcionários\npúblicos, ameaças, dano qualificado, compra de votos, além de outros\ncrimes eleitorais, e intimidações a vítimas e testemunhas.\nAdemais, o extrato de inteligência elaborado pela Polícia Civil do\nRio de Janeiro afirma que o eventual retorno do apenado ao sistema\npenitenciário do Estado do Rio de Janeiro poderá incluí-lo em um já\nconturbado cenário de disputas territoriais, além da possibilidade\nde alianças com outros milicianos, bem como a disputa pela liderança\nda organização criminosa ainda em atuação no Estado.\n3. A jurisprudência desta Corte também é assente no sentido de que\nnão é possível conceder ao apenado progressão de regime, enquanto os\nmotivos que justificaram a sua permanência no sistema penitenciário\nfederal subsistirem, haja vista a absoluta incompatibilidade do\nbenefício da execução com os motivos que ensejaram a inclusão do\nreeducando no regime diferenciado. Precedentes.\n\"A impossibilidade de progressão de regime em presídio federal,\nportanto, não se relaciona com a competência ou não para resolução\nde incidentes da execução, mas da absoluta incompatibilidade entre\nos motivos que autorizam a inclusão do preso no regime diferenciado\ne os benefícios da execução. Precedentes.\" (AgRg nos EDcl no CC n.\n183.975/MS, relator Ministro Rogerio Schietti Cruz, Terceira Seção,\njulgado em 23/2/2022, DJe de 2/3/2022).\n4. Nessa linha, é de se reconhecer que compete ao Juízo de Direito\nda Vara de Execuções Penais da Comarca do Rio de Janeiro/RJ (o\nsuscitante) decidir sobre a necessidade da permanência do apenado no\nPresídio Federal, não sendo admissível que o Juízo suscitado (da\nJustiça Federal) conceda ao apenado progressão de regime enquanto\nperdurarem os motivos que justificaram a sua permanência no sistema\npenitenciário federal.\n5. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241127",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO, por unanimidade,\nnegar provimento ao agravo regimental, nos termos do voto do Sr.\nMinistro Reynaldo Soares da Fonseca.\nOs Srs. Ministros Messod Azulay Neto, Daniela Teixeira, Otávio de\nAlmeida Toledo (Desembargador Convocado do TJSP), Og Fernandes,\nSebastião Reis Júnior e Rogerio Schietti Cruz votaram com o Sr.\nMinistro Relator.\nAusentes, justificadamente, os Srs. Ministros Antonio Saldanha\nPalheiro e Joel Ilan Paciornik.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000892303",
  "numeroProcesso" : "2574507",
  "numeroRegistro" : "202400607437",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "REYNALDO SOARES DA FONSECA",
  "dataPublicacao" : "DJE        DATA:19/11/2024",
  "ementa" : "AGRAVO REGIMENTAL EM EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. INSURGÊNCIA DEFENSIVA. AUSÊNCIA DE JUNTADA DO ACÓRDÃO\nPARADIGMA E DA RESPECTIVA CERTIDÃO DE PUBLICAÇÃO E JULGAMENTO.\nAUSÊNCIA DE COTEJO. AGRAVO REGIMENTAL DESPROVIDO.\n1. A jurisprudência desta Corte é assente no sentido de que \"A\nobservância ao art. 266, § 4º, do RISTJ, com a juntada das certidões\n(de publicação e de julgamento) e apresentação do inteiro teor dos\nacórdãos apontados como paradigmas, é requisito formal essencial\npara o processamento dos embargos de divergência, que não admitem a\nsua regularização posterior\" (AgRg nos EDv nos EAREsp n.\n2.331.804/MS, relator Ministro Rogerio Schietti Cruz, Terceira\nSeção, julgado em 27/9/2023, DJe de 3/10/2023). Precedentes.\nSituação em que, a despeito de ter sido juntada, com as razões dos\nembargos de divergência, a ementa, relatório e voto do julgado\napontado como paradigma, a defesa não cuidou de juntar cópia do\nacórdão e da certidão de publicação e de julgamento. Assim sendo,\nnão foi comprovada a divergência nos termos do art. 1.043, § 4º, do\nCódigo de Processo Civil de 2015 e do art. 266, § 4º, do Regimento\nInterno do Superior Tribunal de Justiça.\n2. A ausência de citação do repositório oficial autorizado de\njurisprudência no momento da interposição dos embargos de\ndivergência não atrai a incidência do parágrafo único do art. 932 da\nLei n. 13.105/2015, uma vez que, nos termos do Enunciado Normativo\nn. 6: \"Nos recursos tempestivos interpostos com fundamento no\nCPC/2015 (relativos a decisões publicadas a partir de 18 de março de\n2016), somente será concedido o prazo previsto no art. 932,\nparágrafo único c/c o art. 1.029, § 3º, do novo CPC para que a parte\nsane vício estritamente formal.\"\nPrecedentes: AgInt nos EDcl nos EAREsp 503.161/PR, relator Ministro\nMauro Campbell Marques, Primeira Seção, julgado em 16/11/2021, DJe\n19/11/2021; AgInt nos EREsp 1.617.799/DF, relator Ministro João\nOtávio de Noronha, Corte Especial, julgado em 23/8/2022, DJe em\n25/8/2022; AgRg nos EAREsp n. 1.908.536/PE, relator Ministro\nFrancisco Falcão, Corte Especial, julgado em 19/4/2023, DJe de\n27/4/2023; AgRg nos EREsp n. 1.991.582/MG, relator Ministro Antonio\nSaldanha Palheiro, Terceira Seção, julgado em 28/9/2022, DJe de\n11/11/2022; AgRg nos EAREsp n. 1.669.710/MG, relator Ministro\nSebastião Reis Júnior, Terceira Seção, julgado em 23/6/2021, DJe de\n28/6/2021.\n3. Ainda que assim não fosse, a defesa não cuidou de efetuar o\nnecessário cotejo analítico entre as situações fático-jurídicas\nexaminadas no acórdão recorrido e no julgado apontado como\nparadigma.\nDe se lembrar que \"Em sede de embargos de divergência, é\nindispensável haver identidade ou similitude fática e jurídica entre\no acórdão embargado e os arestos paradigmas, cabendo ao embargante\ndemonstrar que houve interpretação divergente acerca de situações\nsemelhantes por meio de cotejo analítico entre os julgados\nconfrontados, nos termos dos arts. 1.043, § 4º, do Código de\nProcesso Civil - CPC/2015 e 266, § 4º, do RISTJ, situação\ndescumprida na hipótese\" (AgRg nos EREsp n. 2.013.585/SC, relator\nMinistro Joel Ilan Paciornik, Terceira Seção, julgado em 17/10/2023,\nDJe de 20/10/2023).\n4. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241113",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO, por unanimidade,\nnegar provimento ao agravo regimental, nos termos do voto do Sr.\nMinistro Reynaldo Soares da Fonseca.\nOs Srs. Ministros Antonio Saldanha Palheiro, Joel Ilan Paciornik,\nMessod Azulay Neto, Daniela Teixeira, Otávio de Almeida Toledo\n(Desembargador Convocado do TJSP), Og Fernandes, Sebastião Reis\nJúnior e Rogerio Schietti Cruz votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000892299",
  "numeroProcesso" : "10364",
  "numeroRegistro" : "201101141880",
  "siglaClasse" : "EDcl nos EDcl no AgInt nos EmbExeMS",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO INTERNO NOS EMBARGOS À EXECUÇÃO EM MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "RIBEIRO DANTAS",
  "dataPublicacao" : "DJE        DATA:19/11/2024",
  "ementa" : "PROCESSUAL CIVIL. SEGUNDOS EMBARGOS DE DECLARAÇÃO. AUSÊNCIA DE\nOMISSÃO OU CONTRADIÇÃO. REITERAÇÃO DE ARGUMENTOS JÁ REJEITADOS.\nMULTA. CABIMENTO.\n1. Nos termos do art. 1.022 do CPC, os embargos de declaração\nconstituem recurso de rígidos contornos processuais e destinam-se a\nesclarecer obscuridade, eliminar contradição, suprir omissão e\ncorrigir erro material eventualmente existentes no julgado.\n2. In casu, o acórdão embargado foi claro ao afirmar a inexistência\ndos vícios apontados nos primeiros Embargos de Declaração. Novos\naclaratórios só se justificam quando se pretende sanar vício surgido\npela primeira vez no julgamento anterior, o que não se verifica no\ncaso dos autos.\n3. Embargos de Declaração rejeitados, com aplicação de multa.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241113",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da TERCEIRA SEÇÃO, por unanimidade, rejeitar\nos embargos de declaração, com aplicação da multa prevista no artigo\n1.026, §2º, do Código de Processo Civil, no percentual de 1% (um\npor cento) sobre o valor atualizado da causa, diante da manifestação\nnitidamente protelatória da insurgência, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Og Fernandes, Sebastião Reis Júnior, Rogerio\nSchietti Cruz, Reynaldo Soares da Fonseca, Joel Ilan Paciornik,\nMessod Azulay Neto, Daniela Teixeira e Otávio de Almeida Toledo\n(Desembargador Convocado do TJSP) votaram com o Sr. Ministro\nRelator.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000892285",
  "numeroProcesso" : "47424",
  "numeroRegistro" : "202401560622",
  "siglaClasse" : "AgRg nos EDcl na Rcl",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DECLARAÇÃO NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "REYNALDO SOARES DA FONSECA",
  "dataPublicacao" : "DJE        DATA:12/11/2024",
  "ementa" : "AGRAVO REGIMENTAL EM EMBARGOS DE DECLARAÇÃO EM RECLAMAÇÃO.\nINSURGÊNCIA DEFENSIVA. ALEGADO DESCUMPRIMENTO DE DECISÃO DESTA CORTE\nQUE ANULOU ACÓRDÃO PROFERIDO EM EMBARGOS DE DECLARAÇÃO EM APELAÇÃO\nCRIMINAL, DETERMINANDO O RETORNO DOS AUTOS À CORTE DE ORIGEM PARA\nQUE FOSSE RESTABELECIDO O REGULAR TRÂMITE DO FEITO. LEGALIDADE DE\nNOMEAÇÃO DE ADMINISTRADOR JUDICIAL PARA OS BENS DE TITULARIDADE DO\nRECLAMANTE QUE NÃO CHEGOU A SER APRECIADA NEM PELO TRIBUNAL DE\nJUSTIÇA NEM PELA DECISÃO APONTADA COMO RECLAMADA. AUSÊNCIA DE\nDESCUMPRIMENTO. AGRAVO REGIMENTAL DESPROVIDO.\n1. Se a decisão apontada como descumprida jamais chegou a deliberar\nsobre o sobrestamento de processos no 1º grau de jurisdição\nrelacionados à gestão de bens do reclamante cujo perdimento foi\ndecretado em sentença condenatória, não há como se reconhecer a\nexistência de descumprimento de julgado desta Corte.\n2. Situação em que a decisão indicada como descumprida se limitou a\nanular acórdão proferido em sede de embargos de declaração em\napelação criminal, determinando o retorno dos autos ao Tribunal de\nJustiça, para que se restabeleça seu regular trâmite em observância\nàs decisões daquela Corte.\n3. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240814",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO, por unanimidade,\nnegar provimento ao agravo regimental, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Antonio Saldanha Palheiro, Joel Ilan Paciornik,\nMessod Azulay Neto, Daniela Teixeira, Jesuíno Rissato (Desembargador\nConvocado do TJDFT), Otávio de Almeida Toledo (Desembargador\nConvocado do TJSP), Sebastião Reis Júnior e Rogerio Schietti Cruz\nvotaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000892247",
  "numeroProcesso" : "2316337",
  "numeroRegistro" : "202300792471",
  "siglaClasse" : "AgRg no AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NO AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "REYNALDO SOARES DA FONSECA",
  "dataPublicacao" : "DJE        DATA:19/11/2024",
  "ementa" : "AGRAVO REGIMENTAL EM AGRAVO REGIMENTAL EM EMBARGOS DE DIVERGÊNCIA EM\nAGRAVO EM RECURSO ESPECIAL. EMBARGOS DE DIVERGÊNCIA DECIDIDOS POR\nACÓRDÃO DA TERCEIRA SEÇÃO DO STJ. DESCABIMENTO DE AGRAVO REGIMENTAL\nCONTRA DECISÃO DE ÓRGÃO COLEGIADO DE TRIBUNAL. NÃO CONHECIMENTO.\n1. \"É manifestamente incabível e caracteriza erro grosseiro a\ninterposição de agravo regimental contra decisão colegiada, em\ndesacordo com o art. 258 do RISTJ. Por conseguinte, o recurso\nmanifestamente incabível não suspende nem interrompe o prazo para\ninterposição de outro reclamo. Precedentes.\" (AgRg nos EDcl nos\nEAREsp n. 2.066.135/RR, relator Ministro Sebastião Reis Júnior,\nTerceira Seção, julgado em 12/4/2023, DJe de 14/4/2023.)\n2. Agravo regimental de que não se conhece.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241113",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO, por unanimidade,\nnão conhecer do agravo regimental, nos termos do voto do Sr.\nMinistro Reynaldo Soares da Fonseca.\nOs Srs. Ministros Antonio Saldanha Palheiro, Joel Ilan Paciornik,\nMessod Azulay Neto, Daniela Teixeira, Otávio de Almeida Toledo\n(Desembargador Convocado do TJSP), Og Fernandes, Sebastião Reis\nJúnior e Rogerio Schietti Cruz votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000892040",
  "numeroProcesso" : "1976210",
  "numeroRegistro" : "202103855043",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JESUÍNO RISSATO (DESEMBARGADOR CONVOCADO DO TJDFT)",
  "dataPublicacao" : "DJE        DATA:02/12/2024",
  "ementa" : "RECURSO ESPECIAL. PROCESSAMENTO SOB O RITO DO ART. 543-C DO CÓDIGO\nDE PROCESSO CIVIL. REPRESENTATIVO DA CONTROVÉRSIA. EXECUÇÃO PENAL.\nTERMO INICIAL PARA NOVA PROGRESSÃO DE REGIME PRISIONAL.\nPREENCHIMENTO DO ÚLTIMO REQUISITO. DATA DO EXAME CRIMINOLÓGICO.\nREQUISITO SUBJETIVO.\n1. Recurso especial processado sob o regime previsto no art. 543- C,\n§2º, do CPC, c/c o art. 3º do CPP, e na Resolução n. 8/2008 do STJ.\n2. Esta Corte Superior entende que a data-base para a concessão de\nnova progressão de regime é o dia em que o último requisito\n(objetivo ou subjetivo) do art. 112 da Lei n. 7.210/1984 estiver\npreenchido, tendo em vista que o dispositivo legal exige a\nconcomitância de ambos para o deferimento do benefício. Precedentes.\n3. Recurso especial representativo da controvérsia provido, para, no\ncaso concreto, determinar que o Juiz da Execução Penal considere\ncomo data- base para a progressão de regime prisional o dia em que o\núltimo requisito (objetivo ou subjetivo) do art. 112 da Lei n.\n7.210/1984 estiver preenchido; e, assentar, sob o rito do art. 543-C\ndo CPC a seguinte TESE: \"A decisão que defere a progressão de\nregime não tem natureza constitutiva, senão declaratória. O termo\ninicial para a progressão de regime deverá ser a data em que\npreenchidos os requisitos objetivo e subjetivo descritos no art. 112\nda Lei 7.210, de 11/07/1984 (Lei de Execução Penal), e não a data\nem que efetivamente foi deferida a progressão. Essa data deverá ser\ndefinida de forma casuística, fixando-se como termo inicial o\nmomento em que preenchido o último requisito pendente, seja ele o\nobjetivo ou o subjetivo. Se por último for preenchido o requisito\nsubjetivo, independentemente da anterior implementação do requisito\nobjetivo, será aquele (o subjetivo) o marco para fixação da\ndata-base para efeito de nova progressão de regime\".",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240814",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção, por maioria, dar\nprovimento ao recurso especial representativo da controvérsia, para,\nno caso concreto, reformar o acórdão recorrido e determinar que o\nJuiz da Execução Penal considere, como data-base para a progressão\nde regime prisional, o dia em que o último requisito (objetivo ou\nsubjetivo) do art. 112 da Lei n. 7.210/1984 tenha sido preenchido;\ne, assentou, sob o rito do art. 543-C do CPC a seguinte Tese quanto\nao Tema Repetitivo n. 1.165: \"A decisão que defere a progressão de\nregime não tem natureza constitutiva, senão declaratória. O termo\ninicial para a progressão de regime deverá ser a data em que\npreenchidos os requisitos objetivo e subjetivo descritos no art. 112\nda Lei 7.210, de 11/07/1984 (Lei de Execução Penal), e não a data\nem que efetivamente foi deferida a progressão. Essa data deverá ser\ndefinida de forma casuística, fixando-se como termo inicial o\nmomento em que preenchido o último requisito pendente, seja ele o\nobjetivo ou o subjetivo. Se por último for preenchido o requisito\nsubjetivo, independentemente da anterior implementação do requisito\nobjetivo, será aquele (o subjetivo) o marco para fixação da\ndata-base para efeito de nova progressão de regime\", nos termos do\nvoto do Sr. Ministro Relator. Vencidos os Srs. Ministros Otávio de\nAlmeida Toledo (Desembargador Convocado do TJSP), Rogerio Schietti\nCruz e Daniela Teixeira, que negavam provimento ao recurso especial\nrepresentativo da controvérsia por divergência quanto à tese fixada.\nOs Srs. Ministros Sebastião Reis Júnior, Reynaldo Soares da Fonseca,\nAntonio Saldanha Palheiro, Joel Ilan Paciornik e Messod Azulay Neto\nvotaram com o Sr. Ministro Relator.\nVotaram vencidos os Srs. Ministros Otávio de Almeida Toledo\n(Desembargador Convocado do TJSP), Rogerio Schietti Cruz e Daniela\nTeixeira.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : "(PROGRESSÃO DE REGIME - DATA-BASE - PREENCHIMENTO DO ÚLTIMO\nREQUISITO)\n   STJ - <<AgRg no HC 540250>>-SP, <<AgRg no HC 887791>>-SP,\n         <<AgRg no HC 734687>>-SP, <<AgRg no HC 876006>>-SP,\n         <<AgRg no HC 726879>>-SP\n(VOTO VENCIDO - PROGRESSÃO DE REGIME - DATA-BASE - PREENCHIMENTO DO\nREQUISITO OBJETIVO)\n   STJ - <<HC 638702>>-SP",
  "notas" : "Julgado conforme procedimento previsto para os Recursos Repetitivos\nno âmbito do STJ.",
  "informacoesComplementares" : "     (VOTO VENCIDO)\n     O termo inicial para nova progressão de regime prisional é a\ndata em que efetivamente preenchido o requisito objetivo, e não a\ndata do preenchimento do requisito subjetivo, ainda que tenha sido o\núltimo adimplido. Isso porque enquanto a apuração do requisito de\nnatureza objetiva se apresenta praticamente como uma questão\nmatemática, a aferição do requisito subjetivo necessita de\nrealização do exame criminológico. Assim, parece contraditório\nconsiderar a decisão de progressão como de natureza declaratória e,\nao mesmo tempo, fixar como data-base para uma próxima progressão de\nregime a data em que o aludo foi apresentado ou mesmo realizado.\nAfinal, o requisito subjetivo já estava presente desde a\nimplementação do requisito objetivo. Assim, é mais adequado\nconsiderar como data-base o dia em que efetivamente preenchido o\nrequisito objetivo se o laudo de exame criminológico, posteriormente\nrealizado, reconhece que havia mérito para a progressão.\n     (VOTO VENCIDO)\n     O termo inicial para nova progressão de regime prisional é a\ndata em que efetivamente preenchido o requisito objetivo, e não a\ndata do preenchimento do requisito subjetivo, ainda que tenha sido o\núltimo adimplido. Isso porque considerar como termo a quo o\npreenchimento do requisito subjetivo significa a absorção da desídia\npara a elaboração de laudo pericial em desfavor do apenado. Tanto o\natestado de comportamento carcerário quanto o exame criminológico\natestam conjuntura que já caracterizava o cenário de cumprimento de\npena antes mesmo de sua elaboração. Assim, a demora do Poder\nExecutivo em declarar que determinado apenado possui bom\ncomportamento, ou melhor, está apto ao retorno paulatino ao convívio\nem sociedade, não vincula o Poder Judiciário quanto à afirmação de\nalgo que já existia, ou seja, a avaliação favorável do comportamento\ndo apenado durante determinado período de cumprimento de pena.",
  "termosAuxiliares" : null,
  "teseJuridica" : "\"A decisão que defere a progressão de regime não tem natureza\nconstitutiva, senão declaratória. O termo inicial para a progressão\nde regime deverá ser a data em que preenchidos os requisitos\nobjetivo e subjetivo descritos no art. 112 da Lei 7.210, de\n11/07/1984 (Lei de Execução Penal), e não a data em que efetivamente\nfoi deferida a progressão. Essa data deverá ser definida de forma\ncasuística, fixando-se como termo inicial o momento em que\npreenchido o último requisito pendente, seja ele o objetivo ou o\nsubjetivo. Se por último for preenchido o requisito subjetivo,\nindependentemente da anterior implementação do requisito objetivo,\nserá aquele (o subjetivo) o marco para fixação da data-base para\nefeito de nova progressão de regime.\"",
  "tema" : "Tema Repetitivo 1165\nSituação do tema: Acórdão Publicado",
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036", "LEG:FED LEI:007210 ANO:1984\n*****  LEP-84    LEI DE EXECUÇÃO PENAL\n        ART:00112" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000892039",
  "numeroProcesso" : "1976197",
  "numeroRegistro" : "202103854361",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JESUÍNO RISSATO (DESEMBARGADOR CONVOCADO DO TJDFT)",
  "dataPublicacao" : "DJE        DATA:02/12/2024",
  "ementa" : "RECURSO ESPECIAL. PROCESSAMENTO SOB O RITO DO ART. 543-C DO CÓDIGO\nDE PROCESSO CIVIL. REPRESENTATIVO DA CONTROVÉRSIA. EXECUÇÃO PENAL.\nTERMO INICIAL PARA NOVA PROGRESSÃO DE REGIME PRISIONAL.\nPREENCHIMENTO DO ÚLTIMO REQUISITO. DATA DO EXAME CRIMINOLÓGICO.\nREQUISITO SUBJETIVO.\n1. Recurso especial processado sob o regime previsto no art. 543-C,\n§2º, do CPC, c/c o art. 3º do CPP, e na Resolução n. 8/2008 do STJ.\n2. Esta Corte Superior entende que a data-base para a concessão de\nnova progressão de regime é o dia em que o último requisito\n(objetivo ou subjetivo) do art. 112 da Lei n. 7.210/1984 estiver\npreenchido, tendo em vista que o dispositivo legal exige a\nconcomitância de ambos para o deferimento do benefício. Precedentes.\n3. Recurso especial representativo da controvérsia provido, para, no\ncaso concreto, determinar que o Juiz da Execução Penal considere\ncomo data- base para a progressão de regime prisional o dia em que o\núltimo requisito (objetivo ou subjetivo) do art. 112 da Lei n.\n7.210/1984 estiver preenchido; e, assentar, sob o rito do art. 543-C\ndo CPC a seguinte TESE: \"A decisão que defere a progressão de\nregime não tem natureza constitutiva, senão declaratória. O termo\ninicial para a progressão de regime deverá ser a data em que\npreenchidos os requisitos objetivo e subjetivo descritos no art. 112\nda Lei 7.210, de 11/07/1984 (Lei de Execução Penal), e não a data\nem que efetivamente foi deferida a progressão. Essa data deverá ser\ndefinida de forma casuística, fixando-se como termo inicial o\nmomento em que preenchido o último requisito pendente, seja ele o\nobjetivo ou o subjetivo. Se por último for preenchido o requisito\nsubjetivo, independentemente da anterior implementação do requisito\nobjetivo, será aquele (o subjetivo) o marco para fixação da\ndata-base para efeito de nova progressão de regime\".",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240814",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção, por maioria, dar\nprovimento ao recurso especial representativo da controvérsia, para,\nno caso concreto, reformar o acórdão recorrido e determinar que o\nJuiz da Execução Penal considere, como data-base para a progressão\nde regime prisional, o dia em que o último requisito (objetivo ou\nsubjetivo) do art. 112 da Lei n. 7.210/1984 tenha sido preenchido;\ne, assentou, sob o rito do art. 543-C do CPC a seguinte Tese quanto\nao Tema Repetitivo n. 1.165: \"A decisão que defere a progressão de\nregime não tem natureza constitutiva, senão declaratória. O termo\ninicial para a progressão de regime deverá ser a data em que\npreenchidos os requisitos objetivo e subjetivo descritos no art. 112\nda Lei 7.210, de 11/07/1984 (Lei de Execução Penal), e não a data\nem que efetivamente foi deferida a progressão. Essa data deverá ser\ndefinida de forma casuística, fixando-se como termo inicial o\nmomento em que preenchido o último requisito pendente, seja ele o\nobjetivo ou o subjetivo. Se por último for preenchido o requisito\nsubjetivo, independentemente da anterior implementação do requisito\nobjetivo, será aquele (o subjetivo) o marco para fixação da\ndata-base para efeito de nova progressão de regime\", nos termos do\nvoto do Sr. Ministro Relator. Vencidos os Srs. Ministros Otávio de\nAlmeida Toledo (Desembargador Convocado do TJSP), Rogerio Schietti\nCruz e Daniela Teixeira, que negavam provimento ao recurso especial\nrepresentativo da controvérsia por divergência quanto à tese fixada.\nOs Srs. Ministros Sebastião Reis Júnior, Reynaldo Soares da Fonseca,\nAntonio Saldanha Palheiro, Joel Ilan Paciornik e Messod Azulay Neto\nvotaram com o Sr. Ministro Relator.\nVotaram vencidos os Srs. Ministros Otávio de Almeida Toledo\n(Desembargador Convocado do TJSP), Rogerio Schietti Cruz e Daniela\nTeixeira.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : "(PROGRESSÃO DE REGIME - DATA-BASE - PREENCHIMENTO DO ÚLTIMO\nREQUISITO)\n   STJ - <<AgRg no HC 540250>>-SP, <<AgRg no HC 887791>>-SP,\n         <<AgRg no HC 734687>>-SP, <<AgRg no HC 876006>>-SP,\n         <<AgRg no HC 726879>>-SP\n(VOTO VENCIDO - PROGRESSÃO DE REGIME - DATA-BASE - PREENCHIMENTO DO\nREQUISITO OBJETIVO)\n   STJ - <<HC 638702>>-SP",
  "notas" : "Julgado conforme procedimento previsto para os Recursos Repetitivos\nno âmbito do STJ.",
  "informacoesComplementares" : "     (VOTO VENCIDO)\n     O termo inicial para nova progressão de regime prisional é a\ndata em que efetivamente preenchido o requisito objetivo, e não a\ndata do preenchimento do requisito subjetivo, ainda que tenha sido o\núltimo adimplido. Isso porque enquanto a apuração do requisito de\nnatureza objetiva se apresenta praticamente como uma questão\nmatemática, a aferição do requisito subjetivo necessita de\nrealização do exame criminológico. Assim, parece contraditório\nconsiderar a decisão de progressão como de natureza declaratória e,\nao mesmo tempo, fixar como data-base para uma próxima progressão de\nregime a data em que o aludo foi apresentado ou mesmo realizado.\nAfinal, o requisito subjetivo já estava presente desde a\nimplementação do requisito objetivo. Assim, é mais adequado\nconsiderar como data-base o dia em que efetivamente preenchido o\nrequisito objetivo se o laudo de exame criminológico, posteriormente\nrealizado, reconhece que havia mérito para a progressão.\n     (VOTO VENCIDO)\n     O termo inicial para nova progressão de regime prisional é a\ndata em que efetivamente preenchido o requisito objetivo, e não a\ndata do preenchimento do requisito subjetivo, ainda que tenha sido o\núltimo adimplido. Isso porque considerar como termo a quo o\npreenchimento do requisito subjetivo significa a absorção da desídia\npara a elaboração de laudo pericial em desfavor do apenado. Tanto o\natestado de comportamento carcerário quanto o exame criminológico\natestam conjuntura que já caracterizava o cenário de cumprimento de\npena antes mesmo de sua elaboração. Assim, a demora do Poder\nExecutivo em declarar que determinado apenado possui bom\ncomportamento, ou melhor, está apto ao retorno paulatino ao convívio\nem sociedade, não vincula o Poder Judiciário quanto à afirmação de\nalgo que já existia, ou seja, a avaliação favorável do comportamento\ndo apenado durante determinado período de cumprimento de pena.",
  "termosAuxiliares" : null,
  "teseJuridica" : "\"A decisão que defere a progressão de regime não tem natureza\nconstitutiva, senão declaratória. O termo inicial para a progressão\nde regime deverá ser a data em que preenchidos os requisitos\nobjetivo e subjetivo descritos no art. 112 da Lei 7.210, de\n11/07/1984 (Lei de Execução Penal), e não a data em que efetivamente\nfoi deferida a progressão. Essa data deverá ser definida de forma\ncasuística, fixando-se como termo inicial o momento em que\npreenchido o último requisito pendente, seja ele o objetivo ou o\nsubjetivo. Se por último for preenchido o requisito subjetivo,\nindependentemente da anterior implementação do requisito objetivo,\nserá aquele (o subjetivo) o marco para fixação da data-base para\nefeito de nova progressão de regime.\"",
  "tema" : "Tema Repetitivo 1165\nSituação do tema: Acórdão Publicado",
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036", "LEG:FED LEI:007210 ANO:1984\n*****  LEP-84    LEI DE EXECUÇÃO PENAL\n        ART:00112" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000892038",
  "numeroProcesso" : "1973589",
  "numeroRegistro" : "202103778325",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JESUÍNO RISSATO (DESEMBARGADOR CONVOCADO DO TJDFT)",
  "dataPublicacao" : "DJE        DATA:02/12/2024",
  "ementa" : "RECURSO ESPECIAL. PROCESSAMENTO SOB O RITO DO ART. 543-C DO CÓDIGO\nDE PROCESSO CIVIL. REPRESENTATIVO DA CONTROVÉRSIA. EXECUÇÃO PENAL.\nTERMO INICIAL PARA NOVA PROGRESSÃO DE REGIME PRISIONAL.\nPREENCHIMENTO DO ÚLTIMO REQUISITO. DATA DO EXAME CRIMINOLÓGICO.\nREQUISITO SUBJETIVO.\n1. Recurso especial processado sob o regime previsto no art. 543-C,\n§2º, do CPC, c/c o art. 3º do CPP, e na Resolução n. 8/2008 do STJ.\n2. Esta Corte Superior entende que a data-base para a concessão de\nnova progressão de regime é o dia em que o último requisito\n(objetivo ou subjetivo) do art. 112 da Lei n. 7.210/1984 estiver\npreenchido, tendo em vista que o dispositivo legal exige a\nconcomitância de ambos para o deferimento do benefício. Precedentes.\n3. Recurso especial representativo da controvérsia provido, para, no\ncaso concreto, restabelecer a decisão do Juiz da Execução Penal que\nconsiderou como data-base para a progressão de regime prisional o\ndia em que o último requisito (objetivo ou subjetivo) do art. 112 da\nLei n. 7.210/1984 foi preenchido; e, assentar, sob o rito do art.\n543-C do CPC a seguinte TESE:\n\"A decisão que defere a progressão de regime não tem natureza\nconstitutiva, senão declaratória. O termo inicial para a progressão\nde regime deverá ser a data em que preenchidos os requisitos\nobjetivo e subjetivo descritos no art.\n112 da Lei 7.210, de 11/07/1984 (Lei de Execução Penal), e não a\ndata em que efetivamente foi deferida a progressão. Essa data deverá\nser definida de forma casuística, fixando-se como termo inicial o\nmomento em que preenchido o último requisito pendente, seja ele o\nobjetivo ou o subjetivo. Se por último for preenchido o requisito\nsubjetivo, independentemente da anterior implementação do requisito\nobjetivo, será aquele (o subjetivo) o marco para fixação da\ndata-base para efeito de nova progressão de regime\".",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240814",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção, por maioria, dar\nprovimento ao recurso especial representativo da controvérsia, para,\nno caso concreto, reformar o acórdão recorrido e determinar que o\nJuiz da Execução Penal considere, como data-base para a progressão\nde regime prisional, o dia em que o último requisito (objetivo ou\nsubjetivo) do art. 112 da Lei n. 7.210/1984 tenha sido preenchido;\ne, assentou, sob o rito do art. 543-C do CPC a seguinte Tese quanto\nao Tema Repetitivo n. 1.165: \"A decisão que defere a progressão de\nregime não tem natureza constitutiva, senão declaratória. O termo\ninicial para a progressão de regime deverá ser a data em que\npreenchidos os requisitos objetivo e subjetivo descritos no art. 112\nda Lei 7.210, de 11/07/1984 (Lei de Execução Penal), e não a data\nem que efetivamente foi deferida a progressão. Essa data deverá ser\ndefinida de forma casuística, fixando-se como termo inicial o\nmomento em que preenchido o último requisito pendente, seja ele o\nobjetivo ou o subjetivo. Se por último for preenchido o requisito\nsubjetivo, independentemente da anterior implementação do requisito\nobjetivo, será aquele (o subjetivo) o marco para fixação da\ndata-base para efeito de nova progressão de regime\", nos termos do\nvoto do Sr. Ministro Relator. Vencidos os Srs. Ministros Otávio de\nAlmeida Toledo (Desembargador Convocado do TJSP), Rogerio Schietti\nCruz e Daniela Teixeira, que negavam provimento ao recurso especial\nrepresentativo da controvérsia por divergência quanto à tese fixada.\nOs Srs. Ministros Sebastião Reis Júnior, Reynaldo Soares da Fonseca,\nAntonio Saldanha Palheiro, Joel Ilan Paciornik e Messod Azulay Neto\nvotaram com o Sr. Ministro Relator.\nVotaram vencidos os Srs. Ministros Otávio de Almeida Toledo\n(Desembargador Convocado do TJSP), Rogerio Schietti Cruz e Daniela\nTeixeira.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : "(PROGRESSÃO DE REGIME - DATA-BASE - PREENCHIMENTO DO ÚLTIMO\nREQUISITO)\n   STJ - <<AgRg no HC 540250>>-SP, <<AgRg no HC 887791>>-SP,\n         <<AgRg no HC 734687>>-SP, <<AgRg no HC 876006>>-SP,\n         <<AgRg no HC 726879>>-SP\n(VOTO VENCIDO - PROGRESSÃO DE REGIME - DATA-BASE - PREENCHIMENTO DO\nREQUISITO OBJETIVO)\n   STJ - <<HC 638702>>-SP",
  "notas" : "Julgado conforme procedimento previsto para os Recursos Repetitivos\nno âmbito do STJ.",
  "informacoesComplementares" : "     (VOTO VENCIDO)\n     O termo inicial para nova progressão de regime prisional é a\ndata em que efetivamente preenchido o requisito objetivo, e não a\ndata do preenchimento do requisito subjetivo, ainda que tenha sido o\núltimo adimplido. Isso porque enquanto a apuração do requisito de\nnatureza objetiva se apresenta praticamente como uma questão\nmatemática, a aferição do requisito subjetivo necessita de\nrealização do exame criminológico. Assim, parece contraditório\nconsiderar a decisão de progressão como de natureza declaratória e,\nao mesmo tempo, fixar como data-base para uma próxima progressão de\nregime a data em que o aludo foi apresentado ou mesmo realizado.\nAfinal, o requisito subjetivo já estava presente desde a\nimplementação do requisito objetivo. Assim, é mais adequado\nconsiderar como data-base o dia em que efetivamente preenchido o\nrequisito objetivo se o laudo de exame criminológico, posteriormente\nrealizado, reconhece que havia mérito para a progressão.\n     (VOTO VENCIDO)\n     O termo inicial para nova progressão de regime prisional é a\ndata em que efetivamente preenchido o requisito objetivo, e não a\ndata do preenchimento do requisito subjetivo, ainda que tenha sido o\núltimo adimplido. Isso porque considerar como termo a quo o\npreenchimento do requisito subjetivo significa a absorção da desídia\npara a elaboração de laudo pericial em desfavor do apenado. Tanto o\natestado de comportamento carcerário quanto o exame criminológico\natestam conjuntura que já caracterizava o cenário de cumprimento de\npena antes mesmo de sua elaboração. Assim, a demora do Poder\nExecutivo em declarar que determinado apenado possui bom\ncomportamento, ou melhor, está apto ao retorno paulatino ao convívio\nem sociedade, não vincula o Poder Judiciário quanto à afirmação de\nalgo que já existia, ou seja, a avaliação favorável do comportamento\ndo apenado durante determinado período de cumprimento de pena.",
  "termosAuxiliares" : null,
  "teseJuridica" : "\"A decisão que defere a progressão de regime não tem natureza\nconstitutiva, senão declaratória. O termo inicial para a progressão\nde regime deverá ser a data em que preenchidos os requisitos\nobjetivo e subjetivo descritos no art. 112 da Lei 7.210, de\n11/07/1984 (Lei de Execução Penal), e não a data em que efetivamente\nfoi deferida a progressão. Essa data deverá ser definida de forma\ncasuística, fixando-se como termo inicial o momento em que\npreenchido o último requisito pendente, seja ele o objetivo ou o\nsubjetivo. Se por último for preenchido o requisito subjetivo,\nindependentemente da anterior implementação do requisito objetivo,\nserá aquele (o subjetivo) o marco para fixação da data-base para\nefeito de nova progressão de regime.\"",
  "tema" : "Tema Repetitivo 1165\nSituação do tema: Acórdão Publicado",
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036", "LEG:FED LEI:007210 ANO:1984\n*****  LEP-84    LEI DE EXECUÇÃO PENAL\n        ART:00112" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000892037",
  "numeroProcesso" : "1973105",
  "numeroRegistro" : "202103744332",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JESUÍNO RISSATO (DESEMBARGADOR CONVOCADO DO TJDFT)",
  "dataPublicacao" : "DJE        DATA:02/12/2024",
  "ementa" : "RECURSO ESPECIAL. PROCESSAMENTO SOB O RITO DO ART. 543-C DO CÓDIGO\nDE PROCESSO CIVIL. REPRESENTATIVO DA CONTROVÉRSIA. EXECUÇÃO PENAL.\nTERMO INICIAL PARA NOVA PROGRESSÃO DE REGIME PRISIONAL.\nPREENCHIMENTO DO ÚLTIMO REQUISITO. DATA DO EXAME CRIMINOLÓGICO.\nREQUISITO SUBJETIVO.\n1. Recurso especial processado sob o regime previsto no art. 543-C,\n§2º, do CPC, c/c o art. 3º do CPP, e na Resolução n. 8/2008 do STJ.\n2. Esta Corte Superior entende que a data-base para a concessão de\nnova progressão de regime é o dia em que o último requisito\n(objetivo ou subjetivo) do art. 112 da Lei n. 7.210/1984 estiver\npreenchido, tendo em vista que o dispositivo legal exige a\nconcomitância de ambos para o deferimento do benefício. Precedentes.\n3. Recurso especial representativo da controvérsia provido, para, no\ncaso concreto, reformar o acórdão recorrido e determinar que o Juiz\nda Execução Penal considere como data-base para a progressão de\nregime prisional o dia em que o último requisito (objetivo ou\nsubjetivo) do art. 112 da Lei n. 7.210/1984 tenha sido preenchido;\ne, assentar, sob o rito do art. 543-C do CPC a seguinte TESE: \"A\ndecisão que defere a progressão de regime não tem natureza\nconstitutiva, senão declaratória. O termo inicial para a progressão\nde regime deverá ser a data em que preenchidos os requisitos\nobjetivo e subjetivo descritos no art. 112 da Lei 7.210, de\n11/07/1984 (Lei de Execução Penal), e não a data em que efetivamente\nfoi deferida a progressão.\nEssa data deverá ser definida de forma casuística, fixando-se como\ntermo inicial o momento em que preenchido o último requisito\npendente, seja ele o objetivo ou o subjetivo. Se por último for\npreenchido o requisito subjetivo, independentemente da anterior\nimplementação do requisito objetivo, será aquele (o subjetivo) o\nmarco para fixação da data-base para efeito de nova progressão de\nregime.\"",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240814",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção, por maioria, dar\nprovimento ao recurso especial representativo da controvérsia, para,\nno caso concreto, reformar o acórdão recorrido e determinar que o\nJuiz da Execução Penal considere, como data-base para a progressão\nde regime prisional, o dia em que o último requisito (objetivo ou\nsubjetivo) do art. 112 da Lei n. 7.210/1984 tenha sido preenchido;\ne, assentou, sob o rito do art. 543-C do CPC a seguinte Tese quanto\nao Tema Repetitivo n. 1.165: \"A decisão que defere a progressão de\nregime não tem natureza constitutiva, senão declaratória. O termo\ninicial para a progressão de regime deverá ser a data em que\npreenchidos os requisitos objetivo e subjetivo descritos no art. 112\nda Lei 7.210, de 11/07/1984 (Lei de Execução Penal), e não a data\nem que efetivamente foi deferida a progressão. Essa data deverá ser\ndefinida de forma casuística, fixando-se como termo inicial o\nmomento em que preenchido o último requisito pendente, seja ele o\nobjetivo ou o subjetivo. Se por último for preenchido o requisito\nsubjetivo, independentemente da anterior implementação do requisito\nobjetivo, será aquele (o subjetivo) o marco para fixação da\ndata-base para efeito de nova progressão de regime\", nos termos do\nvoto do Sr. Ministro Relator. Vencidos os Srs. Ministros Otávio de\nAlmeida Toledo (Desembargador Convocado do TJSP), Rogerio Schietti\nCruz e Daniela Teixeira, que negavam provimento ao recurso especial\nrepresentativo da controvérsia por divergência quanto à tese fixada.\nOs Srs. Ministros Sebastião Reis Júnior, Reynaldo Soares da Fonseca,\nAntonio Saldanha Palheiro, Joel Ilan Paciornik e Messod Azulay Neto\nvotaram com o Sr. Ministro Relator.\nVotaram vencidos os Srs. Ministros Otávio de Almeida Toledo\n(Desembargador Convocado do TJSP), Rogerio Schietti Cruz e Daniela\nTeixeira.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : "(PROGRESSÃO DE REGIME - DATA-BASE - PREENCHIMENTO DO ÚLTIMO\nREQUISITO)\n   STJ - <<AgRg no HC 540250>>-SP, <<AgRg no HC 887791>>-SP,\n         <<AgRg no HC 734687>>-SP, <<AgRg no HC 876006>>-SP,\n         <<AgRg no HC 726879>>-SP\n(VOTO VENCIDO - PROGRESSÃO DE REGIME - DATA-BASE - PREENCHIMENTO DO\nREQUISITO OBJETIVO)\n   STJ - <<HC 638702>>-SP",
  "notas" : "Julgado conforme procedimento previsto para os Recursos Repetitivos\nno âmbito do STJ.",
  "informacoesComplementares" : "     (VOTO VENCIDO)\n     O termo inicial para nova progressão de regime prisional é a\ndata em que efetivamente preenchido o requisito objetivo, e não a\ndata do preenchimento do requisito subjetivo, ainda que tenha sido o\núltimo adimplido. Isso porque enquanto a apuração do requisito de\nnatureza objetiva se apresenta praticamente como uma questão\nmatemática, a aferição do requisito subjetivo necessita de\nrealização do exame criminológico. Assim, parece contraditório\nconsiderar a decisão de progressão como de natureza declaratória e,\nao mesmo tempo, fixar como data-base para uma próxima progressão de\nregime a data em que o aludo foi apresentado ou mesmo realizado.\nAfinal, o requisito subjetivo já estava presente desde a\nimplementação do requisito objetivo. Assim, é mais adequado\nconsiderar como data-base o dia em que efetivamente preenchido o\nrequisito objetivo se o laudo de exame criminológico, posteriormente\nrealizado, reconhece que havia mérito para a progressão.\n     (VOTO VENCIDO)\n     O termo inicial para nova progressão de regime prisional é a\ndata em que efetivamente preenchido o requisito objetivo, e não a\ndata do preenchimento do requisito subjetivo, ainda que tenha sido o\núltimo adimplido. Isso porque considerar como termo a quo o\npreenchimento do requisito subjetivo significa a absorção da desídia\npara a elaboração de laudo pericial em desfavor do apenado. Tanto o\natestado de comportamento carcerário quanto o exame criminológico\natestam conjuntura que já caracterizava o cenário de cumprimento de\npena antes mesmo de sua elaboração. Assim, a demora do Poder\nExecutivo em declarar que determinado apenado possui bom\ncomportamento, ou melhor, está apto ao retorno paulatino ao convívio\nem sociedade, não vincula o Poder Judiciário quanto à afirmação de\nalgo que já existia, ou seja, a avaliação favorável do comportamento\ndo apenado durante determinado período de cumprimento de pena.",
  "termosAuxiliares" : null,
  "teseJuridica" : "\"A decisão que defere a progressão de regime não tem natureza\nconstitutiva, senão declaratória. O termo inicial para a progressão\nde regime deverá ser a data em que preenchidos os requisitos\nobjetivo e subjetivo descritos no art. 112 da Lei 7.210, de\n11/07/1984 (Lei de Execução Penal), e não a data em que efetivamente\nfoi deferida a progressão. Essa data deverá ser definida de forma\ncasuística, fixando-se como termo inicial o momento em que\npreenchido o último requisito pendente, seja ele o objetivo ou o\nsubjetivo. Se por último for preenchido o requisito subjetivo,\nindependentemente da anterior implementação do requisito objetivo,\nserá aquele (o subjetivo) o marco para fixação da data-base para\nefeito de nova progressão de regime.\"",
  "tema" : "Tema Repetitivo 1165\nSituação do tema: Acórdão Publicado",
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036", "LEG:FED LEI:007210 ANO:1984\n*****  LEP-84    LEI DE EXECUÇÃO PENAL\n        ART:00112" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000892036",
  "numeroProcesso" : "1972187",
  "numeroRegistro" : "202103727469",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JESUÍNO RISSATO (DESEMBARGADOR CONVOCADO DO TJDFT)",
  "dataPublicacao" : "DJE        DATA:02/12/2024",
  "ementa" : "RECURSO ESPECIAL. PROCESSAMENTO SOB O RITO DO ART. 543-C DO CÓDIGO\nDE PROCESSO CIVIL. REPRESENTATIVO DA CONTROVÉRSIA. EXECUÇÃO PENAL.\nTERMO INICIAL PARA NOVA PROGRESSÃO DE REGIME PRISIONAL.\nPREENCHIMENTO DO ÚLTIMO REQUISITO. DATA DO EXAME CRIMINOLÓGICO.\nREQUISITO SUBJETIVO.\n1. Recurso especial processado sob o regime previsto no art. 543-C,\n§2º, do CPC, c/c o art. 3º do CPP, e na Resolução n. 8/2008 do STJ.\n2. Esta Corte Superior entende que a data-base para a concessão de\nnova progressão de regime é o dia em que o último requisito\n(objetivo ou subjetivo) do art. 112 da Lei n. 7.210/1984 estiver\npreenchido, tendo em vista que o dispositivo legal exige a\nconcomitância de ambos para o deferimento do benefício. Precedentes.\n3. Recurso especial representativo da controvérsia provido, para, no\ncaso concreto, reformar o acórdão recorrido e determinar que o Juiz\nda Execução Penal considere, como data-base para a progressão de\nregime prisional, o dia em que o último requisito (objetivo ou\nsubjetivo) do art. 112 da Lei n. 7.210/1984 tenha sido preenchido;\ne, assentar, sob o rito do art. 543- C do CPC a seguinte TESE: \"A\ndecisão que defere a progressão de regime não tem natureza\nconstitutiva, senão declaratória. O termo inicial para a progressão\nde regime deverá ser a data em que preenchidos os requisitos\nobjetivo e subjetivo descritos no art. 112 da Lei 7.210, de\n11/07/1984 (Lei de Execução Penal), e não a data em que efetivamente\nfoi deferida a progressão.\nEssa data deverá ser definida de forma casuística, fixando-se como\ntermo inicial o momento em que preenchido o último requisito\npendente, seja ele o objetivo ou o subjetivo. Se por último for\npreenchido o requisito subjetivo, independentemente da anterior\nimplementação do requisito objetivo, será aquele (o subjetivo) o\nmarco para fixação da data-base para efeito de nova progressão de\nregime\".",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240814",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção, por maioria, dar\nprovimento ao recurso especial representativo da controvérsia, para,\nno caso concreto, reformar o acórdão recorrido e determinar que o\nJuiz da Execução Penal considere, como data-base para a progressão\nde regime prisional, o dia em que o último requisito (objetivo ou\nsubjetivo) do art. 112 da Lei n. 7.210/1984 tenha sido preenchido;\ne, assentou, sob o rito do art. 543-C do CPC a seguinte Tese quanto\nao Tema Repetitivo n. 1.165: \"A decisão que defere a progressão de\nregime não tem natureza constitutiva, senão declaratória. O termo\ninicial para a progressão de regime deverá ser a data em que\npreenchidos os requisitos objetivo e subjetivo descritos no art. 112\nda Lei 7.210, de 11/07/1984 (Lei de Execução Penal), e não a data\nem que efetivamente foi deferida a progressão. Essa data deverá ser\ndefinida de forma casuística, fixando-se como termo inicial o\nmomento em que preenchido o último requisito pendente, seja ele o\nobjetivo ou o subjetivo. Se por último for preenchido o requisito\nsubjetivo, independentemente da anterior implementação do requisito\nobjetivo, será aquele (o subjetivo) o marco para fixação da\ndata-base para efeito de nova progressão de regime\", nos termos do\nvoto do Sr. Ministro Relator. Vencidos os Srs. Ministros Otávio de\nAlmeida Toledo (Desembargador Convocado do TJSP), Rogerio Schietti\nCruz e Daniela Teixeira, que negavam provimento ao recurso especial\nrepresentativo da controvérsia por divergência quanto à tese fixada.\nOs Srs. Ministros Sebastião Reis Júnior, Reynaldo Soares da Fonseca,\nAntonio Saldanha Palheiro, Joel Ilan Paciornik e Messod Azulay Neto\nvotaram com o Sr. Ministro Relator.\nVotaram vencidos os Srs. Ministros Otávio de Almeida Toledo\n(Desembargador Convocado do TJSP), Rogerio Schietti Cruz e Daniela\nTeixeira.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : "(PROGRESSÃO DE REGIME - DATA-BASE - PREENCHIMENTO DO ÚLTIMO\nREQUISITO)\n   STJ - <<AgRg no HC 540250>>-SP, <<AgRg no HC 887791>>-SP,\n         <<AgRg no HC 734687>>-SP, <<AgRg no HC 876006>>-SP,\n         <<AgRg no HC 726879>>-SP\n(VOTO VENCIDO - PROGRESSÃO DE REGIME - DATA-BASE - PREENCHIMENTO DO\nREQUISITO OBJETIVO)\n   STJ - <<HC 638702>>-SP",
  "notas" : "Julgado conforme procedimento previsto para os Recursos Repetitivos\nno âmbito do STJ.",
  "informacoesComplementares" : "     (VOTO VENCIDO)\n     O termo inicial para nova progressão de regime prisional é a\ndata em que efetivamente preenchido o requisito objetivo, e não a\ndata do preenchimento do requisito subjetivo, ainda que tenha sido o\núltimo adimplido. Isso porque enquanto a apuração do requisito de\nnatureza objetiva se apresenta praticamente como uma questão\nmatemática, a aferição do requisito subjetivo necessita de\nrealização do exame criminológico. Assim, parece contraditório\nconsiderar a decisão de progressão como de natureza declaratória e,\nao mesmo tempo, fixar como data-base para uma próxima progressão de\nregime a data em que o aludo foi apresentado ou mesmo realizado.\nAfinal, o requisito subjetivo já estava presente desde a\nimplementação do requisito objetivo. Assim, é mais adequado\nconsiderar como data-base o dia em que efetivamente preenchido o\nrequisito objetivo se o laudo de exame criminológico, posteriormente\nrealizado, reconhece que havia mérito para a progressão.\n     (VOTO VENCIDO)\n     O termo inicial para nova progressão de regime prisional é a\ndata em que efetivamente preenchido o requisito objetivo, e não a\ndata do preenchimento do requisito subjetivo, ainda que tenha sido o\núltimo adimplido. Isso porque considerar como termo a quo o\npreenchimento do requisito subjetivo significa a absorção da desídia\npara a elaboração de laudo pericial em desfavor do apenado. Tanto o\natestado de comportamento carcerário quanto o exame criminológico\natestam conjuntura que já caracterizava o cenário de cumprimento de\npena antes mesmo de sua elaboração. Assim, a demora do Poder\nExecutivo em declarar que determinado apenado possui bom\ncomportamento, ou melhor, está apto ao retorno paulatino ao convívio\nem sociedade, não vincula o Poder Judiciário quanto à afirmação de\nalgo que já existia, ou seja, a avaliação favorável do comportamento\ndo apenado durante determinado período de cumprimento de pena.",
  "termosAuxiliares" : null,
  "teseJuridica" : "\"A decisão que defere a progressão de regime não tem natureza\nconstitutiva, senão declaratória. O termo inicial para a progressão\nde regime deverá ser a data em que preenchidos os requisitos\nobjetivo e subjetivo descritos no art. 112 da Lei 7.210, de\n11/07/1984 (Lei de Execução Penal), e não a data em que efetivamente\nfoi deferida a progressão. Essa data deverá ser definida de forma\ncasuística, fixando-se como termo inicial o momento em que\npreenchido o último requisito pendente, seja ele o objetivo ou o\nsubjetivo. Se por último for preenchido o requisito subjetivo,\nindependentemente da anterior implementação do requisito objetivo,\nserá aquele (o subjetivo) o marco para fixação da data-base para\nefeito de nova progressão de regime.\"",
  "tema" : "Tema Repetitivo 1165\nSituação do tema: Acórdão Publicado",
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036", "LEG:FED LEI:007210 ANO:1984\n*****  LEP-84    LEI DE EXECUÇÃO PENAL\n        ART:00112" ],
  "acordaosSimilares" : [ ]
} ]