[ {
  "id" : "000891691",
  "numeroProcesso" : "1934666",
  "numeroRegistro" : "202101217368",
  "siglaClasse" : "EDcl no AgRg nos EREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "REYNALDO SOARES DA FONSECA",
  "dataPublicacao" : "DJE        DATA:12/11/2024",
  "ementa" : "EMBARGOS DE DECLARAÇÃO EM AGRAVO REGIMENTAL EM EMBARGOS DE\nDIVERGÊNCIA EM RECURSO ESPECIAL. INSURGÊNCIA DEFENSIVA. PRELIMINAR\nDE NULIDADE POR CERCEAMENTO DE DEFESA: INTIMAÇÃO PARA SESSÃO DE\nJULGAMENTO DO AGRAVO REGIMENTAL. DESNECESSIDADE. PRELIMINAR\nREJEITDA. OMISSÕES INEXISTENTES. REDISCUSSÃO. PREQUESTIONAMENTO DE\nDISPOSITIVOS CONSTITUCIONAIS: INVIABILIDADE. EMBARGOS DE DECLARAÇÃO\nREJEITADOS.\n1. \"A Terceira Seção desta Corte Superior consolidou o entendimento\nde que o agravo regimental em matéria penal deverá ser apresentado\nem mesa, dispensando, assim, a prévia inclusão em pauta e,\nconsequentemente, a necessidade de intimação da parte acerca da data\ndo julgamento do recurso\" (EDcl no AgRg no AgRg no AREsp n.\n2.421.452/SC, relator Ministro Reynaldo Soares da Fonseca, Quinta\nTurma, julgado em 30/11/2023, DJe de 5/12/2023). Precedentes.\n2. O prazo de 48 horas antes do início do julgamento para publicação\nde pauta, na forma do art. 184-B, § 1º, do Regimento Interno do\nSTJ, somente se aplica às sessões de julgamento virtuais. Tal\nprevisão não se amolda à situação fática em exame na qual o agravo\nregimental da defesa foi julgado em sessão presencial.\n3. Não há como se acolher a alegação de nulidade do julgamento por\ncerceamento de defesa se a desnecessidade de inclusão em pauta do\nagravo regimental, por si só, não teria o condão de impedir a defesa\nde efetuar sustentação oral, fosse presencialmente fosse\nremotamente, sabido que, de acordo com o art. 158, II, do RISTJ, nas\nsessões de julgamento presenciais, o pedido de sustentação oral\npoderá ser formulado pela parte até o início da sessão de\njulgamento.\nSituação em que, inclusive, a defesa não formulou pedido expresso de\nsustentação oral nas razões do agravo regimental.\n4. Como se sabe, nos termos do art. 563 do Código de Processo Penal,\nnão se declara nulidade, mesmo a absoluta, se dela não resultar\nprejuízo para aquele que a alega. Trata-se da consagração do\nprincípio pas de nullité sans grief.\n5. Os embargos de declaração, ainda que manejados para fins de\nprequestionamento, somente se prestam a corrigir error in procedendo\ne possuem fundamentação vinculada, dessa forma, para seu cabimento,\nimprescindível a demonstração de que a decisão embargada se mostrou\nobscura, contraditória, ambígua ou omissa, conforme disciplina o\nart. 619 do Código de Processo Penal, ou mesmo para correção de erro\nmaterial, o que não ocorreu na espécie.\nPortanto, a mera irresignação com o resultado de julgamento,\nvisando, assim, a reversão do julgado, não tem o condão de\nviabilizar a oposição dos aclaratórios.\n6. Não demonstrado o preenchimento dos requisitos de admissibilidade\ndos embargos de divergência, é inviável a análise de seu mérito. Em\ntais situações, não há como se taxar de nula a decisão que não\nexaminou o mérito de recurso, por não ter ele sido conhecido.\n7. Não compete ao Superior Tribunal de Justiça se manifestar\nexplicitamente acerca de dispositivos constitucionais, ainda que\npara fins de prequestionamento, sob pena de usurpação de competência\nreservada ao Supremo Tribunal Federal.\n8. A Corte Especial deste Tribunal já assentou que \"O acolhimento de\nEmbargos de Declaração, até mesmo para fins de prequestionamento de\ndispositivos constitucionais, impõe a existência de algum dos\nvícios elencados no art. 535 do CPC, o que não se verifica na\npresente hipótese; isso porque o Julgador não está obrigado a\nenfrentar a tese estritamente sob a ótica propugnada pelas partes,\nse encontrou outros fundamentos suficientes à solução da\ncontrovérsia.\" (EDcl no AgRg no REsp 834.025/RS, Rel. Ministro\nNAPOLEÃO NUNES MAIA FILHO, CORTE ESPECIAL, julgado em 04/11/2015,\nDJe 20/11/2015)\n9. Embargos de declaração rejeitados.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240814",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO, por unanimidade,\nrejeitar os embargos de declaração, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Antonio Saldanha Palheiro, Joel Ilan Paciornik,\nMessod Azulay Neto, Daniela Teixeira, Jesuíno Rissato (Desembargador\nConvocado do TJDFT), Otávio de Almeida Toledo (Desembargador\nConvocado do TJSP), Sebastião Reis Júnior e Rogerio Schietti Cruz\nvotaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000891689",
  "numeroProcesso" : "47448",
  "numeroRegistro" : "202401651477",
  "siglaClasse" : "AgRg na Rcl",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "ANTONIO SALDANHA PALHEIRO",
  "dataPublicacao" : "DJE        DATA:05/11/2024",
  "ementa" : "PENAL. AGRAVO REGIMENTAL NA RECLAMAÇÃO. VÍCIO NA REPRESENTAÇÃO\nPROCESSUAL. INCIDÊNCIA DA SÚMULA N. 115/STJ, POR ANALOGIA. AGRAVO\nDESPROVIDO.\n1. \"Para fins de regularização da representação processual (arts. 76\ne 932, parágrafo único, do CPC), a juntada de instrumento de\nmandato conferindo poderes ao advogado subscritor do recurso,\nemitido com data posterior à sua insurgência, não tem o condão de\nsuprir o vício, sendo o recurso inexistente\" (AgRg no AREsp n.\n2.465.065/SP, relator Ministro Reynaldo Soares da Fonseca, Quinta\nTurma, julgado em 21/11/2023, DJe de 21/12/2023).\n2. Não é cabível a utilização da reclamação no intuito de reverter\nresultado de decisão proferida pelo próprio Superior Tribunal de\nJustiça, em recurso especial, contestando critérios de\nadmissibilidade recursal que foram então adotados.\n3. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241029",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 23/10/2024 a 29/10/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Og Fernandes, Sebastião Reis Júnior, Rogerio\nSchietti Cruz, Reynaldo Soares da Fonseca, Joel Ilan Paciornik,\nMessod Azulay Neto, Daniela Teixeira e Otávio de Almeida Toledo\n(Desembargador Convocado do TJSP) votaram com o Sr. Ministro\nRelator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000890630",
  "numeroProcesso" : "2049969",
  "numeroRegistro" : "202300264373",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JOEL ILAN PACIORNIK",
  "dataPublicacao" : "DJE        DATA:18/11/2024",
  "ementa" : "RECURSO ESPECIAL REPRESENTATIVO DE CONTROVÉRSIA. DIREITO PENAL.\nDOSIMETRIA DA PENA. CRIMES CONTRA A DIGNIDADE SEXUAL. APLICAÇÃO\nSIMULTÂNEA DA AGRAVANTE DO ART. 61, II, \"F\", E DA MAJORANTE DO ART.\n226, II, AMBAS DO CÓDIGO PENAL - CP. INEXISTÊNCIA DE BIS IN IDEM.\nHIPÓTESES DE INCIDÊNCIA DISTINTAS. EXCEÇÃO QUANDO VERIFICADA APENAS\nRELAÇÃO DE AUTORIDADE. PROVIMENTO DO RECURSO ESPECIAL. RELAÇÕES\nDOMÉSTICAS, DE COABITAÇÃO OU HOSPITALIDADE E CRIME PRATICADO POR\nPADRASTO. FIGURAS AUTÔNOMAS. FIXAÇÃO DA TESE.\n1. A causa de aumento do art. 226, II, do Código Penal - CP prevê\nque as penas dos delitos previstos no Título VI - crimes contra a\ndignidade sexual - serão aumentadas da metade nas hipóteses em que o\nagente possui autoridade sobre a vítima. Inegável a maior\ncensurabilidade da conduta praticada por quem teria o dever de\nproteção e vigilância da vítima, além de ser condição apta a\nfacilitar a prática do crime e a dificultar a sua descoberta. De\noutro lado, a agravante genérica do art. 61, II, \"f\", do CP tem por\nfinalidade punir mais severamente o agente que pratica o crime \"com\nabuso de autoridade ou prevalecendo-se de relações domésticas, de\ncoabitação ou de hospitalidade, ou com violência contra a mulher na\nforma da lei específica\".\n2. Constata-se que o único ponto de intersecção entre os dois\ndispositivos em análise é o atinente à existência de relação de\nautoridade. Na hipótese da majorante, o legislador previu cláusula\ncasuística, na qual trouxe algumas situações em que o agente exerce\nnaturalmente autoridade sobre a vítima, seguida de cláusula\ngenérica, para abarcar outras situações não previstas expressamente\nno texto legal. No caso da agravante genérica, previu-se que a\ncircunstância de o crime ser cometido com abuso de autoridade sempre\nagrava a pena. Nessa hipótese, revela-se evidente a sobreposição de\nsituações.\n3. Contudo, nos demais casos do art. 61, II, \"f\", do CP, a conclusão\ndeve ser distinta. Isso porque a circunstância de o agente cometer\no crime prevalecendo-se das relações domésticas, de coabitação, de\nhospitalidade ou com violência contra a mulher na forma da lei\nespecífica não pressupõe, tampouco exige, qualquer relação de\nautoridade entre o agente e a vítima. Da mesma forma, o agente pode\npossuir autoridade sobre a vítima, sem, contudo, incidir,\nnecessariamente, em alguma dessas circunstâncias que agravam a pena.\n4. Portanto, se o agente, além de possuir relação de autoridade\nsobre a vítima, praticar o crime em alguma dessas situações, deve\nser aplicada a agravante do art. 61, II, \"f\", do CP, em conjunto com\na majorante do art. 226, II, do CP. A aplicação simultânea da\nagravante genérica e da causa de aumento de pena, nessas hipóteses,\nnão representa uma dupla valoração da mesma circunstância, não sendo\npossível falar em violação ao princípio do ne bis in idem. Se, do\ncontrário, existir apenas a circunstância de ter o agente autoridade\nsobre a vítima, deve ser aplicada somente a causa de aumento dos\ncrimes contra a dignidade sexual, diante de sua especialidade em\nrelação à agravante.\n5. Destaca-se que a jurisprudência deste Sodalício, já há muito,\nposiciona-se neste sentido, conforme precedentes de ambas as Turmas\nda Terceira Seção (e.g.: HC n. 353.500/SP, relator Ministro Nefi\nCordeiro, Sexta Turma, julgado em 13/9/2016, DJe de 20/9/2016; HC n.\n336.120/PR, relator Ministro Reynaldo Soares da Fonseca, Quinta\nTurma, julgado em 18/4/2017, DJe de 25/4/2017.)\n6. No caso concreto, o Tribunal a quo decotou a circunstância\nagravante por entender que a sua aplicação simultânea com a\nmajorante específica do art. 226, II, do CP configuraria bis in\nidem, pois o mesmo fato - relação doméstica e parentesco - teria\nsido valorado negativamente duas vezes. Contudo, a circunstância de\no crime ser cometido com prevalência das relações domésticas,\ncoabitação ou hospitalidade não se confunde com a relação de\nautoridade (posição de padrasto) que o acusado possui sobre a\nvítima, razão pela qual inexiste bis in idem no caso concreto.\n7. Recurso especial ministerial provido a fim de restabelecer a\nagravante genérica prevista no art. 61, II, \"f\", do CP, e,\nconsequentemente, redimensionar a pena do recorrido para 14 anos de\nreclusão, mantido o regime inicial fechado.\nFixada a seguinte tese: nos crimes contra a dignidade sexual, não\nconfigura bis in idem a aplicação simultânea da agravante genérica\ndo art. 61, II, \"f\", e da majorante específica do art. 226, II,\nambos do Código Penal, salvo quando presente apenas a relação de\nautoridade do agente sobre a vítima, hipótese na qual deve ser\naplicada tão somente a causa de aumento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241113",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Terceira Seção, por unanimidade, dar\nprovimento ao recurso especial ministerial a fim de restabelecer a\nagravante genérica prevista no art. 61, II, \"f\", do CP, e,\nconsequentemente, redimensionar a pena do recorrido para 14 anos de\nreclusão, mantido o regime inicial fechado, e fixar a seguinte tese\nquanto ao Tema Repetitivo n. 1215: \"nos crimes contra a dignidade\nsexual, não configura bis in idem a aplicação simultânea da\nagravante genérica do art. 61, II, \"f\", e da majorante específica do\nart. 226, II, ambos do Código Penal, salvo quando presente apenas a\nrelação de autoridade do agente sobre a vítima, hipótese na qual\ndeve ser aplicada tão somente a causa de aumento\", nos termos do\nvoto do Sr. Ministro Relator.\nOs Srs. Ministros Messod Azulay Neto, Daniela Teixeira, Otávio de\nAlmeida Toledo (Desembargador Convocado do TJSP), Og Fernandes,\nSebastião Reis Júnior, Rogerio Schietti Cruz, Reynaldo Soares da\nFonseca e Antonio Saldanha Palheiro votaram com o Sr. Ministro\nRelator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : "(PENAL - AGRAVANTE DA ALÍNEA \"F\" DO INCISO II DO ART. 61 DO CP -\nMAJORANTE DO INCISO II DO ART. 226 DO CP - BIS IN IDEM)\n   STJ - <<HC 336120>>-PR, <<HC 353500>>-SP,\n         <<AgRg no HC 917128>>-SP, <<AgRg no HC 755802>>-SP,\n         <<AgRg no HC 760451>>-SC, <<AgRg no HC 690214>>-SC,\n         <<AgRg no REsp 1767562>>-SP, <<AgRg no REsp 1929310>>-SP,\n         <<REsp 1708689>>-MG",
  "notas" : "Julgado conforme procedimento previsto para os Recursos Repetitivos\nno âmbito do STJ.",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : "\"Nos crimes contra a dignidade sexual, não configura bis in idem a\naplicação simultânea da agravante genérica do art. 61, II, \"f\", e da\nmajorante específica do art. 226, II, ambos do Código Penal, salvo\nquando presente apenas a relação de autoridade do agente sobre a\nvítima, hipótese na qual deve ser aplicada tão somente a causa de\naumento\".",
  "tema" : "Tema Repetitivo 1215\nSituação do tema: Acórdão Publicado",
  "referenciasLegislativas" : [ "LEG:FED DEL:002848 ANO:1940\n*****  CP-40    CÓDIGO PENAL\n        ART:00061 INC:00002 LET:F ART:00226 INC:00002\n(ART. 61, II, \"F\", COM A REDAÇÃO DADA PELA LEI 11.340/2006)", "LEG:FED LEI:011340 ANO:2006\n*****  LMP-06    LEI MARIA DA PENHA\n        ART:00005", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000890629",
  "numeroProcesso" : "2048768",
  "numeroRegistro" : "202300190781",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JOEL ILAN PACIORNIK",
  "dataPublicacao" : "DJE        DATA:18/11/2024",
  "ementa" : "RECURSO ESPECIAL REPRESENTATIVO DE CONTROVÉRSIA. DIREITO PENAL.\nDOSIMETRIA DA PENA. CRIMES CONTRA A DIGNIDADE SEXUAL. APLICAÇÃO\nSIMULTÂNEA DA AGRAVANTE DO ART. 61, II, \"F\", E DA MAJORANTE DO ART.\n226, II, AMBA S DO CÓDIGO PENAL - CP. INEXISTÊNCIA DE BIS IN IDEM.\nHIPÓTESES DE INCIDÊNCIA DISTINTAS. EXCEÇÃO QUANDO VERIFICADA APENAS\nRELAÇÃO DE AUTORIDADE. PROVIMENTO DO RECURSO ESPECIAL. RELAÇÕES\nDOMÉSTICAS E CRIME PRATICADO POR PADRASTO. FIGURAS AUTÔNOMAS.\nFIXAÇÃO DA TESE.\n1. A causa de aumento do art. 226, II, do Código Penal - CP prevê\nque as penas dos delitos previstos no Título VI - crimes contra a\ndignidade sexual - serão aumentadas da metade nas hipóteses em que o\nagente possui autoridade sobre a vítima. Inegável a maior\ncensurabilidade da conduta praticada por quem teria o dever de\nproteção e vigilância da vítima, além de ser condição apta a\nfacilitar a prática do crime e a dificultar a sua descoberta. De\noutro lado, a agravante genérica do art. 61, II, \"f\", do CP tem por\nfinalidade punir mais severamente o agente que pratica o crime \"com\nabuso de autoridade ou prevalecendo-se de relações domésticas, de\ncoabitação ou de hospitalidade, ou com violência contra a mulher na\nforma da lei específica\".\n2. Constata-se que o único ponto de intersecção entre os dois\ndispositivos em análise é o atinente à existência de relação de\nautoridade. Na hipótese da majorante, o legislador previu cláusula\ncasuística, na qual trouxe algumas situações em que o agente exerce\nnaturalmente autoridade sobre a vítima, seguida de cláusula\ngenérica, para abarcar outras situações não previstas expressamente\nno texto legal. No caso da agravante genérica, previu-se que a\ncircunstância de o crime ser cometido com abuso de autoridade sempre\nagrava a pena. Nessa hipótese, revela-se evidente a sobreposição de\nsituações.\n3. Contudo, nos demais casos do art. 61, II, \"f\", do CP, a conclusão\ndeve ser distinta. Isso porque a circunstância de o agente cometer\no crime prevalecendo-se das relações domésticas, de coabitação, de\nhospitalidade ou com violência contra a mulher na forma da lei\nespecífica não pressupõe, tampouco exige, qualquer relação de\nautoridade entre o agente e a vítima. Da mesma forma, o agente pode\npossuir autoridade sobre a vítima, sem, contudo, incidir,\nnecessariamente, em alguma dessas circunstâncias que agravam a pena.\n4. Portanto, se o agente, além de possuir relação de autoridade\nsobre a vítima, praticar o crime em alguma dessas situações, deve\nser aplicada a agravante do art. 61, II, \"f\", do CP, em conjunto com\na majorante do art. 226, II, do CP. A aplicação simultânea da\nagravante genérica e da causa de aumento de pena, nessas hipóteses,\nnão representa uma dupla valoração da mesma circunstância, não sendo\npossível falar em violação ao princípio do ne bis in idem. Se, do\ncontrário, existir apenas a circunstância de ter o agente autoridade\nsobre a vítima, deve ser aplicada somente a causa de aumento dos\ncrimes contra a dignidade sexual, diante de sua especialidade em\nrelação à agravante.\n5. Destaca-se que a jurisprudência deste Sodalício, já há muito,\nposiciona-se neste sentido, conforme precedentes de ambas as Turmas\nda Terceira Seção ( e.g.: HC n. 353.500/SP, relator Ministro Nefi\nCordeiro, Sexta Turma, julgado em 13/9/2016, DJe de 20/9/2016; HC n.\n336.120/PR, relator Ministro Reynaldo Soares da Fonseca, Quinta\nTurma, julgado em 18/4/2017, DJe de 25/4/2017.)\n6. No caso concreto, o Tribunal a quo decotou a circunstância\nagravante por entender que a sua aplicação simultânea com a\nmajorante específica do art. 226, II, do CP configuraria bis in\nidem, pois o mesmo fato - relação doméstica e parentesco - teria\nsido valorado negativamente duas vezes. Contudo, a circunstância de\no crime ser cometido com prevalência das relações domésticas não se\nconfunde com a relação de autoridade (posição de padrasto) que o\nacusado possui sobre a vítima, razão pela qual inexiste bis in idem\nno caso concreto.\n7. Recurso especial ministerial provido a fim de restabelecer a\nagravante genérica prevista no art. 61, II, \"f\", do CP, e,\nconsequentemente, restabelecer a pena de 14 anos de reclusão imposta\npela sentença, mantidas as demais cominações do acórdão recorrido.\nFixada a seguinte tese: nos crimes contra a dignidade sexual, não\nconfigura bis in idem a aplicação simultânea da agravante genérica\ndo art. 61, II, \"f\", e da majorante específica do art. 226, II,\nambos do Código Penal, salvo quando presente apenas a relação de\nautoridade do agente sobre a vítima, hipótese na qual deve ser\naplicada tão somente a causa de aumento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241113",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Terceira Seção, por unanimidade, dar\nprovimento ao recurso especial ministerial a fim de restabelecer a\nagravante genérica prevista no art. 61, II, \"f\", do CP, e,\nconsequentemente, restabelecer a pena de 14 anos de reclusão imposta\npela sentença, mantidas as demais cominações do acórdão recorrido,\ne fixar a seguinte tese quanto ao Tema Repetitivo n. 1215: \"nos\ncrimes contra a dignidade sexual, não configura bis in idem a\naplicação simultânea da agravante genérica do art. 61, II, \"f\", e da\nmajorante específica do art. 226, II, ambos do Código Penal, salvo\nquando presente apenas a relação de autoridade do agente sobre a\nvítima, hipótese na qual deve ser aplicada tão somente a causa de\naumento\", nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Messod Azulay Neto, Daniela Teixeira, Otávio de\nAlmeida Toledo (Desembargador Convocado do TJSP), Og Fernandes,\nSebastião Reis Júnior, Rogerio Schietti Cruz, Reynaldo Soares da\nFonseca e Antonio Saldanha Palheiro votaram com o Sr. Ministro\nRelator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : "(PENAL - AGRAVANTE DA ALÍNEA \"F\" DO INCISO II DO ART. 61 DO CP -\nMAJORANTE DO INCISO II DO ART. 226 DO CP - BIS IN IDEM)\n   STJ - <<HC 336120>>-PR, <<HC 353500>>-SP,\n         <<AgRg no HC 917128>>-SP, <<AgRg no HC 755802>>-SP,\n         <<AgRg no HC 760451>>-SC, <<AgRg no HC 690214>>-SC,\n         <<AgRg no REsp 1767562>>-SP, <<AgRg no REsp 1929310>>-SP,\n         <<REsp 1708689>>-MG",
  "notas" : "Julgado conforme procedimento previsto para os Recursos Repetitivos\nno âmbito do STJ.",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : "\"Nos crimes contra a dignidade sexual, não configura bis in idem a\naplicação simultânea da agravante genérica do art. 61, II, \"f\", e da\nmajorante específica do art. 226, II, ambos do Código Penal, salvo\nquando presente apenas a relação de autoridade do agente sobre a\nvítima, hipótese na qual deve ser aplicada tão somente a causa de\naumento\".",
  "tema" : "Tema Repetitivo 1215\nSituação do tema: Acórdão Publicado",
  "referenciasLegislativas" : [ "LEG:FED DEL:002848 ANO:1940\n*****  CP-40    CÓDIGO PENAL\n        ART:00061 INC:00002 LET:F ART:00226 INC:00002\n(ART. 61, II, \"F\", COM A REDAÇÃO DADA PELA LEI 11.340/2006)", "LEG:FED LEI:011340 ANO:2006\n*****  LMP-06    LEI MARIA DA PENHA\n        ART:00005", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000890628",
  "numeroProcesso" : "2038833",
  "numeroRegistro" : "202203620938",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JOEL ILAN PACIORNIK",
  "dataPublicacao" : "DJE        DATA:18/11/2024",
  "ementa" : "RECURSO ESPECIAL REPRESENTATIVO DE CONTROVÉRSIA. DIREITO PENAL.\nDOSIMETRIA DA PENA. CRIMES CONTRA A DIGNIDADE SEXUAL. APLICAÇÃO\nSIMULTÂNEA DA AGRAVANTE DO ART. 61, II, \"F\", E DA MAJORANTE DO ART.\n226, II, AMBA S DO CÓDIGO PENAL - CP. INEXISTÊNCIA DE BIS IN IDEM.\nHIPÓTESES DE INCIDÊNCIA DISTINTAS. EXCEÇÃO QUANDO VERIFICADA APENAS\nRELAÇÃO DE AUTORIDADE. PROVIMENTO DO RECURSO ESPECIAL. RELAÇÕES\nDOMÉSTICAS E CRIME PRATICADO POR ASCENDENTE. FIGURAS AUTÔNOMAS.\nFIXAÇÃO DA TESE.\n1. A causa de aumento do art. 226, II, do Código Penal - CP prevê\nque as penas dos delitos previstos no Título VI - crimes contra a\ndignidade sexual - serão aumentadas da metade nas hipóteses em que o\nagente possui autoridade sobre a vítima. Inegável a maior\ncensurabilidade da conduta praticada por quem teria o dever de\nproteção e vigilância da vítima, além de ser condição apta a\nfacilitar a prática do crime e a dificultar a sua descoberta. De\noutro lado, a agravante genérica do art. 61, II, \"f\", do CP tem por\nfinalidade punir mais severamente o agente que pratica o crime \"com\nabuso de autoridade ou prevalecendo-se de relações domésticas, de\ncoabitação ou de hospitalidade, ou com violência contra a mulher na\nforma da lei específica\".\n2. Constata-se que o único ponto de intersecção entre os dois\ndispositivos em análise é o atinente à existência de relação de\nautoridade. Na hipótese da majorante, o legislador previu cláusula\ncasuística, na qual trouxe algumas situações em que o agente exerce\nnaturalmente autoridade sobre a vítima, seguida de cláusula\ngenérica, para abarcar outras situações não previstas expressamente\nno texto legal. No caso da agravante genérica, previu-se que a\ncircunstância de o crime ser cometido com abuso de autoridade sempre\nagrava a pena. Nessa hipótese, revela-se evidente a sobreposição de\nsituações.\n3. Contudo, nos demais casos do art. 61, II, \"f\", do CP, a conclusão\ndeve ser distinta. Isso porque a circunstância de o agente cometer\no crime prevalecendo-se das relações domésticas, de coabitação, de\nhospitalidade ou com violência contra a mulher na forma da lei\nespecífica não pressupõe, tampouco exige, qualquer relação de\nautoridade entre o agente e a vítima. Da mesma forma, o agente pode\npossuir autoridade sobre a vítima, sem, contudo, incidir,\nnecessariamente, em alguma dessas circunstâncias que agravam a pena.\n4. Portanto, se o agente, além de possuir relação de autoridade\nsobre a vítima, praticar o crime em alguma dessas situações, deve\nser aplicada a agravante do art. 61, II, \"f\", do CP, em conjunto com\na majorante do art. 226, II, do CP. A aplicação simultânea da\nagravante genérica e da causa de aumento de pena, nessas hipóteses,\nnão representa uma dupla valoração da mesma circunstância, não sendo\npossível falar em violação ao princípio do ne bis in idem. Se, do\ncontrário, existir apenas a circunstância de ter o agente autoridade\nsobre a vítima, deve ser aplicada somente a causa de aumento dos\ncrimes contra a dignidade sexual, diante de sua especialidade em\nrelação à agravante.\n5. Destaca-se que a jurisprudência deste Sodalício, já há muito,\nposiciona-se neste sentido, conforme precedentes de ambas as Turmas\nda Terceira Seção (e.g.: HC n. 353.500/SP, relator Ministro Nefi\nCordeiro, Sexta Turma, julgado em 13/9/2016, DJe de 20/9/2016; HC n.\n336.120/PR, relator Ministro Reynaldo Soares da Fonseca, Quinta\nTurma, julgado em 18/4/2017, DJe de 25/4/2017).\n6. No caso concreto, o Tribunal a quo decotou a circunstância\nagravante por entender que a sua aplicação simultânea com a\nmajorante específica do art. 226, II, do CP configuraria bis in\nidem, pois o mesmo fato - relação doméstica e parentesco - teria\nsido valorado negativamente duas vezes. Contudo, a circunstância de\no crime ser cometido com prevalência das relações domésticas não se\nconfunde com a relação de autoridade (ascendência) que o acusado\npossui sobre a vítima, razão pela qual inexiste bis in idem no caso\nconcreto.\n7.  Recurso especial ministerial provido a fim de restabelecer a\nagravante genérica prevista no art. 61, II, \"f\", do CP, e,\nconsequentemente, restabelecer a reprimenda imposta na sentença\ncondenatória.\nFixada a seguinte tese: nos crimes contra a dignidade sexual, não\nconfigura bis in idem a aplicação simultânea da agravante genérica\ndo art. 61, II, \"f\", e da majorante específica do art. 226, II,\nambos do Código Penal, salvo quando presente apenas a relação de\nautoridade do agente sobre a vítima, hipótese na qual deve ser\naplicada tão somente a causa de aumento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241113",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Terceira Seção, por unanimidade, dar\nprovimento ao recurso especial ministerial a fim de restabelecer a\nagravante genérica prevista no art. 61, II, \"f\", do CP, e,\nconsequentemente, restabelecer a reprimenda imposta na sentença\ncondenatória, e fixar a seguinte tese quanto ao Tema Repetitivo n.\n1215: \"nos crimes contra a dignidade sexual, não configura bis in\nidem a aplicação simultânea da agravante genérica do art. 61, II,\n\"f\", e da majorante específica do art. 226, II, ambos do Código\nPenal, salvo quando presente apenas a relação de autoridade do\nagente sobre a vítima, hipótese na qual deve ser aplicada tão\nsomente a causa de aumento\", nos termos do voto do Sr. Ministro\nRelator.\nOs Srs. Ministros Messod Azulay Neto, Daniela Teixeira, Otávio de\nAlmeida Toledo (Desembargador Convocado do TJSP), Og Fernandes,\nSebastião Reis Júnior, Rogerio Schietti Cruz, Reynaldo Soares da\nFonseca e Antonio Saldanha Palheiro votaram com o Sr. Ministro\nRelator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : "(PENAL - AGRAVANTE DA ALÍNEA \"F\" DO INCISO II DO ART. 61 DO CP -\nMAJORANTE DO INCISO II DO ART. 226 DO CP - BIS IN IDEM)\n   STJ - <<HC 336120>>-PR, <<HC 353500>>-SP,\n         <<AgRg no HC 917128>>-SP, <<AgRg no HC 755802>>-SP,\n         <<AgRg no HC 760451>>-SC, <<AgRg no HC 690214>>-SC,\n         <<AgRg no REsp 1767562>>-SP, <<AgRg no REsp 1929310>>-SP,\n         <<REsp 1708689>>-MG",
  "notas" : "Julgado conforme procedimento previsto para os Recursos Repetitivos\nno âmbito do STJ.",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : "\"Nos crimes contra a dignidade sexual, não configura bis in idem a\naplicação simultânea da agravante genérica do art. 61, II, \"f\", e da\nmajorante específica do art. 226, II, ambos do Código Penal, salvo\nquando presente apenas a relação de autoridade do agente sobre a\nvítima, hipótese na qual deve ser aplicada tão somente a causa de\naumento\".",
  "tema" : "Tema Repetitivo 1215\nSituação do tema: Acórdão Publicado",
  "referenciasLegislativas" : [ "LEG:FED DEL:002848 ANO:1940\n*****  CP-40    CÓDIGO PENAL\n        ART:00061 INC:00002 LET:F ART:00226 INC:00002\n(ART. 61, II, \"F\", COM A REDAÇÃO DADA PELA LEI 11.340/2006)", "LEG:FED LEI:011340 ANO:2006\n*****  LMP-06    LEI MARIA DA PENHA\n        ART:00005", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000889914",
  "numeroProcesso" : "2548521",
  "numeroRegistro" : "202400144529",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "REYNALDO SOARES DA FONSECA",
  "dataPublicacao" : "DJE        DATA:28/10/2024",
  "ementa" : "AGRAVO REGIMENTAL EM EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. INSURGÊNCIA DEFENSIVA. IMPOSSIBILIDADE DE INDICAÇÃO DE\nDECISÃO MONOCRÁTICA COMO PARADIGMA. AGRAVO REGIMENTAL DESPROVIDO.\n1. É inadmissível a indicação de decisão monocrática de Relator como\nparadigma, nos embargos de divergência.\nO objetivo precípuo dos embargos de divergência é o de promover a\nharmonia de entendimento entre colegiados diversos, e não entre um\ncomponente de uma Turma e todos os demais componentes de outra.\nPrecedentes: AgRg nos EAREsp n. 2.391.283/SP, relator Ministro\nRicardo Villas Bôas Cueva, Corte Especial, julgado em 11/6/2024, DJe\nde 19/6/2024; AgInt nos EDcl nos EAREsp n. 1.601.042/GO, relatora\nMinistra Maria Isabel Gallotti, Corte Especial, julgado em 9/4/2024,\nDJe de 23/4/2024; AgInt nos EAREsp 1.217.381/RJ, Rel. Ministro\nHERMAN BENJAMIN, CORTE ESPECIAL, julgado em 21/05/2019, DJe\n03/06/2019; AgInt nos EAREsp n. 2.126.012/SP, relator Ministro\nHerman Benjamin, Primeira Seção, julgado em 19/9/2023, DJe de\n19/12/2023; AgRg nos EAREsp n. 2.145.034/RJ, relator Ministro\nJesuíno Rissato (Desembargador Convocado do TJDFT), Terceira Seção,\njulgado em 17/10/2023, DJe de 19/10/2023.\n2. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241023",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO, por unanimidade,\nnegar provimento ao agravo regimental, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Joel Ilan Paciornik, Messod Azulay Neto, Daniela\nTeixeira, Otávio de Almeida Toledo (Desembargador Convocado do\nTJSP), Og Fernandes, Sebastião Reis Júnior e Rogerio Schietti Cruz\nvotaram com o Sr. Ministro Relator.\nAusente, justificadamente, o Sr. Ministro Ribeiro Dantas.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - PARADIGMA - DECISÃO MONOCRÁTICA)\n   STJ - <<AgRg nos EAREsp 2391283>>-SP,\n         <<AgInt nos EDcl nos EAREsp 1601042>>-GO,\n         <<AgInt nos EAREsp 1217381>>-RJ,\n         <<AgInt nos EAREsp 2126012>>-SP,\n         <<AgRg nos EAREsp 2145034>>-RJ",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000889913",
  "numeroProcesso" : "2316337",
  "numeroRegistro" : "202300792471",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "REYNALDO SOARES DA FONSECA",
  "dataPublicacao" : "DJE        DATA:28/10/2024",
  "ementa" : "AGRAVO REGIMENTAL EM EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. INSURGÊNCIA DEFENSIVA. ACÓRDÃO RECORRIDO QUE NÃO CONHECEU\nDO AGRAVO EM RECURSO ESPECIAL DA DEFESA, POR NÃO TER ELA SE\nDESINCUMBIDO DE SEU ÔNUS DE IMPUGNAR TODOS OS FUNDAMENTOS DA DECISÃO\nQUE INADMITIRA SEU RECURSO ESPECIAL NA ORIGEM. SÚMULA 315/STJ.\nAUSÊNCIA DE COTEJO E DE SIMILITUDE FÁTICA. PEDIDO DE CONCESSÃO DE\nHABEAS CORPUS DE OFÍCIO CONTRA ATOS DOS PRÓPRIOS MEMBROS DESTA\nCORTE. COMPETÊNCIA DO STF (ART. 102, INCISO I, ALÍNEA \"I\", DA CF).\nAGRAVO REGIMENTAL DESPROVIDO.\n1. Consoante o disposto no enunciado da Súmula 315, \"não cabem\nembargos de divergência no âmbito do agravo de instrumento que não\nadmite recurso especial\". Tal entendimento tem por fundamento o fato\nde que a decisão que nega provimento a agravo de instrumento está\napenas confirmando a já prolatada pela instância de origem, que, por\nsua vez, inadmitiu o recurso especial.\n2. É inviável debater o mérito da insurgência inaugural, em embargos\nde divergência, se ele não chegou a ser analisado pela Sexta Turma\ndesta Corte no acórdão embargado, haja vista o agravo em recurso\nespecial não ter preenchido requisitos mínimos para conhecimento das\nrazões apresentadas.\nSituação em que o agravo em recurso especial da defesa não chegou a\nser conhecido, por ter a parte agravante deixado de impugnar todos\nos fundamentos lançados pelo Tribunal a quo para inadmitir seu\nrecurso especial: Súmulas n. 7 e 182/STJ e a ausência de\ndemonstração da divergência jurisprudencial.\n3. A finalidade dos embargos de divergência é a uniformização da\njurisprudência do Superior Tribunal de Justiça, razão pela qual não\npodem ser utilizados como nova via recursal, visando a corrigir\neventual equívoco ou controvérsia advinda do julgamento do próprio\nagravo em recurso especial.\n4. Ainda que assim não fosse, é inviável o conhecimento dos embargos\nde divergência se a defesa não se desincumbe, a contento, de seu\nônus de efetuar o cotejo analítico entre as situações\nfático-jurídicas postas em comparação.\n5. Tampouco se vislumbra similitude fático jurídica entre o acórdão\nrecorrido e o acórdão indicado como paradigma se o julgado indicado\ncomo paradigma afastou a súmula 7/STJ por se tratar de revaloração\nde prova, enquanto que, no caso concreto, havia mais de um óbice\nautônomo e suficiente, por si só, para justificar o não conhecimento\ndo agravo em recurso especial da defesa.\n6. A concessão de habeas corpus de ofício, no bojo de embargos de\ndivergência, encontra óbice tanto no fato de que nem o Relator tem\nautoridade para, em decisão monocrática, conceder ordem que, na\nprática, desconstituiria o resultado de acórdão proferido por outra\nTurma julgadora, como tampouco a Seção detém competência\nconstitucional para conceder habeas corpus contra acórdão de Turma\ndo próprio tribunal. Precedentes.\nMesmo a recente inclusão do art. 647-A no Código de Processo Penal,\npela Lei 14.836/2024, não tem o condão de afastar a necessidade de\nverificação prévia da competência jurisdicional como pré-requisito\nindispensável à concessão de habeas corpus de ofício. Tanto é assim\nque o próprio caput do mencionado art. 647-A do CPP afirma\nexpressamente que \"No âmbito de sua competência jurisdicional,\nqualquer autoridade judicial poderá expedir de ofício ordem de\nhabeas corpus (...)\".\n7. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241023",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO, por unanimidade,\nnegar provimento ao agravo regimental, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Joel Ilan Paciornik, Messod Azulay Neto, Daniela\nTeixeira, Otávio de Almeida Toledo (Desembargador Convocado do\nTJSP), Og Fernandes, Sebastião Reis Júnior e Rogerio Schietti Cruz\nvotaram com o Sr. Ministro Relator.\nAusente, justificadamente, o Sr. Ministro Ribeiro Dantas.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - REGRA DE ADMISSIBILIDADE - SÚMULA\n315/STJ)\n   STJ - <<AgRg nos EAREsp 1858153>>-SP,\n         <<AgRg nos EAREsp 1477816>>-ES,\n         <<AgRg nos EAREsp 2098823>>-PR\n(EMBARGOS DE DIVERGÊNCIA - HABEAS CORPUS DE OFÍCIO)\n   STJ - <<AgRg nos EAREsp 971629>>-PR,\n         <<AgRg nos EAREsp 2183412>>-GO,\n         <<AgRg nos EAREsp 2204173>>-SP,\n         <<AgRg nos EAREsp 1923200>>-RJ,\n         <<AgRg nos EDcl nos EAREsp 1604546>>-PR",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000315", "LEG:FED LEI:014836 ANO:2024", "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:0647A\n(COM A REDAÇÃO DADA PELA LEI 14.836/2024)" ],
  "acordaosSimilares" : [ "AgRg nos EAREsp  2143248  MS  2022/0174337-4  Decisão:14/08/2024\nDJE        DATA:12/11/2024" ]
}, {
  "id" : "000889908",
  "numeroProcesso" : "47499",
  "numeroRegistro" : "202401790474",
  "siglaClasse" : "EDcl no AgRg na Rcl",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "DANIELA TEIXEIRA",
  "dataPublicacao" : "DJE        DATA:30/10/2024",
  "ementa" : "DIREITO PROCESSUAL PENAL. EMBARGOS DE DECLARAÇÃO EM AGRAVO\nREGIMENTAL NA RECLAMAÇÃO. ESTUPRO DE VULNERÁVEL. CONTROLE DA\nAPLICAÇÃO DA SISTEMÂTICA DE RECURSOS REPETITIVOS. INADEQUAÇÃO.\nAUSÊNCIA DE OMISSÃO. REJEIÇÃO.\nI. Caso em exame\n1. Embargos de Declaração interpostos contra decisão que rejeitou\nreclamação ajuizada para garantir o processamento de Recurso\nEspecial. A parte embargante alega vícios processuais e busca a\nreforma da decisão embargada.\nII. Questão em discussão\n2. A questão em discussão consiste em verificar a existência de\nvícios processuais que justifiquem a oposição dos Embargos de\nDeclaração.\nIII. Razões de decidir\n3. Os Embargos de Declaração são tempestivos, mas não demonstram\nqualquer vício processual no julgado questionado.\n4. A decisão embargada foi suficientemente fundamentada, não havendo\nomissão, contradição ou obscuridade.\n5. A reclamação não é cabível para controle da aplicação de\nentendimento firmado em recurso especial repetitivo.\n6. A parte embargante busca rediscutir o mérito já apreciado, o que\nnão é permitido em Embargos de Declaração.\nIV. EMBARGOS REJEITADOS.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241023",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO, por unanimidade,\nrejeitar os embargos de declaração, nos termos do voto da Sra.\nMinistra Relatora.\nOs Srs. Ministros Otávio de Almeida Toledo (Desembargador Convocado\ndo TJSP), Og Fernandes, Sebastião Reis Júnior, Rogerio Schietti\nCruz, Reynaldo Soares da Fonseca, Joel Ilan Paciornik e Messod\nAzulay Neto votaram com a Sra. Ministra Relatora.\nAusente, justificadamente, o Sr. Ministro Ribeiro Dantas.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000889696",
  "numeroProcesso" : "4793",
  "numeroRegistro" : "201900529765",
  "siglaClasse" : "RvCr",
  "descricaoClasse" : "REVISÃO CRIMINAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "RIBEIRO DANTAS",
  "dataPublicacao" : "DJE        DATA:11/11/2024",
  "ementa" : "DIREITO PROCESSUAL PENAL. REVISÃO CRIMINAL. REINCIDÊNCIA INDEVIDA.\nREVISÃO PROCEDENTE.\nI. Caso em exame1. Revisão criminal ajuizada com base no art. 621,\ninciso I, do Código de Processo Penal, contra decisão proferida no\nAgravo em Recurso Especial n. 972.373-DF, visando à exclusão da\nagravante de reincidência na pena imposta.\n2. O requerente alega ser primário e que o reconhecimento da\nreincidência foi um equívoco que majorou sua pena em 1 ano, causando\nprejuízo pois já poderia estar cumprindo sua reprimenda em regime\nmenos gravoso.\n3. O Ministério Público Federal opinou pela procedência da revisão\ncriminal, reconhecendo a inexistência de reincidência.\nII. Questão em discussão4. A questão em discussão consiste em saber\nse a agravante de reincidência foi aplicada indevidamente,\nconsiderando que não há registro de sentença penal condenatória\ntransitada em julgado por fato anterior ao crime de homicídio.\nIII. Razões de decidir5. A certidão de antecedentes criminais não\nregistra condenação anterior ao crime de homicídio, o que afasta a\ncaracterização da reincidência.\n6. A manutenção da agravante de reincidência foi um equívoco,\ndevendo ser suprimida para ajustar a pena ao mínimo legal de 12 anos\nde reclusão.\nIV. Dispositivo e tese7. Revisão procedente para decotar a agravante\nda reincidência, fixando a pena em 12 anos de reclusão.\nTese de julgamento:  \"A ausência de condenação anterior ao crime de\nhomicídio afasta a caracterização da reincidência, devendo ser\nsuprimida da dosimetria da pena\".\nDispositivos relevantes citados:  CPP, art. 621, I.\nJurisprudência relevante citada:  Não há jurisprudência relevante\ncitada.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241009",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO, por unanimidade,\ndar provimento à revisão criminal para extrair a reincidência,\nminorando a pena para 12 anos de reclusão, e, por conseguinte, para\nafastar todos os efeitos desta agravante, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Antonio Saldanha Palheiro (Revisor), Daniela\nTeixeira, Og Fernandes, Sebastião Reis Júnior, Rogerio Schietti Cruz\ne Reynaldo Soares da Fonseca votaram com o Sr. Ministro Relator.\nAusentes, justificadamente, os Srs. Ministros Joel Ilan Paciornik e\nOtávio de Almeida Toledo (Desembargador Convocado do TJSP).\nPresidiu o julgamento o Sr. Ministro Messod Azulay Neto.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00621 INC:00001" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000889695",
  "numeroProcesso" : "6073",
  "numeroRegistro" : "202304604911",
  "siglaClasse" : "RvCr",
  "descricaoClasse" : "REVISÃO CRIMINAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "REYNALDO SOARES DA FONSECA",
  "dataPublicacao" : "DJE        DATA:11/11/2024",
  "ementa" : "REVISÃO CRIMINAL. ART. 621, I, CPP. CONDENAÇÃO PELO DELITO DO ART.\n1º, V, DA LEI 9.613/98. ALEGAÇÃO DE AFRONTA AO ART. 316 DO CÓDIGO\nPENAL E AO ART. 3º, II, DA LEI 8.137/90, ANTE A NÃO DEMONSTRAÇÃO DE\nDOLO ESPECÍFICO E A AUSÊNCIA DE PROVAS DO CRIME. TEMAS QUE NÃO\nCHEGARAM A SER EXAMINADOS NO ACÓRDÃO RESCINDENDO. INVIABILIDADE DE\nCONHECIMENTO DA AÇÃO REVISIONAL NO PONTO. ALEGAÇÃO DE VIOLAÇÃO DOS\nARTS. 109, INCISO III, C/C O ARTIGO 117, INCISO IV, TODOS DO CÓDIGO\nPENAL. DELITO PRATICADO ANTES DA ENTRADA EM VIGOR DA LEI 11.596, DE\n29/11/2007. PRESCRIÇÃO DA PRETENSÃO PUNITIVA. ACÓRDÃO COMO NOVO\nMARCO INTERRUPTIVO. INAPLICABILIDADE NA HIPÓTESE. ALTERAÇÃO DO\nINCISO IV DO ARTIGO 117 DO CÓDIGO PENAL PELA LEI N. 11.596/2007.\nIRRETROATIVIDADE DA LEI PENAL MAIS GRAVOSA. EXTINÇÃO DA\nPUNIBILIDADE. REVISÃO CRIMINAL CONHECIDA EM PARTE E JULGADA\nPROCEDENTE.\n1. Interpretando o art. 105, I, \"e\", da Constituição Federal, a\nTerceira Seção desta Corte assentou que somente atrairá a\ncompetência desta Corte o pedido revisional a respeito de questão\nque tiver sido apreciada, no mérito, por este Tribunal em sede de\nrecurso especial. Precedentes.\n2. Se as alegações de ausência de demonstração de dolo específico e\nde ausência de provas do crime em questão jamais chegaram a ser\nobjeto de deliberação por esta Corte, revela-se inviável o\nconhecimento da revisão criminal no ponto.\n3. A jurisprudência mais recente do STJ tem se orientado no sentido\nde que \"a Lei n. 11.596/2007, por ter criado novo marco interruptivo\ndo prazo prescricional, trouxe modificação que agrava a situação do\nRéu (novatio legis in pejus). O comando normativo não pode\nretroagir para alcançar crimes cometidos em datas anteriores à\nentrada em vigor da norma, como ocorre no caso, sob pena de afronta\nao princípio da irretroatividade da lei penal maléfica\" (AgRg no\nAREsp 1.678.771/SP, Rel. Ministro FELIX FISCHER, QUINTA TURMA,\njulgado em 18/08/2020, DJe 31/08/2020) (AgRg no REsp n.\n1.834.219/MG, Ministra Laurita Vaz, Sexta Turma, DJe 2/12/2020).\nPrecedentes: EDcl no AgRg no AREsp n. 1.225.885/PI, relator Ministro\nMessod Azulay Neto, Quinta Turma, julgado em 8/8/2023, DJe de\n15/8/2023; AgRg no AREsp n. 1.143.023/MG, relator Ministro Antonio\nSaldanha Palheiro, Sexta Turma, julgado em 13/6/2023, DJe de\n16/6/2023; EDcl nos EDcl nos EDcl no AgRg no AREsp n. 1.257.267/SP,\nrelator Ministro Rogerio Schietti Cruz, Sexta Turma, julgado em\n8/11/2022, DJe de 16/11/2022; EDcl nos EDcl nos EDcl no AgRg nos\nEAREsp n. 301.889/MG, relator Ministro João Otávio de Noronha,\nTerceira Seção, julgado em 10/3/2021, DJe de 12/3/2021.\n4. A Terceira Seção desta Corte Superior firmou tese no Tema n.\n1100, afirmando que \"O acórdão condenatório de que trata o inciso IV\ndo art. 117 do Código Penal interrompe a prescrição, inclusive\nquando confirmatório de sentença condenatória, seja mantendo,\nreduzindo ou aumentando a pena anteriormente imposta\" (REsp n.\n1.920.091/RJ, Terceira Seção, Rel. Min. João Otávio de Noronha, DJe\nde 22/8/2022).\nEntretanto, o voto condutor do acórdão proferido no REsp n.\n1.920.091/RJ contém ressalva específica no sentido de que a tese\nfixada somente se aplica aos crimes praticados após a entrada em\nvigor da Lei n. 11.569/2007, em atenção ao princípio da\nirretroatividade da lei penal mais gravosa.\nNessa linha, a delito anterior aplica-se o entendimento vigente à\népoca, no sentido de que o marco interruptivo da prescrição é apenas\na sentença condenatória recorrível.\n5. Situação em que, por delito praticado no período de maio/2000 a\nmaio/2002, o revisionando foi condenado, como incurso no art. 1º, V,\nda Lei 9.613/98, à pena de 4 (quatro) anos e 6 (seis) meses de\nreclusão.\nAplicado o prazo prescricional de 12 (doze) anos previsto no art.\n109, III, do Código Penal, é de se reconhecer que, entre a data da\nsentença (31/10/2003) e a data da prolação dos terceiros embargos de\ndeclaração opostos pela defesa do revisionando nesta Corte (DJe de\n25/10/2016), transcorreram mais de doze anos, devendo ser\nreconhecida a prescrição da pretensão punitiva do Estado na\nmodalidade intercorrente e julgada extinta a punibilidade do delito\ndo art. 1º, V, da Lei 9.613/98, pelo qual o revisionando foi\ncondenado.\n6. Revisão criminal conhecida em parte e, na parte conhecida,\njulgada procedente.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241009",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da TERCEIRA SEÇÃO, por unanimidade, conhecer\nparcialmente da revisão criminal, e, na parte conhecida, julgar\nprocedente, para reconhecer a prescrição da pretensão punitiva do\nEstado na modalidade intercorrente e julgar extinta a punibilidade\npelo delito do art. 1º, V, da Lei 9.613/98, pela qual o revisionando\nfoi condenado na ação penal n. 0500281-22.2003.4.02.510, nos termos\ndo voto do Sr. Ministro Relator.\nOs Srs. Ministros Antonio Saldanha Palheiro (Revisor), Messod Azulay\nNeto, Daniela Teixeira, Og Fernandes, Sebastião Reis Júnior e\nRogerio Schietti Cruz votaram com o Sr. Ministro Relator.\nAusentes, justificadamente, os Srs. Ministros Joel Ilan Paciornik e\nOtávio de Almeida Toledo (Desembargador Convocado do TJSP). Presidiu\no julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:011596 ANO:2007", "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00105 INC:00001 LET:E", "LEG:FED LEI:009613 ANO:1998\n*****  LCLOBDV-98    LEI SOBRE CRIMES DE LAVAGEM OU OCULTAÇÃO DE\nBENS, DIREITOS E VALORES\n        ART:00001 INC:00005", "LEG:FED DEL:002848 ANO:1940\n*****  CP-40    CÓDIGO PENAL\n        ART:00117 INC:00004" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000889416",
  "numeroProcesso" : "207303",
  "numeroRegistro" : "202402955336",
  "siglaClasse" : "CC",
  "descricaoClasse" : "CONFLITO DE COMPETENCIA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJE        DATA:28/10/2024",
  "ementa" : "CONFLITO NEGATIVO DE COMPETÊNCIA. INQUÉRITO POLICIAL. VIOLÊNCIA\nDOMÉSTICA E FAMILIAR CONTRA A MULHER. LOCAL DOS FATOS E DA ATUAL\nRESIDÊNCIA DA VÍTIMA NO DISTRITO FEDERAL. MEDIDAS PROTETIVAS FIXADAS\nEM OUTRA COMARCA. IRRELEVÂNCIA PARA A FIXAÇÃO DA COMPETÊNCIA PENAL.\nCONFLITO CONHECIDO PARA DECLARAR A COMPETÊNCIA DO JUÍZO DO LOCAL\nDOS FATOS.\n1. A competência para examinar as medidas protetivas de urgência\natribuída ao juízo do domicílio da vítima não altera a atribuição do\njuízo natural para o julgamento de eventual ação penal por crimes\npraticados no contexto de violência doméstica e familiar contra a\ncriança ou adolescente, que deve ser definida conforme as regras\ngerais fixadas pelo Código de Processo Penal (CC n. 197.661/SC,\nrelatora Ministra Laurita Vaz, Terceira Seção, julgado em 9/8/2023,\nDJe de 16/8/2023.).\n2. A competência para a persecução penal é do juízo do local dos\nfatos, nos termos do art. 13 da Lei n. 11.343/2006, c/c o art. 70,\ncaput, do Código de Processo Penal, não se alterando em razão de ter\na vítima requerido, e obtido, medidas protetivas em juízo diverso.\nPrecedentes: CC n. 190.666/MG, relatora Ministra Laurita Vaz,\nTerceira Seção, julgado em 8/2/2023, DJe de 14/2/2023 e CC n.\n187.852/SP, relatora Ministra Laurita Vaz, Terceira Seção, julgado\nem 9/11/2022, DJe de 18/11/2022.\n3. Conflito conhecido para declarar competente o juízo do local dos\nfatos - Juízo do Juizado de Violência Doméstica e Familiar contra a\nMulher do Gama/DF, ora suscitado.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241023",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO, por unanimidade,\nconhecer do conflito e declarou competente o suscitado, Juízo de\nDireito do Juizado de Violência Doméstica e Familiar contra a Mulher\ndo Gama - DF, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Sebastião Reis Júnior, Rogerio Schietti Cruz,\nReynaldo Soares da Fonseca, Joel Ilan Paciornik, Messod Azulay Neto,\nDaniela Teixeira e Otávio de Almeida Toledo (Desembargador\nConvocado do TJSP) votaram com o Sr. Ministro Relator.\nAusente, justificadamente, o Sr. Ministro Ribeiro Dantas.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : "(DELITO - CONTEXTO DE VIOLÊNCIA DOMÉSTICA - COMPETÊNCIA PARA O\nJULGAMENTO - REGRAS GERAIS DO CPP - MEDIDAS PROTETIVAS -\nIRRELEVÂNCIA)\n   STJ - <<CC 197661>>-SC, <<CC 190666>>-MG, <<CC 187852>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00070", "LEG:FED LEI:011340 ANO:2006\n*****  LMP-06    LEI MARIA DA PENHA\n        ART:00013" ],
  "acordaosSimilares" : [ ]
} ]