[ {
  "id" : "000884759",
  "numeroProcesso" : "2466494",
  "numeroRegistro" : "202303359053",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "ANTONIO SALDANHA PALHEIRO",
  "dataPublicacao" : "DJE        DATA:20/09/2024",
  "ementa" : "PENAL. AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM\nRECURSO ESPECIAL. VÍCIO NA REPRESENTAÇÃO PROCESSUAL. INCIDÊNCIA DA\nSÚMULA N. 115/STJ. RECURSO INEXISTENTE. AGRAVO DESPROVIDO.\n1. \"Para fins de regularização da representação processual (arts. 76\ne 932, parágrafo único, do CPC), a juntada de instrumento de\nmandato conferindo poderes ao advogado subscritor do recurso,\nemitido com data posterior à sua insurgência, não tem o condão de\nsuprir o vício, sendo o recurso inexistente\" (AgRg no AREsp n.\n2.465.065/SP, relator Ministro Reynaldo Soares da Fonseca, Quinta\nTurma, julgado em 21/11/2023, DJe de 21/12/2023).\n2. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240917",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 11/09/2024 a 17/09/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Sebastião Reis Júnior, Rogerio Schietti Cruz,\nReynaldo Soares da Fonseca, Joel Ilan Paciornik, Messod Azulay Neto,\nDaniela Teixeira e Otávio de Almeida Toledo (Desembargador\nConvocado do TJSP) votaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Og Fernandes.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000884515",
  "numeroProcesso" : "6181",
  "numeroRegistro" : "202402178726",
  "siglaClasse" : "AgRg na RvCr",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA REVISÃO CRIMINAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "ROGERIO SCHIETTI CRUZ",
  "dataPublicacao" : "DJE        DATA:18/09/2024",
  "ementa" : "AGRAVO REGIMENTAL NA REVISÃO CRIMINAL. TRÁFICO DE DROGAS.\nCIRCUNSTÂNCIA JUDICIAL DESFAVORÁVEL. EXPRESSIVA QUANTIDADE DE DROGA.\nREGIME MAIS GRAVOSO. JUSTIFICATIVA IDÔNEA. INEXISTÊNCIA DE\nCONTRARIEDADE AO TEXTO EXPRESSO DE LEI. NÃO CABIMENTO DA VIA\nREVISIONAL. AGRAVO REGIMENTAL NÃO PROVIDO.\n1. A expressiva quantidade de droga de alto poder deletério,\nutilizada inclusive para consideração desfavorável das\ncircunstâncias judiciais, justifica o recrudescimento do regime de\ncumprimento de pena, conforme pacífica orientação desta Corte.\n2. A alegação de inexistência de fundamentação na fixação do regime,\nfeita pela defesa, além de não se harmonizar com a jurisprudência\ndeste Superior Tribunal, não se adequa às hipóteses de cabimento da\nrevisão criminal, na qual é necessário que haja contrariedade ao\ntexto expresso de lei.\n3. Agravo regimental não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240911",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO, por unanimidade,\nnegar provimento ao agravo regimental, nos termos do voto do Sr.\nMinistro Rogerio Schietti Cruz.\nOs Srs. Ministros Reynaldo Soares da Fonseca, Joel Ilan Paciornik,\nMessod Azulay Neto, Daniela Teixeira, Otávio de Almeida Toledo\n(Desembargador Convocado do TJSP) e Sebastião Reis Júnior votaram\ncom o Sr. Ministro Relator.\nAusentes, justificadamente, os Srs. Ministros Og Fernandes e Antonio\nSaldanha Palheiro.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000884494",
  "numeroProcesso" : "2106933",
  "numeroRegistro" : "202303963226",
  "siglaClasse" : "AgRg nos EREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGENCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "ANTONIO SALDANHA PALHEIRO",
  "dataPublicacao" : "DJE        DATA:20/09/2024",
  "ementa" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL.\nDISSÍDIO JURISPRUDENCIAL NÃO COMPROVADO. AUSÊNCIA DE IDENTIDADE\nFÁTICA ENTRE O ACÓRDÃO EMBARGADO E O JULGADO PARADIGMA. NÃO\nCABIMENTO. AGRAVO DESPROVIDO.\n1. Os embargos de divergência objetivam estancar a adoção de teses\ndiversas para casos semelhantes, uma vez que sua função precípua é a\nde uniformizar a jurisprudência interna do Tribunal, de modo a\nretirar antinomias entre julgamentos sobre questões ou teses\nsubmetidas à sua apreciação. Não se prestam, portanto, a corrigir\nsuposto erro de julgamento do recurso especial.\n2. Nos embargos de divergência, para apreciação e comprovação do\ndissídio pretoriano, não basta a transcrição de ementas e excertos\ndos julgados; devem-se expor as circunstâncias que identificam os\ncasos confrontados, impondo-se a demonstração da similitude fática\nentre o acórdão embargado e os paradigmas com tratamento jurídico\ndiverso, o que, contudo, não configura a hipótese dos autos.\n3. Ademais, as teses jurídicas manifestadas no acórdão embargado e\nnos paradigmas não são divergentes, sendo certo que a solução\nadotada por eles é diversa em virtude da dessemelhança entre os\nsuportes fáticos de cada um.\n4. Não há divergência entre as turmas da Terceira Seção a respeito\nda necessidade de observância do procedimento previsto no art. 226\ndo CPP para reconhecimento de pessoa suspeita, mas sim uma\nconstatação do acórdão embargado de que, no caso em exame, a\ncondenação se baseia não apenas no reconhecimento mas também em\noutros elementos de prova, produzidos sob o crivo do contraditório,\nque corroboraram o referido depoimento.\n5.  Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240917",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da TERCEIRA SEÇÃO do Superior Tribunal de\nJustiça, em sessão virtual de 11/09/2024 a 17/09/2024, por\nunanimidade, negar provimento ao recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Sebastião Reis Júnior, Rogerio Schietti Cruz,\nReynaldo Soares da Fonseca, Joel Ilan Paciornik, Messod Azulay Neto,\nDaniela Teixeira e Otávio de Almeida Toledo (Desembargador\nConvocado do TJSP) votaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Og Fernandes.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000884205",
  "numeroProcesso" : "2459709",
  "numeroRegistro" : "202303174903",
  "siglaClasse" : "EDcl no AgRg no AgRg nos EAREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NO AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "SEBASTIÃO REIS JÚNIOR",
  "dataPublicacao" : "DJE        DATA:13/09/2024",
  "ementa" : "DIREITO PROCESSUAL PENAL. EMBARGOS DE DECLARAÇÃO. ALEGAÇÃO DE\nOMISSÃO. INEXISTÊNCIA DE VÍCIOS NO ACÓRDÃO IMPUGNADO. EMBARGOS\nREJEITADOS. I. CASO EM EXAME  1. Embargos de Declaração opostos por\nE D da R contra acórdão da Sexta Turma, que não conheceu de agravo\nregimental por sua manifesta inadmissibilidade, em razão de erro\ngrosseiro ao ser manejado contra decisão colegiada.\nII. QUESTÃO EM DISCUSSÃO  2. Há uma questão em discussão: a\nexistência de omissão no acórdão embargado quanto à alegada nulidade\nprocessual absoluta, decorrente do desrespeito ao princípio do juiz\nnatural, por não ter o juiz que proferiu a sentença sido o mesmo\nque instruiu o processo.\nIII. RAZÕES DE DECIDIR  3. Os embargos de declaração têm como\nobjetivo suprir omissões, obscuridades, contradições ou ambiguidades\nno julgado, conforme art. 619 do Código de Processo Penal. No\nentanto, esses vícios não se verificam no acórdão impugnado.\n4. O acórdão embargado abordou de forma clara e suficiente todas as\nquestões relevantes, decidindo de maneira congruente e fundamentada,\nem conformidade com a legislação aplicável e a jurisprudência\nconsolidada.\n5. Não há omissão quanto à matéria de fundo, uma vez que o acórdão\ndeclarou o não cabimento, no caso, do agravo regimental manejado\ncontra provimento judicial oriundo de órgão colegiado desta Corte, o\nque impede o exame das questões ventiladas no recurso não\nconhecido.\n6. O Supremo Tribunal Federal, em decisão com repercussão geral,\nfirmou o entendimento de que as decisões judiciais não precisam\nexaminar pormenorizadamente todas as alegações ou provas, desde que\napresentem fundamentos suficientes para justificar suas conclusões.\n7. A intenção do embargante de provocar o rejulgamento da causa não\nencontra amparo nas hipóteses de cabimento dos embargos de\ndeclaração.\nIV. DISPOSITIVO E TESE  8. Embargos de declaração rejeitados.\nTese de julgamento:\n1. Os embargos de declaração são cabíveis para sanar vícios de\nomissão, obscuridade, contradição ou ambiguidade, mas não para\npromover o rejulgamento da causa.\n2. A inaptidão de um recurso impede a análise das questões de fundo\nnele suscitadas.\nDispositivos relevantes citados: CPP, art. 619; RISTJ, arts. 258 e\n259; CF/1988, art. 93, IX.\nJurisprudência relevante citada: STF, QO no AI nº 791.292, Rel. Min.\nGilmar Mendes, j. 23.06.2010; STJ, EDcl no AgRg nos EDcl no AgRg no\nAREsp nº 2.511.924/RJ, Rel. Min. Reynaldo Soares da Fonseca, DJe\n13.08.2024.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240911",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO, por unanimidade,\nrejeitar os embargos de declaração, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Rogerio Schietti Cruz, Reynaldo Soares da Fonseca,\nJoel Ilan Paciornik, Messod Azulay Neto, Daniela Teixeira e Otávio\nde Almeida Toledo (Desembargador Convocado do TJSP) votaram com o\nSr. Ministro Relator.\nAusentes, justificadamente, os Srs. Ministros Og Fernandes e Antonio\nSaldanha Palheiro.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000883719",
  "numeroProcesso" : "2057181",
  "numeroRegistro" : "202203109810",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "ROGERIO SCHIETTI CRUZ",
  "dataPublicacao" : "DJE        DATA:18/09/2024",
  "ementa" : "DIREITO PENAL E PROCESSUAL PENAL. RECURSO ESPECIAL. PROPOSTA DE\nREVISÃO DO ENUNCIADO DA SÚMULA N. 231 DO SUPERIOR TRIBUNAL DE\nJUSTIÇA. CIRCUNSTÂNCIA ATENUANTE E IMPOSSIBILIDADE DE REDUÇÃO DA\nPENA ABAIXO DO MÍNIMO LEGAL. PRECEDENTE VINCULANTE EM REPERCUSSÃO\nGERAL. TEMA 158. ESTABILIDADE, INTEGRIDADE E COERÊNCIA DO SISTEMA DE\nUNIFORMIZAÇÃO DE PRECEDENTES. POSSIBILIDADE DE SUPERAÇÃO RESTRITA\nAO SUPREMO TRIBUNAL FEDERAL. PRINCÍPIOS DA RESERVA LEGAL, DA\nINDIVIDUALIZAÇÃO DA PENA E DA PROPORCIONALIDADE. INDISPONIBILIDADE\nJUDICIAL DOS LIMITES MÍNIMO E MÁXIMO DA PENA. VALIDADE DA SÚMULA N.\n231 DO SUPERIOR TRIBUNAL DE JUSTIÇA ANTE A METODOLOGIA DE\nINDIVIDUALIZAÇÃO DA PENA INSTITUÍDA PELO CÓDIGO PENAL. INSTITUTOS DA\nJUSTIÇA PENAL NEGOCIADA. REQUISITOS ESPECÍFICOS. RECURSOS ESPECIAIS\nDESPROVIDOS.\nI - Os Recursos Especiais n.º 1.869.764-MS, n.º 2.052.085-TO e n.º\n2.057.181-SE foram afetados à Terceira Seção do Superior Tribunal de\nJustiça para reavaliação do enunciado da Súmula n.º 231 do STJ, que\nestabelece a impossibilidade de que a incidência de circunstância\natenuante reduza a pena abaixo do mínimo legal. O relator propôs a\nsuperação do entendimento consolidado (overruling), com modulação de\nefeitos para evitar a modificação de decisões já transitadas em\njulgado.\nII - Existem duas questões em discussão: (i) ante a existência do\ntema 158 da repercussão geral, avaliar se é possível a superação do\nentendimento enunciado pela Súmula n.º 231, STJ, pela Terceira Seção\ndo Superior Tribunal de Justiça; e (ii) examinar a\n(im)possibilidade de incidência de atenuante induzir pena abaixo do\nmínimo legal.\nIII - O precedente firmado pelo Supremo Tribunal Federal no Tema 158\nda repercussão geral (RE n.º 597.270) estabelece, com eficácia\nvinculante, que a incidência de circunstância atenuante genérica não\npode reduzir a pena abaixo do mínimo legal, em respeito aos\nprincípios constitucionais da reserva legal, da proporcionalidade e\nda individualização da pena.\nIV - A função de uniformização jurisprudencial atribuída ao Superior\nTribunal de Justiça não autoriza a revisão de tese fixada em\nrepercussão geral pelo Supremo Tribunal Federal, dado o caráter\nvinculante desses precedentes, em atenção à estabilidade, à\nintegridade e à coerência do sistema de uniformização de\nprecedentes.\nV - Não se extrai da atuação do Supremo Tribunal Federal nenhum\nindicativo de que a Corte esteja inclinada a rever o Tema 158, o que\nimpossibilita a aplicação do instituto do anticipatory overruling\npela Terceira Seção do Superior Tribunal de Justiça.\nVI - No plano judicial, a discricionariedade do magistrado deve\nrespeitar os limites mínimos e máximos estabelecidos em lei, em\nconformidade com o princípio da reserva legal, que veda a\nmodificação dos parâmetros previstos pelo legislador.\nVII - O método trifásico de dosimetria da pena adotado pelo Código\nPenal (art. 68, CP) limita a discricionariedade judicial na segunda\nfase e impõe o respeito ao mínimo e máximo legal, de modo que as\ncircunstâncias atenuantes não podem resultar em penas abaixo do\nmínimo abstratamente cominado pelo tipo penal.\nVIII - A fixação de penas fora dos limites legais implicaria\nviolação ao princípio da legalidade e usurpação da competência\nlegislativa, o que comprometeria a separação de poderes e criaria um\nsistema de penas indeterminadas, incompatível com a segurança\njurídica.\nIX - O surgimento de institutos de justiça penal negociada, como a\ncolaboração premiada e o acordo de não persecução penal, não\njustifica a revisão do entendimento da Súmula n.º 231, STJ, pois\nesses instrumentos possuem requisitos próprios e são aplicados em\ncontextos específicos que não alteram a regra geral estabelecida\npara a dosimetria da pena.\nRecursos especiais desprovidos.\nTeses de julgamento: 1. A incidência de circunstância atenuante não\npode reduzir a pena abaixo do mínimo legal, conforme o entendimento\nvinculante do Supremo Tribunal Federal no Tema 158 da repercussão\ngeral. 2. O Superior Tribunal de Justiça não possui competência para\nrevisar precedentes vinculantes fixados pelo Supremo Tribunal\nFederal. 3. A circunstância atenuante não pode conduzir à redução da\npena abaixo do mínimo legal.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240814",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da TERCEIRA SEÇÃO do Superior Tribunal de\nJustiça, retomado o julgamento, após o voto-vista antecipado\ndivergente do Sr. Ministro Messod Azulay Neto, rejeitando o\ncancelamento do enunciado da Súmula 231 e, por conseguinte, negando\nprovimento ao recurso especial, no que foi acompanhado pelos Srs.\nMinistros Reynaldo Soares da Fonseca, Antonio Saldanha Palheiro,\nJoel Ilan Paciornik e Jesuíno Rissato (Desembargador Convocado do\nTJDFT), e os votos da Sra. Ministra Daniela Teixeira e dos Srs.\nMinistros Otávio de Almeida Toledo (Desembargador Convocado do TJSP)\ne Sebastião Reis Júnior, acompanhando o voto do Sr. Ministro\nRogerio Schietti Cruz (Relator), dando provimento ao recurso\nespecial, para acolher a tese segundo a qual a incidência da\ncircunstância atenuante pode conduzir à redução da pena abaixo do\nmínimo legal, com o consequente cancelamento da Súmula 231, por\nmaioria, rejeitar o cancelamento do enunciado da Súmula 231 deste\nSuperior Tribunal de Justiça e, por conseguinte, negar provimento ao\nrecurso especial, nos termos do voto do Sr. Ministro Messod Azulay\nNeto, que lavrará o acórdão.\nVotaram com o Sr. Ministro Messod Azulay Neto (Relator para acórdão)\nos Srs. Ministros Reynaldo Soares da Fonseca, Antonio Saldanha\nPalheiro, Joel Ilan Paciornik e Jesuíno Rissato (Desembargador\nConvocado do TJDFT).\nVotaram vencidos os Srs. Ministros Rogerio Schietti Cruz (Relator),\nDaniela Teixeira, Otávio de Almeida Toledo (Desembargador Convocado\ndo TJSP) e Sebastião Reis Júnior.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : "(PRECEDENTES OBRIGATÓRIOS - REPERCUSSÃO GERAL)\n   STF - [[ARE 985481]]\n(DOSIMETRIA DA PENA - CIRCUNSTÂNCIA ATENUANTE - MÍNIMO LEGAL)\n   STF - [[RE 597270]] (REPERCUSSÃO GERAL - TEMA(s) 158)",
  "notas" : null,
  "informacoesComplementares" : "     \"[...] a inobservância de tema da repercussão geral inaugura\ninteresse para ajuizamento de reclamações perante o Supremo Tribunal\nFederal, nos termos do art. 988, §5º, inciso II, do Código de\nProcesso Civil\".\n     (VOTO VENCIDO) (MIN. ROGERIO SCHIETTI CRUZ)\n     \"[...] a competência do STF para proferir a palavra final sobre\na questão de fundo veiculada no presente recurso especial, caso\nentenda tratar-se de matéria constitucional, não impede que a\nTerceira Seção do Superior Tribunal de Justiça reveja ou cancele a\nSúmula n. 231, uma vez que o enunciado foi editado por este\ncolegiado, nos termos do art. 125, § 3º, do RISTJ ('A alteração ou o\ncancelamento do enunciado da súmula serão deliberados na Corte\nEspecial ou nas Seções, conforme o caso, por maioria absoluta dos\nseus membros, com a presença de, no mínimo, dois terços de seus\ncomponentes')\".\n     \"Desconsiderar  o  efeito  prático  do  reconhecimento  da\natenuante  e, consequentemente, obstar a mitigação da pena quando\npresente alguma hipótese autorizativa significa, em meu sentir,\nhabilitar o poder punitivo para além dos limites penais legalmente\nprevistos\".\n     \"É pertinente realçar [...] a irracionalidade do discurso que\npretende usar o princípio da legalidade, que reflete uma garantia\nindividual, para recrudescera reprimenda. Efetivamente, além de\ninexistir qualquer norma que proíba a fixação da pena intermediária\nabaixo do patamar descrito no preceito secundário, há uma regra que\nimpõe, peremptoriamente, o arrefecimento da pena em virtude da\npresença das atenuantes\".\n     \"[...] a incidência da circunstância atenuante pode conduzir à\nredução da pena abaixo do mínimo legal, com o consequente\ncancelamento da Súmula n. 231 do Superior Tribunal de Justiça\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEL:002848 ANO:1940\n*****  CP-40    CÓDIGO PENAL\n        ART:00065 ART:00066 ART:00068", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000231", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00988 PAR:00005 INC:00002", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00125 PAR:00003" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000883718",
  "numeroProcesso" : "2052085",
  "numeroRegistro" : "202202805110",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "ROGERIO SCHIETTI CRUZ",
  "dataPublicacao" : "DJE        DATA:18/09/2024",
  "ementa" : "DIREITO PENAL E PROCESSUAL PENAL. RECURSO ESPECIAL. PROPOSTA DE\nREVISÃO DO ENUNCIADO DA SÚMULA N. 231 DO SUPERIOR TRIBUNAL DE\nJUSTIÇA. CIRCUNSTÂNCIA ATENUANTE E IMPOSSIBILIDADE DE REDUÇÃO DA\nPENA ABAIXO DO MÍNIMO LEGAL. PRECEDENTE VINCULANTE EM REPERCUSSÃO\nGERAL. TEMA 158. ESTABILIDADE, INTEGRIDADE E COERÊNCIA DO SISTEMA DE\nUNIFORMIZAÇÃO DE PRECEDENTES. POSSIBILIDADE DE SUPERAÇÃO RESTRITA\nAO SUPREMO TRIBUNAL FEDERAL. PRINCÍPIOS DA RESERVA LEGAL, DA\nINDIVIDUALIZAÇÃO DA PENA E DA PROPORCIONALIDADE. INDISPONIBILIDADE\nJUDICIAL DOS LIMITES MÍNIMO E MÁXIMO DA PENA. VALIDADE DA SÚMULA N.\n231 DO SUPERIOR TRIBUNAL DE JUSTIÇA ANTE A METODOLOGIA DE\nINDIVIDUALIZAÇÃO DA PENA INSTITUÍDA PELO CÓDIGO PENAL. INSTITUTOS DA\nJUSTIÇA PENAL NEGOCIADA. REQUISITOS ESPECÍFICOS. RECURSOS ESPECIAIS\nDESPROVIDOS.\nI - Os Recursos Especiais n.º 1.869.764-MS, n.º 2.052.085-TO e n.º\n2.057.181-SE foram afetados à Terceira Seção do Superior Tribunal de\nJustiça para reavaliação do enunciado da Súmula n.º 231 do STJ, que\nestabelece a impossibilidade de que a incidência de circunstância\natenuante reduza a pena abaixo do mínimo legal. O relator propôs a\nsuperação do entendimento consolidado (overruling), com modulação de\nefeitos para evitar a modificação de decisões já transitadas em\njulgado.\nII - Existem duas questões em discussão: (i) ante a existência do\ntema 158 da repercussão geral, avaliar se é possível a superação do\nentendimento enunciado pela Súmula n.º 231, STJ, pela Terceira Seção\ndo Superior Tribunal de Justiça; e (ii) examinar a\n(im)possibilidade de incidência de atenuante induzir pena abaixo do\nmínimo legal.\nIII - O precedente firmado pelo Supremo Tribunal Federal no Tema 158\nda repercussão geral (RE n.º 597.270) estabelece, com eficácia\nvinculante, que a incidência de circunstância atenuante genérica não\npode reduzir a pena abaixo do mínimo legal, em respeito aos\nprincípios constitucionais da reserva legal, da proporcionalidade e\nda individualização da pena.\nIV - A função de uniformização jurisprudencial atribuída ao Superior\nTribunal de Justiça não autoriza a revisão de tese fixada em\nrepercussão geral pelo Supremo Tribunal Federal, dado o caráter\nvinculante desses precedentes, em atenção à estabilidade, à\nintegridade e à coerência do sistema de uniformização de\nprecedentes.\nV - Não se extrai da atuação do Supremo Tribunal Federal nenhum\nindicativo de que a Corte esteja inclinada a rever o Tema 158, o que\nimpossibilita a aplicação do instituto do anticipatory overruling\npela Terceira Seção do Superior Tribunal de Justiça.\nVI - No plano judicial, a discricionariedade do magistrado deve\nrespeitar os limites mínimos e máximos estabelecidos em lei, em\nconformidade com o princípio da reserva legal, que veda a\nmodificação dos parâmetros previstos pelo legislador.\nVII - O método trifásico de dosimetria da pena adotado pelo Código\nPenal (art. 68, CP) limita a discricionariedade judicial na segunda\nfase e impõe o respeito ao mínimo e máximo legal, de modo que as\ncircunstâncias atenuantes não podem resultar em penas abaixo do\nmínimo abstratamente cominado pelo tipo penal.\nVIII - A fixação de penas fora dos limites legais implicaria\nviolação ao princípio da legalidade e usurpação da competência\nlegislativa, o que comprometeria a separação de poderes e criaria um\nsistema de penas indeterminadas, incompatível com a segurança\njurídica.\nIX - O surgimento de institutos de justiça penal negociada, como a\ncolaboração premiada e o acordo de não persecução penal, não\njustifica a revisão do entendimento da Súmula n.º 231, STJ, pois\nesses instrumentos possuem requisitos próprios e são aplicados em\ncontextos específicos que não alteram a regra geral estabelecida\npara a dosimetria da pena.\nRecursos especiais desprovidos.\nTeses de julgamento: 1. A incidência de circunstância atenuante não\npode reduzir a pena abaixo do mínimo legal, conforme o entendimento\nvinculante do Supremo Tribunal Federal no Tema 158 da repercussão\ngeral. 2. O Superior Tribunal de Justiça não possui competência para\nrevisar precedentes vinculantes fixados pelo Supremo Tribunal\nFederal. 3. A circunstância atenuante não pode conduzir à redução da\npena abaixo do mínimo legal.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240814",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da TERCEIRA SEÇÃO do Superior Tribunal de\nJustiça, retomado o julgamento, após o voto-vista antecipado\ndivergente do Sr. Ministro Messod Azulay Neto, rejeitando o\ncancelamento do enunciado da Súmula 231 e, por conseguinte, negando\nprovimento ao recurso especial, no que foi acompanhado pelos Srs.\nMinistros Reynaldo Soares da Fonseca, Antonio Saldanha Palheiro,\nJoel Ilan Paciornik e Jesuíno Rissato (Desembargador Convocado do\nTJDFT), e os votos da Sra. Ministra Daniela Teixeira e dos Srs.\nMinistros Otávio de Almeida Toledo (Desembargador Convocado do TJSP)\ne Sebastião Reis Júnior, acompanhando o voto do Sr. Ministro\nRogerio Schietti Cruz (Relator), dando provimento ao recurso\nespecial, para acolher a tese segundo a qual a incidência da\ncircunstância atenuante pode conduzir à redução da pena abaixo do\nmínimo legal, com o consequente cancelamento da Súmula 231, por\nmaioria, rejeitar o cancelamento do enunciado da Súmula 231 deste\nSuperior Tribunal de Justiça e, por conseguinte, negar provimento ao\nrecurso especial, nos termos do voto do Sr. Ministro Messod Azulay\nNeto, que lavrará o acórdão.\nVotaram com o Sr. Ministro Messod Azulay Neto (Relator para acórdão)\nos Srs. Ministros Reynaldo Soares da Fonseca, Antonio Saldanha\nPalheiro, Joel Ilan Paciornik e Jesuíno Rissato (Desembargador\nConvocado do TJDFT).\nVotaram vencidos os Srs. Ministros Rogerio Schietti Cruz (Relator),\nDaniela Teixeira, Otávio de Almeida Toledo (Desembargador Convocado\ndo TJSP) e Sebastião Reis Júnior.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : "(PRECEDENTES OBRIGATÓRIOS - REPERCUSSÃO GERAL)\n   STF - [[ARE 985481]]\n(DOSIMETRIA DA PENA - CIRCUNSTÂNCIA ATENUANTE - MÍNIMO LEGAL)\n   STF - [[RE 597270]] (REPERCUSSÃO GERAL - TEMA(s) 158)",
  "notas" : null,
  "informacoesComplementares" : "     \"[...] a inobservância de tema da repercussão geral inaugura\ninteresse para ajuizamento de reclamações perante o Supremo Tribunal\nFederal, nos termos do art. 988, §5º, inciso II, do Código de\nProcesso Civil\".\n     (VOTO VENCIDO) (MIN. ROGERIO SCHIETTI CRUZ)\n     \"[...] a competência do STF para proferir a palavra final sobre\na questão de fundo veiculada no presente recurso especial, caso\nentenda tratar-se de matéria constitucional, não impede que a\nTerceira Seção do Superior Tribunal de Justiça reveja ou cancele a\nSúmula n. 231, uma vez que o enunciado foi editado por este\ncolegiado, nos termos do art. 125, § 3º, do RISTJ ('A alteração ou o\ncancelamento do enunciado da súmula serão deliberados na Corte\nEspecial ou nas Seções, conforme o caso, por maioria absoluta dos\nseus membros, com a presença de, no mínimo, dois terços de seus\ncomponentes')\".\n     \"Desconsiderar  o  efeito  prático  do  reconhecimento  da\natenuante  e, consequentemente, obstar a mitigação da pena quando\npresente alguma hipótese autorizativa significa, em meu sentir,\nhabilitar o poder punitivo para além dos limites penais legalmente\nprevistos\".\n     \"É pertinente realçar [...] a irracionalidade do discurso que\npretende usar o princípio da legalidade, que reflete uma garantia\nindividual, para recrudescera reprimenda. Efetivamente, além de\ninexistir qualquer norma que proíba a fixação da pena intermediária\nabaixo do patamar descrito no preceito secundário, há uma regra que\nimpõe, peremptoriamente, o arrefecimento da pena em virtude da\npresença das atenuantes\".\n     \"[...] a incidência da circunstância atenuante pode conduzir à\nredução da pena abaixo do mínimo legal, com o consequente\ncancelamento da Súmula n. 231 do Superior Tribunal de Justiça\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEL:002848 ANO:1940\n*****  CP-40    CÓDIGO PENAL\n        ART:00065 ART:00066 ART:00068", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000231", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00988 PAR:00005 INC:00002", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00125 PAR:00003" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000883717",
  "numeroProcesso" : "1869764",
  "numeroRegistro" : "201902392399",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "ROGERIO SCHIETTI CRUZ",
  "dataPublicacao" : "DJE        DATA:18/09/2024",
  "ementa" : "DIREITO PENAL E PROCESSUAL PENAL. RECURSO ESPECIAL. PROPOSTA DE\nREVISÃO DO ENUNCIADO DA SÚMULA 231 DO SUPERIOR TRIBUNAL DE JUSTIÇA.\nCIRCUNSTÂNCIA ATENUANTE E IMPOSSIBILIDADE DE REDUÇÃO DA PENA ABAIXO\nDO MÍNIMO LEGAL. PRECEDENTE VINCULANTE EM REPERCUSSÃO GERAL. TEMA\n158. ESTABILIDADE, INTEGRIDADE E COERÊNCIA DO SISTEMA DE\nUNIFORMIZAÇÃO DE PRECEDENTES. POSSIBILIDADE DE SUPERAÇÃO RESTRITA AO\nSUPREMO TRIBUNAL FEDERAL. PRINCÍPIOS DA RESERVA LEGAL, DA\nINDIVIDUALIZAÇÃO DA PENA E DA PROPORCIONALIDADE. INDISPONIBILIDADE\nJUDICIAL DOS LIMITES MÍNIMO E MÁXIMO DA PENA. VALIDADE DA SÚMULA 231\nDO SUPERIOR TRIBUNAL DE JUSTIÇA ANTE A METODOLOGIA DE\nINDIVIDUALIZAÇÃO DA PENA INSTITUÍDA PELO CÓDIGO PENAL. INSTITUTOS DA\nJUSTIÇA PENAL NEGOCIADA. REQUISITOS ESPECÍFICOS. RECURSOS ESPECIAIS\nDESPROVIDOS.\nI - Os Recursos Especiais n.º 1.869.764-MS, n.º 2.052.085-TO e n.º\n2.057.181-SE foram afetados à Terceira Seção do Superior Tribunal de\nJustiça para reavaliação do enunciado da Súmula n.º 231 do STJ, que\nestabelece a impossibilidade de que a incidência de circunstância\natenuante reduza a pena abaixo do mínimo legal. O relator propôs a\nsuperação do entendimento consolidado (overruling), com modulação de\nefeitos para evitar a modificação de decisões já transitadas em\njulgado.\nII - Existem duas questões em discussão: (i) ante a existência do\ntema 158 da repercussão geral, avaliar se é possível a superação do\nentendimento enunciado pela Súmula n.º 231, STJ, pela Terceira Seção\ndo Superior Tribunal de Justiça; e (ii) examinar a\n(im)possibilidade de incidência de atenuante induzir pena abaixo do\nmínimo legal.\nIII -  O precedente firmado pelo Supremo Tribunal Federal no Tema\n158 da repercussão geral (RE n.º 597.270) estabelece, com eficácia\nvinculante, que a incidência de circunstância atenuante genérica não\npode reduzir a pena abaixo do mínimo legal, em respeito aos\nprincípios constitucionais da reserva legal, da proporcionalidade e\nda individualização da pena.\nIV -  A função de uniformização jurisprudencial atribuída ao\nSuperior Tribunal de Justiça não autoriza a revisão de tese fixada\nem repercussão geral pelo Supremo Tribunal Federal, dado o caráter\nvinculante desses precedentes, em atenção à estabilidade, à\nintegridade e à coerência do sistema de uniformização de\nprecedentes.\nV - Não se extrai da atuação do Supremo Tribunal Federal nenhum\nindicativo de que a Corte esteja inclinada a rever o Tema 158, o que\nimpossibilita a aplicação do instituto do anticipatory overruling\npela Terceira Seção do Superior Tribunal de Justiça.\nVI - No plano judicial, a discricionariedade do magistrado deve\nrespeitar os limites mínimos e máximos estabelecidos em lei, em\nconformidade com o princípio da reserva legal, que veda a\nmodificação dos parâmetros previstos pelo legislador.\nVII -  O método trifásico de dosimetria da pena adotado pelo Código\nPenal (art. 68, CP) limita a discricionariedade judicial na segunda\nfase e impõe o respeito ao mínimo e máximo legal, de modo que as\ncircunstâncias atenuantes não podem resultar em penas abaixo do\nmínimo abstratamente cominado pelo tipo penal.\nVIII -  A fixação de penas fora dos limites legais implicaria\nviolação ao princípio da legalidade e usurpação da competência\nlegislativa, o que comprometeria a separação de poderes e criaria um\nsistema de penas indeterminadas, incompatível com a segurança\njurídica.\nIX - O surgimento de institutos de justiça penal negociada, como a\ncolaboração premiada e o acordo de não persecução penal, não\njustifica a revisão do entendimento da Súmula n.º 231, STJ, pois\nesses instrumentos possuem requisitos próprios e são aplicados em\ncontextos específicos que não alteram a regra geral estabelecida\npara a dosimetria da pena.\nRecursos especiais desprovidos.\nTeses de julgamento:  1. A incidência de circunstância atenuante não\npode reduzir a pena abaixo do mínimo legal, conforme o entendimento\nvinculante do Supremo Tribunal Federal no Tema 158 da repercussão\ngeral. 2. O Superior Tribunal de Justiça não possui competência para\nrevisar precedentes vinculantes fixados pelo Supremo Tribunal\nFederal. 3.  A circunstância atenuante não pode conduzir à redução\nda pena abaixo do mínimo legal.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240814",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da TERCEIRA SEÇÃO do Superior Tribunal de\nJustiça, retomado o julgamento, após o voto-vista antecipado\ndivergente do Sr. Ministro Messod Azulay Neto, rejeitando o\ncancelamento do enunciado da Súmula 231 e, por conseguinte, negando\nprovimento ao recurso especial, no que foi acompanhado pelos Srs.\nMinistros Reynaldo Soares da Fonseca, Antonio Saldanha Palheiro,\nJoel Ilan Paciornik e Jesuíno Rissato (Desembargador Convocado do\nTJDFT), e os votos da Sra. Ministra Daniela Teixeira e dos Srs.\nMinistros Otávio de Almeida Toledo (Desembargador Convocado do TJSP)\ne Sebastião Reis Júnior, acompanhando o voto do Sr. Ministro\nRogerio Schietti Cruz (Relator), dando provimento ao recurso\nespecial, para acolher a tese segundo a qual a incidência da\ncircunstância atenuante pode conduzir à redução da pena abaixo do\nmínimo legal, com o consequente cancelamento da Súmula 231, por\nmaioria, rejeitar o cancelamento do enunciado da Súmula 231 deste\nSuperior Tribunal de Justiça e, por conseguinte, negar provimento ao\nrecurso especial, nos termos do voto do Sr. Ministro Messod Azulay\nNeto, que lavrará o acórdão.\nVotaram com o Sr. Ministro Messod Azulay Neto (Relator para acórdão)\nos Srs. Ministros Reynaldo Soares da Fonseca, Antonio Saldanha\nPalheiro, Joel Ilan Paciornik e Jesuíno Rissato (Desembargador\nConvocado do TJDFT).\nVotaram vencidos os Srs. Ministros Rogerio Schietti Cruz (Relator),\nDaniela Teixeira, Otávio de Almeida Toledo (Desembargador Convocado\ndo TJSP) e Sebastião Reis Júnior.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : "(PRECEDENTES OBRIGATÓRIOS - REPERCUSSÃO GERAL)\n   STF - [[ARE 985481]]\n(DOSIMETRIA DA PENA - CIRCUNSTÂNCIA ATENUANTE - MÍNIMO LEGAL)\n   STF - [[RE 597270]] (REPERCUSSÃO GERAL - TEMA(s) 158)",
  "notas" : null,
  "informacoesComplementares" : "     \"[...] a inobservância de tema da repercussão geral inaugura\ninteresse para ajuizamento de reclamações perante o Supremo Tribunal\nFederal, nos termos do art. 988, §5º, inciso II, do Código de\nProcesso Civil\".\n     (VOTO VENCIDO) (MIN. ROGERIO SCHIETTI CRUZ)\n     \"[...] a competência do STF para proferir a palavra final sobre\na questão de fundo veiculada no presente recurso especial, caso\nentenda tratar-se de matéria constitucional, não impede que a\nTerceira Seção do Superior Tribunal de Justiça reveja ou cancele a\nSúmula n. 231, uma vez que o enunciado foi editado por este\ncolegiado, nos termos do art. 125, § 3º, do RISTJ ('A alteração ou o\ncancelamento do enunciado da súmula serão deliberados na Corte\nEspecial ou nas Seções, conforme o caso, por maioria absoluta dos\nseus membros, com a presença de, no mínimo, dois terços de seus\ncomponentes')\".\n     \"Desconsiderar  o  efeito  prático  do  reconhecimento  da\natenuante  e, consequentemente, obstar a mitigação da pena quando\npresente alguma hipótese autorizativa significa, em meu sentir,\nhabilitar o poder punitivo para além dos limites penais legalmente\nprevistos\".\n     \"É pertinente realçar [...] a irracionalidade do discurso que\npretende usar o princípio da legalidade, que reflete uma garantia\nindividual, para recrudescera reprimenda. Efetivamente, além de\ninexistir qualquer norma que proíba a fixação da pena intermediária\nabaixo do patamar descrito no preceito secundário, há uma regra que\nimpõe, peremptoriamente, o arrefecimento da pena em virtude da\npresença das atenuantes\".\n     \"[...] a incidência da circunstância atenuante pode conduzir à\nredução da pena abaixo do mínimo legal, com o consequente\ncancelamento da Súmula n. 231 do Superior Tribunal de Justiça\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEL:002848 ANO:1940\n*****  CP-40    CÓDIGO PENAL\n        ART:00065 ART:00066 ART:00068", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000231", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00988 PAR:00005 INC:00002", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00125 PAR:00003" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000883610",
  "numeroProcesso" : "47841",
  "numeroRegistro" : "202402780839",
  "siglaClasse" : "AgRg na Rcl",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "REYNALDO SOARES DA FONSECA",
  "dataPublicacao" : "DJE        DATA:03/09/2024",
  "ementa" : "AGRAVO REGIMENTAL EM RECLAMAÇÃO. INSURGÊNCIA DEFENSIVA. ALEGAÇÃO DE\nDESCUMPRIMENTO DE DECISÃO DO STJ EM CONFLITO POSITIVO DE COMPETÊNCIA\nENTRE JUÍZO CRIMINAL E JUÍZO TRABALHISTA NO QUAL SE RECONHECEU A\nPRIMAZIA DE MEDIDA ASSECURATÓRIA DE ÍNDOLE PENAL (SEQUESTRO) EM\nRELAÇÃO A PENHORA DECRETADA NA SEARA TRABALHISTA SOBRE OS MESMOS\nBENS. DECLARAÇÃO SUPERVENIENTE DO JUÍZO DE 1º GRAU DA INEXISTÊNCIA\nDA CARTA DE ARREMATAÇÃO DE IMÓVEL OUTORGADA AO RECLAMANTE, CUJA\nPROPRIEDADE PASSOU A SER DA UNIÃO, COM DETERMINAÇÃO DE DEVOLUÇÃO DO\nMONTANTE PAGO PELO ARREMATANTE. AUSÊNCIA DE INTERESSE DE AGIR DO\nRECLAMANTE. AGRAVO REGIMENTAL DESPROVIDO.\n1. Situação em que a decisão apontada como descumprida reconheceu a\ncompetência do Juízo Federal criminal para a prática de atos\nexpropriatórios de bens imóveis cujo sequestro fora por ele\ndeterminado em medida assecuratória e cujo perdimento em favor da\nUnião fora decretado em ação penal, assim como para deliberar sobre\no destino dos valores arrecadados em decorrência da alienação dos\nbens em questão pelo Juízo do Trabalho em ação trabalhista,\nressalvando que a nulidade da alienação não deveria ser decretada.\n2. Não se reveste de interesse de agir a pretensão do reclamante de\nimpugnar decisão que determinou o desfazimento de arrematação de bem\nimóvel que passou ao domínio da União, em virtude de pena de\nperdimento decretada em ação penal, se a mesma decisão também\ndeterminou a devolução dos valores por ele pagos em leilão do mesmo\nbem na Justiça do Trabalho.\nA alegação posta nas razões recursais de que o reclamante teria\nrealizado melhorias no imóvel que geraram valorização do bem acima\ndo montante pelo qual foi arrematado, por si só, não se presta a\ndemonstrar o interesse de agir neste feito, pois, a par de o tema\nnão ter sido abordado na decisão apontada como descumprida, eventual\ndissenso sobre o montante total que deve ser ressarcido ao ora\nreclamante é questão a ser submetida à prévia deliberação do Juízo\nde 1º grau.\n3. Tampouco há como se reconhecer o descumprimento de julgado desta\nCorte em conflito de competência que reconheceu a primazia da medida\nassecuratória de índole penal sobre a penhora determinada em\nreclamação trabalhista, se o dispositivo da decisão apontada como\ndescumprida expressamente afirmou que cabia ao Juízo penal deliberar\nsobre o destino dos bens arrecados em decorrência da alienação\nefetuada pela Justiça trabalhista.\n4. ?O interesse de agir é identificado pela análise do binômio\nnecessidade-utilidade. Assim, a aludida condição da ação se faz\npresente quando a tutela jurisdicional se mostrar necessária à\nobtenção do bem da vida pretendido e o provimento postulado for\nefetivamente útil ao demandante, proporcionando-lhe melhora em sua\nsituação jurídica (REsp 1.584.614/CE, Rel. Ministra Regina Helena\nCosta, Primeira Turma, DJe 7/11/2018)? (AgInt no REsp n.\n1.814.096/SE, rel. Min.\nSérgio Kukina, Primeira Turma, DJe de 11/11/2019).\n5. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240828",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO, por unanimidade,\nnegar provimento ao agravo regimental, nos termos do voto do Sr.\nMinistro Reynaldo Soares da Fonseca.\nOs Srs. Ministros Antonio Saldanha Palheiro, Joel Ilan Paciornik,\nMessod Azulay Neto, Daniela Teixeira, Otávio de Almeida Toledo\n(Desembargador Convocado do TJSP), Og Fernandes, Sebastião Reis\nJúnior e Rogerio Schietti Cruz votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000883609",
  "numeroProcesso" : "47787",
  "numeroRegistro" : "202402595782",
  "siglaClasse" : "AgRg na Rcl",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "REYNALDO SOARES DA FONSECA",
  "dataPublicacao" : "DJE        DATA:03/09/2024",
  "ementa" : "AGRAVO REGIMENTAL EM RECLAMAÇÃO. INSURGÊNCIA DEFENSIVA. ALEGAÇÃO DE\nDESCUMPRIMENTO DE ORDEM DA QUINTA TURMA DESTA CORTE QUE DETERMINARA\nAO JUÍZO DE EXECUÇÃO O REEXAME DE PLEITO DE CONCESSÃO DO INDULTO\nPREVISTO NO DECRETO 11.302/2022. DELITOS NÃO COMETIDOS EM CONCURSO\nCOM CRIMES IMPEDITIVOS. RESSALVA DA NECESSIDADE DE OBSERVÂNCIA\nTAMBÉM DOS REQUISITOS DOS ARTS. 7º, § 1º (NÃO INTEGRAÇÃO DE FACÇÃO\nCRIMINOSA) E 12 (PRIMARIEDADE) DO DECRETO. AUSÊNCIA DE INTERESSE DE\nAGIR. EXECUTADO REINCIDENTE. RECLAMAÇÃO NÃO CONHECIDA. AGRAVO\nREGIMENTAL DESPROVIDO.\n1. Não se reconhece interesse de agir em reclamação que aponta\ndescumprimento de julgado desta Corte que determinara o reexame de\npleito de concessão do Indulto previsto no Decreto 11.302/2022 se o\nexecutado foi considerado reincidente em todos os delitos em relação\naos quais requer o indulto, não atendendo, assim, a exigência\ncontida no art. 12 do mencionado Decreto.\n2. Na lição de Daniel Amorim Assumpção Alves, ?A ideia de interesse\nde agir, também chamado de interesse processual, está intimamente\nassociada à utilidade da prestação jurisdicional que se pretende\nobter com a movimentação da máquina jurisdicional. Cabe ao autor\ndemonstrar que o provimento jurisdicional pretendido será capaz de\nlhe proporcionar uma melhora em sua situação fática, o que será o\nsuficiente para justificar o tempo, energia e dinheiro que serão\ngastos pelo Poder Judiciário na resolução da demanda? (in NEVES,\nDaniel Amorim Assumpção. Manual de Direito Processual Civil, 2ª ed.\n? Rio de Janeiro: Forense; São Paulo: MÉTODO, 2010, p. 87 ?\ndestaques do original).\n3. A par de a necessidade de observância do requisito previsto no\nart. 12 do Decreto 11.302/2022 ter sido expressamente mencionada no\njulgado apontado como descumprido, a jurisprudência desta Corte tem\nreferendado esse entendimento.\nPrecedentes: AgRg no HC n. 895.982/SE, relator Ministro Jesuíno\nRissato (Desembargador Convocado do TJDFT), Sexta Turma, julgado em\n18/6/2024, DJe de 25/6/2024; AgRg no HC n. 894.844/SP, relator\nMinistro Reynaldo Soares da Fonseca, Quinta Turma, julgado em\n10/6/2024, DJe de 12/6/2024; HC 905.441/PR, Rel. Min. SEBASTIÃO REIS\nJÚNIOR, DJe de 23/07/2024; AREsp 2.502.156/PR, Rel. Min.\nJOEL ILAN PACIORNIK, DJe de 18/06/2024; HC 906.276/MG, Rel.\nMin. JESUÍNO RISSATO (Desembargador convocado do TJDFT), DJe de\n14/06/2024; HC 918.438/RS, Rel. Min. MESSOD AZULAY NETO, DJe de\n07/06/2024; RHC 194.843/SP, Rel. Min. RIBEIRO DANTAS, DJe de\n29/05/2024.\n4. Não prospera a alegação de que a exigência de primariedade posta\nno art. 12 do Decreto 11.302/2022 somente se aplica às ações penais\nem curso, pois, para referendar tal raciocínio, seria necessário\nreconhecer que aos réus com condenação ainda não acobertada pela\ncoisa julgada teria sido imposta uma exigência a mais para a\nobtenção do mesmo indulto, o que não se coaduna com a razoabilidade\ne a isonomia.\n5. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240828",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO, por unanimidade,\nnegar provimento ao agravo regimental, nos termos do voto do Sr.\nMinistro Reynaldo Soares da Fonseca.\nOs Srs. Ministros Antonio Saldanha Palheiro, Joel Ilan Paciornik,\nMessod Azulay Neto, Daniela Teixeira, Otávio de Almeida Toledo\n(Desembargador Convocado do TJSP), Og Fernandes, Sebastião Reis\nJúnior e Rogerio Schietti Cruz votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000883608",
  "numeroProcesso" : "6231",
  "numeroRegistro" : "202402759146",
  "siglaClasse" : "AgRg na RvCr",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA REVISÃO CRIMINAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "REYNALDO SOARES DA FONSECA",
  "dataPublicacao" : "DJE        DATA:03/09/2024",
  "ementa" : "AGRAVO REGIMENTAL EM REVISÃO CRIMINAL. ART. 621, I, CPP. INSURGÊNCIA\nDEFENSIVA. PEDIDO DE REVISÃO QUE DEVE SE RESTRINGIR À QUESTÃO\nEFETIVAMENTE DISCUTIDA NO RECURSO ESPECIAL. TEMAS NOVOS E NÃO\nANALISADOS PELO JULGADO RESCINDENDO. AGRAVO REGIMENTAL DESPROVIDO.\n1. Interpretando o art. 105, I, ?e?, da Constituição Federal, a\nTerceira Seção desta Corte assentou que somente atrairá a\ncompetência desta Corte o pedido revisional a respeito de questão\nque tiver sido apreciada, no mérito, por este Tribunal em sede de\nrecurso especial.\n2. Nessa linha, ?A revisão criminal, sobretudo quando ajuizada\ncontra decisão proferida por esta Corte, é vinculada à questão\nefetivamente debatida no recurso especial, de tal modo que não é\npossível a apreciação de temas novos não examinados pelo acórdão.?\n(AgRg na RvCr n. 6.031/MS, relator Ministro Rogerio Schietti Cruz,\nTerceira Seção, julgado em 18/4/2024, DJe de 3/5/2024.).\nPrecedentes no mesmo sentido: AgRg na RvCr n. 6.130/BA, relator\nMinistro Joel Ilan Paciornik, Terceira Seção, julgado em 28/5/2024,\nDJe de 3/6/2024; AgRg na RvCr n. 5.847/AM, relator Ministro Jesuíno\nRissato (Desembargador Convocado do TJDFT), Terceira Seção, julgado\nem 31/10/2023, DJe de 7/11/2023; AgRg na AR n. 7.476/DF, relator\nMinistro Messod Azulay Neto, Terceira Seção, julgado em 24/5/2023,\nDJe de 30/5/2023.\n3. Situação em que a decisão monocrática rescindenda, apreciando\nrecurso especial do Ministério Público, somente se pronunciou sobre\na desclassificação do delito de importunação ofensiva ao pudor para\no crime de estupro de vulnerável e, ao final, restabeleceu a\nsentença condenatória, salientando ?a desnecessidade de reexame de\nfatos e provas, haja vista a incontroversibilidade das premissas\nfáticas inerentes à conduta delitiva?.\nDe consequência, revela-se inviável, em sede de revisão criminal, o\nexame das alegações defensivas de (1) usurpação da competência do TJ\npara revisar a dosimetria da pena, (2) deficiência de defesa\ntécnica, (3) nulidade de reconhecimento pessoal e (4) ausência de\nprestação jurisdicional decorrente da falta de pronunciamento sobre\na tese defensiva de contradições da prova testemunhal que ensejou o\nédito condenatório, sobretudo quando a suposta nulidade do\nreconhecimento pessoal jamais chegou a ser suscitada perante o\nTribunal de Justiça e as demais teses tampouco foram propostas\nperante esta Corte, ainda na fase de conhecimento, uma vez que a\ndefesa não cuidou de interpor o agravo regimental cabível contra a\ndecisão rescindenda.\nAdemais, a quarta tese (das contradições nas provas testemunhais),\nembora suscitada na apelação criminal defensiva, não chegou a ser\nexaminada pelo Tribunal de Justiça e a defesa não cuidou de opor\nembargos de declaração.\n4. Não há como se reconhecer a necessidade de retorno dos autos ao\nTribunal de Justiça para efetuar nova dosimetria da pena, após o\nprovimento de recurso especial pelo STJ, se a própria defesa não\npleiteou a redução da pena, em sua apelação criminal, não havendo,\nportanto, necessidade de continuação de julgamento.\n5. A jurisprudência desta Corte é assente no sentido de que \"A\nrevisão criminal não pode ser utilizada para que a parte, a qualquer\ntempo, busque novamente rediscutir questões de mérito, por mera\nirresignação quanto ao provimento jurisdicional obtido. O que se\nalmeja, no presente caso, é a reapreciação indevida do conjunto\nprobatório, que já foi amplamente analisado pelo Tribunal a quo\"\n(AgRg na RvCr 4.730/CE, Rel. Ministro RIBEIRO DANTAS, TERCEIRA\nSEÇÃO, DJe 14/9/2020).\n6. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240828",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO, por unanimidade,\nnegar provimento ao agravo regimental, nos termos do voto do Sr.\nMinistro Reynaldo Soares da Fonseca.\nOs Srs. Ministros Antonio Saldanha Palheiro, Joel Ilan Paciornik,\nMessod Azulay Neto, Daniela Teixeira, Og Fernandes, Sebastião Reis\nJúnior e Rogerio Schietti Cruz votaram com o Sr. Ministro Relator.\nImpedido o Sr. Ministro Otávio de Almeida Toledo (Desembargador\nConvocado do TJSP).\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000883594",
  "numeroProcesso" : "32",
  "numeroRegistro" : "202304563240",
  "siglaClasse" : "IDC",
  "descricaoClasse" : "INCIDENTE DE DESLOCAMENTO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "REYNALDO SOARES DA FONSECA",
  "dataPublicacao" : "DJE        DATA:03/09/2024",
  "ementa" : "INCIDENTE DE DESLOCAMENTO DE COMPETÊNCIA. INQUÉRITO POLICIAL.\nAPURAÇÃO DE HOMICÍDIO COMETIDO EM CONTEXTO DE CONFLITO DE TERRAS EM\nÁREA RURAL REMOTA DA AMAZÔNIA. GRAVE VIOLAÇÃO A DIREITOS HUMANOS,\nINEFICÁCIA DAS INSTÂNCIAS LOCAIS PARA APURAÇÃO DO DELITO E RISCO DE\nRESPONSABILIZAÇÃO INTERNACIONAL DEMONSTRADOS. PEDIDO JULGADO\nPROCEDENTE.\n1. O Incidente de Deslocamento de Competência foi instituído pela\nEmenda Constitucional n. 45/2004, que inseriu um § 5º no art. 109 da\nConstituição Federal, atribuindo a esta Corte a competência para o\nseu julgamento.\nNa esteira do comando constitucional, a Resolução STJ n. 6, de\n16/02/2005, promoveu a inserção de tal incidente no rol dos feitos\nsubmetidos a este Tribunal Superior, sem contudo, à míngua de norma\nlegal que regulamente devidamente a previsão constitucional, dispor\nsobre regras que orientem o modo como deve ele tramitar e ser\nprocessado.\n2. A jurisprudência consagrou três pressupostos principais que devem\nser atendidos simultaneamente para o acolhimento do Incidente de\nDeslocamento de Competência: (i) a constatação de grave violação\nefetiva e real de direitos humanos; (ii) a possibilidade de\nresponsabilização internacional, decorrente do descumprimento de\nobrigações assumidas em tratados internacionais; e (iii) a evidência\nde que os órgãos do sistema estadual não mostram condições de\nseguir no desempenho da função de apuração, processamento e\njulgamento do caso com a devida isenção.\n3. No julgamento dos IDCs n. 3/GO e 5/PE, a Terceira Seção desta\nCorte ressaltou que o deslocamento de competência efetuado no\nincidente constitucional, por se tratar de exceção à regra geral da\ncompetência absoluta, somente deve ser efetuado em situações\nexcepcionalíssimas, mediante a demonstração de sua necessidade e\nimprescindibilidade ?ante provas que revelem descaso, desinteresse,\nausência de vontade política, falta de condições pessoais e/ou\nmateriais das instituições - ou de uma ou outra delas - responsáveis\npor investigar, processar e punir os responsáveis pela grave\nviolação a direito humano, em levar a cabo a responsabilização dos\nenvolvidos na conduta criminosa, até para não se esvaziar a\ncompetência da Justiça Estadual e inviabilizar o funcionamento da\nJustiça Federal? (IDC 5/PE, Rel.\nMinistro ROGERIO SCHIETTI CRUZ, TERCEIRA SEÇÃO, julgado em\n13/08/2014, DJe 01/09/2014). Desse raciocínio, revela-se o caráter\nde excepcionalidade da providência determinada no incidente.\n4. Na ementa do IDC n. 1/PA, a Terceira Seção desta Corte consignou\nque ?Todo homicídio doloso, independentemente da condição pessoal da\nvítima e/ou da repercussão do fato no cenário nacional ou\ninternacional, representa grave violação ao maior e mais importante\nde todos os direitos do ser humano, que é o direito à vida, previsto\nno art.\n4º, nº 1, da Convenção Americana sobre Direitos Humanos, da qual o\nBrasil é signatário por força do Decreto nº 678, de 6/11/1992? (IDC\nn.\n1/PA, relator Ministro Arnaldo Esteves Lima, Terceira Seção, julgado\nem 8/6/2005, DJ de 10/10/2005, p. 217).\n5. Situação em que, após o assassinato de líder da área rural do\nSeringal São Domingos, no Município de Lábrea/AM, em março/2019, em\ncontexto no qual quatro indivíduos encapuzados iniciaram um intenso\ntiroteio contra os moradores da região e atearam fogo em suas\nresidências, exigindo que todos deixassem o local, sob ameaça de\nmorte, o inquérito policial somente foi instaurado em agosto/2020 e\naté agosto/2024 não há indicativo de que qualquer diligência tenha\nsido realizada no local do evento criminoso pela autoridade policial\ncom o objetivo de apurar os fatos.\nConsta, ainda, que, em maio/2022, a autoridade policial local\nreconheceu não possuir recursos materiais (combustível), técnicos e\nde pessoal (só dispõe de dois investigadores de polícia para atender\numa população superior a 50.000 habitantes) para realizar as\ndiligências necessárias na localidade do delito, distante cerca de\n850 km do Município de Lábrea/AM em área de difícil acesso, e pugnou\npelo deslocamento do inquérito à Delegacia Especializada de\nRepressão ao Crime Organizado (DRCO).\nDeferido o pedido pela autoridade judicial, em agosto de 2022, a\ndecisão não foi cumprida, o que motivou o encaminhamento de ofício\nao Secretário de Segurança Pública do Amazonas em 04/04/2023. No\nentanto, somente em 21/02/2024 (dez meses depois) a ordem judicial\nfoi cumprida, com a designação do Diretor da DRCO para a condução do\ninquérito, o que denota a incapacidade da esfera estadual de\noferecer resposta pronta, efetiva e eficaz ao delito de homicídio em\ntela.\n6. Na situação em exame, a ineficácia do Poder estatal em apurar o\ncometimento de delito grave contra a vida pode vir a gerar\nresponsabilização internacional do País, por desatenção aos arts.\n1º, 4º, 5º, 8º, 11 e 25 da Convenção Americana de Direitos Humanos,\nque tutelam, respectivamente, a obrigação de respeitar os direitos\nestabelecidos na convenção, o direito à vida, o direito à\nintegridade pessoal, o direito do cidadão a garantias judiciais de\num devido processo legal dentro de um prazo razoável, o direito do\ncidadão à proteção da honra e dignidade e, por fim, o direito à\nproteção judicial.\nTal potencialidade ganha corpo quando se vê que, em situações\nsimilares, a Corte Interamericana de Direitos Humanos condenou o\nBrasil diante da ineficácia estatal em investigar violações de\ndireitos humanos ocorridas em conflitos de terras nos casos\nGaribaldi vs Brasil (2009), Sebastião Camargo Filho (2009) e Sales\nPimenta vs Brasil (2022).\n7. Constatada a ineficácia estatal dos agentes públicos na condução\ndo inquérito, em razão da ausência de recursos da autoridade\npolicial para promover a devida apuração dos fatos relacionados ao\nhomicídio em questão, o que redundou na inércia estatal e na\ninconclusão do inquérito policial, aliada ao fato de que há risco de\nresponsabilização internacional, fica demonstrada a situação de\nexcepcionalidade indispensável ao acolhimento do pleito de\ndeslocamento de competência.\n8. Precedente do STJ: IDC n. 22/RO, relator Ministro Messod Azulay\nNeto, Terceira Seção, julgado em 23/8/2023, DJe de 25/8/2023.\n9. Pedido de deslocamento de competência julgado procedente.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240828",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO, por unanimidade,\njulgar procedente o pedido, para determinar o deslocamento da\ninvestigação, do processamento e do julgamento do homicídio de Nemes\nMachado de Oliveira para a Justiça Federal no Estado do Amazonas,\nnos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Antonio Saldanha Palheiro, Joel Ilan Paciornik,\nMessod Azulay Neto, Daniela Teixeira, Otávio de Almeida Toledo\n(Desembargador Convocado do TJSP), Og Fernandes, Sebastião Reis\nJúnior e Rogerio Schietti Cruz votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000883395",
  "numeroProcesso" : "2558577",
  "numeroRegistro" : "202400295240",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "REYNALDO SOARES DA FONSECA",
  "dataPublicacao" : "DJE        DATA:03/09/2024",
  "ementa" : "AGRAVO REGIMENTAL EM EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. INSURGÊNCIA DA ASSISTENTE DA ACUSAÇÃO. DENÚNCIA POR\nAPROPRIAÇÃO INDÉBITA E LAVAGEM DE DINHEIRO. ABSOLVIÇÃO SUMÁRIA DO\nRÉU. NÃO RECONHECIMENTO DA ELEMENTAR \"COISA ALHEIA\" PARA A\nCONFIGURAÇÃO DA TIPICIDADE DA CONDUTA. CONTROVÉRSIA SOBRE A\nEXISTÊNCIA, OU NÃO, DA OBRIGAÇÃO CONTRATUAL EM CURSO NA SEARA CÍVEL.\nSÚMULA 315/STJ. AUSÊNCIA DE COTEJO ANALÍTICO E DE SIMILITUDE ENTRE\nOS JULGADOS COMPARADOS. AUSÊNCIA DE IMPUGNAÇÃO DOS FUNDAMENTOS DA\nDECISÃO AGRAVADA: SÚMULA 182/STJ. AGRAVO REGIMENTAL DESPROVIDO.\n1. Consoante o disposto no enunciado da Súmula 315, \"não cabem\nembargos de divergência no âmbito do agravo de instrumento que não\nadmite recurso especial\". Tal entendimento tem por fundamento o fato\nde que a decisão que nega provimento a agravo de instrumento está\napenas confirmando a já prolatada pela instância de origem, que, por\nsua vez, inadmitiu o recurso especial.\n2. De acordo com o disposto no art. 1.043, III e § 2º, do CPC, ainda\nque se admita a interposição de embargos de divergência contra\nacórdão que não chegou a conhecer do recurso, é essencial que a\nmatéria controversa ? seja de direito material ou de direito\nprocessual ? tenha sido efetivamente debatida pelo órgão julgador\nfracionário do STJ, sem o que não há dissenso a ser uniformizado.\nSituação em que o réu foi absolvido pelas instâncias ordinárias\ndiante da existência de dúvida acerca da titularidade do bem e sobre\na elementar ?coisa alheia? descrita no tipo da apropriação indébita\ne o acórdão recorrido da Sexta Turma concluiu que a inversão do\njulgado demandaria o reexame do conjunto fático-probatório, o que é\nvedado pela súmula 7/STJ.\n3. A jurisprudência desta Corte é assente no sentido de que ?A mera\ntranscrição de ementas, seguidas de considerações interpretativas do\nrecorrente, não atendem aos requisitos de admissibilidade dos\nembargos de divergência, que pressupõem a demonstração da identidade\nfática entre os casos confrontados, a fim de viabilizar a arguição\nde aplicação de solução jurídica diversa? (AgRg nos EAREsp n.\n1.910.762/RJ, relatora Ministra Laurita Vaz, Terceira Seção, julgado\nem 23/2/2022, DJe de 25/2/2022).\nNa mesma linha, a mera transcrição sucessiva de excertos dos votos\ncondutores do acórdão recorrido e do acórdão indicado como paradigma\nnão permite identificar que, diante de contextos fático-jurídicos\nidênticos ou extremamente semelhantes, as Turmas julgadoras desta\nCorte aplicaram a lei de forma diferente.\n4. Não há como se reconhecer similitude fático-jurídica entre os\nacórdãos comparados se, no julgado paradigma, estava em questão\nunicamente a existência ou não de indícios mínimos de dolo\nrelacionado à prévia ciência dos réus da procedência estrangeira de\ncomponentes de máquinas caça-níqueis apreendidas em seu comércio.\nPor outro lado, na situação em exame, o acórdão recorrido deixou\nclaro que a absolvição sumária do réu se fundou em dúvida sobre a\nelementar do tipo ?coisa alheia?.\n5. Se o recorrente não cuida de impugnar um dos fundamentos postos\nna decisão monocrática do relator que, por si só, já justifica o não\nconhecimento de seu recurso, é de se aplicar o estabelecido na\nSúmula 182 deste Superior Tribunal de Justiça, segundo a qual \"é\ninviável o agravo do art. 545 do CPC que deixa de atacar\nespecificamente os fundamentos da decisão agravada.\"\nIn casu, a agravante deixou de impugnar a ausência de cotejo\nanalítico.\n6. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240828",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO, por unanimidade,\nnegar provimento ao agravo regimental, nos termos do voto do Sr.\nMinistro Reynaldo Soares da Fonseca.\nOs Srs. Ministros Antonio Saldanha Palheiro, Joel Ilan Paciornik,\nMessod Azulay Neto, Daniela Teixeira, Otávio de Almeida Toledo\n(Desembargador Convocado do TJSP), Og Fernandes, Sebastião Reis\nJúnior e Rogerio Schietti Cruz votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000883393",
  "numeroProcesso" : "6106",
  "numeroRegistro" : "202400432714",
  "siglaClasse" : "AgRg na RvCr",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA REVISÃO CRIMINAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JOEL ILAN PACIORNIK",
  "dataPublicacao" : "DJE        DATA:05/09/2024",
  "ementa" : "AGRAVO REGIMENTAL EM FACE DE DECISÃO QUE NÃO CONHECEU DA REVISÃO\nCRIMINAL. INSTITUTO CANDANGO DE SOLIDARIEDADE - ICS. DELITO DE\nPECULATO. CONDIÇÃO DE FUNCIONÁRIO PÚBLICO. PARAESTATAIS. ALEGAÇÃO DE\nIMPOSSIBILIDADE DE COMUNICAÇÃO DE CONDIÇÃO GENÉRICA NÃO ELEMENTAR\nAO CRIME DE PECULATO. TESE NO SENTIDO DE QUE O ART. 19 DA LEI\nDISTRITAL N. 2.415/1999 NÃO PODE SER UTILIZADO PARA O RECONHECIMENTO\nDA CONDIÇÃO DE FUNCIONÁRIO PÚBLICO EQUIPARADO. SUPOSTA ATIPICIDADE\nDA CONDUTA JÁ AFASTADA PELA TERCEIRA SEÇÁO DO SUPERIOR TRIBUNAL DE\nJUSTIÇA. INCABÍVEL UTILIZAÇÃO DA REVISIONAL COMO SEGUNDA APELAÇÃO.\nALEGAÇÃO DE VIOLAÇÃO A DISPOSITIVOS CONSTITUCIONAIS. IMPOSSIBILIDADE\nDE ANÁLISE POR ESTA CORTE SUPERIOR. AGRAVO REGIMENTAL NÃO PROVIDO.\n1. O requerente visa, mais uma vez, o acolhimento da tese de\natipicidade da conduta - hipótese já rejeitada por este colegiado,\nno julgamento do AgRg na RvCr n. 6.013/DF e do AgRg na RvCr n.\n6.021/DF - bem como busca demonstrar suposta impossibilidade de\ncomunicação da condição de funcionário público na espécie. Todavia,\nsob a alegação de que o acórdão rescindendo teria violado o teor do\nart. 30 do CP, o requerente, na realidade, utiliza-se,\nindevidamente, da revisão criminal como se fosse segunda apelação,\napta a rever fatos e provas, o que não é admitido pelo art. 621 do\nCódigo de Processo Penal - CPP. Precedentes.\n2. \"Não compete a esta Corte Superior a análise de suposta violação\nde dispositivos constitucionais, ainda que para efeito de\nprequestionamento, sob pena de usurpação da competência reservada ao\nSupremo Tribunal Federal (art. 102, III, da Constituição)\" (AgRg\nnos EDcl nos EAREsp n. 2.066.135/RR, relator Ministro Sebastião Reis\nJúnior, Terceira Seção, julgado em 12/4/2023, DJe de 14/4/2023).\n3.  Agravo regimental ao qual se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240903",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 28/08/2024 a 03/09/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Og Fernandes, Sebastião Reis Júnior, Reynaldo\nSoares da Fonseca, Antonio Saldanha Palheiro, Messod Azulay Neto,\nDaniela Teixeira e Otávio de Almeida Toledo (Desembargador Convocado\ndo TJSP) votaram com o Sr. Ministro Relator.\nImpedido o Sr. Ministro Rogerio Schietti Cruz.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ "AgRg na RvCr  6055  DF  2023/0428130-2  Decisão:11/09/2024\nDJE        DATA:13/09/2024" ]
}, {
  "id" : "000883392",
  "numeroProcesso" : "2390417",
  "numeroRegistro" : "202302102378",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JOEL ILAN PACIORNIK",
  "dataPublicacao" : "DJE        DATA:05/09/2024",
  "ementa" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. PROCESSO PENAL. FUNDAMENTOS DA DECISÃO AGRAVADA NÃO\nATACADOS ESPECIFICAMENTE. INCIDÊNCIA DA SÚMULA N. 182 DO SUPERIOR\nTRIBUNAL DE JUSTIÇA - STJ. ANÁLISE DAS TESES MERITÓRIAS DE OFÍCIO.\nIMPOSSIBILIDADE. AGRAVO REGIMENTAL NÃO CONHECIDO.\n1. É inviável o agravo que deixa de atacar, especificamente, os\nfundamentos da decisão agravada. Incidência do verbete n. 182 da\nSúmula desta Corte.\n2. No caso em tela, os embargos de divergência foram indeferidos\nliminarmente com lastro na incidência da Súmula n. 315 do STJ e nos\nartigos 266 do RISTJ e 1043, I e II, do CPC, pois \"os embargos de\ndivergência têm como escopo a uniformização interna da\njurisprudência deste Superior Tribunal de Justiçam, sendo\ninadmissível, portanto, a colação de acórdãos de outros tribunais\ncomo paradigmas\". Entretanto, nas razões do seu inconformismo, o\nagravante não impugna, especificamente, os respectivos fundamentos\nda decisão hostilizada, limitando-se a reiterar as alegações para o\nconhecimento do agravo em recurso especial e as teses de mérito\napresentadas no apelo nobre.\n3. \"Conforme a orientação firmada neste Superior Tribunal, os\nembargos de divergência servem para unificar a jurisprudência\ninterna desta Corte e, por isso mesmo, não permitem a concessão de\nhabeas corpus de ofício contra atos de seus próprios membros, sob\npena de subverter competência constitucional\" (AgRg nos EAREsp n.\n2.415.816/MG, relator Ministro Rogerio Schietti Cruz, Terceira\nSeção, julgado em 20/6/2024, DJe de 26/6/2024).\n4. Agravo regimental não conhecido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240903",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 28/08/2024 a 03/09/2024,\npor unanimidade, não conhecer do recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Og Fernandes, Sebastião Reis Júnior, Rogerio\nSchietti Cruz, Reynaldo Soares da Fonseca, Antonio Saldanha\nPalheiro, Messod Azulay Neto, Daniela Teixeira e Otávio de Almeida\nToledo (Desembargador Convocado do TJSP) votaram com o Sr. Ministro\nRelator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ "AgRg na Pet  16714  SC  2023/0124330-3  Decisão:17/09/2024\nDJE        DATA:19/09/2024" ]
}, {
  "id" : "000883386",
  "numeroProcesso" : "2466690",
  "numeroRegistro" : "202303368582",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "ANTONIO SALDANHA PALHEIRO",
  "dataPublicacao" : "DJE        DATA:06/09/2024",
  "ementa" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. DISSÍDIO JURISPRUDENCIAL NÃO COMPROVADO ANALITICAMENTE.\nNÃO CABIMENTO DE EMBARGOS DE DIVERGÊNCIA PARA DISCUTIR A APLICAÇÃO\nDE REGRA TÉCNICA DE ADMISSIBILIDADE DE RECURSO ESPECIAL. NÃO SE\nADMITE COMO PARADIGMA ACÓRDÃO PROFERIDO EM HABEAS CORPUS. AGRAVO\nREGIMENTAL DESPROVIDO.\n1. Os embargos de divergência objetivam estancar a adoção de teses\ndiversas para casos semelhantes, uma vez que sua função precípua é a\nde uniformizar a jurisprudência interna do Tribunal, de modo a\nretirar antinomias entre julgamentos sobre questões ou teses\nsubmetidas à sua apreciação. Não se prestam, portanto, a corrigir\nsuposto erro de julgamento do recurso especial.\n2. Nos termos do art. 266, I e II, do RISTJ, não são cabíveis\nembargos de divergência amparados em eventual inobservância de\nregras técnicas alusivas ao conhecimento do recurso especial, como\npretende o embargante ao defender que o julgamento do recurso\nespecial não demandaria o revolvimento de provas, ao contrário da\nconclusão a que chegou o acórdão embargado.\n3. Nos embargos de divergência, para apreciação e comprovação do\ndissídio pretoriano, não basta a transcrição de ementas e excertos\ndos julgados; devem-se expor as circunstâncias que identificam os\ncasos confrontados, impondo-se a demonstração da similitude fática\nentre o acórdão embargado e os paradigmas com tratamento jurídico\ndiverso, o que, contudo, não configura a hipótese dos autos.\n4. A Terceira Seção/STJ já pacificou o entendimento de que não é\ncabível a indicação de julgado proferido em habeas corpus como\nparadigma para comprovar o dissídio jurisprudencial em embargos de\ndivergência.\n5. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240903",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 28/08/2024 a 03/09/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Og Fernandes, Sebastião Reis Júnior, Rogerio\nSchietti Cruz, Reynaldo Soares da Fonseca, Joel Ilan Paciornik,\nMessod Azulay Neto, Daniela Teixeira e Otávio de Almeida Toledo\n(Desembargador Convocado do TJSP) votaram com o Sr. Ministro\nRelator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000883230",
  "numeroProcesso" : "2521505",
  "numeroRegistro" : "202304441291",
  "siglaClasse" : "EDcl no AgRg nos EAREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NOS EMBARGOS DE\nDIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "SEBASTIÃO REIS JÚNIOR",
  "dataPublicacao" : "DJE        DATA:13/09/2024",
  "ementa" : "EMBARGOS DE DECLARAÇÃO EM AGRAVO REGIMENTAL EM EMBARGOS DE\nDIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL. SUPOSTA OMISSÃO NA\nANÁLISE DO PLEITO DE CONCESSÃO DE HABEAS CORPUS DE OFÍCIO. SUPRESSÃO\nDO VÍCIO. PLEITO DESCABIDO. INCOMPETÊNCIA DESTA CORTE PARA REVER\nSEUS JULGADOS PELA VIA DO HABEAS CORPUS, Embargos de declaração\nacolhidos apenas para fins integrativos.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240911",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO, por unanimidade,\nacolher os embargos de declaração apenas para fins integrativos, nos\ntermos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Rogerio Schietti Cruz, Reynaldo Soares da Fonseca,\nJoel Ilan Paciornik, Messod Azulay Neto, Daniela Teixeira e Otávio\nde Almeida Toledo (Desembargador Convocado do TJSP) votaram com o\nSr. Ministro Relator.\nAusentes, justificadamente, os Srs. Ministros Og Fernandes e Antonio\nSaldanha Palheiro.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000883223",
  "numeroProcesso" : "2082481",
  "numeroRegistro" : "202302240163",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "SEBASTIÃO REIS JÚNIOR",
  "dataPublicacao" : "DJE        DATA:13/09/2024",
  "ementa" : "RECURSO ESPECIAL REPRESENTATIVO DA CONTROVÉRSIA. VIOLAÇÃO DO ART.\n579, CAPUT E PARÁGRAFO ÚNICO, DO CPP. CONTROVÉRSIA ACERCA DA\nAPLICAÇÃO DO PRINCÍPIO DA FUNGIBILIDADE RECURSAL AOS CASOS EM QUE,\nEMBORA CABÍVEL A INTERPOSIÇÃO DE RECURSO EM SENTIDO ESTRITO, A PARTE\nIMPUGNA DECISÃO MEDIANTE APELAÇÃO. POSSIBILIDADE. QUESTÃO DECIDIDA\nNO JULGAMENTO DOS EDCL NO AGRG NOS EARESP N. 1.240.307/MT. ERRO\nGROSSEIRO. CIRCUNSTÂNCIA INAPTA A CARACTERIZAR, POR SI SÓ, A MÁ-FÉ\nPRECONIZADA NA NORMA PROCESSUAL (ART. 579 DO CPP). INTELIGÊNCIA DO\nART. 80 DO CPC, APLICADO NA FORMA DO ART. 3º DO CPP.\n1. No julgamento dos EDcl no AgRg nos EAREsp n. 1.240.307/MT, a\nTerceira Seção desta Corte, ao acolher o voto do Ministro Joel Ilan\nPaciornik, estabeleceu as seguintes conclusões: 1) a ausência de\nmá-fé, enquanto pressuposto para aplicação do princípio da\nfungibilidade, não é sinônimo de erro grosseiro, devendo ser adotado\no critério estabelecido em lei sobre o que se considera litigância\nde má-fé (art. 80 do CPC, c/c o art. 3º do CPP), de modo que é\npossível rechaçar a incidência do princípio da fungibilidade com\nbase no erro grosseiro na escolha do recurso, desde que verificado o\nintuito manifestamente protelatório; 2) a tempestividade,\nconsiderando o prazo do recurso cabível, bem como o preenchimento\ndos demais pressupostos de admissibilidade do reclamo adequado,\ntambém consubstanciam requisitos para aplicação da fungibilidade,\npois o parágrafo único do art. 579 do CPP traz requisito implícito\npara a aplicação do princípio da fungibilidade, qual seja, a\npossibilidade de processamento do recurso impróprio de acordo com o\nrito do recurso cabível, de modo que o princípio da fungibilidade\nnão alcança as hipóteses em que a parte lança mão de recurso inapto\npara o fim que se almeja ou mesmo direcionado a órgão incompetente\npara reformar a decisão atacada, tal como no caso de oposição de\nembargos de declaração ou interposição de agravo interno em face da\ndecisão que inadmite o recurso especial na origem.\n2. Em suma, em sede processual penal, caso verificado que o recurso\ninterposto, embora flagrantemente inadequado (erro grosseiro), foi\ninterposto dentro do prazo do recurso cabível e ostenta os\nrequisitos de admissibilidade daquele reclamo, sendo possível\nprocessá-lo de acordo com o rito do recurso cabível, é possível\nreceber tal reclamo no lugar daquele que seria o adequado por força\ndo princípio da fungibilidade recursal, desde que não se verifique\nintuito manifestamente protelatório, condição apta a caracterizar a\nmá-fé (art. 80 do CPC, c/c o art. 3º do CPP) e a obstar a incidência\nda norma processual em comento (art. 579 do CPP).\n3.  Aplicando tal conclusão ao caso sob exame, deve ser acolhido o\nrecurso ministerial, a fim de se admitir a aplicação do princípio da\nfungibilidade recursal na espécie, pois, da mera interposição de\napelação em substituição ao recurso que seria cabível (recurso em\nsentido estrito) ou vice-versa, não se verifica intuito protelatório\napto a caracterizar litigância de má-fé nem óbice ao processamento,\njá que é possível ao Tribunal a quo adotar o rito do recurso\ncabível.\n4. Recurso especial provido, fixada a seguinte tese: é adequada a\naplicação do princípio da fungibilidade recursal aos casos em que,\nembora cabível recurso em sentido estrito, a parte impugna a decisão\nmediante apelação ou vice-versa, desde que observados a\ntempestividade e os demais pressupostos de admissibilidade do\nrecurso cabível, na forma do art. 579, caput e parágrafo único, do\nCódigo de Processo Penal.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240911",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Terceira Seção, por unanimidade, dar\nprovimento ao recurso especial para determinar o processamento do\nrecurso ministerial e fixar a seguinte tese no Tema Repetitivo n.\n1.219: \"é adequada a aplicação do princípio da fungibilidade\nrecursal aos casos em que, embora cabível recurso em sentido\nestrito, a parte impugna a decisão mediante apelação ou vice-versa,\ndesde que observados a tempestividade e os demais pressupostos de\nadmissibilidade do recurso cabível, na forma do art. 579, caput e\nparágrafo único, do Código de Processo Penal\", nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Rogerio Schietti Cruz, Reynaldo Soares da Fonseca,\nJoel Ilan Paciornik, Messod Azulay Neto, Daniela Teixeira e Otávio\nde Almeida Toledo (Desembargador Convocado do TJSP) votaram com o\nSr. Ministro Relator.\nAusentes, justificadamente, os Srs. Ministros Og Fernandes e Antonio\nSaldanha Palheiro.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : "(PRINCÍPIO DA FUNGIBILIDADE RECURSAL - RECURSO EM SENTIDO ESTRITO -\nAPELAÇÃO - MÁ-FÉ - ERRO GROSSEIRO)\n   STJ - <<EDcl no AgRg nos EAREsp 1240307>>-MT",
  "notas" : "Julgado conforme procedimento previsto para os Recursos Repetitivos\nno âmbito do STJ.",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : "\"É adequada a aplicação do princípio da fungibilidade recursal aos\ncasos em que, embora cabível recurso em sentido estrito, a parte\nimpugna a decisão mediante apelação ou vice-versa, desde que\nobservados a tempestividade e os demais pressupostos de\nadmissibilidade do recurso cabível, na forma do art. 579, caput e\nparágrafo único, do Código de Processo Penal\".",
  "tema" : "Tema Repetitivo 1219\nSituação do tema: Acórdão Publicado",
  "referenciasLegislativas" : [ "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00003 ART:00579 PAR:ÚNICO", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00080 ART:01036" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000883113",
  "numeroProcesso" : "2058976",
  "numeroRegistro" : "202300843229",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "SEBASTIÃO REIS JÚNIOR",
  "dataPublicacao" : "DJE        DATA:12/09/2024",
  "ementa" : "RECURSO ESPECIAL REPRESENTATIVO DA CONTROVÉRSIA. PENAL. PROCESSO\nPENAL. APELAÇÃO CRIMINAL. RECURSO EXCLUSIVO DA DEFESA. VALORAÇÃO\nNEGATIVA DE CIRCUNSTÂNCIA JUDICIAL AFASTADA PELO TRIBUNAL DE ORIGEM.\nREDUÇÃO PROPORCIONAL DA PENA-BASE. NECESSIDADE.\n1. A questão posta no presente apelo nobre cinge-se a definir se é\nobrigatória a redução proporcional da pena-base, quando o Tribunal\nde origem, em sede de julgamento de recurso exclusivo da defesa,\ndecotar circunstância judicial negativada na sentença condenatória,\nsob pena de, ao não fazê-lo, incorrer em violação da disposição\ncontida no art. 617 do CPP (princípio ne reformatio in pejus).\n2. A Terceira Seção do Superior Tribunal de Justiça já teve\noportunidade de se debruçar sobre o tema, quando do julgamento do\nEREsp n.1.826.799/RS, sufragando o entendimento de ser imperiosa a\nredução proporcional da pena-base quando o Tribunal de origem, em\nrecurso exclusivo da defesa, afastar uma circunstância judicial\nnegativa do art.\n59 do CP reconhecida no édito condenatório.\n3. Ambas as Turmas de Terceira Seção são uníssonas quanto à\naplicação do referido entendimento, havendo diversos julgados no\nmesmo sentido.\n4. Tese a ser fixada, cuja redação original foi acrescida das\nsugestões apresentadas pelo Ministro Rogério Schietti Cruz (Sessão\nde julgamento de 28/8/2024): É obrigatória a redução proporcional da\npena-base quando o tribunal de segunda instância, em recurso\nexclusivo da defesa, afastar circunstância judicial negativa\nreconhecida na sentença.\nTodavia, não implicam reformatio in pejus a mera correção da\nclassificação de um fato já valorado negativamente pela sentença\npara enquadrá-lo como outra circunstância judicial, nem o simples\nreforço de fundamentação para manter a valoração negativa de\ncircunstância já reputada desfavorável na sentença.\n5. No caso dos autos, o recorrente foi condenado à pena de 6 anos e\n9 meses de reclusão, no regime fechado, e ao pagamento de 680 dias-\nmulta, pelo crime do art. 33, caput, da Lei n. 11.343/2006. No\njulgamento da apelação defensiva, o Tribunal de origem afastou a\nvaloração negativa da conduta social, personalidade e circunstâncias\ndo crime sem promover a redução proporcional da pena na primeira\nfase da dosimetria.\n6. Recurso especial provido para fixar a pena de 6 anos, 2 meses e\n15 dias de reclusão, além do pagamento de 600 dias-multa, no valor\nmínimo legal, mantido o regime fechado.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240828",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO do Superior\nTribunal de Justiça, retomado o julgamento após o voto-vista\nantecipado (vista coletiva) do Sr. Ministro Joel Ilan Paciornik,\naderindo à divergência inaugurada pelo Sr. Ministro Messod Azulay\nNeto, acompanhando o voto do Sr. Ministro Relator em relação às\nsoluções dadas para os casos concretos, mas dele divergindo para\nrejeitar a fixação da tese proposta, e o voto do Sr. Ministro\nRogerio Schietti Cruz, acompanhando o Relator, propondo a ampliação\nda tese, que foi aceita pelo Sr. Ministro Sebastião Reis Júnior, e\nos votos dos Srs. Ministros Reynaldo Soares da Fonseca, Daniela\nTeixeira e Otávio de Almeida Toledo (Desembargador Convocado do\nTJSP) no mesmo sentido, por unanimidade, dar provimento ao recurso\nespecial para, reformando o acórdão impugnado, fixar a pena de 6\nanos e 2 meses e 15 dias de reclusão e ao pagamento de 600\ndias-multa, no valor mínimo legal, mantido o regime fechado, e, por\nmaioria, fixou a seguinte tese quanto ao Tema Repetitivo n. 1.214:\n\"É obrigatória a redução proporcional da pena-base quando o tribunal\nde segunda instância, em recurso exclusivo da defesa, afastar\ncircunstância judicial negativa reconhecida na sentença. Todavia,\nnão implicam reformatio in pejus a mera correção da classificação de\num fato já valorado negativamente pela sentença para enquadrá-lo\ncomo outra circunstância judicial, nem o simples reforço de\nfundamentação para manter a valoração negativa de circunstância já\nreputada desfavorável na sentença\", nos termos do voto do Sr.\nMinistro Relator. Vencidos os Srs. Ministros Messod Azulay Neto e\nJoel Ilan Paciornik, que divergiam quanto à tese fixada.\nOs Srs. Ministros Rogerio Schietti Cruz, Reynaldo Soares da Fonseca,\nDaniela Teixeira e Otávio de Almeida Toledo (Desembargador\nConvocado do TJSP) votaram com o Sr. Ministro Relator.\nVotaram vencidos os Srs. Ministros Joel Ilan Paciornik e Messod\nAzulay Neto.\nNão participaram do julgamento os Srs. Ministros Antonio Saldanha\nPalheiro e Og Fernandes.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : "(RECURSO EXCLUSIVO DA DEFESA - AFASTAMENTO DE CIRCUNSTÂNCIA JUDICIAL\nNEGATIVA - REDUÇÃO PROPORCIONAL DA PENA-BASE)\n   STJ - <<EDv nos EREsp 1826799>>-RS, <<AgRg no REsp 2025507>>-RS,\n         <<AgRg no AREsp 1511715>>-SP,\n         <<AgRg no AREsp 2096787>>-MG, <<AgRg no HC 782841>>-GO\n(VOTO VISTA - CIRCUNSTÂNCIAS JUDICIAIS NEGATIVAS - REFORMATIO IN\nPEJUS - NÃO OCORRÊNCIA - NOVOS FUNDAMENTOS)\n   STJ - <<HC 267819>>-SP\n(VOTO VISTA - CIRCUNSTÂNCIA JUDICIAL - SIMPLES CORREÇÃO DA\nCLASSIFICAÇÃO - REFORMATIO IN PEJUS - NÃO OCORRÊNCIA)\n   STJ - <<HC 501144>>-SP\n(VOTO VENCIDO - CIRCUNSTÂNCIA JUDICIAL NEGATIVA - AFASTAMENTO -\nPENA-BASE - AUSÊNCIA DE REFORMATIO IN PEJUS)\n   STJ - <<AgRg no HC 701459>>-MG,\n         <<AgRg nos EDcl no HC 647642>>-SC, {{REsp 2012648}}-PA",
  "notas" : "Julgado conforme procedimento previsto para os Recursos Repetitivos\nno âmbito do STJ.",
  "informacoesComplementares" : "     (VOTO VENCIDO) (MIN. MESSOD AZULAY NETO)\n     \"Não tenho dúvida de que, na maior parte dos casos, de fato, o\nafastamento de circunstância negativa reconhecida na sentença, a\npartir de análise de recurso exclusivo da defesa, implica redução\nproporcional da pena-base.\n     Entretanto, entendo que a matéria não comporta vinculação de\nobrigatoriedade em abstrato ou, ainda, de que eventual redução seja\nmatematicamente proporcional.\n     Muito embora, como dito, apenas em hipóteses excepcionais não\nse verifique uma redução da sanção penal, minha posição é de que o\nexame da pertinência da redução da pena-base deve ficar reservada ao\ncaso concreto. É que, desde que em decisão fundamentada, não\nentrevejo óbice para que Tribunal, em recurso exclusivo da defesa,\nafaste a circunstância judicial negativa, mas mantenha a pena-base\nou a reduza em proporção inferior ao número de vetoriais decotadas.\n     A compreensão parte da premissa de que a vedação da 'reformatio\nin pejus', prescrita no art. 617, do Código de Processo Penal, impõe\num limite global à modulação da pena pelo Tribunal. O princípio\ngarante ao jurisdicionado a proteção da confiança de que o recurso\ninterposto exclusivamente pela defesa não importará aumento na pena\nfinal imposta na sentença, mas, por outro lado, não impede o\njulgador de examinar e fundamentar a sanção penal de forma mais\nadequada para o caso concreto.\n     Não se extrai, assim, violação ao princípio da proibição da\n'reformatio in pejus' a hipótese em que, a partir da análise\nconcreta das circunstâncias judiciais inscritas no art. 59, do\nCódigo Penal, o Tribunal, em recurso exclusivo da defesa, exclui\ncircunstância, mas fundamenta a manutenção da pena-base ou, ainda,\nsua não redução de modo matematicamente proporcional, desde que não\nultrapasse a quantidade final de pena imposta pela sentença de\nprimeiro grau de jurisdição.\n     A conclusão decorre do efeito devolutivo do recurso de\napelação. A regra permite ao Tribunal a revisão integral da matéria\ndevolvida. Diferentemente do aspecto da extensão da devolutividade ?\nque, em regra, limita a devolução ao pedido recursal ?, a cognição\nvertical ? espectro da profundidade ? é ampla, de modo que é\npermitido ao julgador a avaliação de todos os elementos contidos nos\nautos.\n     Por conseguinte, a vinculação da obrigatoriedade de redução,\nconforme proposto, certamente, infringiria esse aspecto processual\ndo recurso de apelação.\n     Ademais, o mesmo raciocínio se aplica à proporcionalidade\nmatemática da redução. Como se sabe, é possível que o magistrado\natribua preponderância à alguma circunstância judicial para manter\nou deixar de reduzir proporcionalmente a pena-base.\n     Isso porque, conforme precedentes deste Superior Tribunal de\nJustiça, não se pode presumir regra matemática de proporcionalidade\npara cada vetor negativado. É viável e muito comum que exista\npreponderância entre as circunstâncias judiciais, e, portanto,\ncircunstâncias distintas podem ter repercussões, igualmente,\ndistintas no cálculo da pena-base\".",
  "termosAuxiliares" : null,
  "teseJuridica" : "\"É obrigatória a redução proporcional da pena-base quando o tribunal\nde segunda instância, em recurso exclusivo da defesa, afastar\ncircunstância judicial negativa reconhecida na sentença.\nTodavia, não implicam 'reformatio in pejus' a mera correção da\nclassificação de um fato já valorado negativamente pela sentença\npara enquadrá-lo como outra circunstância judicial, nem o simples\nreforço de fundamentação para manter a valoração negativa de\ncircunstância já reputada desfavorável na sentença\".",
  "tema" : "Tema Repetitivo 1214\nSituação do tema: Acórdão Publicado",
  "referenciasLegislativas" : [ "LEG:FED DEL:002848 ANO:1940\n*****  CP-40    CÓDIGO PENAL\n        ART:00059", "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00617", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01013 ART:01036" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000883112",
  "numeroProcesso" : "2058971",
  "numeroRegistro" : "202300843064",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "SEBASTIÃO REIS JÚNIOR",
  "dataPublicacao" : "DJE        DATA:12/09/2024",
  "ementa" : "RECURSO ESPECIAL REPRESENTATIVO DA CONTROVÉRSIA. PENAL. PROCESSO\nPENAL. APELAÇÃO CRIMINAL. RECURSO EXCLUSIVO DA DEFESA. VALORAÇÃO\nNEGATIVA DE CIRCUNSTÂNCIA JUDICIAL AFASTADA PELO TRIBUNAL DE ORIGEM.\nREDUÇÃO PROPORCIONAL DA PENA-BASE. NECESSIDADE.\n1. A questão posta no presente apelo nobre cinge-se a definir se é\nobrigatória a redução proporcional da pena-base, quando o Tribunal\nde origem, em sede de julgamento de recurso exclusivo da defesa,\ndecotar circunstância judicial negativada na sentença condenatória,\nsob pena de, ao não fazê-lo, incorrer em violação da disposição\ncontida no art. 617 do CPP(princípio ne reformatio in pejus).\n2. A Terceira Seção do Superior Tribunal de Justiça já teve\noportunidade de se debruçar sobre o tema, quando do julgamento do\nEREsp n.1.826.799/RS, sufragando o entendimento de ser imperiosa a\nredução proporcional da pena-base quando o Tribunal de origem, em\nrecurso exclusivo da defesa, afastar uma circunstância judicial\nnegativa do art.\n59 do CP reconhecida no édito condenatório.\n3. Ambas as Turmas de Terceira Seção são uníssonas quanto à\naplicação do referido entendimento, havendo diversos julgados no\nmesmo sentido.\n4. Tese a ser fixada, cuja redação original foi acrescida das\nsugestões apresentadas pelo Ministro Rogério Schietti Cruz (Sessão\nde julgamento de 28/8/2024): É obrigatória a redução proporcional da\npena-base quando o tribunal de segunda instância, em recurso\nexclusivo da defesa, afastar circunstância judicial negativa\nreconhecida na sentença.\nTodavia, não implicam reformatio in pejus a mera correção da\nclassificação de um fato já valorado negativamente pela sentença\npara enquadrá-lo como outra circunstância judicial, nem o simples\nreforço de fundamentação para manter a valoração negativa de\ncircunstância já reputada desfavorável na sentença.\n5. No caso concreto, o recorrente foi condenado à pena de 3 (três)\nanos de reclusão, no regime fechado, e ao pagamento de 15 (quinze)\ndias multa, pelo crime do art. 155, § 4º, I e II, do CP. No\njulgamento da apelação defensiva, o Tribunal de Justiça mineiro\nafastou a valoração negativa da conduta social, sem promover a\nredução proporcional da pena na primeira fase da dosimetria.\n6. Recurso especial provido para fixar a pena de 2 anos e 8 meses de\nreclusão, além do pagamento de 10 dias-multa, no valor mínimo\nlegal, mantido o regime fechado.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240828",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO do Superior\nTribunal de Justiça, retomado o julgamento após o voto-vista\nantecipado (vista coletiva) do Sr. Ministro Joel Ilan Paciornik,\naderindo à divergência inaugurada pelo Sr. Ministro Messod Azulay\nNeto, acompanhando o voto do Sr. Ministro Relator em relação às\nsoluções dadas para os casos concretos, mas dele divergindo para\nrejeitar a fixação da tese proposta, e o voto do Sr. Ministro\nRogerio Schietti Cruz, acompanhando o Relator, propondo a ampliação\nda tese, que foi aceita pelo Sr. Ministro Sebastião Reis Júnior, e\nos votos dos Srs. Ministros Reynaldo Soares da Fonseca, Daniela\nTeixeira e Otávio de Almeida Toledo (Desembargador Convocado do\nTJSP) no mesmo sentido, por unanimidade, dar provimento ao recurso\nespecial para, reformando o acórdão impugnado, fixar a pena de 2\nanos e 8 meses de reclusão, além do pagamento de 10 dias-multa, no\nvalor mínimo legal, mantido o regime fechado, e, por maioria, fixou\na seguinte tese quanto ao Tema Repetitivo n. 1.214: \"É obrigatória a\nredução proporcional da pena-base quando o tribunal de segunda\ninstância, em recurso exclusivo da defesa, afastar circunstância\njudicial negativa reconhecida na sentença. Todavia, não implicam\nreformatio in pejus a mera correção da classificação de um fato já\nvalorado negativamente pela sentença para enquadrá-lo como outra\ncircunstância judicial, nem o simples reforço de fundamentação para\nmanter a valoração negativa de circunstância já reputada\ndesfavorável na sentença\", nos termos do voto do Sr. Ministro\nRelator. Vencidos os Srs. Ministros Messod Azulay Neto e Joel Ilan\nPaciornik, que divergiam quanto à tese fixada.\nOs Srs. Ministros Rogerio Schietti Cruz, Reynaldo Soares da Fonseca,\nDaniela Teixeira e Otávio de Almeida Toledo (Desembargador\nConvocado do TJSP) votaram com o Sr. Ministro Relator.\nVotaram vencidos os Srs. Ministros Joel Ilan Paciornik e Messod\nAzulay Neto.\nNão participaram do julgamento os Srs. Ministros Antonio Saldanha\nPalheiro e Og Fernandes.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : "(RECURSO EXCLUSIVO DA DEFESA - AFASTAMENTO DE CIRCUNSTÂNCIA JUDICIAL\nNEGATIVA - REDUÇÃO PROPORCIONAL DA PENA-BASE)\n   STJ - <<EDv nos EREsp 1826799>>-RS, <<AgRg no REsp 2025507>>-RS,\n         <<AgRg no AREsp 1511715>>-SP,\n         <<AgRg no AREsp 2096787>>-MG, <<AgRg no HC 782841>>-GO\n(VOTO VISTA - CIRCUNSTÂNCIAS JUDICIAIS NEGATIVAS - REFORMATIO IN\nPEJUS - NÃO OCORRÊNCIA - NOVOS FUNDAMENTOS)\n   STJ - <<HC 267819>>-SP\n(VOTO VISTA - CIRCUNSTÂNCIA JUDICIAL - SIMPLES CORREÇÃO DA\nCLASSIFICAÇÃO - REFORMATIO IN PEJUS - NÃO OCORRÊNCIA)\n   STJ - <<HC 501144>>-SP\n(VOTO VENCIDO - CIRCUNSTÂNCIA JUDICIAL NEGATIVA - AFASTAMENTO -\nPENA-BASE - AUSÊNCIA DE REFORMATIO IN PEJUS)\n   STJ - <<AgRg no HC 701459>>-MG,\n         <<AgRg nos EDcl no HC 647642>>-SC, {{REsp 2012648}}-PA",
  "notas" : "Julgado conforme procedimento previsto para os Recursos Repetitivos\nno âmbito do STJ.",
  "informacoesComplementares" : "     (VOTO VENCIDO) (MIN. MESSOD AZULAY NETO)\n     \"Não tenho dúvida de que, na maior parte dos casos, de fato, o\nafastamento de circunstância negativa reconhecida na sentença, a\npartir de análise de recurso exclusivo da defesa, implica redução\nproporcional da pena-base.\n     Entretanto, entendo que a matéria não comporta vinculação de\nobrigatoriedade em abstrato ou, ainda, de que eventual redução seja\nmatematicamente proporcional.\n     Muito embora, como dito, apenas em hipóteses excepcionais não\nse verifique uma redução da sanção penal, minha posição é de que o\nexame da pertinência da redução da pena-base deve ficar reservada ao\ncaso concreto. É que, desde que em decisão fundamentada, não\nentrevejo óbice para que Tribunal, em recurso exclusivo da defesa,\nafaste a circunstância judicial negativa, mas mantenha a pena-base\nou a reduza em proporção inferior ao número de vetoriais decotadas.\n     A compreensão parte da premissa de que a vedação da 'reformatio\nin pejus', prescrita no art. 617, do Código de Processo Penal, impõe\num limite global à modulação da pena pelo Tribunal. O princípio\ngarante ao jurisdicionado a proteção da confiança de que o recurso\ninterposto exclusivamente pela defesa não importará aumento na pena\nfinal imposta na sentença, mas, por outro lado, não impede o\njulgador de examinar e fundamentar a sanção penal de forma mais\nadequada para o caso concreto.\n     Não se extrai, assim, violação ao princípio da proibição da\n'reformatio in pejus' a hipótese em que, a partir da análise\nconcreta das circunstâncias judiciais inscritas no art. 59, do\nCódigo Penal, o Tribunal, em recurso exclusivo da defesa, exclui\ncircunstância, mas fundamenta a manutenção da pena-base ou, ainda,\nsua não redução de modo matematicamente proporcional, desde que não\nultrapasse a quantidade final de pena imposta pela sentença de\nprimeiro grau de jurisdição.\n     A conclusão decorre do efeito devolutivo do recurso de\napelação. A regra permite ao Tribunal a revisão integral da matéria\ndevolvida. Diferentemente do aspecto da extensão da devolutividade ?\nque, em regra, limita a devolução ao pedido recursal ?, a cognição\nvertical ? espectro da profundidade ? é ampla, de modo que é\npermitido ao julgador a avaliação de todos os elementos contidos nos\nautos.\n     Por conseguinte, a vinculação da obrigatoriedade de redução,\nconforme proposto, certamente, infringiria esse aspecto processual\ndo recurso de apelação.\n     Ademais, o mesmo raciocínio se aplica à proporcionalidade\nmatemática da redução. Como se sabe, é possível que o magistrado\natribua preponderância à alguma circunstância judicial para manter\nou deixar de reduzir proporcionalmente a pena-base.\n     Isso porque, conforme precedentes deste Superior Tribunal de\nJustiça, não se pode presumir regra matemática de proporcionalidade\npara cada vetor negativado. É viável e muito comum que exista\npreponderância entre as circunstâncias judiciais, e, portanto,\ncircunstâncias distintas podem ter repercussões, igualmente,\ndistintas no cálculo da pena-base\".",
  "termosAuxiliares" : null,
  "teseJuridica" : "\"É obrigatória a redução proporcional da pena-base quando o tribunal\nde segunda instância, em recurso exclusivo da defesa, afastar\ncircunstância judicial negativa reconhecida na sentença.\nTodavia, não implicam 'reformatio in pejus' a mera correção da\nclassificação de um fato já valorado negativamente pela sentença\npara enquadrá-lo como outra circunstância judicial, nem o simples\nreforço de fundamentação para manter a valoração negativa de\ncircunstância já reputada desfavorável na sentença\".",
  "tema" : "Tema Repetitivo 1214\nSituação do tema: Acórdão Publicado",
  "referenciasLegislativas" : [ "LEG:FED DEL:002848 ANO:1940\n*****  CP-40    CÓDIGO PENAL\n        ART:00059", "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00617", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01013 ART:01036" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000883111",
  "numeroProcesso" : "2058970",
  "numeroRegistro" : "202300842927",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "SEBASTIÃO REIS JÚNIOR",
  "dataPublicacao" : "DJE        DATA:12/09/2024",
  "ementa" : "RECURSO ESPECIAL REPRESENTATIVO DA CONTROVÉRSIA. PENAL. PROCESSO\nPENAL. APELAÇÃO CRIMINAL. RECURSO EXCLUSIVO DA DEFESA. VALORAÇÃO\nNEGATIVA DE CIRCUNSTÂNCIA JUDICIAL AFASTADA PELO TRIBUNAL DE ORIGEM.\nREDUÇÃO PROPORCIONAL DA PENA-BASE. NECESSIDADE.\n1. A questão posta no presente apelo nobre cinge-se a definir se é\nobrigatória a redução proporcional da pena-base quando o Tribunal de\norigem, em sede de julgamento de recurso exclusivo da defesa,\ndecotar circunstância judicial negativada na sentença condenatória,\nsob pena de, ao não fazê-lo, incorrer em violação da disposição\ncontida no art. 617 do CPP (princípio ne reformatio in pejus).\n2. A Terceira Seção do Superior Tribunal de Justiça já teve\noportunidade de se debruçar sobre o tema, quando do julgamento do\nEREsp n.1.826.799/RS, sufragando o entendimento de ser imperiosa a\nredução proporcional da pena-base quando o Tribunal de origem, em\nrecurso exclusivo da defesa, afastar uma circunstância judicial\nnegativa do art.\n59 do CP reconhecida no édito condenatório.\n3. Ambas as Turmas de Terceira Seção são uníssonas quanto à\naplicação do referido entendimento, havendo diversos julgados no\nmesmo sentido.\n4. Tese a ser fixada, cuja redação original foi acrescida das\nsugestões apresentadas pelo Ministro Rogério Schietti Cruz (Sessão\nde julgamento de 28/8/2024): É obrigatória a redução proporcional da\npena-base quando o tribunal de segunda instância, em recurso\nexclusivo da defesa, afastar circunstância judicial negativa\nreconhecida na sentença.\nTodavia, não implicam reformatio in pejus a mera correção da\nclassificação de um fato já valorado negativamente pela sentença\npara enquadrá-lo como outra circunstância judicial, nem o simples\nreforço de fundamentação para manter a valoração negativa de\ncircunstância já reputada desfavorável na sentença.\n5. No caso dos autos, o recorrente foi condenado à pena de 8 anos de\nreclusão, no regime fechado, e ao pagamento de 22 dias-multa, pelo\ncrime do art. 157, § 2º, I e II, do Código Penal. No julgamento da\napelação defensiva, o Tribunal de origem afastou a valoração\nnegativa da conduta social, sem promover a redução proporcional da\npena na primeira fase da dosimetria.\n6. Recurso especial provido para fixar a pena de 6 anos, 2 meses e 6\ndias de reclusão, além do pagamento de 22 dias-multa, mantido o\nregime fechado.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240828",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO do Superior\nTribunal de Justiça, retomado o julgamento após o voto-vista\nantecipado (vista coletiva) do Sr. Ministro Joel Ilan Paciornik,\naderindo à divergência inaugurada pelo Sr. Ministro Messod Azulay\nNeto, acompanhando o voto do Sr. Ministro Relator em relação às\nsoluções dadas para os casos concretos, mas dele divergindo para\nrejeitar a fixação da tese proposta, e o voto do Sr. Ministro\nRogerio Schietti Cruz, acompanhando o Relator, propondo a ampliação\nda tese, que foi aceita pelo Sr. Ministro Sebastião Reis Júnior, e\nos votos dos Srs. Ministros Reynaldo Soares da Fonseca, Daniela\nTeixeira e Otávio de Almeida Toledo (Desembargador Convocado do\nTJSP) no mesmo sentido, por unanimidade, dar provimento ao recurso\nespecial para, reformando o acórdão impugnado, fixar a pena de 6\nanos, 2 meses e 6 dias de reclusão, além do pagamento de 22\ndias-multa, mantido o regime fechado, e, por maioria, fixou a\nseguinte tese quanto ao Tema Repetitivo n. 1.214: \"É obrigatória a\nredução proporcional da pena-base quando o tribunal de segunda\ninstância, em recurso exclusivo da defesa, afastar circunstância\njudicial negativa reconhecida na sentença. Todavia, não implicam\nreformatio in pejus a mera correção da classificação de um fato já\nvalorado negativamente pela sentença para enquadrá-lo como outra\ncircunstância judicial, nem o simples reforço de fundamentação para\nmanter a valoração negativa de circunstância já reputada\ndesfavorável na sentença\", nos termos do voto do Sr. Ministro\nRelator. Vencidos os Srs. Ministros Messod Azulay Neto e Joel Ilan\nPaciornik, que divergiam quanto à tese fixada.\nOs Srs. Ministros Rogerio Schietti Cruz, Reynaldo Soares da Fonseca,\nDaniela Teixeira e Otávio de Almeida Toledo (Desembargador\nConvocado do TJSP) votaram com o Sr. Ministro Relator.\nVotaram vencidos os Srs. Ministros Joel Ilan Paciornik e Messod\nAzulay Neto.\nNão participaram do julgamento os Srs. Ministros Antonio Saldanha\nPalheiro e Og Fernandes.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : "(RECURSO EXCLUSIVO DA DEFESA - AFASTAMENTO DE CIRCUNSTÂNCIA JUDICIAL\nNEGATIVA - REDUÇÃO PROPORCIONAL DA PENA-BASE)\n   STJ - <<EDv nos EREsp 1826799>>-RS, <<AgRg no REsp 2025507>>-RS,\n         <<AgRg no AREsp 1511715>>-SP,\n         <<AgRg no AREsp 2096787>>-MG, <<AgRg no HC 782841>>-GO\n(VOTO VISTA - CIRCUNSTÂNCIAS JUDICIAIS NEGATIVAS - REFORMATIO IN\nPEJUS - NÃO OCORRÊNCIA - NOVOS FUNDAMENTOS)\n   STJ - <<HC 267819>>-SP\n(VOTO VISTA - CIRCUNSTÂNCIA JUDICIAL - SIMPLES CORREÇÃO DA\nCLASSIFICAÇÃO - REFORMATIO IN PEJUS - NÃO OCORRÊNCIA)\n   STJ - <<HC 501144>>-SP\n(VOTO VENCIDO - CIRCUNSTÂNCIA JUDICIAL NEGATIVA - AFASTAMENTO -\nPENA-BASE - AUSÊNCIA DE REFORMATIO IN PEJUS)\n   STJ - <<AgRg no HC 701459>>-MG,\n         <<AgRg nos EDcl no HC 647642>>-SC, {{REsp 2012648}}-PA",
  "notas" : "Julgado conforme procedimento previsto para os Recursos Repetitivos\nno âmbito do STJ.",
  "informacoesComplementares" : "     (VOTO VENCIDO) (MIN. MESSOD AZULAY NETO)\n     \"Não tenho dúvida de que, na maior parte dos casos, de fato, o\nafastamento de circunstância negativa reconhecida na sentença, a\npartir de análise de recurso exclusivo da defesa, implica redução\nproporcional da pena-base.\n     Entretanto, entendo que a matéria não comporta vinculação de\nobrigatoriedade em abstrato ou, ainda, de que eventual redução seja\nmatematicamente proporcional.\n     Muito embora, como dito, apenas em hipóteses excepcionais não\nse verifique uma redução da sanção penal, minha posição é de que o\nexame da pertinência da redução da pena-base deve ficar reservada ao\ncaso concreto. É que, desde que em decisão fundamentada, não\nentrevejo óbice para que Tribunal, em recurso exclusivo da defesa,\nafaste a circunstância judicial negativa, mas mantenha a pena-base\nou a reduza em proporção inferior ao número de vetoriais decotadas.\n     A compreensão parte da premissa de que a vedação da 'reformatio\nin pejus', prescrita no art. 617, do Código de Processo Penal, impõe\num limite global à modulação da pena pelo Tribunal. O princípio\ngarante ao jurisdicionado a proteção da confiança de que o recurso\ninterposto exclusivamente pela defesa não importará aumento na pena\nfinal imposta na sentença, mas, por outro lado, não impede o\njulgador de examinar e fundamentar a sanção penal de forma mais\nadequada para o caso concreto.\n     Não se extrai, assim, violação ao princípio da proibição da\n'reformatio in pejus' a hipótese em que, a partir da análise\nconcreta das circunstâncias judiciais inscritas no art. 59, do\nCódigo Penal, o Tribunal, em recurso exclusivo da defesa, exclui\ncircunstância, mas fundamenta a manutenção da pena-base ou, ainda,\nsua não redução de modo matematicamente proporcional, desde que não\nultrapasse a quantidade final de pena imposta pela sentença de\nprimeiro grau de jurisdição.\n     A conclusão decorre do efeito devolutivo do recurso de\napelação. A regra permite ao Tribunal a revisão integral da matéria\ndevolvida. Diferentemente do aspecto da extensão da devolutividade ?\nque, em regra, limita a devolução ao pedido recursal ?, a cognição\nvertical ? espectro da profundidade ? é ampla, de modo que é\npermitido ao julgador a avaliação de todos os elementos contidos nos\nautos.\n     Por conseguinte, a vinculação da obrigatoriedade de redução,\nconforme proposto, certamente, infringiria esse aspecto processual\ndo recurso de apelação.\n     Ademais, o mesmo raciocínio se aplica à proporcionalidade\nmatemática da redução. Como se sabe, é possível que o magistrado\natribua preponderância à alguma circunstância judicial para manter\nou deixar de reduzir proporcionalmente a pena-base.\n     Isso porque, conforme precedentes deste Superior Tribunal de\nJustiça, não se pode presumir regra matemática de proporcionalidade\npara cada vetor negativado. É viável e muito comum que exista\npreponderância entre as circunstâncias judiciais, e, portanto,\ncircunstâncias distintas podem ter repercussões, igualmente,\ndistintas no cálculo da pena-base\".",
  "termosAuxiliares" : null,
  "teseJuridica" : "\"É obrigatória a redução proporcional da pena-base quando o tribunal\nde segunda instância, em recurso exclusivo da defesa, afastar\ncircunstância judicial negativa reconhecida na sentença.\nTodavia, não implicam 'reformatio in pejus' a mera correção da\nclassificação de um fato já valorado negativamente pela sentença\npara enquadrá-lo como outra circunstância judicial, nem o simples\nreforço de fundamentação para manter a valoração negativa de\ncircunstância já reputada desfavorável na sentença\".",
  "tema" : "Tema Repetitivo 1214\nSituação do tema: Acórdão Publicado",
  "referenciasLegislativas" : [ "LEG:FED DEL:002848 ANO:1940\n*****  CP-40    CÓDIGO PENAL\n        ART:00059", "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00617", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01013 ART:01036" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000882655",
  "numeroProcesso" : "1775493",
  "numeroRegistro" : "202002698045",
  "siglaClasse" : "AgRg nos EDcl nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "DANIELA TEIXEIRA",
  "dataPublicacao" : "DJE        DATA:05/09/2024",
  "ementa" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DECLARAÇÃO EM EMBARGOS DE\nDIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL. ACÓRDÃOS SEM SIMILITUDE\nFÁTICA. INVIABILIDADE DE CONFRONTO. AUSÊNCIA DE PREENCHIMENTO DOS\nREQUISITOS DO § 4º DO ART. 1.043 DO CPC E DO § 4º DO ART. 266 DO\nREGIMENTO INTERNO DO STJ. DIVERGÊNCIA NA APLICAÇÃO DO ART. 619 DO\nCPP. INVIABILIDADE. AGRAVO REGIMENTAL NÃO PROVIDO.\n1. Os embargos de\ndivergência são incabíveis quando os casos comparados baseiam-se em\npremissas fáticas claramente diferentes.\n2. A análise sobre a\npossível omissão e contradição, apresentada sob o argumento de\ninterpretação divergente do art. 619 do Código de Processo Penal,\nrequer uma investigação completa do processo, abrangendo tanto as\nrazões do recurso quanto a natureza das alegações nelas\napresentadas. Portanto, torna-se impraticável estabelecer relação de\nsimilaridade factual entre as circunstâncias que fundamentaram a\nprolação dos acórdãos em questão, tanto o recorrido quanto o\nparadigma.\n3. Agravo regimental não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240903",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da TERCEIRA SEÇÃO do Superior Tribunal de\nJustiça, em sessão virtual de 28/08/2024 a 03/09/2024, por\nunanimidade, negar provimento ao recurso, nos termos do voto da Sra.\nMinistra Relatora.\nOs Srs. Ministros Og Fernandes, Sebastião Reis\nJúnior, Rogerio Schietti Cruz, Reynaldo Soares da Fonseca, Antonio\nSaldanha Palheiro, Joel Ilan Paciornik, Messod Azulay Neto e Otávio\nde Almeida Toledo (Desembargador Convocado do TJSP) votaram com a\nSra. Ministra Relatora.\nPresidiu o julgamento o Sr. Ministro Ribeiro\nDantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000882654",
  "numeroProcesso" : "2022782",
  "numeroRegistro" : "202103802080",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "DANIELA TEIXEIRA",
  "dataPublicacao" : "DJE        DATA:05/09/2024",
  "ementa" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. ACÓRDÃOS SEM SIMILITUDE FÁTICA. INVIABILIDADE DE\nCONFRONTO. JURISPRUDENCIA PACIFICADA NO SENTIDO DO ACÓRDÃO\nRECORRIDO. INCIDÊNCIA DA SÚMULA 168 DO STJ. AGRAVO REGIMENTAL NÃO\nCONHECIDO.\n1. \"Incabíveis os embargos de divergência quando os\njulgados confrontados assentam-se em premissas fáticas evidentemente\ndistintas. \" (AgRg nos EAREsp 2035619 / SP, RELATOR Ministro JESUÍNO\nRISSATO (DESEMBARGADOR CONVOCADO DO TJDFT) (8420), ÓRGÃO JULGADOR\nTERCEIRA SEÇÃO, DATA DO JULGAMENTO 12/12/2023, DATA DA\nPUBLICAÇÃO/FONTE DJe 15/12/2023).\n2. Acórdãos que destacam, de\nmaneira expressa, a realização de \"distinguishing\" baseado em fatos\nespecíficos de cada hipótese não podem servir de paradigma à análise\nda questão jurídica decidida.\n3. Nos termos da Súmula nº 168 deste\nSTJ: \"Não cabem embargos de divergência, quando a jurisprudência do\nTribunal se firmou no mesmo sentido do acórdão embargado\".\n4. A\nhipótese atrai a incidência da Súmula nº 182/STJ, que considera\ninviável o conhecimento do agravo regimental que deixa de atacar\nespecificamente os fundamentos da decisão agravada.\n5. No caso em\napreço, não foram apresentados fatos novos ou elementos aptos a\ndesconstituir a decisão impugnada, o que inviabiliza o conhecimento\nda insurgência.\n6. Agravo regimental não conhecido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240903",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da TERCEIRA SEÇÃO do Superior Tribunal de\nJustiça, em sessão virtual de 28/08/2024 a 03/09/2024, por\nunanimidade, não conhecer do recurso, nos termos do voto da Sra.\nMinistra Relatora.\nOs Srs. Ministros Og Fernandes, Sebastião Reis\nJúnior, Rogerio Schietti Cruz, Reynaldo Soares da Fonseca, Antonio\nSaldanha Palheiro, Joel Ilan Paciornik, Messod Azulay Neto e Otávio\nde Almeida Toledo (Desembargador Convocado do TJSP) votaram com a\nSra. Ministra Relatora.\nPresidiu o julgamento o Sr. Ministro Ribeiro\nDantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000882570",
  "numeroProcesso" : "16809",
  "numeroRegistro" : "202300302926",
  "siglaClasse" : "EDcl no AgRg na Pet",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NA PETIÇÃO",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "DANIELA TEIXEIRA",
  "dataPublicacao" : "DJE        DATA:30/08/2024",
  "ementa" : "PROCESSO PENAL. EMBARGOS DE DECLARAÇÃO EM AGRAVO REGIMENTAL NOS\nEMBARGOS DE DIVERGÊNCIA. ALEGAÇÃO DE OMISSÃO. INOCORRÊNCIA. EMBARGOS\nDE DECLARAÇÃO REJEITADOS.\n1. Nos termos do art. 619 do Código de Processo Penal, é cabível a\noposição de embargos de declaração quando houver no julgado\nambiguidade, obscuridade, contradição ou omissão, o que não se\nverifica no caso.\n2. Não há omissão na decisão embargada, pois a questão foi decidida\nclara e fundamentadamente, em conformidade com a jurisprudência\ndesta Corte Superior.\n3. Embargos de declaração rejeitados com determinação de baixa\nimediata dos autos.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240828",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO, por unanimidade,\nrejeitar os embargos de declaração, determinando observância ao\ncomando já aposto no acórdão anterior, no sentido de determinar a\ncertificação do trânsito em julgado e a baixa imediata dos autos,\nnos termos do voto da Sra. Ministra Relatora.\nOs Srs. Ministros Otávio de Almeida Toledo (Desembargador Convocado\ndo TJSP), Og Fernandes, Sebastião Reis Júnior, Rogerio Schietti\nCruz, Reynaldo Soares da Fonseca, Antonio Saldanha Palheiro, Joel\nIlan Paciornik e Messod Azulay Neto votaram com a Sra. Ministra\nRelatora.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000882172",
  "numeroProcesso" : "1907980",
  "numeroRegistro" : "202101844767",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "DANIELA TEIXEIRA",
  "dataPublicacao" : "DJE        DATA:30/08/2024",
  "ementa" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. ART. 33, § 4º DA LEI DE DROGAS. AUSÊNCIA DE DISSENSO\nJURISPRUDENCIAL ACERCA DO TEMA. AUSÊNCIA DE PREENCHIMENTO DOS\nREQUISITOS INTRÍNSECOS AO RECURSO. AGRAVO REGIMENTAL NÃO CONHECIDO.\n1. Sabe-se que \"A finalidade dos embargos de divergência é a\nuniformização da jurisprudência do Superior Tribunal de Justiça,\nrazão pela qual não podem ser utilizados como nova via recursal,\nvisando a corrigir eventual equívoco ou controvérsia advinda do\njulgamento do próprio agravo em recurso especial.\" (AgRg nos EAREsp\n2379137 / SP; RELATOR Ministro REYNALDO SOARES DA FONSECA (1170);\nÓRGÃO JULGADOR TERCEIRA SEÇÃO; DATA DO JULGAMENTO 08/11/2023; DATA\nDA PUBLICAÇÃO/FONTE DJe 13/11/2023) 2. Evidenciado que as Turmas que\ncompõem esta Terceira Seção passaram a se posicionar de maneira\nhomogênea acerca da questão suscitada, não há a demonstração do\ndissenso jurisprudencial ínsito ao cabimento dos Embargos de\nDivergência.\n3. A hipótese atrai a incidência da Súmula nº 182/STJ, que considera\ninviável o conhecimento do agravo regimental que deixa de atacar\nespecificamente os fundamentos da decisão agravada.\n4. No caso em apreço, não foram apresentados fatos novos ou\nelementos aptos a desconstituir a decisão impugnada, o que\ninviabiliza o conhecimento da insurgência.\n5. Agravo regimental não conhecido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240828",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO, por unanimidade,\nnão conhecer do agravo regimental, nos termos do voto da Sra.\nMinistra Daniela Teixeira.\nOs Srs. Ministros Otávio de Almeida Toledo (Desembargador Convocado\ndo TJSP), Og Fernandes, Sebastião Reis Júnior, Rogerio Schietti\nCruz, Reynaldo Soares da Fonseca, Antonio Saldanha Palheiro, Joel\nIlan Paciornik e Messod Azulay Neto votaram com a Sra. Ministra\nRelatora.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000882171",
  "numeroProcesso" : "47499",
  "numeroRegistro" : "202401790474",
  "siglaClasse" : "AgRg na Rcl",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "DANIELA TEIXEIRA",
  "dataPublicacao" : "DJE        DATA:30/08/2024",
  "ementa" : "AGRAVO REGIMENTAL NA RECLAMAÇÃO. ESTUPRO DE VULNERÁVEL. RECLAMAÇÃO\nCOMO SUCEDÂNEO RECURSAL. VEDAÇÃO. COMBATE À APLICAÇÃO DE PRECEDENTE\nVINCULANTE. DESCABIMENTO. AGRAVO REGIMENTAL DESPROVIDO.\n1. A ausência de apontamento de precedente violado ou de decisão que\nteria afrontado a jurisprudência desta corte impede o conhecimento\nda reclamação.\n2. A jurisprudência do STJ é pacífica no sentido de que a Reclamação\nnão pode ser ajuizada com finalidade de substituir recurso\nprocessual próprio (Precedentes: AgInt na Rcl 38395 / MG, AgInt na\nRcl 46185 / RS, AgInt na Rcl 46436 / RJ).\n3. Não há de se falar em usurpação da competência desta corte quando\no Tribunal de origem se limita a aplicar o comando do art. 1.030,\nI, \"b\" do CPC.\n4. Agravo regimental não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240828",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO, por unanimidade,\nnegar provimento ao agravo regimental, nos termos do voto da Sra.\nMinistra Daniela Teixeira.\nOs Srs. Ministros Otávio de Almeida Toledo (Desembargador Convocado\ndo TJSP), Og Fernandes, Sebastião Reis Júnior, Rogerio Schietti\nCruz, Reynaldo Soares da Fonseca, Antonio Saldanha Palheiro, Joel\nIlan Paciornik e Messod Azulay Neto votaram com a Sra. Ministra\nRelatora.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000882134",
  "numeroProcesso" : "44590",
  "numeroRegistro" : "202300096493",
  "siglaClasse" : "AgRg na PET na Rcl",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA PETIÇÃO NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JOEL ILAN PACIORNIK",
  "dataPublicacao" : "DJE        DATA:27/08/2024",
  "ementa" : "AGRAVO REGIMENTAL NA PETIÇÃO NA RECLAMAÇÃO. PEDIDO DE RECONSIDERAÇÃO\nDE ACÓRDÃO DA TERCEIRA SEÇÃO DO SUPERIOR TRIBUNAL DE JUSTIÇA - STJ\nNOS EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NA RECLAMAÇÃO.\nPEDIDO MANIFESTAMENTE INCABÍVEL. AUSÊNCIA DE PREVISÃO LEGAL. ERRO\nGROSSEIRO. PEDIDO NÃO CONHECIDO. AGRAVO REGIMENTAL NÃO PROVIDO.\n1. A Terceira Seção do STJ, à unanimidade, rejeitou os EDcl no AgRg\nna Rcl n. 44590/RS, de minha relatoria, em sessão de julgamento do\ndia 18/4/2024, DJe de 24/4/2024\n2. A jurisprudência desta Corte é pacífica no sentido de ser\nincabível a apresentação de pedido de reconsideração em face de\ndecisão colegiada, pois essa hipótese não está prevista na\nlegislação processual ou no Regimento Interno desta Corte Superior,\ncaracterizando a conduta do profissional inadmissível erro\ngrosseiro. Precedentes.\n3. Agravo regimental ao qual se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240820",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 14/08/2024 a 20/08/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Sebastião Reis Júnior, Rogerio Schietti Cruz,\nReynaldo Soares da Fonseca, Antonio Saldanha Palheiro, Daniela\nTeixeira, Jesuíno Rissato (Desembargador Convocado do TJDFT) e\nOtávio de Almeida Toledo (Desembargador Convocado do TJSP)  votaram\ncom o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Messod Azulay Neto.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000882132",
  "numeroProcesso" : "47587",
  "numeroRegistro" : "202402039402",
  "siglaClasse" : "AgRg na Rcl",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JOEL ILAN PACIORNIK",
  "dataPublicacao" : "DJE        DATA:27/08/2024",
  "ementa" : "AGRAVO REGIMENTAL NA RECLAMAÇÃO.  RECLAMAÇÃO NÃO CONHECIDA. DECISÃO\nIMPUGNADA PROFERIDA PELO PRÓPRIO SUPERIOR TRIBUNAL DE JUSTIÇA - STJ.\nNÃO CABIMENTO. AGRAVO REGIMENTAL DESPROVIDO.\n1. Conforme o art. 105, I, \"f\", da Constituição Federal - CF,\ncompete ao Superior Tribunal de Justiça \"processar e julgar,\noriginariamente, a reclamação para a preservação de sua competência\ne garantia da autoridade de suas decisões\". Na mesma linha, o art.\n187 do Regimento Interno do Superior Tribunal de Justiça - RISTJ\nestabelece que \"para preservar a competência do Tribunal, garantir a\nautoridade de suas decisões e a observância de julgamento proferido\nem incidente de assunção de competência, caberá reclamação da parte\ninteressada ou do Ministério Público desde que, na primeira\nhipótese, haja esgotado a instância ordinária\".\n2. Na espécie, a parte alega que o AREsp n. 2.471.245/SP não deveria\nter sido distribuído por prevenção à minha relatoria, mas, sim,\ndistribuído livremente entre os Ministros da Terceira Seção. Isso\nporque o HC n. 400.908/SP, que teria justificado a distribuição a\neste Relator, foi indeferido liminarmente, situação que afastaria a\nprevenção.\n3. No entanto, como consignado na decisão agravada, a reclamação não\nconstitui via apropriada para impugnar decisão de qualquer dos seus\nórgãos colegiados e de Ministros do próprio STJ. Incabível, pois,\npara discutir regras de competência interna do próprio STJ.\n4. Reitera-se que o agravante não descreve qualquer descumprimento à\ndecisão desta Corte Superior de Justiça e tampouco usurpação de\ncompetência deste Sodalício por outros órgãos.\n5. Ademais, os precedentes citados na decisão agravada são\naplicáveis ao caso em questão, a despeito da insurgência defensiva\nem sentido contrário. Isso porque reforçam o descabimento da\nreclamação para impugnação de decisão emanada pelo próprio STJ, bem\ncomo indicam que a usurpação de competência passível de ser\nimpugnada por reclamação deve ser aquela realizada por órgãos\nexternos a esta Corte. Deve ser mantido, assim, o não conhecimento\nda reclamação.\n6. Agravo regimental não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240820",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 14/08/2024 a 20/08/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Sebastião Reis Júnior, Rogerio Schietti Cruz,\nReynaldo Soares da Fonseca, Antonio Saldanha Palheiro, Daniela\nTeixeira, Jesuíno Rissato (Desembargador Convocado do TJDFT) e\nOtávio de Almeida Toledo (Desembargador Convocado do TJSP)  votaram\ncom o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Messod Azulay Neto.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000882102",
  "numeroProcesso" : "1815026",
  "numeroRegistro" : "201901444580",
  "siglaClasse" : "AgRg nos EREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGENCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JOEL ILAN PACIORNIK",
  "dataPublicacao" : "DJE        DATA:29/08/2024",
  "ementa" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM  RECURSO ESPECIAL.\nAGRAVO EM RECURSO ESPECIAL NÃO CONHECIDO. INCIDÊNCIA DA SÚMULA N.\n182 DO SUPERIOR TRIBUNAL DE JUSTIÇA ? STJ. MÉRITO DO APELO NOBRE NÃO\nEXAMINADO. EMBARGOS DE DIVERGÊNCIA INADMISSÍVEIS. INCIDÊNCIA DA\nSÚMULA N. 315 DESTA CORTE. HABEAS CORPUS DE OFÍCIO. INCABÍVEL.\nAGRAVO REGIMENTAL DESPROVIDO.\n1. Na hipótese, o agravo em recurso especial interposto pelo\nagravante não ultrapassou a etapa do juízo de admissibilidade, na\nmedida em que não foi conhecido pelo Ministro Relator, ante a\nincidência da Súmula n. 182 do Superior Tribunal de Justiça. Por sua\nvez, a Sexta Turma desta Corte desproveu o agravo regimental\ndefensivo, confirmando a conclusão emanada no decisum monocrático.\n2. Correta a decisão agravada que, nos termos do art. 21-E, V, c.c.\no art. 266-C, ambos do Regimento Interno do Superior Tribunal de\nJustiça ? RISTJ, indeferiu liminarmente os embargos de divergência,\nem razão da incidência da Súmula n. 315 desta Corte, segundo a qual\n\"não cabem embargos de divergência no âmbito do agravo de\ninstrumento que não admite recurso especial\".\n3. Nos termos da jurisprudência desta Corte Superior, os embargos de\ndivergência não são cabíveis para a análise do acerto ou desacerto\nda decisão monocrática que não conhece do agravo em recurso especial\npor inobservância de regra técnica de admissibilidade. O que se\nobjetiva é a análise do mérito do recurso especial para o fim de\nuniformização da jurisprudência deste Tribunal, em caso de\ninterpretação divergente da legislação pátria pelos seus órgãos, o\nque não se verifica, na hipótese.\n4. \"A concessão de habeas corpus de ofício, no bojo de embargos de\ndivergência, encontra óbice tanto no fato de que nem o Relator tem\nautoridade para, em decisão monocrática, conceder ordem que, na\nprática, desconstituiria o resultado de acórdão proferido por outra\nTurma julgadora, como tampouco a Seção detém competência\nconstitucional para conceder habeas corpus contra acórdão de Turma\ndo próprio tribunal\" (AgRg nos EAREsp n. 2.387.023/SP, relator\nMinistro Reynaldo Soares da Fonseca, Terceira Seção, julgado em\n18/4/2024, DJe de 24/4/2024).\n5. Com lastro no art. 654, § 2º, do Código de Processo Penal ? CPP,\nesta Corte Superior entende que a concessão de ordem de habeas\ncorpus de ofício ocorre por iniciativa do julgador quando constatada\nflagrante ilegalidade, não vislumbrada, de plano, na hipótese.\n6. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240814",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO, por unanimidade,\nnegar provimento ao agravo regimental, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Messod Azulay Neto, Daniela Teixeira, Jesuíno\nRissato (Desembargador Convocado do TJDFT), Otávio de Almeida Toledo\n(Desembargador Convocado do TJSP), Sebastião Reis Júnior, Rogerio\nSchietti Cruz, Reynaldo Soares da Fonseca e Antonio Saldanha\nPalheiro votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000882101",
  "numeroProcesso" : "1815026",
  "numeroRegistro" : "201901444580",
  "siglaClasse" : "EREsp",
  "descricaoClasse" : "EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JOEL ILAN PACIORNIK",
  "dataPublicacao" : "DJE        DATA:29/08/2024",
  "ementa" : "EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL. DIREITO PROCESSUAL\nPENAL. INTEMPESTIVIDADE DO AGRAVO REGIMENTAL MANTIDA. QUARTA-FEIRA\nDE CINZAS. DIA ÚTIL. PROCESSO ELETRÔNICO. REGRAS PRÓPRIAS.\nPRECEDENTES DAS QUINTA E SEXTA TURMAS DESTA CORTE. EMBARGOS DE\nDIVERGÊNCIA REJEITADOS.\n1. Consolidou-se nesta Corte Superior o entendimento de que é de\ncinco dias contínuos o prazo para a interposição de agravo\nregimental em matéria penal e processual penal, nos termos dos arts.\n39 da Lei n. 8.038/1990, 258 do Regimento Interno do Superior\nTribunal de Justiça - RISTJ e do art. 798 do Código de Processo\nPenal - CPP.\n2. Outrossim, quanto à regra disposta no art. 224, § 1º, do Código\nde Processo Civil - CPC/2015, no sentido de que \"[o]s dias do começo\ne do vencimento do prazo serão protraídos para o primeiro dia útil\nseguinte, se coincidirem com dia em que o expediente forense for\nencerrado antes ou iniciado depois da hora normal ou houver\nindisponibilidade da comunicação eletrônica\", ora invocada pelo\nembargante para sustentar a tempestividade do seu agravo regimental,\nentendo não ser aplicável ao caso, em revisão ao entendimento\noutrora emanado no julgamento do AgRg no AREsp n. 2.113.868/DF, de\nminha relatoria, apresentado como paradigma no presente recurso.\n3. Assinala-se que há regras próprias acerca dos prazos referentes\naos processos que tramitam de forma eletrônica, como no caso deste\nTribunal Superior. Nos termos da Resolução STJ/GP 10, de 6/10/2015,\nos recursos a serem interpostos nesta Corte, inclusive o agravo\nregimental, deverão ser protocolizados diretamente no sistema do\nprocesso judicial eletrônico (e-STJ), que fica disponível 24 horas\npor dia, independentemente da intervenção da Secretaria do Tribunal,\nressalvados os períodos de manutenção, previamente informados, e de\nindisponibilidade do sistema.\n4. Inclusive, com amparo na inteligência da 2ª parte do § 1º do art.\n224 do CPC/2015, esta Corte Superior compreende que, \"[e]m caso de\nautos com tramitação eletrônica, a única hipótese de prorrogação do\nprazo para a prática de ato processual deve ser a indisponibilidade\nda comunicação eletrônica, ante a inexistência de prejuízo pelo\nexpediente forense distinto dos demais dias úteis\" (STJ, AgInt no\nREsp 1.720.049/CE, Rel. Ministro MARCO AURÉLIO BELLIZZE, TERCEIRA\nTURMA, DJe de 16/11/2018).\n5. Dessa forma, a atual jurisprudência deste Superior Tribunal de\nJustiça, a qual me alinho, consolidou-se no sentido de que, nos\ntermos do art. 81, § 2º, inciso III, do RISTJ, são considerados\nferiados de carnaval somente a segunda e terça-feira, sendo a\n\"quarta-feira de cinzas\" considerada dia útil para fins de contagem\nde prazo recursal, não obstante o expediente forense desta Corte\nseja limitado ao turno vespertino, até mesmo porque  o sistema do\nprocesso judicial eletrônico do STJ fica disponível 24 horas nesse\ndia, ininterruptamente. Precedentes das Quinta e Sexta Turmas do\nSTJ.\n6. Na hipótese em epígrafe, o prazo de cinco dias corridos para a\ninterposição do agravo regimental iniciou-se em 14/2/2023\n(terça-feira) e findou-se em 18/2/2023 (sábado), prorrogando-se para\no dia 22/2/23 (quarta-feira). Entretanto, o presente recurso foi\ninterposto pelo ora embargante em 23/2/2023 (quinta-feira), sendo,\nportanto, intempestivo.\n7. Embargos de divergência rejeitados.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240814",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da TERCEIRA SEÇÃO, por unanimidade, rejeitar\nos embargos de divergência, nos termos do voto do Sr. Ministro\nRelator.\nOs Srs. Ministros Messod Azulay Neto, Daniela Teixeira, Jesuíno\nRissato (Desembargador Convocado do TJDFT), Otávio de Almeida Toledo\n(Desembargador Convocado do TJSP), Sebastião Reis Júnior, Rogerio\nSchietti Cruz, Reynaldo Soares da Fonseca e Antonio Saldanha\nPalheiro votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000882086",
  "numeroProcesso" : "2459557",
  "numeroRegistro" : "202303171275",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JOEL ILAN PACIORNIK",
  "dataPublicacao" : "DJE        DATA:27/08/2024",
  "ementa" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM  RECURSO\nESPECIAL. AGRAVO EM RECURSO ESPECIAL E AGRAVO REGIMENTAL NÃO\nCONHECIDOS. INCIDÊNCIA DA SÚMULA N. 182 DO SUPERIOR TRIBUNAL DE\nJUSTIÇA - STJ. MÉRITO DO APELO NOBRE NÃO EXAMINADO. EMBARGOS DE\nDIVERGÊNCIA INADMISSÍVEIS. INCIDÊNCIA DA SÚMULA N. 315 DESTA CORTE.\nHABEAS CORPUS DE OFÍCIO. INCABÍVEL. AGRAVO REGIMENTAL DESPROVIDO.\n1. Na hipótese, o agravo em recurso especial não ultrapassou a etapa\ndo juízo de admissibilidade, na medida em que não foi conhecido\npela Presidência desta Corte Superior, ante a incidência da Súmula\nn. 182 do Superior Tribunal de Justiça. Por sua vez, a Sexta Turma\ndeste Tribunal, igualmente, não conheceu do agravo regimental\ninterposto pela defesa contra a aludida decisão monocrática, também\ncom lastro na Súmula n. 182 do STJ.\n2. Correta a decisão agravada que, nos termos do art. 21-E, V, c/c o\nart. 266-C, ambos do Regimento Interno do Superior Tribunal de\nJustiça - RISTJ, indeferiu liminarmente os embargos de divergência,\nem razão da incidência da Súmula n. 315 desta Corte, segundo a qual\n\"não cabem embargos de divergência no âmbito do agravo de\ninstrumento que não admite recurso especial\".\n3. Nos termos da jurisprudência desta Corte Superior, os embargos de\ndivergência são incabíveis para a análise do acerto ou desacerto da\ndecisão monocrática que não conhece do agravo em recurso especial\npor inobservância de regra técnica de admissibilidade. O que se\nobjetiva é a análise do mérito do recurso especial para o fim de\nuniformização da jurisprudência deste Tribunal, em caso de\ninterpretação divergente da legislação pátria pelos seus órgãos, o\nque não se verifica, na hipótese.\n4. \"A concessão de habeas corpus de ofício, no bojo de embargos de\ndivergência, encontra óbice tanto no fato de que nem o Relator tem\nautoridade para, em decisão monocrática, conceder ordem que, na\nprática, desconstituiria o resultado de acórdão proferido por outra\nTurma julgadora, como tampouco a Seção detém competência\nconstitucional para conceder habeas corpus contra acórdão de Turma\ndo próprio tribunal\" (AgRg nos EAREsp n. 2.387.023/SP, relator\nMinistro Reynaldo Soares da Fonseca, Terceira Seção, julgado em\n18/4/2024, DJe de 24/4/2024).\n5. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240820",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 14/08/2024 a 20/08/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Sebastião Reis Júnior, Rogerio Schietti Cruz,\nReynaldo Soares da Fonseca, Antonio Saldanha Palheiro, Daniela\nTeixeira, Jesuíno Rissato (Desembargador Convocado do TJDFT) e\nOtávio de Almeida Toledo (Desembargador Convocado do TJSP)  votaram\ncom o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Messod Azulay Neto.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ "AgRg nos EAREsp  2459557  SP  2023/0317127-5  Decisão:20/08/2024\nDJE        DATA:27/08/2024" ]
}, {
  "id" : "000882085",
  "numeroProcesso" : "2459557",
  "numeroRegistro" : "202303171275",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JOEL ILAN PACIORNIK",
  "dataPublicacao" : "DJE        DATA:27/08/2024",
  "ementa" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. RECURSO INTERPOSTO EM DEFAVOR DE DECISÃO ATINENTE AO\nCORRÉU. MANIFESTAMENTE INCABÍVEL. ILEGITIMIDADE ATIVA. AGRAVO\nREGIMENTAL NÃO CONHECIDO.\n1. Nos termos do art. 258 do Regimento Interno do Superior Tribunal\nde Justiça - RISTJ, é cabível agravo regimental interposto pela\nparte que se considerar prejudicada por decisão monocrática\nproferida no âmbito desta Corte Superior de Justiça.\n2. No caso em análise, o agravante não possui legitimidade ou\ninteresse recursal para interpor o presente agravo regimental, pois\nnão figura como parte na decisão ora vergastada, a qual indeferiu\nliminarmente os embargos de divergência do corréu.\n3. Agravo regimental não conhecido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240820",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 14/08/2024 a 20/08/2024,\npor unanimidade, não conhecer do recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Sebastião Reis Júnior, Rogerio Schietti Cruz,\nReynaldo Soares da Fonseca, Antonio Saldanha Palheiro, Daniela\nTeixeira, Jesuíno Rissato (Desembargador Convocado do TJDFT) e\nOtávio de Almeida Toledo (Desembargador Convocado do TJSP)  votaram\ncom o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Messod Azulay Neto.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000882084",
  "numeroProcesso" : "2385575",
  "numeroRegistro" : "202301901856",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JOEL ILAN PACIORNIK",
  "dataPublicacao" : "DJE        DATA:27/08/2024",
  "ementa" : "PROCESSO PENAL. AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM\nAGRAVO EM RECURSO ESPECIAL. INDEFERIMENTO LIMINAR MANTIDO. ACÓRDÃO\nPARADIGMA QUE TEVE A ORDEM DE HABEAS CORPUS CONCEDIDO DE OFÍCIO.\nAGRAVO REGIMENTAL DESPROVIDO.\n1. Nos termos da jurisprudência desta Corte Superior, \"mesmo sob a\nvigência do novo Código de Processo Civil, os arts. 1.043, § 1º, do\nCPC, e 266, § 1º, do RISTJ delimitaram o confronto de teses\njurídicas objeto dos embargos de divergência àquelas decorrentes do\njulgamento de recursos e ações de competência originária. Não podem,\npois, servir como paradigma, os julgados relativos a ações\nconstitucionais\" (AgInt nos EAREsp n. 2.209.946/PA, relator Ministro\nFrancisco Falcão, Corte Especial, julgado em 11/6/2024, DJe de\n14/6/2024).\n2. No caso, o acórdão paradigma foi exarado pela Quinta Turma, no\nAgRg no ARESP n. 1.940.726-RO, mas só teve o mérito avaliado a\npartir da concessão da ordem de habeas corpus de ofício, não sendo\napto a comprovar a divergência.\n3. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240820",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 14/08/2024 a 20/08/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Sebastião Reis Júnior, Rogerio Schietti Cruz,\nReynaldo Soares da Fonseca, Antonio Saldanha Palheiro, Daniela\nTeixeira, Jesuíno Rissato (Desembargador Convocado do TJDFT) e\nOtávio de Almeida Toledo (Desembargador Convocado do TJSP)  votaram\ncom o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Messod Azulay Neto.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000882083",
  "numeroProcesso" : "1734817",
  "numeroRegistro" : "202001894758",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JOEL ILAN PACIORNIK",
  "dataPublicacao" : "DJE        DATA:27/08/2024",
  "ementa" : "PROCESSO PENAL. AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM\nAGRAVO EM RECURSO ESPECIAL. INDEFERIMENTO LIMINAR PELA PRESIDÊNCIA\nDO SUPERIOR TRIBUNAL DE JUSTIÇA - STJ. DECISÃO MANTIDA. INCIDÊNCIA\nDA SÚMULA N. 315/STJ. REITERAÇÃO DE PEDIDO DE HABEAS CORPUS DE\nOFÍCIO. INCIDÊNCIA DO PARÁGRAFO 1º DO ART. 650 DO CÓDIGO DE PROCESSO\nPENAL - CPP. SUCESSIVOS RECURSOS NÃO CONHECIDOS PELO STJ (RECURSO\nESPECIAL E EMBARGOS DE DIVERGÊNCIA). PEDIDO DE HABEAS CORPUS DE\nOFÍCIO COM ESTEIO NO ART. 647-A, PARÁGRAFO ÚNICO, DO CPP NÃO\nCONHECIDO. AGRAVO REGIMENTAL AO QUAL SE NEGA PROVIMENTO.\n1. São inadmissíveis os embargos de divergência para discussão de\nquestão não abordada no acórdão embargado em razão da falta de\napreciação de mérito do recurso especial, situação que impede a\nconfiguração de divergência jurisprudencial. Incidência, por\nanalogia, da Súmula n. 315 do STJ.\n2. No caso, o agravo em recurso especial não foi conhecido por\nincidência da Súmula 182/STJ, porquanto não houve impugnação\nespecífica da inadmissão do recurso especial, a qual fundou-se na\nSúmula 7/STJ.\n3.  Embora o parágrafo único art. 647-A do CPP, introduzido pela Lei\nn. 14.836/2024, estabeleça que \"a ordem de habeas corpus poderá ser\nconcedida de ofício pelo juiz ou pelo tribunal em processo de\ncompetência originária ou recursal, ainda que não conhecidos a ação\nou o recurso em que veiculado o pedido de cessação de coação\nilegal\", a concessão da ordem pressupõe que o Tribunal seja\ncompetente para analisar o pedido. Melhor explicando, permanece\nhígido o parágrafo 1º do art. 650 do CPP, segundo o qual \"a\ncompetência do juiz cessará sempre que a violência ou coação provier\nde autoridade judiciária de igual ou superior jurisdição\". Diante\ndisso incabível a concessão de habeas corpus de ofício no âmbito\ndestes embargos de divergência, tendo em vista que o pedido não foi\nacolhido pela Sexta Turma do STJ por ocasião do julgamento do EDcl\nno AgRg no AgRg no AREsp 1734817/DF rel. Min. Rogerio Schietti Cruz,\nSexta Turma, DJe de 28/2/2024.\n4. Ademais, mesmo considerando que a Lei n. 14.836/2024, vigente\ndesde 9/4/2024, é posterior à não concessão de habeas corpus de\nofício  pela Sexta Turma do STJ, não se pode olvidar que os embargos\nde divergência constituem recurso de fundamentação vinculada e de\ncognição restrita. Dito de outro modo, deve-se ter em vista que a\nfinalidade dos embargos de divergência é a uniformização da\njurisprudência do STJ, o que reforça a impossibilidade da concessão\nde habeas corpus de ofício na espécie, haja vista a manifesta\nausência de divergência no caso em análise, eis que o recurso\nespecial interposto pelo embargante sequer foi conhecido. Ou seja,\nnão há de se falar em concessão de habeas corpus de ofício, com\nesteio no art. 647-A, parágrafo único, do CPP no caso de sucessivos\nrecursos não conhecidos por esta Corte Superior de Justiça.\n5. Agravo regimental ao qual se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240820",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 14/08/2024 a 20/08/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Rogerio Schietti Cruz, Reynaldo Soares da Fonseca,\nAntonio Saldanha Palheiro, Daniela Teixeira, Jesuíno Rissato\n(Desembargador Convocado do TJDFT) e Otávio de Almeida Toledo\n(Desembargador Convocado do TJSP)  votaram com o Sr. Ministro\nRelator.\nImpedido o Sr. Ministro Sebastião Reis Júnior.\nNão participou do julgamento o Sr. Ministro Messod Azulay Neto.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000882082",
  "numeroProcesso" : "29",
  "numeroRegistro" : "202300195670",
  "siglaClasse" : "IDC",
  "descricaoClasse" : "INCIDENTE DE DESLOCAMENTO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JOEL ILAN PACIORNIK",
  "dataPublicacao" : "DJE        DATA:30/08/2024",
  "ementa" : "INCIDENTE DE DESLOCAMENTO DE COMPETÊNCIA - IDC. ART. 109, § 5°, DA\nCONSTITUIÇÃO FEDERAL - CF. IDC SUSCITADO POR AUTORIDADE LEGITIMADA\nPELA CF. APLICABILIDADE IMEDIATA DA NORMA CONSTITUCIONAL. JULGAMENTO\nDA ADI 3486 E ADI 3493 PELA SUPREMA CORTE. EXCEPCIONALIDADE DO\nINSTITUTO. PAPEL DE GARANTE DA UNIÃO EM NÍVEL INTERNO E EXTERNO DOS\nCOMPROMISSOS INTERNACIONAIS NA SEARA DOS DIREITOS HUMANOS.\nIDENTIFICAÇÃO NA ESPÉCIE DE GRAVE VIOLAÇÃO DE DIREITOS HUMANOS,\nNECESSIDADE DE O BRASIL CUMPRIR OBRIGAÇÕES DECORRENTES DE TRATADOS\nINTERNACIONAIS E INCAPACIDADE DE O ESTADO-MEMBRO FINALIZAR A\nPERSECUÇÃO PENAL. IDC JULGADO PROCEDENTE.\n1. Incidente de deslocamento de competência, com pedido de medida\ncautelar, suscitado pelo Ministério Público Federal - MPF,\nobjetivando transferir à Polícia Federal a investigação da morte de\nF. B., ocorrida em 1° de outubro de 2005, em Araguaína/TO, bem como\ndas lesões corporais em face de J. V. S, apuradas no bojo do\nInquérito Policial n. 181/2019-2 DHPP (registrado sob o n.\n5000394-52.2005.8.27.2706).\n2. O presente incidente deve ser conhecido porquanto suscitado por\nautoridade legitimada pela Magna Carta - Procurador Geral da\nRepública - apontando a necessidade de o Estado Brasileiro assegurar\na todo ser humano o direito à vida e à integridade física, conforme\nartigos 1º, 4º e 5º da Convenção Americana de Direitos Humanos, do\nqual o Brasil é signatário (Decreto 678/1992), bem como o risco de a\nUnião ser responsabilizada internacionalmente se não agir de modo a\ncumprir o compromisso firmado na aludida Convenção.\n3. O Plenário do Supremo Tribunal Federal - STF - no julgamento das\nAções Diretas de Inconstitucionalidade (ADIs) 3486 e 3493 -\nressaltou que normas concernentes aos direitos humanos têm eficácia\nimediata.\n4. Quanto ao mérito, no âmbito da jurisprudência do Superior\nTribunal de Justiça - STJ, verifica-se justificada preocupação com a\nbanalização do instituto ora em análise. Sob essa perspectiva,\nconstata-se que esta Terceira Seção reconheceu a necessidade de\nidentificação de três requisitos cumulativos indispensáveis à\nfederalização da persecução penal: (i) grave violação aos direitos\nhumanos; (ii) incapacidade do estado membro e (iii) risco de\nresponsabilização internacional. Precedentes.\n5. \"A criação do instituto representa a adoção de mecanismo de\nequacionamento jurídico da problemática da ineficiência do aparato\nestatal de repressão às graves violações dos direitos humanos, tendo\npresente, especialmente, o papel da União como garante, em nível\ninterno e externo, dos compromissos internacionais firmados pelo\nEstado Brasileiro na seara dos direitos humanos (art. 21, inciso I;\nart. 49, inciso I; e art. 84, inciso VIII, da CF/88)\" (ADI 3486,\nrelator Ministro Dias Toffoli, Tribunal Pleno, julgado em 12/9/2023,\nDJe de 14/11/2023).\nNo mencionado precedente, o STF evidencia que o deslocamento da\ncompetência estadual para o âmbito federal tem a função precípua de\npossibilitar que a União \"além da responsabilidade internacional,\npasse a ter também a responsabilidade de agir internamente nos casos\nde grave violação de direitos humanos, em cumprimento ao disposto\nno art. 28 da Convenção Americana de Direitos Humanos\".\n6. Na espécie, o MPF fez exposição convincente e fundamentada do\nrisco responsabilização internacional do Brasil (que recairia sobre\na União). A alegação ministerial de desídia das autoridade locais\ntem amparo nos elementos de provas amealhados, tendo em vista que,\nconforme narrativa do suscitante, \"transcorridos mais de 17 anos da\ndata dos fatos, as autoridades constituídas do Estado do Tocantins\nnão lograram êxito em identificar indícios da autoria dos delitos\".\nRegistre-se que é significativo o relato do MPF no sentido de que:\n(i) diligências importantes deixaram de ser realizadas, como a\nidentificação das viaturas e dos policiais que estavam próximos aos\nfatos; (ii) não foi realizada a oitiva de suspeitos e (iii) houve\nperda do material encontrado na cena do crime. Também corrobora a\npretensão de deslocamento de competência a descrição feita pelas\ninstituições estaduais de possível \"caso de pistolagem\", ou seja,\n\"crime encomendado\" ou \"crime de mando\" de difícil elucidação. A\nexordial do IDC também asseverou que \"o prazo de conclusão do\ncaderno apuratório expirou sem o encartamento de diligências, tendo\npermanecido sem qualquer movimentação por mais de 6 anos (entre os\nanos de 2006 e 2011)\". Tempos depois, \"ressaltando a paralisação do\ninquérito policial por mais de 10 anos, o Ministério Público\nestadual, novamente, requereu a redistribuição do inquérito, bem\ncomo a intimação do superior hierárquico da autoridade policial\".\nAdemais, o suscitante destacou a possibilidade de o Estado\nBrasileiro sofrer nova responsabilização pela Corte Interamericana\nde Direitos Humanos, a exemplo do ocorrido no Caso Sales Pimenta Vs.\nBrasil (sentença de 30/6/2022), bem como no Caso Favela Nova\nBrasília Vs. Brasil (sentença de 16/2/2017), haja vista a\npossibilidade de ocorrer, no caso em análise, a prescrição da\npretensão punitiva, em setembro de 2025, conforme art. 109, I, do\nCódigo Penal - CP.\n7. Diante da situação fática delineada  conclui-se estar configurada\na hipótese constitucional de deslocamento de competência, à força\nda evidente combinação de três circunstâncias identificadas na\nespécie: (i) grave violação de direitos humanos (homicídio em\npossível caso de pistolagem); (ii) necessidade de assegurar o\ncumprimento, pelo Brasil, de obrigações decorrentes de tratados\ninternacionais e (iii) incapacidade de o Estado-Membro levar a cabo,\nem toda a sua extensão, a persecução penal.\n8. Incidente de deslocamento de competência julgado procedente para\ndeslocar, definitivamente, para a competência da Justiça Federal,\nSeção Judiciária de Tocantins, a investigação, o processamento e o\njulgamento da morte de F. B., ocorrida em 1° de outubro de 2005, em\nAraguaína/TO, bem como das lesões corporais em face de J. V. S.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240828",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da TERCEIRA SEÇÃO, por unanimidade, julgar\nprocedente o presente incidente de deslocamento de competência para\ndeslocar, definitivamente, para a competência da Justiça Federal,\nSeção Judiciária de Tocantins, a investigação, o processamento e o\njulgamento da morte de F. B., ocorrida em 1° de outubro de 2005, em\nAraguaína/TO, bem como das lesões corporais em face de J. V. S, cuja\napuração teve início, no âmbito estadual, no Inquérito Policial n.\n181/2019-2 DHPP (registrado sob o n. 5000394-52.2005.8.27.2706), nos\ntermos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Messod Azulay Neto, Daniela Teixeira, Otávio de\nAlmeida Toledo (Desembargador Convocado do TJSP), Og Fernandes,\nSebastião Reis Júnior, Rogerio Schietti Cruz, Reynaldo Soares da\nFonseca e Antonio Saldanha Palheiro votaram com o Sr. Ministro\nRelator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000881968",
  "numeroProcesso" : "2062298",
  "numeroRegistro" : "202301033287",
  "siglaClasse" : "AgRg nos EREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGENCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "DANIELA TEIXEIRA",
  "dataPublicacao" : "DJE        DATA:30/08/2024",
  "ementa" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA. ACÓRDÃOS SEM\nSIMILITUDE FÁTICA. INVIABILIDADE DE CONFRONTO. JURISPRODUÊNCIA QUE\nSE PACIFICOU NO SENTIDO DO ACÓRDÃO RECORRIDO. ÓBICE DA SÚMULA 162 DO\nSTJ. INCIDÊNCIA DA SÚMULA Nº 182/STJ. RECURSO NÃO CONHECIDO 1.\n\"Incabíveis os embargos de divergência quando os julgados\nconfrontados assentam-se em premissas fáticas evidentemente\ndistintas. \" (AgRg nos EAREsp 2035619 / SP, RELATOR Ministro JESUÍNO\nRISSATO (DESEMBARGADOR CONVOCADO DO TJDFT) (8420), ÓRGÃO JULGADOR\nTERCEIRA SEÇÃO, DATA DO JULGAMENTO 12/12/2023, DATA DA\nPUBLICAÇÃO/FONTE DJe 15/12/2023).\n2. Acórdão paradigma que trata especificamente da questão relativa\nao afastamento de circunstância judicial desfavorável em recurso\nexclusivo da defesa não se presta a confronto com julgado colegiado\nque trata do decote de majorante na terceira etapa e realocação para\na primeira fase dosimétrica.\n3. Pacífico o entendimento da Súmula 168 deste STJ: ?Não cabem\nembargos de divergência, quando a jurisprudência do Tribunal se\nfirmou no mesmo sentido do acórdão embargado?\n4. A hipótese atrai a incidência da Súmula nº 182/STJ, que considera\ninviável o conhecimento do agravo regimental que deixa de atacar\nespecificamente os fundamentos da decisão agravada.\n5. No caso em apreço, não foram apresentados fatos novos ou\nelementos aptos a desconstituir a decisão impugnada, o que\ninviabiliza o conhecimento da insurgência.\n6. Agravo regimental não conhecido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240828",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO, por unanimidade,\nnão conhecer do agravo regimental, nos termos do voto da Sra.\nMinistra Daniela Teixeira.\nOs Srs. Ministros Otávio de Almeida Toledo (Desembargador Convocado\ndo TJSP), Og Fernandes, Sebastião Reis Júnior, Rogerio Schietti\nCruz, Reynaldo Soares da Fonseca, Antonio Saldanha Palheiro, Joel\nIlan Paciornik e Messod Azulay Neto votaram com a Sra. Ministra\nRelatora.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
} ]