[ {
  "id" : "000864418",
  "numeroProcesso" : "2271084",
  "numeroRegistro" : "202203997972",
  "siglaClasse" : "EDcl nos EDcl no AgRg nos EAREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JESUÍNO RISSATO (DESEMBARGADOR CONVOCADO DO TJDFT)",
  "dataPublicacao" : "DJE        DATA:23/02/2024",
  "ementa" : "EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DECLARAÇÃO NO AGRAVO\nREGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. NÃO CONHECIMENTO. INTEMPESTIVIDADE. ART. 39 DA LEI N.\n8.038/1990 e ART. 258 do RISTJ. RECURSOS SUCESSIVOS E PROTELATÓRIOS.\nIMEDIATA BAIXA DOS AUTOS. EMBARGOS DE DECLARAÇÃO NÃO CONHECIDOS.\n1. Desde a prolação do acórdão de fls. 1.670-1.672, em relação à\nPetição n. 627282/2023 (fls. 1.661-1.665), foi destacado que o\nagravo regimental interposto contra decisão de fls. 1.652-1.654 era\nintempestivo, ou seja, a partir de então, não se deve conhecer de\nnenhum dos recursos, uma vez que padecem do mesmo vício de\nintempestividade.\n2. A defesa opôs embargos de declaração contra acórdão que não\nconheceu do agravo regimental, os quais foram rejeitados (fls.\n1.701-1.705), sendo mantido o entendimento de intempestividade do\nrecurso. Assim, os presentes embargos de declaração configuram-se\ncomo irresignação natimorta, pois infectada pela mesma e inarredável\nmácula que ceifou anterior gestação recursal, a extemporaneidade.\n3. No caso, trata-se de manifesto abuso do direito de recorrer,\nvisto que a defesa insiste, por meio de sucessivos recursos,\nprotelar a prestação jurisdicional desta Corte Superior. Embora não\nhaja previsão legal para fixação de multa por litigância de má-fé em\nmatéria penal, a jurisprudência desta Casa preconiza a imediata\nbaixa dos autos que padeçam de tal desvio de atuação defensiva.\n4. Nesse sentido, \"Conforme orientação pacífica do Superior Tribunal\nde Justiça, \"A interposição de sucessivos recursos com os mesmos\nargumentos configura abuso do direito de recorrer, autorizando a\nbaixa imediata dos autos. Precedentes\" (EDcl nos EDcl no AgRg nos\nEAREsp n. 1.472.082/CE, relator Ministro Sebastião Reis Júnior, 3ª\nS., DJe de 1º/9/2020).\n5. Embargos de declaração não conhecidos.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240222",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção, por unanimidade,\nnão conhecer dos embargos de declaração e determinar a imediata\nbaixa os autos à origem, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Rogerio Schietti Cruz, Reynaldo Soares da Fonseca,\nMessod Azulay Neto e Teodoro Silva Santos votaram com o Sr.\nMinistro Relator.\nAusentes, justificadamente, os Srs. Ministros Sebastião Reis Júnior,\nAntonio Saldanha Palheiro, Joel Ilan Paciornik e Daniela Teixeira.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : "(ABUSO DO DIREITO DE RECORRER - BAIXA DOS AUTOS)\n   STJ - <<EDcl nos EDcl no AgRg nos EAREsp 1472082>>-CE",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000864462",
  "numeroProcesso" : "43858",
  "numeroRegistro" : "202202425497",
  "siglaClasse" : "AgRg na Rcl",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JESUÍNO RISSATO (DESEMBARGADOR CONVOCADO DO TJDFT)",
  "dataPublicacao" : "DJE        DATA:23/02/2024",
  "ementa" : "AGRAVO REGIMENTAL NA RECLAMAÇÃO. CORRUPÇÃO PASSIVA. RECEPTAÇÃO.\nORGANIZAÇÃO CRIMINOSA. PRISÃO TEMPORÁRIA CONVERTIDA EM PREVENTIVA.\nAUSÊNCIA DE NOVOS FUNDAMENTOS. CONSTRANGIMENTO ILEGAL EVIDENCIADO.\nNOVO DECRETO PRISIONAL COM OS MESMOS FUNDAMENTOS CONSIDERADOS\nINVÁLIDOS.\n1. O art. 105, I, f, da Constituição da República determina que cabe\nao Superior Tribunal de Justiça (STJ) julgar as reclamações para a\npreservação de sua competência e para a garantia da autoridade de\nsuas decisões.\n2. Verifica-se ofensa à autoridade da decisão do STJ, quando a\nprisão preventiva é novamente decretada, destacando-se os mesmos\nfundamentos considerados inválidos anteriormente, segundo os quais,\no agravado \"atuaria na condição de 'pombo correio' de traficantes\nlocais, aproveitando-se de sua condição de advogado militante na\ncomarca, com livre acesso no presidio, promovendo a interlocução\nilícita entre integrantes da organização criminosa investigada\".\nConforme apontado no julgamento do RHC n. 165.027/MG, tais\nfundamentos já haviam sido considerados, ocasião em que ficou\nconsignado que não estavam preenchidos os requisitos da prisão\npreventiva. Nesse contexto, a fundamentação ora trazida mostra-se\ninidônea para ensejar a segregação cautelar do reclamante, que é\nprimário, uma vez que inexistentes quaisquer alterações fáticas a\njustificar a medida.\n3. Agravo regimental improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240222",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção, por unanimidade,\nnegar provimento ao agravo regimental, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Rogerio Schietti Cruz, Reynaldo Soares da Fonseca,\nMessod Azulay Neto e Teodoro Silva Santos votaram com o Sr.\nMinistro Relator.\nAusentes, justificadamente, os Srs. Ministros Sebastião Reis Júnior,\nAntonio Saldanha Palheiro, Joel Ilan Paciornik e Daniela Teixeira.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
} ]