[ {
  "id" : "000877067",
  "numeroProcesso" : "47368",
  "numeroRegistro" : "202401364533",
  "siglaClasse" : "AgRg na Rcl",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "DANIELA TEIXEIRA",
  "dataPublicacao" : "DJE        DATA:24/06/2024",
  "ementa" : "AGRAVO REGIMENTAL NA RECLAMAÇÃO. PENAL. VIOLÊNCIA DOMÉSTICA.\nAUSÊNCIA DE ADERÊNCIA AO COMANDO DECISÓRIO. RECLAMAÇÃO COMO\nSUCEDÂNEO RECURSAL. VEDAÇÃO. AGRAVO REGIMENTAL DESPROVIDO.\n1. O cabimento da demanda reclamatória condiciona-se à existência de\ndecisão do Superior Tribunal de Justiça desrespeitada pelo ato que\nse aponta como reclamado ou de decisão que usurpe a competência do\nSTJ.\n2. A jurisprudência do STJ é pacífica no sentido de que a Reclamação\nnão pode ser ajuizada com finalidade de substituir recurso\nprocessual próprio (Precedentes: AgInt na Rcl 38395 / MG, AgInt na\nRcl 46185 / RS, AgInt na Rcl 46436 / RJ).\n3. É manifestamente incabível o expediente manejado diante da\ninexistência de aderência estrita entre o comando da decisão\nproferida por este STJ e a reclamada.\n4. Hipótese em que o reclamante ajuíza expediente reclamatório\nsuscitando matéria típica de recurso.\n5. Agravo regimental não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240618",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 12/06/2024 a 18/06/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros Sebastião Reis Júnior, Rogerio Schietti Cruz,\nReynaldo Soares da Fonseca, Antonio Saldanha Palheiro, Joel Ilan\nPaciornik, Messod Azulay Neto, Jesuíno Rissato (Desembargador\nConvocado do TJDFT) e Otávio de Almeida Toledo (Desembargador\nConvocado do TJSP)  votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000877066",
  "numeroProcesso" : "2451374",
  "numeroRegistro" : "202303155414",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "MESSOD AZULAY NETO",
  "dataPublicacao" : "DJE        DATA:24/06/2024",
  "ementa" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. INEXISTÊNCIA DE ANÁLISE MERITÓRIA DO RECURSO ESPECIAL.\nINCIDÊNCIA DA SÚMULA N. 315, STJ. ACÓRDÃOS CONFRONTADOS PROFERIDOS\nPELO MESMO ÓRGÃO JULGADOR. INOBSERVÂNCIA DO ART. 1.043, § 3º, DO\nCPC. DISSÍDIO JURISPRUDENCIAL NÃO CONFIGURADO. PRECEDENTES.\nI - Nos termos do art. 266 do Regimento Interno do Superior Tribunal\nde Justiça, são cabíveis embargos de divergência contra acórdão de\nórgão fracionário que, em recurso especial, divergir do julgamento\nproferido por outro órgão desta Corte. Sua finalidade consiste em\neliminar o dissenso interno quanto à intepretação da lei federal e,\npor consequência, uniformizar a jurisprudência. A admissão dos\nembargos de divergência pressupõe a comprovação do dissídio\njurisprudencial por meio do cotejo analítico e da demonstração da\nsimilitude fático-processual entre o acórdão embargado e o\nparadigma.\nII - No caso dos autos, como bem consignado na decisão recorrida, o\nmérito do recurso especial interposto pelo embargante não foi\napreciado pelo Superior Tribunal de Justiça, uma vez que o agravo\ninterposto contra a decisão de inadmissibilidade da origem não foi\nconhecido e tal compreensão mantida em sede de agravo regimental, em\nrazão da incidência da Súmula n. 182, STJ. Logo, ausente\npressuposto essencial de admissão dos embargos de divergência.\nIII - Ademais, além de ter indicado aresto paradigma proferido pelo\nmesmo órgão julgador do acórdão impugnado, sem a devida comprovação\nde alteração em sua composição, nos termos do art. 1.043, § 3º, do\nCódigo de Processo Civil, o embargante não procedeu ao cotejo\nanalítico, providência indispensável à configuração da divergência.\nAgravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240620",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da TERCEIRA SEÇÃO, por unanimidade, negar\nprovimento ao agravo regimental, nos termos do voto do Sr. Ministro\nMessod Azulay Neto.\nA Sra. Ministra Daniela Teixeira e os Srs. Ministros Jesuíno Rissato\n(Desembargador Convocado do TJDFT), Otávio de Almeida Toledo\n(Desembargador Convocado do TJSP), Sebastião Reis Júnior, Rogerio\nSchietti Cruz, Reynaldo Soares da Fonseca e Joel Ilan Paciornik\nvotaram com o Sr. Ministro Relator.\nAusente, justificadamente, o Sr. Ministro Antonio Saldanha Palheiro.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000877065",
  "numeroProcesso" : "2293437",
  "numeroRegistro" : "202300397580",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "MESSOD AZULAY NETO",
  "dataPublicacao" : "DJE        DATA:24/06/2024",
  "ementa" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. REQUISITOS DO ART. 1.043 DO CPC E ART. 266 DO RISTJ.\nINOBSERVÂNCIA. INEXISTÊNCIA DE ANÁLISE MERITÓRIA DO RECURSO\nESPECIAL. INCIDÊNCIA DA SÚMULA N. 315, STJ. DISSÍDIO JURISPRUDENCIAL\nNÃO CONFIGURADO. CONCESSÃO DE HABEAS CORPUS DE OFÍCIO EM EMBARGOS\nDE DIVERGÊNCIA. INVIABILIDADE. PRECEDENTES.\nI - Para comprovar o dissídio jurisprudencial nos embargos de\ndivergência, nos termos do art. 1.043, § 4º, do Código de Processo\nCivil e do art. 266, § 4º, do Regimento Interno do Superior Tribunal\nde Justiça, o recorrente deve: a) juntar certidões; b) apresentar\ncópias do inteiro teor dos acórdãos indicados; c) citar o\nrepositório oficial, autorizado ou credenciado, nos quais eles se\nachem publicados, inclusive em mídia eletrônica; e d) reproduzir\njulgado disponível na rede mundial de computadores, com a indicação\nda respectiva fonte. Precedentes.\nII - No caso dos autos, no momento da interposição dos embargos de\ndivergência, o agravante não juntou o inteiro teor do julgado\napontado como acórdão paradigma, fato que constitui vício\nsubstancial insanável.\nIII - Ademais, a inexistência da divergência suscitada é manifesta,\numa vez que o recurso especial interposto pela recorrente não foi\nconhecido, ou seja, não teve o seu mérito analisado por órgão\ncolegiado do Superior Tribunal de Justiça. Incidência, por analogia,\nda Súmula n. 315, STJ. Precedentes.\nIV - É inviável a concessão de habeas corpus de ofício em sede de\nembargos de divergência. Precedentes.\nAgravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240620",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da TERCEIRA SEÇÃO, por unanimidade, negar\nprovimento ao agravo regimental, nos termos do voto do Sr. Ministro\nMessod Azulay Neto.\nA Sra. Ministra Daniela Teixeira e os Srs. Ministros Jesuíno Rissato\n(Desembargador Convocado do TJDFT), Otávio de Almeida Toledo\n(Desembargador Convocado do TJSP), Sebastião Reis Júnior, Rogerio\nSchietti Cruz, Reynaldo Soares da Fonseca e Joel Ilan Paciornik\nvotaram com o Sr. Ministro Relator.\nAusente, justificadamente, o Sr. Ministro Antonio Saldanha Palheiro.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000877029",
  "numeroProcesso" : "15578",
  "numeroRegistro" : "202100394426",
  "siglaClasse" : "EDcl no AgRg na Pet",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NA PETIÇÃO",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "MESSOD AZULAY NETO",
  "dataPublicacao" : "DJE        DATA:24/06/2024",
  "ementa" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NA PETIÇÃO. INTERPOSIÇÃO\nFORA DO PRAZO LEGAL. ARTS. 263 DO RISTJ E 619 DO CPP.\nINTEMPESTIVIDADE. EMBARGOS NÃO CONHECIDOS.\nI - Ao dispor sobre o recurso de embargos de declaração no âmbi to\ndesta Corte, o Regimento Interno do Superior Tribunal de Justiça\nestabelece, em seu art. 263, que deve ser observado o prazo legal. E\neste, em matéria criminal, é de dois dias, de acordo com o que\nprescreve o art. 619 do CPP. Precedentes.\nII - No caso dos autos, o recurso foi interposto após o término do\nprazo legal, fato que impõe o não conhecimento dos aclaratórios.\nEmbargos de declaração não conhecidos.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240620",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da TERCEIRA SEÇÃO, por unanimidade, não\nconhecer do recurso dos embargos de declaração, nos termos do voto\ndo Sr. Ministro Relator.\nA Sra. Ministra Daniela Teixeira e os Srs. Ministros Jesuíno Rissato\n(Desembargador Convocado do TJDFT), Otávio de Almeida Toledo\n(Desembargador Convocado do TJSP), Sebastião Reis Júnior, Rogerio\nSchietti Cruz, Reynaldo Soares da Fonseca e Joel Ilan Paciornik\nvotaram com o Sr. Ministro Relator.\nAusente, justificadamente, o Sr. Ministro Antonio Saldanha Palheiro.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000877028",
  "numeroProcesso" : "200345",
  "numeroRegistro" : "202303207394",
  "siglaClasse" : "CC",
  "descricaoClasse" : "CONFLITO DE COMPETENCIA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "MESSOD AZULAY NETO",
  "dataPublicacao" : "DJE        DATA:24/06/2024",
  "ementa" : "CONFLITO DE COMPETÊNCIA. INVESTIGAÇÃO. CRIMES SEXUAIS SUPOSTAMENTE\nCOMETIDOS POR MILITAR DA RESERVA EM ESCOLA ESTADUAL QUE ADERIU AO\nPROGRAMA NACIONAL DAS ESCOLAS CÍVICO-MILITARES. DECRETO 10.004/2019.\nPRESTAÇÃO DE TAREFA POR TEMPO CERTO. ATIVIDADE DE NATUREZA MILITAR.\nPORTARIA-DGP/C EX 063/2021. MILITAR EM SERVIÇO. INCIDÊNCIA DO ART.\n9º, II, \"C\", CPM. CRIME MILITAR POR EXTENSÃO. LEI N. 13.491/2017.\nPRECEDENTES DO STM.\nI - Os crimes sexuais imputados a militar da reserva que atuou no\nPrograma Nacional das Escolas Cívico-Militares (Pecim), na condição\nde prestador de tarefa por tempo certo, se enquadram no art. 9º,\ninciso II, alínea \"c\", do Código Penal Militar: \"Consideram-se\ncrimes militares, em tempo de paz: (...) II - os crimes previstos\nneste Código e os previstos na legislação penal, quando praticados:\n(...) c) por militar em serviço ou atuando em razão da função, em\ncomissão de natureza militar, ou em formatura, ainda que fora do\nlugar sujeito à administração militar contra militar da reserva, ou\nreformado, ou civil\".\nII - Na situação dos autos, o militar investigado estava em serviço,\numa vez que a Prestação de Tarefa por Tempo Certo (TTC) e, nos\ntermos do art. 2º da Portaria-DGP/C Ex n. 063, de 5 de abril de\n2021, \"a execução de atividades de natureza militar, atribuídas ao\nmilitar inativo, justificada pela necessidade do serviço, de caráter\nvoluntário e por um período previamente especificado e limitado\".\nIII - Segundo a doutrina e a jurisprudência, os conceitos de\n\"militar em serviço\" e \"militar da ativa\" não se confundem, pois o\nprimeiro se refere ao militar que desempenha atividade ou função (ou\nseja, não está de folga), ao passo que o segundo é o militar que\nnão está sujeito a reserva ou reforma.\nIV - Com o advento da Lei n. 13.491/2017, criou-se a categoria dos\ncrimes militares por extensão, os quais se inserem na competência da\nJustiça Militar, a despeito de estarem previstos exclusivamente na\nlegislação penal comum. Precedentes do Superior Tribunal Militar.\nConflito conhecido para declarar competente o Juízo de Direito da\nVara da Justiça Militar de Florianópolis.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240620",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da TERCEIRA SEÇÃO, por unanimidade, conhecer\ndo conflito e declarou competente o suscitado, Juízo de Direito da\nVara da Justiça Militar de Florianópolis, nos termos do voto do Sr.\nMinistro Relator.\nA Sra. Ministra Daniela Teixeira e os Srs. Ministros Jesuíno Rissato\n(Desembargador Convocado do TJDFT), Otávio de Almeida Toledo\n(Desembargador Convocado do TJSP), Sebastião Reis Júnior, Rogerio\nSchietti Cruz, Reynaldo Soares da Fonseca e Joel Ilan Paciornik\nvotaram com o Sr. Ministro Relator.\nAusente, justificadamente, o Sr. Ministro Antonio Saldanha Palheiro.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : "(ATIVIDADE DE NATUREZA MILITAR)\n   STJ - <<HC 129936>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013491 ANO:2017", "LEG:FED DEL:001001 ANO:1969\n*****  CPM-69    CÓDIGO PENAL MILITAR DE 1969\n        ART:00009 INC:00002 LET:C INC:00003" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000877027",
  "numeroProcesso" : "203031",
  "numeroRegistro" : "202400488389",
  "siglaClasse" : "CC",
  "descricaoClasse" : "CONFLITO DE COMPETENCIA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "MESSOD AZULAY NETO",
  "dataPublicacao" : "DJE        DATA:24/06/2024",
  "ementa" : "CONFLITO DE COMPETÊNCIA. CONTRABANDO. MERCADORIA EM TRÂNSITO. PESSOA\nFÍSICA. DOMICÍLIO CERTO. FLEXIBILIZAÇÃO DO ENUNCIADO DA SÚMULA 151,\nSTJ. CONVENIÊNCIA PROBATÓRIA. AMPLA DEFESA. CELERIDADE PROCESSUAL.\nI - A Súmula n. 151, STJ, definiu a competência para o processamento\ne julgamento dos crimes de contrabando ou descaminho pela prevenção\ndo juízo federal do local de apreensão dos bens, porque buscava\nsolucionar conflitos decorrentes do deslocamento de pessoas ao\nexterior a fim de adquirir produtos para revenda no Brasil.\nII - Posteriormente, a Terceira Seção afastou, em caráter\nexcepcional, a aplicação desse enunciado, nas hipóteses em que a\nmercadoria era apreendida em trânsito e havia sido remetida por\npessoa jurídica regularmente constituída e com sede em local\nconhecido, tendo em vista a conveniência da instrução processual e o\nexercício do direito de defesa.\nIII - Desde então, Ministros de ambas as Turmas Criminais\nflexibilizam a Súmula n. 151, STJ, também nos casos em que a\nmercadoria apreendida em trânsito foi remetida por pessoa física com\ndomicílio conhecido.\nIV - Tal entendimento vai ao encontro do Enunciado n. 95 da 2ª\nCâmara de Coordenação e Revisão do Ministério Público Federal, o\nqual determinou que os crimes de contrabando ou descaminho\npraticados por via postal incumbem aos membros ministeriais que\noficiam no domicílio do sujeito investigado, sem estabelecer\nqualquer distinção entre as condutas praticadas por pessoas físicas\nou jurídicas.\nV - Assim, é salutar que a flexibilização da Súmula n. 151, STJ,\nabranja os delitos praticados por pessoas físicas domiciliadas em\nlocal certo, desde que os produtos contrabandeados ou que foram\nobjeto de descaminho tenham sido apreendidos no contexto de remessa\npostal (ou de serviço de transporte assemelhado), pouco importando\nque os autores do crime tenham atuado como \"sacoleiros\" no momento\nde internalização da mercadoria.\nVI - No caso dos autos, o denunciado buscou as mercadorias no\nParaguai, retornou até a cidade em que reside (Uberlândia/MG) para,\nsó então, remetê-las a Brasília/DF, por meio da transportadora\nJADLOG. Por isso, as autoridades públicas só efetuaram a apreensão\ndos produtos proibidos no aeroporto da capital federal - local que\nnão tem relação nem com o momento da internalização dos produtos,\nnem com as atividades habituais do acusado. Por conseguinte, a\ntramitação do feito no domicílio do réu facilitará a instrução\nprobatória, o exercício da ampla defesa e a consecução do princípio\nda celeridade processual.\nConflito conhecido para declarar competente o Juízo Federal da 3ª\nVara Cível e Criminal de Uberlândia/MG.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240620",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da TERCEIRA SEÇÃO, por unanimidade, conhecer\ndo conflito e declarou competente o suscitado, Juízo Federal da 3ª\nVara Cível e Criminal de Uberlândia SJ-MG, nos termos do voto do Sr.\nMinistro Relator.\nA Sra. Ministra Daniela Teixeira e os Srs. Ministros Jesuíno Rissato\n(Desembargador Convocado do TJDFT), Otávio de Almeida Toledo\n(Desembargador Convocado do TJSP), Sebastião Reis Júnior, Rogerio\nSchietti Cruz, Reynaldo Soares da Fonseca e Joel Ilan Paciornik\nvotaram com o Sr. Ministro Relator.\nAusente, justificadamente, o Sr. Ministro Antonio Saldanha Palheiro.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : "(CONFLITO DE COMPETÊNCIA - CONTRABANDO OU DESCAMINHO - APREENSÃO DA\nMERCADORIA EM TRÂNSITO - SEDE DA PESSOA JURÍDICA)\n   STJ - <<AgRg no CC 175150>>-PR, <<CC 172392>>-SP\n(CONFLITO DE COMPETÊNCIA - CRIME DE CONTRABANDO OU DESCAMINHO -\nDOMICÍLIO DA PESSOA FÍSICA)\n   STJ - {{CC 205295}}, {{CC 200875}}",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000151", "LEG:FED ENU:****** ANO:**** EDIÇÃO:2020\n        NUM:00095\n(MINISTÉRIO PÚBLICO FEDERAL - MPF)" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000877026",
  "numeroProcesso" : "45646",
  "numeroRegistro" : "202301694821",
  "siglaClasse" : "AgRg na Rcl",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "ANTONIO SALDANHA PALHEIRO",
  "dataPublicacao" : "DJE        DATA:21/06/2024",
  "ementa" : "AGRAVO REGIMENTAL NA RECLAMAÇÃO. ALEGAÇÃO DE CONTRARIEDADE AO\nJULGAMENTO PROFERIDO PELO STJ NOS CONFLITOS DE COMPETÊNCIA N.\n170.247/SC, 170.252/SC, 170.253/SC E 170.258/SC. PRETENSÃO DE\nAMPLIAÇÃO DA EXTENSÃO DO JULGADO. NÃO CABIMENTO. AGRAVO DESPROVIDO.\n1. A reclamação é medida excepcional, cabível no âmbito desta Corte\nexclusivamente nas seguintes hipóteses: (a) preservação da\ncompetência constitucional do Superior Tribunal de Justiça; e (b)\nmanutenção da autoridade de decisão proferida nesta Corte Superior\nna análise do caso concreto (envolvendo as mesmas partes da decisão\nreclamada).\n2. In casu, o reclamante alega que houve desrespeito à decisão\nproferida por este Tribunal Superior no julgamento dos Conflitos de\nCompetência n. 170.247/SC, 170.252/SC, 170.253/SC e 170.258/SC, em\nque se reconheceu a competência do Juízo Federal da 5ª Vara de\nSantos - SJ/SP para processar o inquérito policial n.\n5004098-41.2020.4.03.6104 e os seus associados, em que se apura a\nprática do crime de lavagem de capitais. A conclusão foi tomada com\nbase nos arts. 76, II e III, e 78, II, a, do Código de Processo\nPenal e no fato de que os delitos que antecederiam o crime de\nlavagem de capitais seriam o de tráfico internacional de\nentorpecentes e o de associação para o mesmo fim, que foram objeto\ndo processo de n. 0000334-69.2019.403.6104 (Operação Alba Vírus)\nperante o Juízo Federal da 5ª Vara de Santos - SJ/SP.\n3. A presente reclamação tem por objeto os autos\n50144781420224047208/SC, os quais não foram motivo de análise por\nesta Corte e cujos investigados são diversos daqueles denunciados\nnas ações penais que tramitaram perante o Juízo Federal paulista.\n4. O reclamante, ao alegar que os fatos teriam relação direta com\naqueles processados em Santos/SP, pretende dar ao julgado desta\nCorte extensão maior do que a que efetivamente tem, o que\ndesautoriza o manejo da reclamação.\n5. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240618",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 12/06/2024 a 18/06/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Sebastião Reis Júnior, Rogerio Schietti Cruz,\nReynaldo Soares da Fonseca, Joel Ilan Paciornik, Messod Azulay Neto,\nDaniela Teixeira, Jesuíno Rissato (Desembargador Convocado do\nTJDFT) e Otávio de Almeida Toledo (Desembargador Convocado do TJSP)\nvotaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000877025",
  "numeroProcesso" : "42020",
  "numeroRegistro" : "202102125469",
  "siglaClasse" : "AgRg na Rcl",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "ANTONIO SALDANHA PALHEIRO",
  "dataPublicacao" : "DJE        DATA:21/06/2024",
  "ementa" : "ADMINISTRATIVO. AGRAVO REGIMENTAL NA RECLAMAÇÃO. ALEGAÇÃO DE\nDESCUMPRIMENTO DE DECISÃO PROFERIDA POR ESTA CORTE QUE RECONHECEU O\nDIREITO AO RECEBIMENTO DA APOSENTADORIA DO CARGO EFETIVO CUMULADA\nCOM 70% DE 3/4 DO SUBSÍDIO DO CARGO EM COMISSÃO DE SUPERINTENDENTE\nDE ADMINISTRAÇÃO E FINANÇAS DO ESTADO DE GOIÁS. AS MAJORAÇÕES\nPOSTERIORES NO VALOR DO SUBSÍDIO DEVEM SER CONSIDERADAS NO CÁLCULO\nDA APOSENTADORIA. AGRAVO DESPROVIDO, EM CONSONÂNCIA COM A\nMANIFESTAÇÃO DO PARQUET FEDERAL.\n1. Nos termos do art. 105, I, f, da Constituição Federal e do art.\n187 do Regimento Interno do Superior Tribunal de Justiça, cabe\nreclamação da parte interessada ou do Ministério Público para\npreservar a competência do Superior Tribunal de Justiça ou para\ngarantir a autoridade das suas decisões na análise do caso concreto.\n2. In casu, a defesa do reclamante sustenta a configuração da\nhipótese prevista no citado art. 988, inciso II, do CPC, alegando\nque houve desrespeito da decisão proferida pelo STJ no julgamento do\nRMS n. 20.376/GO, no qual se reconheceu o direito ao subsídio\nreferente ao cargo em comissão de Superintendente de Administração e\nFinanças, símbolo GPS-03 (no valor de 70% de 3/4 do subsídio).\n3. Cinge-se a controvérsia à possibilidade de as majorações havidas\nno valor do subsídio do cargo comissionado de Superintendente de\nAdministração e Finanças por força de leis supervenientes serem\nanalisadas na apuração das diferenças devidas ao reclamante.\n4. O Código de Processo Civil (art. 471 do CPC/1973 e art. 505 do\nCPC/2015) permite, nas relações jurídicas de trato sucessivo, que,\nnos casos de modificação de direito, possa ser revisto o estatuído\nna sentença transitada em julgado sem necessidade de propositura de\nnova ação.\n5. Conforme orientação desta Corte, os efeitos de atos normativos\neditados após a formação da coisa julgada podem vir a ser analisados\nem execução.\n6. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240618",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 12/06/2024 a 18/06/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Sebastião Reis Júnior, Rogerio Schietti Cruz,\nReynaldo Soares da Fonseca, Joel Ilan Paciornik, Messod Azulay Neto,\nDaniela Teixeira, Jesuíno Rissato (Desembargador Convocado do\nTJDFT) e Otávio de Almeida Toledo (Desembargador Convocado do TJSP)\nvotaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000877000",
  "numeroProcesso" : "6078",
  "numeroRegistro" : "202304636994",
  "siglaClasse" : "AgRg na RvCr",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA REVISÃO CRIMINAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JOEL ILAN PACIORNIK",
  "dataPublicacao" : "DJE        DATA:24/06/2024",
  "ementa" : "PENAL. PROCESSO PENAL. AGRAVO REGIMENTAL NA REVISÃO CRIMINAL.\nREVISÃO CRIMINAL NÃO CONHECIDA. ART. 621, I, DO CÓDIGO DE PROCESSO\nPENAL - CPP. EVIDÊNCIAS DOS AUTOS JÁ AVALIADAS NO RESP N.\n1.756.301/PR. MERO INCONFORMISMO. AGRAVO REGIMENTAL DESPROVIDO.\n1. \"É assente no âmbito deste Tribunal Superior de Justiça o\nentendimento de que o mero inconformismo da defesa com o provimento\njurisdicional obtido, cuja pretensão, em verdade, visa rediscutir\nquestões de mérito, não constitui vício a ser sanado através da via\nprocessual da revisão criminal\" (AgRg na RvCr n. 3.930/ES, relator\nMinistro Felix Fischer, Terceira Seção, julgado em 23/8/2017, DJe de\n29/8/2017).\n2. No caso concreto, as mesmas teses de nulidade por cerceamento de\ndefesa apresentadas na presente revisional com base nas evidências\ndos autos já foram rechaçadas no REsp n. 1.756.301/PR, razão pela\nqual escorreito o não conhecimento da revisão criminal.\n3. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240620",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO, por unanimidade,\nnegar provimento ao agravo regimental, nos termos do voto do Sr.\nMinistro Joel Ilan Paciornik.\nOs Srs. Ministros Messod Azulay Neto, Daniela Teixeira, Jesuíno\nRissato (Desembargador Convocado do TJDFT), Otávio de Almeida Toledo\n(Desembargador Convocado do TJSP), Sebastião Reis Júnior, Rogerio\nSchietti Cruz e Reynaldo Soares da Fonseca votaram com o Sr.\nMinistro Relator.\nAusente, justificadamente, o Sr. Ministro Antonio Saldanha Palheiro.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000876730",
  "numeroProcesso" : "8828",
  "numeroRegistro" : "201000539467",
  "siglaClasse" : "AgInt nos EDcl nos EmbExeMS",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS À EXECUÇÃO EM MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "RIBEIRO DANTAS",
  "dataPublicacao" : "DJE        DATA:20/06/2024",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NOS EMBARGOS À EXECUÇÃO EM MANDADO\nDE SEGURANÇA. ADMINISTRATIVO. SERVIDOR PÚBLICO. ENQUADRAMENTO NO\nPLANO DE CLASSIFICAÇÃO DE CARGOS E SALÁRIOS - PCC. CUMPRIMENTO DA\nOBRIGAÇÃO DE PAGAR. INEXISTÊNCIA DE TÍTULO EXECUTIVO. ERRO NA CONTA\nDE LIQUIDAÇÃO. HONORÁRIOS SUCUMBENCIAIS. BASE DE CÁLCULO. VALOR\nTOTAL ENCONTRADO PELA CONTADORIA JUDICIAL. AGRAVO INTERNO A QUE SE\nNEGA PROVIMENTO.\n1. A jurisprudência desta Corte é pacífica no sentido de que é\npossível a liquidação e a cobrança dos efeitos patrimoniais das\ndecisões concessivas de mandado de segurança que estejam vencidos\napós a propositura da ação, vedada a produção de efeitos pretéritos.\n2. A determinação para que \"a autoridade apontada como coatora\nproceda à homologação das tabelas constantes Processo nº\n21000.002701/98-97, incluindo impetrantes no Plano Classificação de\nCargos\" não se limita ao simples ato homologatório, mas também ao\npagamento das diferenças salariais daí decorrentes. Alegação de\ninexistê ncia de título executivo rejeitada.\n3. Não se revela inconsistência em cálculos da Contadoria Judicial\nque indicam, de forma pormenorizada, sua metodologia e a legislação\nde regência, bem como: i.) período de apuração; ii.) base de\ncálculo; iii.) percentuais de gratificação de desempenho com a\nportaria de regência; iv.) atualização monetária; e, v.) juros\nmoratórios.\n4. Embargada a execução em sua integralidade e negada a existência\nde qualquer equívoco, a condenação em honorários sucumbenciais deve\nincidir sobre o valor total apurado e homologado pela decisão\nrecorrida, ainda que apresentada tese subsidiária.\n5. Agravo interno a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240612",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção do Superior\nTribunal de Justiça, por votação unânime, negar provimento ao agravo\ninterno, nos termos do voto do Sr. Ministro Presidente da Terceira\nSeção.\n\nOs Srs. Ministros Sebastião Reis Júnior, Rogerio Schietti Cruz,\nReynaldo Soares da Fonseca, Joel Ilan Paciornik, Daniela Teixeira,\nJesuíno Rissato (Desembargador Convocado do TJDFT) e Otávio de\nAlmeida Toledo (Desembargador Convocado do TJSP) votaram com o Sr.\nMinistro Relator.\n\nAusente, justificadamente, o Sr. Ministro Messod Azulay Neto.\n\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STF)    SÚMULA DO SUPREMO TRIBUNAL FEDERAL\n        SUM:000271" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000876729",
  "numeroProcesso" : "8662",
  "numeroRegistro" : "201302911832",
  "siglaClasse" : "AgInt nos EDcl na ExeMS",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NA EXECUÇÃO EM MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "RIBEIRO DANTAS",
  "dataPublicacao" : "DJE        DATA:20/06/2024",
  "ementa" : "PROCESSUAL CIVIL E ADMINISTRATIVO. AGRAVO INTERNO NOS EMBARGOS À\nEXECUÇÃO EM MANDADO DE SEGURANÇA. SERVIDOR PÚBLICO. REINTEGRAÇÃO.\nEXECUÇÃO COMPLEMENTAR. PRESCRIÇÃO. RECONHECIMENTO. TERMO INICIAL.\nINOVAÇÃO RECURSAL. AGRAVO INTERNO A QUE SE NEGA PROVIMENTO.\n1. Transitado em julgado o acórdão que fundamenta a execução\ncomplementar em 26/9/2011, a decisão que decreta a prescrição de\ncréditos referentes ao período de fevereiro/2007 a junho/2008,\nexecutados apenas em 17/11/2017, não deve ser reformada. Apesar de a\norigem residir no mesmo título que lastreia a primeira execução, os\nvalores  complementares excutidos dizem respeito a período diverso\ndaquele inicialmente cobrado em 2013.\n2. Não encontram respaldo no disposto pelo art. 1º do Decreto n.\n20.910/32 argumentos de que a execução iniciada em 2013 é suficiente\npara afastar a prescrição dos créditos referentes a  todo o período\ncobrado - na execução original e na complementar.\n3. Agravo interno desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240612",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção do Superior\nTribunal de Justiça, por votação unânime, negar provimento ao agravo\ninterno, nos termos do voto do Sr. Ministro Presidente da Terceira\nSeção.\n\nOs Srs. Ministros Sebastião Reis Júnior, Rogerio Schietti Cruz,\nReynaldo Soares da Fonseca, Joel Ilan Paciornik, Daniela Teixeira,\nJesuíno Rissato (Desembargador Convocado do TJDFT) e Otávio de\nAlmeida Toledo (Desembargador Convocado do TJSP) votaram com o Sr.\nMinistro Relator.\n\nAusente, justificadamente, o Sr. Ministro Messod Azulay Neto.\n\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000876726",
  "numeroProcesso" : "3099",
  "numeroRegistro" : "201401042810",
  "siglaClasse" : "AgInt na ExeMS",
  "descricaoClasse" : "AGRAVO INTERNO NA EXECUÇÃO EM MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "RIBEIRO DANTAS",
  "dataPublicacao" : "DJE        DATA:20/06/2024",
  "ementa" : "ADMINISTRATIVO. EXECUÇÃO DE SENTENÇA CONTRA A FAZENDA PÚBLICA. VALOR\nDE REFERÊNCIA PARA FINS DE CONVERSÃO DA URV. REAJUSTE DE 28,86%.\nCOMPENSAÇÃO EM RAZÃO DO REPOSICIONAMENTO DECORRENTE DA LEI N.\n8.627/93. MATÉRIA DEDUZIDA E DEBATIDA EM EMBARGOS À EXECUÇÃO. COISA\nJULGADA. PRECLUSÃO LÓGICA E CONSUMATIVA.\n1. Indicado, pela própria agravante/executada nos cálculos\napresentados na vestibular dos embargos à execução, o valor de\nreferência para fins de conversão da URV, a pretensão de alterá-lo\nposteriormente, quando já transitada em julgado a sentença dos\nembargos, atenta contra a coisa julgada, além de representar afronta\nà preclusão lógica.\n2. \"Ainda que se reconheça que as matérias tratadas nas execuções\ncontra a Fazenda Pública, por envolverem a indisponibilidade do\nerário, sejam de ordem pública, é importante salientar que estas\ntambém se sujeitam à preclusão lógica e à preclusão consumativa, não\nse sujeitando apenas à preclusão temporal. Ou seja, somente as\nmatérias de ordem pública que ainda não foram discutidas poderiam\nser apreciadas.\" (AREsp n. 2.005.813/PR, relator Ministro Sérgio\nKukina, Primeira Turma, julgado em 4/2/2022, DJe de 8/2/2022.)\n3. Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240612",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção do Superior\nTribunal de Justiça, por votação unânime, negar provimento ao agravo\ninterno, nos termos do voto do Sr. Ministro Presidente da Terceira\nSeção.\n\nOs Srs. Ministros Sebastião Reis Júnior, Rogerio Schietti Cruz,\nReynaldo Soares da Fonseca, Joel Ilan Paciornik, Daniela Teixeira,\nJesuíno Rissato (Desembargador Convocado do TJDFT) e Otávio de\nAlmeida Toledo (Desembargador Convocado do TJSP) votaram com o Sr.\nMinistro Relator.\n\nAusente, justificadamente, o Sr. Ministro Messod Azulay Neto.\n\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : "(EXECUÇÃO DE SENTENÇA CONTRA A FAZENDA PÚBLICA - PRECLUSÃO LÓGICA E\nCONSUMATIVA)\n   STJ - {{AREsp 2005813}}-PR, {{REsp 1985525}}-SC,\n         {{AREsp 2127463}}-RS",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000876694",
  "numeroProcesso" : "3099",
  "numeroRegistro" : "201401072380",
  "siglaClasse" : "AgInt na ExeMS",
  "descricaoClasse" : "AGRAVO INTERNO NA EXECUÇÃO EM MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "RIBEIRO DANTAS",
  "dataPublicacao" : "DJE        DATA:20/06/2024",
  "ementa" : "ADMINISTRATIVO. EXECUÇÃO DE SENTENÇA CONTRA A FAZENDA PÚBLICA. ABONO\nPECUNIÁRIO DE FÉRIAS. COMPOSIÇÃO DA BASE DE CÁLCULO. MATÉRIA\nPRECLUSA.\n1. A inclusão de determinada verba - abono pecuniário de férias -\ncomo integrante da memória de cálculo apresentada na vestibular dos\nembargos à execução, cuja respectiva sentença transitou em julgado,\nimpede seu questionamento posterior, seja pela ocorrência de\npreclusão lógica, seja pela proteção do manto da coisa julgada.\n2. Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240612",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção do Superior\nTribunal de Justiça, por votação unânime, negar provimento ao agravo\ninterno, nos termos do voto do Sr. Ministro Presidente da Terceira\nSeção.\n\nOs Srs. Ministros Sebastião Reis Júnior, Rogerio Schietti Cruz,\nReynaldo Soares da Fonseca, Joel Ilan Paciornik, Daniela Teixeira,\nJesuíno Rissato (Desembargador Convocado do TJDFT) e Otávio de\nAlmeida Toledo (Desembargador Convocado do TJSP) votaram com o Sr.\nMinistro Relator.\n\nAusente, justificadamente, o Sr. Ministro Messod Azulay Neto.\n\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : "(EXECUÇÃO DE SENTENÇA CONTRA A FAZENDA PÚBLICA - PRECLUSÃO LÓGICA E\nCONSUMATIVA)\n   STJ - {{AREsp 2005813}}-PR, {{REsp 1985525}}-SC,\n         {{AREsp 2127463}}-RS",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000876652",
  "numeroProcesso" : "46793",
  "numeroRegistro" : "202304341549",
  "siglaClasse" : "AgRg na Rcl",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JOEL ILAN PACIORNIK",
  "dataPublicacao" : "DJE        DATA:20/06/2024",
  "ementa" : "AGRAVO REGIMENTAL NA RECLAMAÇÃO. CUMPRIMENTO DE DECISÃO DESTA CORTE\nQUE DETERMINAVA NOVO JULGAMENTO DOS SEGUNDOS EMBARGOS DECLARATÓRIOS\nDA PARTE. UTILIZAÇÃO DE NOVA FUNDAMENTAÇÃO A AMPARAR A REJEIÇÃO DO\nRECURSO. POSSIBILIDADE. RECLAMAÇÃO IMPROCEDENTE. AGRAVO REGIMENTAL\nDESPROVIDO.\n1. Não houve descumprimento da autoridade da decisão emanada nesta\nCasa, ao contrário, o Tribunal de Justiça, ao julgar novamente os\nsegundos aclaratórios da parte, consignou inexistir o aventado\ncerceamento de defesa, além de inovação de pedido e preclusão quanto\naos temas que só foram aventados naquela sede, rejeitando recurso.\n2. Não há ofensa à autoridade da decisão desta Corte Superior quando\no Tribunal de origem, ao cumprir ordem que determinou novo\njulgamento de recurso, apresenta nova fundamentação para amparar\nsuas conclusões pela rejeição.\n3. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240618",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 12/06/2024 a 18/06/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Sebastião Reis Júnior, Rogerio Schietti Cruz,\nReynaldo Soares da Fonseca, Antonio Saldanha Palheiro, Messod Azulay\nNeto, Daniela Teixeira, Jesuíno Rissato (Desembargador Convocado do\nTJDFT) e Otávio de Almeida Toledo (Desembargador Convocado do TJSP)\nvotaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : "(OFENSA À AUTORIDADE DAS DECISÕES DESTA CORTE - NÃO CARACTERIZAÇÃO)\n   STJ - <<AgRg na Rcl 45196>>-SE",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000876518",
  "numeroProcesso" : "1440681",
  "numeroRegistro" : "201900331687",
  "siglaClasse" : "EDcl no AgRg nos EAREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "SEBASTIÃO REIS JÚNIOR",
  "dataPublicacao" : "DJE        DATA:20/06/2024",
  "ementa" : "EMBARGOS DE DECLARAÇÃO EM AGRAVO REGIMENTAL EM EMBARGOS DE\nDIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL. INEXISTÊNCIA DOS VÍCIOS\nPRECONIZADOS NO ART. 619 DO CÓDIGO DE PROCESSO PENAL. MANIFESTA\nIMPROCEDÊNCIA. PRETENSÃO DE CONCESSÃO DE HABEAS CORPUS DE OFÍCIO.\nDESCABIMENTO.\n1. Os embargos de declaração são cabíveis quando houver obscuridade,\ncontradição, omissão ou erro material na sentença ou no acórdão,\nconforme dispõe o art. 1.022 do CPC.\n2. A jurisprudência consolidada e reiterada do Superior Tribunal de\nJustiça é no sentido de que a concessão de habeas corpus de ofício,\nno bojo de embargos de divergência, encontra óbice tanto no fato de\nque nem o Relator tem autoridade para, em decisão monocrática,\nconceder ordem que, na prática, desconstituiria o resultado de\nacórdão proferido por outra Turma julgadora, como tampouco a Seção\ndetém competência constitucional para conceder habeas corpus contra\nacórdão de Turma do próprio tribunal (AgRg nos EAREsp n.\n2.387.023/SP, relator Ministro Reynaldo Soares da Fonseca, Terceira\nSeção, julgado em 18/4/2024, DJe de 24/4/2024).\n3. Embargos de declaração rejeitados.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240618",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 12/06/2024 a 18/06/2024,\npor unanimidade, rejeitar os embargos de declaração, nos termos do\nvoto do Sr. Ministro Relator.\nOs Srs. Ministros Rogerio Schietti Cruz, Reynaldo Soares da Fonseca,\nAntonio Saldanha Palheiro, Joel Ilan Paciornik, Messod Azulay Neto,\nDaniela Teixeira, Jesuíno Rissato (Desembargador Convocado do\nTJDFT) e Otávio de Almeida Toledo (Desembargador Convocado do TJSP)\nvotaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : "(FUNDAMENTAÇÃO SUFICIENTE)\n   STF - [[AI-QO 791292]]\n(HABEAS CORPUS DE OFÍCIO - EMBARGOS DE DIVERGÊNCIA)\n   STJ - <<AgRg nos EAREsp 2387023>>-SP,\n         <<EDcl no AgRg nos EAg 1333195>>-PR",
  "notas" : null,
  "informacoesComplementares" : "     \"[...] as decisões judiciais não precisam ser necessariamente\nanalíticas, bastando que contenham fundamentos suficientes para\njustificar suas conclusões [...]\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000876517",
  "numeroProcesso" : "2117353",
  "numeroRegistro" : "202201273184",
  "siglaClasse" : "EDcl no AgRg nos EAREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "SEBASTIÃO REIS JÚNIOR",
  "dataPublicacao" : "DJE        DATA:20/06/2024",
  "ementa" : "EMBARGOS DE DECLARAÇÃO EM AGRAVO REGIMENTAL EM EMBARGOS DE\nDIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL. RECURSO MANIFESTAMENTE\nINTEMPESTIVO.\n1. São intempestivos os embargos de declaração em matéria criminal\nopostos após o escoamento do prazo de 2 dias, previsto nos arts. 619\ndo Código de Processo Penal e 263 do RISTJ.\n2. No caso, o acórdão embargado foi disponibilizado em 3/5/2024 e\nconsiderado publicado em 6/5/2024. Entretanto, os embargos foram\nprotocolizados tão somente em 13/5/2024, quando já esgotado o lapso\nde 2 dias (o qual se iniciara em 7/5/2024 e se encerrara em\n8/5/2024).\n3. Embargos de declaração não conhecidos.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240618",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 12/06/2024 a 18/06/2024,\npor unanimidade, não conhecer do recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Rogerio Schietti Cruz, Reynaldo Soares da Fonseca,\nAntonio Saldanha Palheiro, Joel Ilan Paciornik, Messod Azulay Neto,\nDaniela Teixeira, Jesuíno Rissato (Desembargador Convocado do\nTJDFT) e Otávio de Almeida Toledo (Desembargador Convocado do TJSP)\nvotaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DECLARAÇÃO - MATÉRIA CRIMINAL - PRAZO PARA\nINTERPOSIÇÃO)\n   STJ - <<EDcl nos EDcl no AgRg nos EAREsp 2068740>>-RS,\n         <<EDcl no AgRg no AREsp 2164378>>-MS",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00619 ART:00798" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000876425",
  "numeroProcesso" : "2029515",
  "numeroRegistro" : "202203065208",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JESUÍNO RISSATO (DESEMBARGADOR CONVOCADO DO TJDFT)",
  "dataPublicacao" : "DJE        DATA:24/06/2024",
  "ementa" : "RECURSO ESPECIAL. PROCESSAMENTO SOB O RITO DO ART. 543-C, DO CÓDIGO\nDE PROCESSO CIVIL. RECURSO REPRESENTATIVO DE CONTROVÉRSIA. LESÃO\nCORPORAL PRATICADA NO ÂMBITO DOMÉSTICO CONTRA A MULHER (Art. 129, §\n9º, CP).  APLICAÇÃO DA AGRAVANTE GENÉRICA (ART. 61, II, F, CP).\nPOSSIBILIDADE. BIS IN IDEM NÃO CONFIGURADO. MAIOR PUNIÇÃO QUANDO O\nCRIME É PRATICADO CONTRA A MULHER (GÊNERO FEMININO).\n1. Recurso Especial processado sob o regime previsto no art. 543-C,\n§ 2º, do CPC, c/c o art. 3º do CPP, e na Resolução n. 8/2008 do STJ.\n2. Não há bis in idem na aplicação da agravante genérica prevista na\nalínea f do inc. II do art. 61 do Código Penal (CP), em relação ao\ncrime previsto no art. 129, § 9º, do mesmo Código, vez que a\nagravante objetiva uma sanção punitiva maior quando a conduta\ncriminosa é praticada \"com abuso de autoridade ou prevalecendo-se de\nrelações domésticas, de coabitação ou de hospitalidade, ou com\nviolência contra a mulher na forma da lei específica\", enquanto as\nelementares do crime de lesão corporal tipificado no art. 129, § 9º,\ndo Código Penal, traz a figura da lesão corporal praticada no\nespaço doméstico, de coabitação ou de hospitalidade, contra qualquer\npessoa independente do gênero, bastando ser ascendente,\ndescendente, irmão, cônjuge ou companheiro, ou com quem o agente\nconviva ou tenha convivido, ou seja, as elementares do tipo penal\nnão fazem referência ao gênero feminino da vítima, enquanto o que\njustifica a agravante é essa condição de caráter pessoal (gênero\nfeminino - mulher).\n3. A circunstância que agrava a pena é a prática do crime de\nviolência doméstica contra a mulher, enquanto a circunstância\nelementar do tipo penal do art. 129, § 9º, do Código Penal, não faz\nnenhuma referência ao gênero feminino, ou seja, a melhor\ninterpretação - segundo o art. 5° da Lei de Introdução às Normas do\nDireito Brasileiro - é aquela que atende a função social da Lei, e,\npor isso, deve-se punir mais a lesão corporal contra ascendente,\ndescendente, irmão, cônjuge ou companheiro, ou com quem conviva ou\ntenha convivido, ou, ainda, prevalecendo-se o agente das relações\ndomésticas, de coabitação ou de hospitalidade, se a vítima for\nmulher (gênero feminino), haja vista a necessária aplicação da\nagravante genérica (art. 61, inc. II, alínea f, do CP).\n4. Recurso especial representativo da controvérsia provido, para, no\ncaso concreto, restabelecer a sentença condenatória que, na segunda\nfase da dosimetria, aplicou a agravante do art. 61, inc. II, alínea\nf, do Código Penal, fixando a pena privativa de liberdade final em\n4 meses de detenção, em regime inicial semiaberto; e assentar, sob o\nrito do art. 543-C do CPC a seguinte TESE: \"A aplicação da\nagravante do art. 61, inc. II, alínea f, do Código Penal (CP), em\nconjunto com as disposições da Lei Maria da Penha (Lei n.\n11.340/2006), não configura bis in idem\".",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240612",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão de julgamento do dia 12/06/2024, por\nvotação unânime, dar  provimento  ao  recurso  especial\nrepresentativo  da controvérsia, para, no  caso  concreto,\nrestabelecer  a  sentença  condenatória  que, na segunda fase da\ndosimetria, aplicou a agravante do art. 61, inc. II, alínea f, do\nCódigo Penal, fixando a pena privativa de liberdade final em 4 meses\nde detenção, em regime inicial semiaberto, e fixou a seguinte Tese\nno Tema Repetitivo n. 1.197: \"A aplicação  da  agravante  do  art.\n61, inc.  II, alínea f, do Código Penal (CP), em conjunto com as\ndisposições da Lei Maria da Penha (Lei n.  11.340/2006), não\nconfigura bis in idem\", nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Otávio de Almeida Toledo (Desembargador Convocado\ndo TJSP), Sebastião Reis Júnior, Rogerio Schietti Cruz, Reynaldo\nSoares da Fonseca, Antonio Saldanha Palheiro, Joel Ilan Paciornik e\nDaniela Teixeira votaram com o Sr. Ministro Relator.\nAusente, justificadamente, o Sr. Ministro Messod Azulay Neto.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : "(PENAL - DOSIMETRIA - VIOLÊNCIA DOMÉSTICA E FAMILIAR CONTRA A\nMULHER- AGRAVANTE - NON BIS IN IDEM)\n   STJ - <<AgRg no AREsp 1079004>>-SE, <<AgRg no HC 756966>>-SC,\n         <<AgRg no HC 706011>>-SC, <<AgRg no AREsp 1390898>>-SE,\n         <<AgRg no HC 463520>>-SC",
  "notas" : "Julgado conforme procedimento previsto para os Recursos Repetitivos\nno âmbito do STJ.",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : "\"A aplicação da agravante do art. 61, inc. II, alínea 'f', do Código\nPenal (CP), em conjunto com as disposições da Lei Maria da Penha\n(Lei n. 11.340/2006), não configura 'bis in idem'\".",
  "tema" : "Tema Repetitivo 1197\nSituação do tema: Acórdão Publicado",
  "referenciasLegislativas" : [ "LEG:FED DEL:002848 ANO:1940\n*****  CP-40    CÓDIGO PENAL\n        ART:00061 INC:00002 LET:F ART:00129 PAR:00009", "LEG:FED LEI:011340 ANO:2006\n*****  LMP-06    LEI MARIA DA PENHA", "LEG:FED DEL:004657 ANO:1942\n*****  LINDB-42    LEI DE INTRODUÇÃO ÀS NORMAS DO DIREITO BRASILEIRO\n        ART:00005", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000876424",
  "numeroProcesso" : "2027794",
  "numeroRegistro" : "202202968621",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JESUÍNO RISSATO (DESEMBARGADOR CONVOCADO DO TJDFT)",
  "dataPublicacao" : "DJE        DATA:24/06/2024",
  "ementa" : "RECURSO ESPECIAL. PROCESSAMENTO SOB O RITO DO ART. 543-C DO CÓDIGO\nDE PROCESSO CIVIL. RECURSO REPRESENTATIVO DE CONTROVÉRSIA. LESÃO\nCORPORAL PRATICADA NO ÂMBITO DOMÉSTICO CONTRA A MULHER (ART. 129, §\n9º, CP). APLICAÇÃO DA AGRAVANTE GENÉRICA (ART. 61, II, F, CP).\nPOSSIBILIDADE. BIS IN IDEM NÃO CONFIGURADO. MAIOR PUNIÇÃO QUANDO O\nCRIME É PRATICADO CONTRA A MULHER (GÊNERO FEMININO).\n1. Recurso Especial processado sob o regime previsto no art. 543-C,\n§ 2º, do CPC, c/c o art. 3º do CPP, e na Resolução n. 8/2008 do STJ.\n2. Não há bis in idem na aplicação da agravante genérica prevista na\nalínea f do inc. II do art. 61 do Código Penal (CP), em relação ao\ncrime previsto no art. 129, § 9º, do mesmo Código, vez que a\nagravante objetiva uma sanção punitiva maior quando a conduta\ncriminosa é praticada \"com abuso de autoridade ou prevalecendo-se de\nrelações domésticas, de coabitação ou de hospitalidade, ou com\nviolência contra a mulher na forma da lei específica\" (destaquei),\nenquanto as elementares do crime de lesão corporal tipificado no\nart. 129, § 9º, do Código Penal, traz a figura da lesão corporal\npraticada no espaço doméstico, de coabitação ou de hospitalidade,\ncontra qualquer pessoa independente do gênero, bastando ser\nascendente, descendente, irmão, cônjuge ou companheiro, ou com quem\no agente conviva ou tenha convivido, ou seja, as elementares do tipo\npenal não fazem referência ao gênero feminino da vítima, enquanto o\nque justifica a agravante é essa condição de caráter pessoal\n(gênero feminino - mulher).\n3. A circunstância que agrava a pena é a prática do crime de\nviolência doméstica contra a mulher, enquanto a circunstância\nelementar do tipo penal do art. 129, § 9º, do Código Penal, não faz\nnenhuma referência ao gênero feminino, ou seja, a melhor\ninterpretação - segundo o art. 5° da Lei de Introdução às Normas do\nDireito Brasileiro - é aquela que atende a função social da Lei, e,\npor isso, deve-se punir mais a lesão corporal contra ascendente,\ndescendente, irmão, cônjuge ou companheiro, ou com quem conviva ou\ntenha convivido, ou, ainda, prevalecendo-se o agente das relações\ndomésticas, de coabitação ou de hospitalidade, se a vítima for\nmulher (gênero feminino), haja vista a necessária aplicação da\nagravante genérica (art. 61, inc. II, alínea f, do CP).\n4. Recurso especial representativo da controvérsia provido, para, no\ncaso concreto, restabelecer a sentença condenatória que, na segunda\nfase da dosimetria, aplicou a agravante do art. 61, inc. II, alínea\nf, do Código Penal, fixando a pena privativa de liberdade final em\n4 meses e 20 dias de detenção, em regime inicial aberto; e,\nassentar, sob o rito do art. 543-C do CPC a seguinte TESE: \"A\naplicação da agravante do art. 61, inc. II, alínea f, do Código\nPenal (CP), em conjunto com as disposições da Lei Maria da Penha\n(Lei n. 11.340/2006), não configura bis in idem\".",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240612",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão de julgamento do dia 12/06/2024, por\nvotação unânime, dar provimento ao recurso especial representativo\nda controvérsia, para, no caso concreto, restabelecer a sentença\ncondenatória que, na segunda fase da dosimetria, aplicou a agravante\ndo art. 61, inc. II, alínea f, do Código Penal, fixando a pena\nprivativa de liberdade final em 4 meses e 20 dias de detenção, em\nregime inicial aberto, e  fixou a seguinte Tese no Tema Repetitivo\nn. 1.197:  \"A aplicação  da  agravante  do  art.  61, inc.  II,\nalínea f, do Código Penal (CP), em conjunto com as disposições da\nLei Maria da Penha (Lei n.  11.340/2006), não configura bis in\nidem\", nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Otávio de Almeida Toledo (Desembargador Convocado\ndo TJSP), Sebastião Reis Júnior, Rogerio Schietti Cruz, Reynaldo\nSoares da Fonseca, Antonio Saldanha Palheiro, Joel Ilan Paciornik e\nDaniela Teixeira votaram com o Sr. Ministro Relator.\nAusente, justificadamente, o Sr. Ministro Messod Azulay Neto.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : "(PENAL - DOSIMETRIA - VIOLÊNCIA DOMÉSTICA E FAMILIAR CONTRA A\nMULHER- AGRAVANTE - NON BIS IN IDEM)\n   STJ - <<AgRg no AREsp 1079004>>-SE, <<AgRg no HC 756966>>-SC,\n         <<AgRg no HC 706011>>-SC, <<AgRg no AREsp 1390898>>-SE,\n         <<AgRg no HC 463520>>-SC",
  "notas" : "Julgado conforme procedimento previsto para os Recursos Repetitivos\nno âmbito do STJ.",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : "\"A aplicação da agravante do art. 61, inc. II, alínea 'f', do Código\nPenal (CP), em conjunto com as disposições da Lei Maria da Penha\n(Lei n. 11.340/2006), não configura 'bis in idem'\".",
  "tema" : "Tema Repetitivo 1197\nSituação do tema: Acórdão Publicado",
  "referenciasLegislativas" : [ "LEG:FED DEL:002848 ANO:1940\n*****  CP-40    CÓDIGO PENAL\n        ART:00061 INC:00002 LET:F ART:00129 PAR:00009", "LEG:FED LEI:011340 ANO:2006\n*****  LMP-06    LEI MARIA DA PENHA", "LEG:FED DEL:004657 ANO:1942\n*****  LINDB-42    LEI DE INTRODUÇÃO ÀS NORMAS DO DIREITO BRASILEIRO\n        ART:00005", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000876421",
  "numeroProcesso" : "2026129",
  "numeroRegistro" : "202202879290",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JESUÍNO RISSATO (DESEMBARGADOR CONVOCADO DO TJDFT)",
  "dataPublicacao" : "DJE        DATA:24/06/2024",
  "ementa" : "RECURSO ESPECIAL. PROCESSAMENTO SOB O RITO DO ART. 543-C, DO CÓDIGO\nDE PROCESSO CIVIL. RECURSO REPRESENTATIVO DE CONTROVÉRSIA. LESÃO\nCORPORAL PRATICADA NO ÂMBITO DOMÉSTICO CONTRA A MULHER (ART. 129, §\n9º, CP). APLICAÇÃO DA AGRAVANTE GENÉRICA (ART. 61, II, F, CP).\nPOSSIBILIDADE. BIS IN IDEM NÃO CONFIGURADO. MAIOR PUNIÇÃO QUANDO O\nCRIME É PRATICADO CONTRA A MULHER (GÊNERO FEMININO).\n1. Recurso Especial processado sob o regime previsto no art. 543-C,\n§ 2º, do CPC, c/c o art. 3º do CPP, e na Resolução n. 8/2008 do STJ.\n2. Não há bis in idem na aplicação da agravante genérica prevista na\nalínea f do inc. II do art. 61 do Código Penal (CP), em relação ao\ncrime previsto no art. 129, § 9º, do mesmo Código, vez que a\nagravante objetiva uma sanção punitiva maior quando a conduta\ncriminosa é praticada \"com abuso de autoridade ou prevalecendo-se de\nrelações domésticas, de coabitação ou de hospitalidade, ou com\nviolência contra a mulher na forma da lei específica\" (destaquei),\nenquanto as elementares do crime de lesão corporal tipificado no\nart. 129, § 9º, do Código Penal, traz a figura da lesão corporal\npraticada no espaço doméstico, de coabitação ou de hospitalidade,\ncontra qualquer pessoa independente do gênero, bastando ser\nascendente, descendente, irmão, cônjuge ou companheiro, ou com quem\no agente conviva ou tenha convivido, ou seja, as elementares do tipo\npenal não fazem referência ao gênero feminino da vítima, enquanto o\nque justifica a agravante é essa condição de caráter pessoal\n(gênero feminino - mulher).\n3. A circunstância que agrava a pena é a prática do crime de\nviolência doméstica contra a mulher, enquanto a circunstância\nelementar do tipo penal do art. 129, § 9º, do Código Penal, não faz\nnenhuma referência ao gênero feminino, ou seja, a melhor\ninterpretação - segundo o art. 5° da Lei de Introdução às Normas do\nDireito Brasileiro - é aquela que atende a função social da Lei, e,\npor isso, deve-se punir mais a lesão corporal contra ascendente,\ndescendente, irmão, cônjuge ou companheiro, ou com quem conviva ou\ntenha convivido, ou, ainda, prevalecendo-se o agente das relações\ndomésticas, de coabitação ou de hospitalidade, se a vítima for\nmulher (gênero feminino), haja vista a necessária aplicação da\nagravante genérica (art. 61, inc. II, alínea f, do CP).\n4.  Recurso especial representativo da controvérsia provido, para,\nno caso concreto, restabelecer a sentença condenatória que, na\nsegunda fase da dosimetria, aplicou a agravante do art. 61, inc. II,\nalínea f, do Código Penal, fixando a pena privativa de liberdade\nfinal em 4 meses e 2 dias de detenção, em regime inicial aberto; e,\nassentar, sob o rito do art. 543-C do CPC a seguinte TESE: \"A\naplicação da agravante do art. 61, inc. II, alínea f, do Código\nPenal (CP), em conjunto com as disposições da Lei Maria da Penha\n(Lei n. 11.340/2006), não configura bis in idem\".",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240612",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão de julgamento do dia 12/06/2024, por\nvotação unânime, dar provimento ao recurso especial representativo\nda controvérsia, para, no caso  concreto, restabelecer  a  sentença\ncondenatória  que, na segunda fase da dosimetria, aplicou a\nagravante do art. 61, inc. II, alínea f, do Código Penal, fixando a\npena privativa de liberdade final em 4 meses e 2 dias de detenção,\nem regime inicial aberto, e fixou a seguinte Tese no Tema Repetitivo\nn. 1.197:  \"A aplicação  da  agravante  do  art.  61, inc.  II,\nalínea f, do Código Penal (CP), em conjunto com as disposições da\nLei Maria da Penha (Lei n.  11.340/2006), não configura bis in\nidem\", nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Otávio de Almeida Toledo (Desembargador Convocado\ndo TJSP), Sebastião Reis Júnior, Rogerio Schietti Cruz, Reynaldo\nSoares da Fonseca, Antonio Saldanha Palheiro, Joel Ilan Paciornik e\nDaniela Teixeira votaram com o Sr. Ministro Relator.\nAusente, justificadamente, o Sr. Ministro Messod Azulay Neto.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : "(PENAL - DOSIMETRIA - VIOLÊNCIA DOMÉSTICA E FAMILIAR CONTRA A\nMULHER- AGRAVANTE - NON BIS IN IDEM)\n   STJ - <<AgRg no AREsp 1079004>>-SE, <<AgRg no HC 756966>>-SC,\n         <<AgRg no HC 706011>>-SC, <<AgRg no AREsp 1390898>>-SE,\n         <<AgRg no HC 463520>>-SC",
  "notas" : "Julgado conforme procedimento previsto para os Recursos Repetitivos\nno âmbito do STJ.",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : "\"A aplicação da agravante do art. 61, inc. II, alínea 'f', do Código\nPenal (CP), em conjunto com as disposições da Lei Maria da Penha\n(Lei n. 11.340/2006), não configura 'bis in idem'\".",
  "tema" : "Tema Repetitivo 1197\nSituação do tema: Acórdão Publicado",
  "referenciasLegislativas" : [ "LEG:FED DEL:002848 ANO:1940\n*****  CP-40    CÓDIGO PENAL\n        ART:00061 INC:00002 LET:F ART:00129 PAR:00009", "LEG:FED LEI:011340 ANO:2006\n*****  LMP-06    LEI MARIA DA PENHA", "LEG:FED DEL:004657 ANO:1942\n*****  LINDB-42    LEI DE INTRODUÇÃO ÀS NORMAS DO DIREITO BRASILEIRO\n        ART:00005", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000876298",
  "numeroProcesso" : "1822341",
  "numeroRegistro" : "202100224215",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "ANTONIO SALDANHA PALHEIRO",
  "dataPublicacao" : "DJE        DATA:21/06/2024",
  "ementa" : "PENAL. AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM\nRECURSO ESPECIAL. PENA-BASE. FRAÇÃO. QUANTIDADE DE DROGA. PRETENSÃO\nDE CORREÇÃO DE SUPOSTO EQUÍVOCO NO JULGAMENTO DO RECURSO ESPECIAL.\nNÃO CABIMENTO. AGRAVO DESPROVIDO.\n1. A função precípua dos embargos de divergência é a de uniformizar\na jurisprudência interna do Tribunal, de modo a retirar antinomias\nentre julgamentos sobre questões ou teses submetidas à sua\napreciação. Não se prestam, portanto, a corrigir suposto erro de\njulgamento do recurso especial.\n2. Na hipótese vertente, pretende a defesa, em embargos de\ndivergência, balizar a fração de aumento da pena-base, no crime de\ntráfico de drogas, considerando a quantidade de entorpecente\napreendido. Tal expediente, contudo, é defeso, em se considerando a\ncognição própria do recurso de divergência, pois, mutatis mutandis,\n\"se a própria lei não estipulou parâmetros certos com pesos\ndefinidos para a implementação do percentual da causa de diminuição,\né lícito ao julgador, dentro de certa margem de discricionariedade,\nfixar esse valor, sempre com a devida fundamentação. Com efeito, a\neventual diferença de atribuição de penas em situações semelhantes,\ndesde que observados os parâmetros legais, é consequência inevitável\ndo sistema vigente [...] No caso, não há divergência de teses\njurídicas, mas diferentes juízos de adequação, necessidade,\nrazoabilidade e proporcionalidade da sanção, devidamente\nfundamentada, dentro da margem de discricionariedade admitido pela\nlei penal\" (EAREsp n. 1.913.808/DF, relatora Ministra Laurita Vaz,\nTerceira Seção, julgado em 22/3/2023, DJe de 3/4/2023).\n3. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240618",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 12/06/2024 a 18/06/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Sebastião Reis Júnior, Rogerio Schietti Cruz,\nReynaldo Soares da Fonseca, Joel Ilan Paciornik, Messod Azulay Neto,\nDaniela Teixeira, Jesuíno Rissato (Desembargador Convocado do\nTJDFT) e Otávio de Almeida Toledo (Desembargador Convocado do TJSP)\nvotaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000876282",
  "numeroProcesso" : "2301144",
  "numeroRegistro" : "202300537994",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "REYNALDO SOARES DA FONSECA",
  "dataPublicacao" : "DJE        DATA:17/06/2024",
  "ementa" : "AGRAVO REGIMENTAL EM EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. INSURGÊNCIA DEFENSIVA. AUSÊNCIA DE INDICAÇÃO DO\nREPOSITÓRIO OFICIAL OU AUTORIZADO DE JURISPRUDÊNCIA. DESCABIMENTO DE\nINDICAÇÃO DE HABEAS CORPUS COMO PARADIGMA PARA DEMONSTRAÇÃO DA\nDIVERGÊNCIA. INVIABILIDADE DE CONCESSÃO DE HABEAS CORPUS DE OFÍCIO\nCONTRA ATOS DOS PRÓPRIOS MEMBROS DESTA CORTE. COMPETÊNCIA DO STF\n(ART. 102, INCISO I, ALÍNEA \"I\", DA CF). AGRAVO REGIMENTAL\nDESPROVIDO.\n1. \"a mera menção ao Diário da Justiça em que teriam sido publicados\nos acórdãos paradigmas trazidos à colação, sem a indicação da\nrespectiva fonte, quando os julgados encontram-se disponíveis na\nrede mundial de computadores ou Internet, não supre a exigência da\ncitação do repositório oficial ou autorizado de jurisprudência,\nvisto que se trata de órgão de divulgação em que é publicada somente\na ementa do acórdão. No mesmo sentido: AgInt nos EAREsp\n1.268.264/SP, Rel. Min. Herman Benjamin, Corte Especial, DJe\n7.12.2020; AgInt nos EAREsp 1.312.401/SP, Rel Min. Og Fernandes,\nCorte Especial, DJe 26.10.2020\" (AgRg nos EAREsp n. 2.051.248/SP,\nrelator Ministro Herman Benjamin, Corte Especial, julgado em\n7/3/2023, DJe de 4/4/2023.).\n2. A ausência de citação do repositório oficial autorizado de\njurisprudência no momento da interposição dos embargos de\ndivergência não atrai a incidência do parágrafo único do art. 932 da\nLei n. 13.105/2015, uma vez que, nos termos do Enunciado Normativo\nn. 6: \"Nos recursos tempestivos interpostos com fundamento no\nCPC/2015 (relativos a decisões publicadas a partir de 18 de março de\n2016), somente será concedido o prazo previsto no art. 932,\nparágrafo único c/c o art. 1.029, § 3º, do novo CPC para que a parte\nsane vício estritamente formal.\"\nPrecedentes: AgInt nos EDcl nos EAREsp 503.161/PR, relator Ministro\nMauro Campbell Marques, Primeira Seção, julgado em 16/11/2021, DJe\n19/11/2021; AgInt nos EREsp 1.617.799/DF, relator Ministro João\nOtávio de Noronha, Corte Especial, julgado em 23/8/2022, DJe em\n25/8/2022; AgRg nos EAREsp n. 1.908.536/PE, relator Ministro\nFrancisco Falcão, Corte Especial, julgado em 19/4/2023, DJe de\n27/4/2023; AgRg nos EREsp n. 1.991.582/MG, relator Ministro Antonio\nSaldanha Palheiro, Terceira Seção, julgado em 28/9/2022, DJe de\n11/11/2022; AgRg nos EAREsp n. 1.669.710/MG, relator Ministro\nSebastião Reis Júnior, Terceira Seção, julgado em 23/6/2021, DJe de\n28/6/2021.\n3. Não se admitem embargos de divergência quando o alegado dissenso\nse dá entre acórdãos proferidos em habeas corpus ou em recurso\nordinário em habeas corpus. Tal restrição imposta pelo regimento\ninterno do STJ tinha por fundamento, durante a vigência do CPC/73,\numa interpretação sistemática do conteúdo da lei (art. 546, I,\nCPC/73) que revelava ser inviável comparar um recurso especial com\num remédio constitucional de abrangência muito mais ampla e voltado\neminentemente para a proteção da liberdade de locomoção.\nTal interpretação veio a ser corroborada pelo art. 1.043, § 1º, do\nCPC/2015, que restringiu, expressamente os julgados que podem ser\nobjeto de comparação, em sede de embargos de divergência, a recursos\ne ações de competência originária, não podendo, portanto, funcionar\ncomo paradigma acórdãos proferidos em ações que têm natureza\njurídica de garantia constitucional, como os habeas corpus, mandado\nde segurança, habeas data e mandado de injunção. O mesmo raciocínio\nvale para enunciados de súmula de tribunais.\n4. A concessão de habeas corpus de ofício, no bojo de embargos de\ndivergência, encontra óbice tanto no fato de que nem o Relator tem\nautoridade para, em decisão monocrática, conceder ordem que, na\nprática, desconstituiria o resultado de acórdão proferido por outra\nTurma julgadora, como tampouco a Seção detém competência\nconstitucional para conceder habeas corpus contra acórdão de Turma\ndo próprio tribunal. Precedentes.\nMesmo a recente inclusão do art. 647-A no Código de Processo Penal,\npela Lei 14.836/2024, não tem o condão de afastar a necessidade de\nverificação prévia da competência jurisdicional como pré-requisito\nindispensável à concessão de habeas corpus de ofício. Tanto é assim\nque o próprio caput do mencionado art. 647-A do CPP afirma\nexpressamente que \"No âmbito de sua competência jurisdicional,\nqualquer autoridade judicial poderá expedir de ofício ordem de\nhabeas corpus (...)\".\n5. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240612",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão de julgamento do dia 12/06/2024, por\nvotação unânime, negar provimento ao agravo regimental, nos termos\ndo voto do Sr. Ministro Reynaldo Soares da Fonseca.\nOs Srs. Ministros Antonio Saldanha Palheiro, Joel Ilan Paciornik,\nDaniela Teixeira, Jesuíno Rissato (Desembargador Convocado do\nTJDFT), Otávio de Almeida Toledo (Desembargador Convocado do TJSP),\nSebastião Reis Júnior e Rogerio Schietti Cruz votaram com o Sr.\nMinistro Relator.\nAusente, justificadamente, o Sr. Ministro Messod Azulay Neto.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - CITAÇÃO DO REPOSITÓRIO OFICIAL DE\nJURISPRUDÊNCIA)\n   STJ - <<AgRg nos EAREsp 2051248>>-SP,\n         <<AgRg nos EDcl nos EAREsp 1896051>>-SP\n(EMBARGOS DE DIVERGÊNCIA - AUSÊNCIA DE INDICAÇÃO DE REPOSITÓRIO\nOFICIAL - VÍCIO INSANÁVEL)\n   STJ - <<AgInt nos EDcl nos EAREsp 503161>>-PR,\n         <<AgInt nos EREsp 1617799>>-DF,\n         <<AgRg nos EAREsp 1908536>>-PE,\n         <<AgRg nos EREsp 1991582>>-MG,\n         <<AgRg nos EAREsp 1669710>>-MG\n(EMBARGOS DE DIVERGÊNCIA - ACÓRDÃO PARADIGMA PROFERIDO EM HABEAS\nCORPUS)\n   STJ - <<AgRg nos EDcl nos EAREsp 1800259>>-MS,\n         <<AgRg nos EREsp 2003710>>-RS,\n         <<AgRg nos EREsp 1963909>>-SP,\n         <<AgRg nos EREsp 1265884>>-RS\n(EMBARGOS DE DIVERGÊNCIA - CONCESSÃO DE HABEAS CORPUS DE OFÍCIO)\n   STJ - <<AgRg nos EREsp 1587239>>-RS,\n         <<AgRg nos EREsp 1222031>>-SP,\n         <<AgRg nos EAREsp 576793>>-PR,\n         <<AgRg nos EAREsp 423584>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00102 INC:00001 LET:I", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00932 PAR:ÚNICO ART:01043 PAR:00001", "LEG:FED LEI:005869 ANO:1973\n*****  CPC-73    CÓDIGO DE PROCESSO CIVIL DE 1973\n        ART:00546 INC:00001", "LEG:FED LEI:014836 ANO:2024", "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:0647A\n(COM A REDAÇÃO DADA PELA LEI 14.836/2024)", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00226 PAR:00004 ART:00266", "LEG:FED ENU:****** ANO:****\n*****  ENUASTJ    ENUNCIADO ADMINISTRATIVO DO SUPERIOR TRIBUNAL DE\nJUSTIÇA\n        NUM:00006" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000876281",
  "numeroProcesso" : "1934666",
  "numeroRegistro" : "202101217368",
  "siglaClasse" : "AgRg nos EREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGENCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "REYNALDO SOARES DA FONSECA",
  "dataPublicacao" : "DJE        DATA:17/06/2024",
  "ementa" : "AGRAVO REGIMENTAL EM EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL.\nINSURGÊNCIA DEFENSIVA. OPERAÇÃO ARION II. FALSIFICAÇÃO DE SELOS DE\nCONTROLE TRIBUTÁRIO DO SICOBE E ASSOCIAÇÃO CRIMINOSA. ALEGAÇÕES DE\nINCOMPETÊNCIA DA JUSTIÇA ESTADUAL PARA DETERMINAR BUSCA E APREENSÃO\nE DE DESPROPORCIONALIDADE NA DOSIMETRIA DA PENA. AUSÊNCIA DE COTEJO\nANALÍTICO E DE SIMILITUDE DOS JULGADOS COMPARADOS. SÚMULA 168/STJ.\nINVIABILIDADE DE CONCESSÃO DE HABEAS CORPUS DE OFÍCIO CONTRA ATOS\nDOS PRÓPRIOS MEMBROS DESTA CORTE. COMPETÊNCIA DO STF (ART. 102,\nINCISO I, ALÍNEA \"I\", DA CF). AGRAVO REGIMENTAL DESPROVIDO.\n1. A jurisprudência desta Corte é assente no sentido de que \"A mera\ntranscrição de ementas, seguidas de considerações interpretativas do\nrecorrente, não atendem aos requisitos de admissibilidade dos\nembargos de divergência, que pressupõem a demonstração da identidade\nfática entre os casos confrontados, a fim de viabilizar a arguição\nde aplicação de solução jurídica diversa\" (AgRg nos EAREsp n.\n1.910.762/RJ, relatora Ministra Laurita Vaz, Terceira Seção, julgado\nem 23/2/2022, DJe de 25/2/2022).\nNa mesma linha, a mera transcrição de trechos dos julgados\ncomparados em tabela, na qual cada coluna faz alusão a fundamentos\njurídicos lançados nos acórdãos e à conclusão obtida em cada caso,\nnão atende aos requisitos necessários para o cotejo analítico.\nSituação em que a defesa do recorrente não cuidou de efetuar o\nnecessário cotejo analítico entre a situação fático-jurídica\nanalisada no caso concreto e aquela objeto de debate nos julgados\napontados como paradigma, de forma a demonstrar que, diante de\ncontextos similares, a Quinta e a Sexta Turmas desta Corte decidiram\nde maneira diferente sobre determinado tema.\n2. Não há como se reconhecer similitude fático-jurídica entre\nsituação na qual se debate a competência de Juízo estadual para\ndeterminar busca e apreensão no bojo da qual foram descobertos\ndelitos tributários federais, de um lado, e, de outro, situações em\nque se debatem competência eleitoral ou federal, decorrente de\ntráfico internacional de drogas e de apresentação de documentos\nfalsos perante a Justiça do Trabalho.\n3. Tampouco há como se reconhecer a existência de divergência entre\no acórdão recorrido da Sexta Turma que considerou idônea a\nfundamentação lançada pelo Tribunal a quo para a justificar a\nmajoração da pena base em fração superior a 1/6 e os julgados\nindicados como paradigmas, nos quais se afirma, expressamente, ser\npossível a exasperação da pena-base em fração superior a 1/6 desde\nque o julgador apresente fundamentação adequada e específica apta a\njustificar a majoração.\n4. Se o acórdão recorrido adotou entendimento sobre a dosimetria da\npena que se coaduna com a jurisprudência mais recente da Quinta e da\nSexta Turma sobre o tema, revela-se inviável o conhecimento de\nembargos de divergência que pretendem rediscutir o tema, por\nesbarrarem no óbice do enunciado n. 168 da Súmula do STJ, segundo o\nqual, \"Não cabem embargos de divergência, quando a jurisprudência do\ntribunal se firmou no mesmo sentido do acordão embargado\".\n5. De se lembrar que a finalidade dos embargos de divergência é a\nuniformização da jurisprudência do Superior Tribunal de Justiça,\nportanto não podem ser utilizados como nova via recursal, visando a\ncorrigir eventual equívoco ou controvérsia advinda do julgamento do\npróprio recurso especial.\n6. A concessão de habeas corpus de ofício, no bojo de embargos de\ndivergência, encontra óbice tanto no fato de que nem o Relator tem\nautoridade para, em decisão monocrática, conceder ordem que, na\nprática, desconstituiria o resultado de acórdão proferido por outra\nTurma julgadora, como tampouco a Seção detém competência\nconstitucional para conceder habeas corpus contra acórdão de Turma\ndo próprio tribunal. Precedentes.\nMesmo a recente inclusão do art. 647-A no Código de Processo Penal,\npela Lei 14.836/2024, não tem o condão de afastar a necessidade de\nverificação prévia da competência jurisdicional como pré-requisito\nindispensável à concessão de habeas corpus de ofício. Tanto é assim\nque o próprio caput do mencionado art. 647-A do CPP afirma\nexpressamente que \"No âmbito de sua competência jurisdicional,\nqualquer autoridade judicial poderá expedir de ofício ordem de\nhabeas corpus (...)\".\n7. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240612",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão de julgamento do dia 12/06/2024, por\nvotação unânime, negar provimento ao agravo regimental, nos termos\ndo voto do Sr. Ministro Reynaldo Soares da Fonseca.\nOs Srs. Ministros Antonio Saldanha Palheiro, Joel Ilan Paciornik,\nDaniela Teixeira, Jesuíno Rissato (Desembargador Convocado do\nTJDFT), Otávio de Almeida Toledo (Desembargador Convocado do TJSP),\nSebastião Reis Júnior e Rogerio Schietti Cruz votaram com o Sr.\nMinistro Relator.\nAusente, justificadamente, o Sr. Ministro Messod Azulay Neto.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : "(DISSÍDIO JURISPRUDENCIAL - COTEJO ANALÍTICO - TRANSCRIÇÃO DE\nEMENTAS)\n   STJ - <<AgRg nos EAREsp 1910762>>-RJ\n(EXASPERAÇÃO DA PENA-BASE - CIRCUNSTÂNCIAS JUDICIAIS DESFAVORÁVEIS -\nFRAÇÕES DE AUMENTO)\n   STJ - <<AgRg no HC 719885>>-SP, <<AgRg no AREsp 2189728>>-PA,\n         <<AgRg no REsp 1919100>>-PR, <<AgRg no HC 707862>>-AC,\n         <<AgRg no HC 857952>>-PA, <<AgRg no HC 872205>>-SP,\n         <<AgRg no AgRg no AREsp 2322083>>-MT\n(EMBARGOS DE DIVERGÊNCIA - CONCESSÃO DE HABEAS CORPUS DE OFÍCIO)\n   STJ - <<AgRg nos EREsp 1587239>>-RS,\n         <<AgRg nos EREsp 1222031>>-SP,\n         <<AgRg nos EAREsp 576793>>-PR,\n         <<AgRg nos EAREsp 423584>>-SP",
  "notas" : "Processo referente à Operação Arion II",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00102 INC:00001 LET:I", "LEG:FED LEI:014836 ANO:2024", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000168", "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:0647A\n(COM A REDAÇÃO DADA PELA LEI 14.836/2024)" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000876280",
  "numeroProcesso" : "2090042",
  "numeroRegistro" : "202200774796",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "REYNALDO SOARES DA FONSECA",
  "dataPublicacao" : "DJE        DATA:17/06/2024",
  "ementa" : "AGRAVO REGIMENTAL EM EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. INSURGÊNCIA DEFENSIVA. HOMICÍDIO TENTADO. DESISTÊNCIA\nVOLUNTÁRIA. SÚMULA N. 7/STJ. NÃO INCIDÊNCIA. CONTEXTO\nFÁTICO-PROBATÓRIO DELINEADO PELAS INSTÂNCIAS DE ORIGEM. DÚVIDAS\nACERCA DA DESISTÊNCIA VOLUNTÁRIA. COMPETÊNCIA DO TRIBUNAL DO JÚRI\nPARA DECIDIR SOBRE O TEMA DE FORMA DEFINITIVA. PROVIMENTO DO RECURSO\nESPECIAL DO MP PARA PRONUNCIAR O RÉU. DESCABIMENTO DE EMBARGOS DE\nDIVERGÊNCIA PARA QUESTIONAR A APLICAÇÃO DE REGRA TÉCNICA DE\nCONHECIMENTO DE RECURSO ESPECIAL. SÚMULA 168/STJ. AUSÊNCIA DE\nSIMILITUDE FÁTICA ENTRE OS JULGADOS COMPARADOS. . INVIABILIDADE DE\nCONCESSÃO DE HABEAS CORPUS DE OFÍCIO CONTRA ATOS DOS PRÓPRIOS\nMEMBROS DESTA CORTE. COMPETÊNCIA DO STF (ART. 102, INCISO I, ALÍNEA\n\"I\", DA CF). AGRAVO REGIMENTAL DESPROVIDO.\n1. \"Nos termos do art. 266, I e II, do RISTJ, não são cabíveis\nembargos de divergência amparados em eventual inobservância de\nregras técnicas alusivas ao conhecimento do recurso especial, como\npretende o embargante ao apresentar a controvérsia relativa à\nnecessidade ou não de revolvimento de provas para o julgamento do\nrecurso especial, o que levaria ou não à aplicação do óbice da\nSúmula n. 7 do STJ\" (AgRg nos EREsp 1770254/SP, Rel. Ministro\nANTONIO SALDANHA PALHEIRO, TERCEIRA SEÇÃO, DJe 19/12/2019).\nPrecedentes: AgRg nos EREsp n. 1.929.626/RJ, relator Ministro Joel\nIlan Paciornik, Terceira Seção, julgado em 9/3/2022, DJe de\n14/3/2022; AgRg nos EAREsp n. 481.912/GO, relatora Ministra Laurita\nVaz, Terceira Seção, julgado em 9/12/2020, DJe de 18/12/2020; AgRg\nnos EREsp n. 1.770.254/SP, relator Ministro Antonio Saldanha\nPalheiro, Terceira Seção, julgado em 11/12/2019, DJe de 19/12/2019.\n2. Nessa linha, inviável o conhecimento de embargos de divergência\nno qual se aponta erro da Turma Julgadora, ao conhecer de recurso\nespecial do Ministério Público que, no entender da defesa,\nesbarraria no óbice da súmula 7/STJ.\n3. \"Os embargos de divergência - recurso de fundamentação vinculada\ne de cognição restrita - têm como fim precípuo uniformizar a\njurisprudência do Tribunal, não se prestam a simples rejulgamento da\ncausa pela Seção, como fosse via recursal ordinária interna, para\nse corrigir pretensos erros ou incorreções dos demais órgãos\nfracionários\" (AgRg nos EAREsp n. 2.084.873/SP, relatora Ministra\nLaurita Vaz, Terceira Seção, julgado em 14/12/2022, DJe de\n19/12/2022).\nPrecedentes: AgRg nos EAREsp n. 1.669.253/PR, relator Ministro\nReynaldo Soares da Fonseca, Terceira Seção, julgado em 13/3/2024,\nDJe de 15/3/2024; AgRg nos EAREsp n. 2.415.992/MS, relator Ministro\nTeodoro Silva Santos, Terceira Seção, julgado em 28/2/2024, DJe de\n5/3/2024; AgRg nos EREsp n. 2.013.585/SC, relator Ministro Joel Ilan\nPaciornik, Terceira Seção, julgado em 17/10/2023, DJe de\n20/10/2023; AgRg nos EAREsp n. 2.107.294/SC, relatora Ministra\nLaurita Vaz, Terceira Seção, julgado em 23/8/2023, DJe de 30/8/2023.\n4. Se, ao reconhecer a competência do conselho de sentença para\ndeliberar sobre dúvida quanto à ocorrência de desistência voluntária\nno agir do réu, o acórdão recorrido se amparou em extensa\njurisprudência desta Corte no mesmo sentido, revela-se inviável o\nconhecimento de embargos de divergência que pretendem rediscutir o\ntema, por esbarrarem no óbice do enunciado n. 168 da Súmula do STJ,\nsegundo o qual, \"Não cabem embargos de divergência, quando a\njurisprudência do tribunal se firmou no mesmo sentido do acordão\nembargado\".\n5. Tampouco há como se reconhecer a existência de similitude\nfático-jurídica entre os julgados comparados pelo embargante se o\nacórdão recorrido trata de hipótese de suposta tentativa de\nhomicídio e o acórdão apontado como paradigma examina hipótese de\ntentativa de roubo, na qual não se cogita de competência do conselho\nde sentença para deliberar sobre a dúvida a respeito da ocorrência\nde desistência voluntária.\n6. A concessão de habeas corpus de ofício, no bojo de embargos de\ndivergência, encontra óbice tanto no fato de que nem o Relator tem\nautoridade para, em decisão monocrática, conceder ordem que, na\nprática, desconstituiria o resultado de acórdão proferido por outra\nTurma julgadora, como tampouco a Seção detém competência\nconstitucional para conceder habeas corpus contra acórdão de Turma\ndo próprio tribunal. Precedentes.\nMesmo a recente inclusão do art. 647-A no Código de Processo Penal,\npela Lei 14.836/2024, não tem o condão de afastar a necessidade de\nverificação prévia da competência jurisdicional como pré-requisito\nindispensável à concessão de habeas corpus de ofício. Tanto é assim\nque o próprio caput do mencionado art. 647-A do CPP afirma\nexpressamente que \"No âmbito de sua competência jurisdicional,\nqualquer autoridade judicial poderá expedir de ofício ordem de\nhabeas corpus (...)\".\n7. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240612",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão de julgamento do dia 12/06/2024, por\nvotação unânime, negar provimento ao agravo regimental, nos termos\ndo voto do Sr. Ministro Reynaldo Soares da Fonseca.\nOs Srs. Ministros Antonio Saldanha Palheiro, Joel Ilan Paciornik,\nDaniela Teixeira, Jesuíno Rissato (Desembargador Convocado do\nTJDFT), Otávio de Almeida Toledo (Desembargador Convocado do TJSP),\nSebastião Reis Júnior (com ressalva) e Rogerio Schietti Cruz (com\nressalva) votaram com o Sr. Ministro Relator.\nAusente, justificadamente, o Sr. Ministro Messod Azulay Neto.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - CONHECIMENTO DO RECURSO ESPECIAL -\nINOBSERVÂNCIA DE REGRAS TÉCNICAS)\n   STJ - <<AgRg nos EREsp 1770254>>-SP,\n         <<AgRg nos EREsp 1929626>>-RJ,\n         <<AgRg nos EAREsp 481912>>-GO\n(EMBARGOS DE DIVERGÊNCIA - FUNDAMENTAÇÃO VINCULADA - SIMILITUDE\nFÁTICA)\n   STJ - <<AgRg nos EAREsp 2084873>>-SP,\n         <<AgRg nos EAREsp 1669253>>-PR,\n         <<AgRg nos EAREsp 2415992>>-MS,\n         <<AgRg nos EREsp 2013585>>-SC,\n         <<AgRg nos EAREsp 2107294>>-SC",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00102 INC:00001 LET:I", "LEG:FED LEI:014836 ANO:2024", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000007 SUM:000168", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266 INC:00001 INC:00002", "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:0647A\n(COM A REDAÇÃO DADA PELA LEI 14.836/2024)" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000875752",
  "numeroProcesso" : "2411126",
  "numeroRegistro" : "202302323069",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "DANIELA TEIXEIRA",
  "dataPublicacao" : "DJE        DATA:11/06/2024",
  "ementa" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA. NÃO CABIMENTO DE\nEMBARGOS DE DIVERGÊNCIA CONTRA DECISÃO MONOCRÁTICA. CONCESSÃO DA\nORDEM DE OFÍCIO. INVIABILIDADE. INCIDÊNCIA DA SÚMULA Nº 182/STJ.\nAGRAVO REGIMENTAL NÃO CONHECIDO.\n1. Os Embargos de Divergência somente podem ser interpostos em face\nde acórdão proferido por Órgão Fracionário que divergir de\njulgamento atual de qualquer outro Órgão Jurisdicional deste\nTribunal, desde que os acórdãos, embargado e paradigma, sejam de\nmérito ou que não tenham conhecido do recurso, embora tenha\napreciado a controvérsia.\n2. A parte embargante se insurge contra decisão monocrática, o que\nnão encontra respaldo na jurisprudência desta corte (AgRg nos EDcl\nnos EDv nos EREsp 1880566 / PR, relator Ministro ANTONIO SALDANHA\nPALHEIRO, TERCEIRA SEÇÃO, julgado em 09/12/2020, DJe de 15/12/2020).\n3. É remansosa a jurisprudência desta Corte, que veio a ser sumulada\nno enunciado de n. 315: \"Não cabem embargos de divergência no\nâmbito do agravo de instrumento que não admite recurso especial.\"\n4. Por ausência de competência para tanto, não há de se falar na\npossibilidade de concessão de ordem de \"habeas corpus\" de ofício\npela Terceira Seção deste Tribunal em matéria julgada pela Quinta e\nSexta Turmas.\n5. A hipótese atrai a incidência da Súmula nº 182/STJ, que considera\ninviável o conhecimento do agravo regimental que deixa de atacar\nespecificamente os fundamentos da decisão agravada. No caso em\napreço, não foram apresentados fatos novos ou elementos aptos a\ndesconstituir a decisão impugnada, o que inviabiliza o conhecimento\nda insurgência.\n6. Agravo regimental não conhecido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240528",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 22/05/2024 a 28/05/2024,\npor unanimidade, não conhecer do recurso, nos termos do voto da Sra.\nMinistra Relatora.\nOs Srs. Ministros Sebastião Reis Júnior, Rogerio Schietti Cruz,\nReynaldo Soares da Fonseca, Antonio Saldanha Palheiro, Joel Ilan\nPaciornik, Messod Azulay Neto, Jesuíno Rissato (Desembargador\nConvocado do TJDFT) e Otávio de Almeida Toledo (Desembargador\nConvocado do TJSP)  votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - DECISÃO MONOCRÁTICA)\n   STJ - <<AgRg nos EDcl nos EDv nos EREsp 1880566>>-PR\n(EMBARGOS DE DIVERGÊNCIA - CONCESSÃO DE HABEAS CORPUS DE OFÍCIO)\n   STJ - <<EDcl no AgRg nos EAREsp 576793>>-PR, <<Rcl 34890>>-RJ\n(AGRAVO REGIMENTAL - AUSÊNCIA DE IMPUGNAÇÃO ESPECÍFICA - SÚMULA\n182/STJ)\n   STJ - <<AgRg no AREsp 2340649>>-SP, <<AgRg no REsp 1988117>>-AL",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000182 SUM:000315", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01043" ],
  "acordaosSimilares" : [ "AgRg na Pet  16809  SC  2023/0030292-6  Decisão:12/06/2024\nDJE        DATA:17/06/2024" ]
}, {
  "id" : "000875566",
  "numeroProcesso" : "1477936",
  "numeroRegistro" : "201901001276",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "REYNALDO SOARES DA FONSECA",
  "dataPublicacao" : "DJE        DATA:11/06/2024",
  "ementa" : "AGRAVO REGIMENTAL EM EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. INSURGÊNCIA DEFENSIVA. ALEGAÇÃO DE VIOLAÇÃO AO ART. 619 DO\nCPP. AUSÊNCIA DE SIMILITUDE FÁTICA. INVIABILIDADE DE CONCESSÃO DE\nHABEAS CORPUS DE OFÍCIO CONTRA ATOS DOS PRÓPRIOS MEMBROS DESTA\nCORTE. COMPETÊNCIA DO STF (ART. 102, INCISO I, ALÍNEA \"I\", DA CF).\nAGRAVO REGIMENTAL DESPROVIDO.\n1. \"Nos termos da orientação jurisprudencial desta Corte, a análise\nsobre a existência de omissão e contradição, trazida a pretexto de\ndivergência interpretativa acerca do art. 619 do Código de Processo\nPenal, passa, necessariamente, pela verificação de todo o processo,\nincluindo as razões recursais e a natureza das alegações nelas\nformuladas. Assim, mostra-se inviável a configuração da existência\nde similitude fática entre as situações que deram suporte à prolação\ndos acórdãos recorrido e paradigma\" (AgRg nos EAREsp n.\n2.002.337/DF, relator Ministro Antonio Saldanha Palheiro, Terceira\nSeção, julgado em 24/8/2022, DJe de 30/8/2022.).\nPrecedentes: AgInt nos EAREsp n. 1.902.364/SC, relatora Ministra\nLaurita Vaz, Corte Especial, julgado em 22/8/2023, DJe de 30/8/2023;\nAgRg nos EAREsp n. 2.021.072/RR, relator Ministro Messod Azulay\nNeto, Terceira Seção, julgado em 2/3/2023, DJe de 13/3/2023; AgRg\nnos EREsp n. 2.003.710/RS, relator Ministro Sebastião Reis Júnior,\nTerceira Seção, julgado em 8/3/2023, DJe de 10/3/2023; AgRg nos EDcl\nnos EAREsp n. 1.604.546/PR, relator Ministro Jesuíno Rissato\n(Desembargador Convocado do TJDFT), Terceira Seção, julgado em\n23/11/2022, DJe de 29/11/2022.\n2. Situação em que ressalta nítida a inexistência de similitude\nentre as situações postas em comparação, uma vez que o acórdão\nrecorrido (da 6ª Turma do STJ) deixou claro que \"a omissão apontada\n- ausência de análise da tese de bis in idem na valoração negativa\ndas circunstâncias do crime e da culpabilidade do agente - não foi\nexaminada por falta de prequestionamento da matéria\", enquanto que\nos dois julgados apontados como paradigmas identificaram omissão e\ncontradição em acórdãos de Tribunal de Justiça.\n3. Ainda que a defesa alegue ter havido uma compreensão equivocada\nda Sexta Turma quanto à ausência de prequestionamento da matéria, o\nfato é que \"Os embargos de divergência - recurso de fundamentação\nvinculada e de cognição restrita - têm como fim precípuo uniformizar\na jurisprudência do Tribunal, não se prestam a simples rejulgamento\nda causa pela Seção, como fosse via recursal ordinária interna,\npara se corrigir pretensos erros ou incorreções dos demais órgãos\nfracionários\" (AgRg nos EAREsp n. 2.084.873/SP, relatora Ministra\nLaurita Vaz, Terceira Seção, julgado em 14/12/2022, DJe de\n19/12/2022).\n4. A concessão de habeas corpus de ofício, no bojo de embargos de\ndivergência, encontra óbice tanto no fato de que nem o Relator tem\nautoridade para, em decisão monocrática, conceder ordem que, na\nprática, desconstituiria o resultado de acórdão proferido por outra\nTurma julgadora, como tampouco a Seção detém competência\nconstitucional para conceder habeas corpus contra acórdão de Turma\ndo próprio tribunal. Precedentes.\n5. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240424",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão de julgamento do dia 24/04/2024, por\nvotação unânime, negar provimento ao agravo regimental, nos termos\ndo voto do Sr. Ministro Reynaldo Soares da Fonseca.\nA Sra. Ministra Daniela Teixeira e os Srs. Ministros Jesuíno Rissato\n(Desembargador Convocado do TJDFT), Otávio de Almeida Toledo\n(Desembargador Convocado do TJSP), Sebastião Reis Júnior e Rogerio\nSchietti Cruz votaram com o Sr. Ministro Relator.\nAusentes, justificadamente, os Srs. Ministros Antonio Saldanha\nPalheiro, Joel Ilan Paciornik e Messod Azulay Neto.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - VIOLAÇÃO AO ART. 619 DO CPP - ALEGAÇÃO)\n   STJ - <<AgInt nos EAREsp 1902364>>-SC,\n         <<AgRg nos EAREsp 2021072>>-RR,\n         <<AgRg nos EREsp 2003710>>-RS,\n         <<AgRg nos EDcl nos EAREsp 1604546>>-PR\n(EMBARGOS DE DIVERGÊNCIA - FUNDAMENTAÇÃO VINCULADA)\n   STJ - <<AgRg nos EAREsp 2084873>>-SP\n(EMBARGOS DE DIVERGÊNCIA - HABEAS CORPUS DE OFÍCIO)\n   STJ - <<AgRg nos EAREsp 2183412>>-GO,\n         <<AgRg nos EAREsp 2204173>>-SP,\n         <<AgRg nos EAREsp 1923200>>-RJ,\n         <<AgRg nos EDcl nos EAREsp 1604546>>-PR",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00619" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000875121",
  "numeroProcesso" : "2518738",
  "numeroRegistro" : "202304351469",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "REYNALDO SOARES DA FONSECA",
  "dataPublicacao" : "DJE        DATA:05/06/2024",
  "ementa" : "AGRAVO REGIMENTAL EM EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. INSURGÊNCIA DEFENSIVA. AUSÊNCIA DE INDICAÇÃO DO\nREPOSITÓRIO OFICIAL OU AUTORIZADO DE JURISPRUDÊNCIA. DESCABIMENTO DE\nINDICAÇÃO DE HABEAS CORPUS COMO PARADIGMA PARA DEMONSTRAÇÃO DA\nDIVERGÊNCIA. AUSÊNCIA DE COTEJO ANALÍTICO. AGRAVO REGIMENTAL\nDESPROVIDO.\n1. \"a mera menção ao Diário da Justiça em que teriam sido publicados\nos acórdãos paradigmas trazidos à colação, sem a indicação da\nrespectiva fonte, quando os julgados encontram-se disponíveis na\nrede mundial de computadores ou Internet, não supre a exigência da\ncitação do repositório oficial ou autorizado de jurisprudência,\nvisto que se trata de órgão de divulgação em que é publicada somente\na ementa do acórdão. No mesmo sentido: AgInt nos EAREsp\n1.268.264/SP, Rel. Min. Herman Benjamin, Corte Especial, DJe\n7.12.2020; AgInt nos EAREsp 1.312.401/SP, Rel Min. Og Fernandes,\nCorte Especial, DJe 26.10.2020\" (AgRg nos EAREsp n. 2.051.248/SP,\nrelator Ministro Herman Benjamin, Corte Especial, julgado em\n7/3/2023, DJe de 4/4/2023.).\n2. A ausência de citação do repositório oficial autorizado de\njurisprudência no momento da interposição dos embargos de\ndivergência não atrai a incidência do parágrafo único do art. 932 da\nLei n. 13.105/2015, uma vez que, nos termos do Enunciado Normativo\nn. 6: \"Nos recursos tempestivos interpostos com fundamento no\nCPC/2015 (relativos a decisões publicadas a partir de 18 de março de\n2016), somente será concedido o prazo previsto no art. 932,\nparágrafo único c/c o art. 1.029, § 3º, do novo CPC para que a parte\nsane vício estritamente formal.\"\nPrecedentes: AgInt nos EDcl nos EAREsp 503.161/PR, relator Ministro\nMauro Campbell Marques, Primeira Seção, julgado em 16/11/2021, DJe\n19/11/2021; AgInt nos EREsp 1.617.799/DF, relator Ministro João\nOtávio de Noronha, Corte Especial, julgado em 23/8/2022, DJe em\n25/8/2022; AgRg nos EAREsp n. 1.908.536/PE, relator Ministro\nFrancisco Falcão, Corte Especial, julgado em 19/4/2023, DJe de\n27/4/2023; AgRg nos EREsp n. 1.991.582/MG, relator Ministro Antonio\nSaldanha Palheiro, Terceira Seção, julgado em 28/9/2022, DJe de\n11/11/2022; AgRg nos EAREsp n. 1.669.710/MG, relator Ministro\nSebastião Reis Júnior, Terceira Seção, julgado em 23/6/2021, DJe de\n28/6/2021.\n3. Não se admitem embargos de divergência quando o alegado dissenso\nse dá entre acórdãos proferidos em habeas corpus ou em recurso\nordinário em habeas corpus. Tal restrição imposta pelo regimento\ninterno do STJ tinha por fundamento, durante a vigência do CPC/73,\numa interpretação sistemática do conteúdo da lei (art. 546, I,\nCPC/73) que revelava ser inviável comparar um recurso especial com\num remédio constitucional de abrangência muito mais ampla e voltado\neminentemente para a proteção da liberdade de locomoção.\nTal interpretação veio a ser corroborada pelo art. 1.043, § 1º, do\nCPC/2015, que restringiu, expressamente os julgados que podem ser\nobjeto de comparação, em sede de embargos de divergência, a recursos\ne ações de competência originária, não podendo, portanto, funcionar\ncomo paradigma acórdãos proferidos em ações que têm natureza\njurídica de garantia constitucional, como os habeas corpus, mandado\nde segurança, habeas data e mandado de injunção. O mesmo raciocínio\nvale para enunciados de súmula de tribunais.\n4. É pacífico nesta Corte que \"A simples transcrição de ementas ou\nde trecho isolado do v. acórdão paradigma, sem o necessário cotejo\ncom trechos do v. acórdão embargado, não atende aos dispositivos\nlegais e regimentais aplicáveis à espécie.\" (AgRg nos EREsp\n1.488.618/RS, Rel. Ministro FELIX FISCHER, TERCEIRA SEÇÃO, julgado\nem 23/09/2015, DJe 29/09/2015).\n5. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240522",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão de julgamento do dia 22/05/2024, por\nvotação unânime, negar provimento ao agravo regimental, nos termos\ndo voto do Sr. Ministro Reynaldo Soares da Fonseca.\nOs Srs. Ministros Antonio Saldanha Palheiro, Joel Ilan Paciornik,\nMessod Azulay Neto, Daniela Teixeira, Jesuíno Rissato (Desembargador\nConvocado do TJDFT), Otávio de Almeida Toledo (Desembargador\nConvocado do TJSP), Sebastião Reis Júnior e Rogerio Schietti Cruz\nvotaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - AUSÊNCIA DE JUNTADA DA CERTIDÃO DE\nJULGAMENTO - VÍCIO INSANÁVEL)\n   STJ - <<AgInt nos EDcl nos EAREsp 503161>>-PR,\n         <<AgInt nos EREsp 1617799>>-DF,\n         <<AgRg nos EAREsp 1908536>>-PE,\n         <<AgRg nos EREsp 1991582>>-MG,\n         <<AgRg nos EAREsp 1669710>>-MG\n(EMBARGOS DE DIVERGÊNCIA - ACÓRDÃO PARADIGMA PROFERIDO EM HABEAS\nCORPUS)\n   STJ - <<AgRg nos EREsp 1963909>>-SP,\n         <<AgRg nos EREsp 2003710>>-RS,\n         <<AgRg nos EDcl nos EAREsp 1800259>>-MS,\n         <<AgRg nos EREsp 1265884>>-RS\n(EMBARGOS DE DIVERGÊNCIA - CITAÇÃO DO REPOSITÓRIO OFICIAL DE\nJURISPRUDÊNCIA)\n   STJ - <<AgInt nos EAREsp 1268264>>-SP,\n         <<AgInt nos EAREsp 1312401>>-SP,\n         <<AgRg nos EAREsp 2051248>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01043 PAR:00001 ART:01044", "LEG:FED LEI:005869 ANO:1973\n*****  CPC-73    CÓDIGO DE PROCESSO CIVIL DE 1973\n        ART:00546 INC:00001", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00226 PAR:00004" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000875120",
  "numeroProcesso" : "6130",
  "numeroRegistro" : "202401165184",
  "siglaClasse" : "AgRg na RvCr",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA REVISÃO CRIMINAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JOEL ILAN PACIORNIK",
  "dataPublicacao" : "DJE        DATA:03/06/2024",
  "ementa" : "AGRAVO REGIMENTAL NA REVISÃO CRIMINAL.  INADMISSIBILIDADE. ARESTO\nREVISADO QUE NÃO ADENTROU AO MÉRITO. AGRAVO REGIMENTAL DESPROVIDO.\n1. Este Tribunal tem o entendimento de que só compete a ele o\njulgamento de revisão criminal quando a questão objeto do pedido\ntiver sido aqui examinada, o que não ocorreu na hipótese.\n2. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240528",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 22/05/2024 a 28/05/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Sebastião Reis Júnior, Rogerio Schietti Cruz,\nReynaldo Soares da Fonseca, Antonio Saldanha Palheiro, Messod Azulay\nNeto, Daniela Teixeira, Jesuíno Rissato (Desembargador Convocado do\nTJDFT) e Otávio de Almeida Toledo (Desembargador Convocado do TJSP)\nvotaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000874800",
  "numeroProcesso" : "2004455",
  "numeroRegistro" : "202201585290",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "REYNALDO SOARES DA FONSECA",
  "dataPublicacao" : "DJE        DATA:07/06/2024",
  "ementa" : "PENAL. PROCESSO PENAL. PROPOSTA DE AFETAÇÃO RECURSO ESPECIAL\nREPRESENTATIVO DA CONTROVÉRSIA. DOSIMETRIA. EXASPERAÇÃO DA PENA.\nPRIMEIRA FASE. ÍNFIMA QUANTIDADE. NATUREZA DA DROGA. INDEPENDÊNCIA.\nAUMENTO. PENA-BASE. DESPROPORCIONALIDADE.\n1. Delimitação da controvérsia: Definir se a exasperação da pena na\nprimeira fase da dosimetria em casos que se constata a ínfima\nquantidade de drogas, independentemente de sua natureza, caracteriza\nem aumento desproporcional da pena-base.\n2. Afetação do recurso especial ao rito do art. 1.036 e seguintes do\nCódigo de Processo Civil, e do art. 256 e seguintes do Regimento\nInterno do STJ.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240528",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção do Superior\nTribunal de Justiça, por maioria, afetar o processo ao rito dos\nrecursos repetitivos (RISTJ, art. 257-C) e, por unanimidade, não\nsuspender  a tramitação de processos, conforme proposta do Sr.\nMinistro Relator.\n\nVotaram com o Sr. Ministro Relator os Ministros Antonio Saldanha\nPalheiro, Joel Ilan Paciornik, Daniela Teixeira, Jesuíno Rissato\n(Desembargador Convocado do TJDFT), Otávio de Almeida Toledo\n(Desembargador Convocado do TJSP), Sebastião Reis Júnior e Rogerio\nSchietti Cruz. Quanto à afetação do processo, divergiu o Sr.\nMinistro Messod Azulay Neto.\n\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1262\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:0257A PAR:00001", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036 PAR:00006 ART:01037" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000874799",
  "numeroProcesso" : "2003735",
  "numeroRegistro" : "202201534675",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "REYNALDO SOARES DA FONSECA",
  "dataPublicacao" : "DJE        DATA:07/06/2024",
  "ementa" : "PENAL. PROCESSO PENAL. PROPOSTA DE AFETAÇÃO RECURSO ESPECIAL\nREPRESENTATIVO DA CONTROVÉRSIA. DOSIMETRIA. EXASPERAÇÃO DA PENA.\nPRIMEIRA FASE. ÍNFIMA QUANTIDADE. NATUREZA DA DROGA. INDEPENDÊNCIA.\nAUMENTO. PENA-BASE. DESPROPORCIONALIDADE.\n1. Delimitação da controvérsia: Definir se a exasperação da pena na\nprimeira fase da dosimetria em casos que se constata a ínfima\nquantidade de drogas, independentemente de sua natureza, caracteriza\nem aumento desproporcional da pena-base.\n2. Afetação do recurso especial ao rito do art. 1.036 e seguintes do\nCódigo de Processo Civil, e do art. 256 e seguintes do Regimento\nInterno do STJ.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240528",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção do Superior\nTribunal de Justiça, por maioria, afetar o processo ao rito dos\nrecursos repetitivos (RISTJ, art. 257-C) e, por unanimidade, não\nsuspender  a tramitação de processos, conforme proposta do Sr.\nMinistro Relator.\n\nVotaram com o Sr. Ministro Relator os Ministros Antonio Saldanha\nPalheiro, Joel Ilan Paciornik, Daniela Teixeira, Jesuíno Rissato\n(Desembargador Convocado do TJDFT), Otávio de Almeida Toledo\n(Desembargador Convocado do TJSP), Sebastião Reis Júnior e Rogerio\nSchietti Cruz. Quanto à afetação do processo, divergiu o Sr.\nMinistro Messod Azulay Neto.\n\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1262\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:0257A PAR:00001", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036 PAR:00006 ART:01037" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000874793",
  "numeroProcesso" : "5887",
  "numeroRegistro" : "202300461916",
  "siglaClasse" : "RvCr",
  "descricaoClasse" : "REVISÃO CRIMINAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JOEL ILAN PACIORNIK",
  "dataPublicacao" : "DJE        DATA:07/06/2024",
  "ementa" : "REVISÃO CRIMINAL. FORMAÇÃO DE QUADRILHA, CONCUSSÃO E CORRUPÇÃO\nPASSIVA. AÇÃO PENAL JULGADA PELO PLENO DO TRIBUNAL DE JUSTIÇA DO\nESTADO DE RONDÔNIA - TJRO. DECISÃO MONOCRÁTICA PROFERIDA NO PEXT NOS\nEMBARGOS DE DIVERGÊNCIA NO SUPERIOR TRIBUNAL DE JUSTIÇA - STJ.\nALEGAÇÃO DE ERRO MATERIAL NO CÁLCULO DA PENA. ART. 621, I, DO CÓDIGO\nDE PROCESSO PENAL - CPP. CABIMENTO. REVISÃO CRIMINAL PROCEDENTE.\n1. Na presente revisão criminal, o requerente sustenta que, no\njulgamento do PExt nos Embargos de Divergência no Resp 1196136/RO,\nteve a pena reduzida por ter sido reconhecido que o édito\ncondenatório incorreu em ilegalidade ao indicar como circunstâncias\ndesfavoráveis da conduta do agente, a intenção de obter lucro fácil\ne cobiça, pois ambas constituem elementares dos tipos de concussão e\nde corrupção passiva. Todavia, o requerente sustenta que o STJ\nteria utilizado como parâmetro a primeira pena de 8 (oito) anos e 6\n(seis) meses de reclusão, que fora inicialmente fixada para o delito\nde corrupção passiva, sem ter conhecimento de que referida pena\nhavia sido corrigida pelo TJRO nos Embargos de Declaração (em Ação\nPenal) n. 201.000.2006.002967-6 redimensionando-a para 6 (seis) anos\ne 1 (um) mês e 15 (quinze) dias de reclusão.\n2. A jurisprudência do STJ tem admitido a revisão criminal fundada\nno art. 621, I, do CPP para reparo de error in procedendo ou de erro\nmaterial significativo que repercute na quantidade da pena imposta\nao requerente. Precedentes: RvCr n. 5.698/DF, relatora Ministra\nLaurita Vaz, Terceira Seção, DJe de 17/4/2023 e RvCr n. 4.944/MG,\nrelator Ministro Reynaldo Soares da Fonseca, Terceira Seção, DJe de\n20/9/2019.\n3. \"A Terceira Seção acolheu entendimento pelo cabimento da ação\nrevisional que visa desconstituir decisão monocraticamente\nproferida\" (RvCr n. 5.751/MG, relator Ministro Sebastião Reis\nJúnior, Terceira Seção, DJe de 8/8/2023). No mesmo sentido: AgRg na\nRvCr n. 5.874/TO, relator Ministro Messod Azulay Neto, Terceira\nSeção, DJe de 3/5/2023.\n 4. Esta Corte Superior de Justiça, ao redimensionar a pena do\nrequerente, tomou como referência a pena inicialmente fixada pelo\nTJRO para o crime de corrupção passiva, ignorando que a reprimenda\nfoi posteriormente diminuída pelo Tribunal Estadual, na ocasião do\nreconhecimento da indevida retroação de lei penal mais gravosa.\n5. Revisão criminal julgada procedente para recalcular e corrigir a\npena aplicada ao requerente, nos termos explicitados no voto,\ntornando-a definitiva em 13 (treze) anos de reclusão e 7 (sete)\ndias, além de 423 (quatrocentos e vinte e três) dias-multa, cada um\nno equivalente a 7/30 (sete trinta avos) do salário mínimo vigente\nao tempo do fato delituoso, em regime inicial fechado.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240418",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da TERCEIRA SEÇÃO do Superior Tribunal de\nJustiça, em sessão de julgamento do dia 18/4/2024, por votação\nunânime, julgar procedente a revisão criminal para recalcular e\ncorrigir a pena aplicada a Amarildo de Almeida, nos termos\nexplicitados no voto, tornando-a definitiva em 13 (treze) anos de\nreclusão e 7 (sete) dias, além de 423 (quatrocentos e vinte e três)\ndias-multa, cada um no equivalente a 7/30 (sete trinta avos) do\nsalário mínimo vigente ao tempo do fato delituoso, em regime inicial\nfechado nos termos do voto do Sr. Ministro Relator.\n\nOs Srs. Ministros Messod Azulay Neto (Revisor), Daniela Teixeira,\nJesuíno Rissato (Desembargador Convocado do TJDFT), Otávio de\nAlmeida Toledo (Desembargador Convocado do TJSP), Sebastião Reis\nJúnior, Rogerio Schietti Cruz e Reynaldo Soares da Fonseca votaram\ncom o Sr. Ministro Relator.\n\nAusente, justificadamente, o Sr. Ministro Antonio Saldanha Palheiro.\n\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : "(REVISÃO CRIMINAL - ERROR IN PROCEDENDO - QUANTIDADE DE PENA)\n   STJ - <<RvCr 5698>>-DF, <<RvCr 4944>>-MG\n(REVISÃO CRIMINAL - DECISÃO MONOCRÁTICA)\n   STJ - <<RvCr 5751>>-MG, <<AgRg na RvCr 5874>>-TO",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEL:002848 ANO:1940\n*****  CP-40    CÓDIGO PENAL\n        ART:00059", "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00621 INC:00001" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000874654",
  "numeroProcesso" : "13543",
  "numeroRegistro" : "201800102841",
  "siglaClasse" : "AgInt na ExeMS",
  "descricaoClasse" : "AGRAVO INTERNO NA EXECUÇÃO EM MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "RIBEIRO DANTAS",
  "dataPublicacao" : "DJE        DATA:28/05/2024",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NA EXECUÇÃO EM MANDADO DE\nSEGURANÇA. ADMINISTRATIVO. ANISTIA POLÍTICA. PAGAMENTO DE\nINDENIZAÇÃO RETROATIVA. POSSIBILIDADE DE ANULAÇÃO DA PORTARIA\nANISTIADORA À LUZ DA ORIENTAÇÃO ADOTADA NO JULGAMENTO DO RE\n817.338/DF (TEMA 839). INSTAURAÇÃO DE PROCEDIMENTO REVISIONAL NOS\nTERMOS DA IN N. 2/2021, DO MMFDH. PRETENSÃO DE MANTER SUSPENSO O\nPAGAMENTO DO PRECATÓRIO EXPEDIDO. INVIABILIDADE. AUSÊNCIA DE\nCONCLUSÃO, NO PRAZO FIXADO, DA REVISÃO DEFLAGRADA. PROSSEGUIMENTO DO\nFEITO EXECUTIVO QUE SE IMPÕE. MULTA PREVISTA NO ART. 1.021, § 4º,\nDO CPC. NÃO CABIMENTO. AGRAVO IMPROVIDO.\n1. Aludindo à possibilidade de anulação da portaria anistiadora à\nluz da orientação adotada pelo Supremo Tribunal Federal no\njulgamento do RE 817.338/DF (Tema 839), a UNIÃO informou que\ninstaurara novo procedimento revisional, seguindo as diretrizes da\nIN n. 2/2021, do MMFDH e requereu fosse mantido suspenso o pagamento\ndo precatório até que concluída a revisão deflagrada.\n2. Em que pese a intenção de observar, com mais rigor, o devido\nprocesso legal, como exige o precedente emanado da Excelsa Corte, o\nente público não se desincumbiu de comprovar, no prazo fixado, o\ndesfecho do procedimento revisional, situação que não autoriza\nmanter o sobrestamento do pagamento do requisitório expedido.\n3. \"Descabe a imposição da multa prevista no art. 1.021, § 4º, do\nCódigo de Processo Civil de 2015, em razão do mero desprovimento do\nagravo interno em votação unânime, sendo necessária a configuração\nda manifesta inadmissibilidade ou improcedência do recurso a\nautorizar sua aplicação, o que não ocorreu no caso\" (AgInt no REsp\nn. 1.994.255/DF, relatora Ministra Regina Helena Costa, Primeira\nTurma, julgado em 13/6/2022, DJe de 15/6/2022).\n4. Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240522",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção do Superior\nTribunal de Justiça, por votação unânime, negar provimento ao agravo\ninterno, nos termos do voto do Sr. Ministro Presidente da Terceira\nSeção.\n\nOs Srs. Ministros Sebastião Reis Júnior, Rogerio Schietti Cruz,\nReynaldo Soares da Fonseca, Joel Ilan Paciornik, Messod Azulay Neto,\nDaniela Teixeira, Jesuíno Rissato (Desembargador Convocado do\nTJDFT) e Otávio de Almeida Toledo (Desembargador Convocado do TJSP)\nvotaram com o Sr. Ministro Relator.\n\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : "(MULTA - ART. 1.021, § 4º, DO CPC - CARÁTER NÃO AUTOMÁTICO)\n   STJ - <<AgInt no REsp 1994255>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01021 PAR:00004", "LEG:FED INT:000002 ANO:2021\n(MINISTÉRIO DE ESTADO DA MULHER, DA FAMÍLIA E DOS DIREITOS HUMANOS -\nMMFDH)" ],
  "acordaosSimilares" : [ "AgInt na ExeMS  14308  DF  2018/0233802-5  Decisão:22/05/2024\nDJE        DATA:28/05/2024" ]
}, {
  "id" : "000874653",
  "numeroProcesso" : "13085",
  "numeroRegistro" : "201802801534",
  "siglaClasse" : "AgInt na ExeMS",
  "descricaoClasse" : "AGRAVO INTERNO NA EXECUÇÃO EM MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "RIBEIRO DANTAS",
  "dataPublicacao" : "DJE        DATA:28/05/2024",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NA EXECUÇÃO EM MANDADO DE\nSEGURANÇA. ADMINISTRATIVO. ANISTIA POLÍTICA. PAGAMENTO DE\nINDENIZAÇÃO RETROATIVA. ANUNCIADA REVISÃO DA PORTARIA ANISTIADORA À\nLUZ DA ORIENTAÇÃO ADOTADA NO JULGAMENTO DO ARE 799.908/DF (TEMA\n724/STF). NÃO EVIDENCIADA A INSTAURAÇÃO DO RESPECTIVO PROCESSO\nADMINISTRATIVO. ATO ANISITADOR QUE SE MANTÉM HÍGIDO. PROSSEGUIMENTO\nDO FEITO EXECUTIVO QUE SE IMPÕE. PRETENSÃO DA UNIÃO DE EXIMIR-SE DO\nPAGAMENTO IMEDIATO DO VALOR EXEQUENDO. INVIABILIDADE. AUSÉNCIA DE\nCOMPROVAÇÃO DA FALTA OU INSUFICIÊNCIA DE DISPONIBILIDADE\nORÇAMENTÁRIA. TEMA 394/STF. MULTAS POR LITIGÂNCIA DE MÁ-FÉ E POR\nINTERPOSIÇÃO DE AGRAVO MANIFESTAMENTE INADMISSÍVEL OU IMPROCEDENTE\n(ART. 1.021, § 4º, DO CPC). NÃO CABIMENTO. AGRAVO IMPROVIDO.\n1. Embora demonstre a intenção de revisar a portaria de anistia com\nbase na tese firmada pelo Supremo Tribunal Federal quando da\napreciação do ARE 799.908/DF (Tema 724), a UNIÃO sequer comprovou\nque as agravadas foram notificadas da abertura de novo processo\nadministrativo.\n2. Não comprovada a ausência ou insuficiência de disponibilidade\norçamentária para pagamento do montante homologado em juízo e\niniciados outros exercícios financeiros, deve a UNIÃO promover o\npagamento imediato, independentemente do regime de precatórios,\nconsoante entendimento firmado no julgamento do RE 553.710/DF (Tema\n394).\n3. Não evidenciada litigância de má-fé por parte da agravante,\ndescabe cogitar da aplicação da multa a que alude o art. 81 do CPC.\n4. \"Descabe a imposição da multa prevista no art. 1.021, § 4º, do\nCódigo de Processo Civil de 2015, em razão do mero desprovimento do\nagravo interno em votação unânime, sendo necessária a configuração\nda manifesta inadmissibilidade ou improcedência do recurso a\nautorizar sua aplicação, o que não ocorreu no caso\" (AgInt no REsp\nn. 1.994.255/DF, relatora Ministra Regina Helena Costa, Primeira\nTurma, julgado em 13/6/2022, DJe de 15/6/2022).\n5. Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240522",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção do Superior\nTribunal de Justiça, por votação unânime, negar provimento ao agravo\ninterno, nos termos do voto do Sr. Ministro Presidente da Terceira\nSeção.\n\nOs Srs. Ministros Sebastião Reis Júnior, Rogerio Schietti Cruz,\nReynaldo Soares da Fonseca, Joel Ilan Paciornik, Messod Azulay Neto,\nDaniela Teixeira, Jesuíno Rissato (Desembargador Convocado do\nTJDFT) e Otávio de Almeida Toledo (Desembargador Convocado do TJSP)\nvotaram com o Sr. Ministro Relator.\n\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : "(MULTA - LITIGÂNCIA DE MÁ-FÉ - CULPA GRAVE OU DOLO - NECESSIDADE)\n   STJ - <<AgInt no AgInt no REsp 2097896>>-PR\n(MULTA - ART. 1.021, § 4º, DO CPC - CARÁTER NÃO AUTOMÁTICO)\n   STJ - <<AgInt no REsp 1994255>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00080 ART:00081 ART:01021 PAR:00004" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000874649",
  "numeroProcesso" : "2074133",
  "numeroRegistro" : "202301698470",
  "siglaClasse" : "AgRg nos EREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGENCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JESUÍNO RISSATO (DESEMBARGADOR CONVOCADO DO TJDFT)",
  "dataPublicacao" : "DJE        DATA:27/05/2024",
  "ementa" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL.\nINDEFERIMENTO LIMINAR. AUSÊNCIA DE ACÓRDÃO PARADIGMA. DISSENSO NÃO\nCOMPROVADO. MÉRITO RECURSAL NÃO ANALISADO. SÚMULA N. 315/STJ. AGRAVO\nIMPROVIDO.\n1. Nos termos da orientação jurisprudencial desta Corte, os embargos\nde divergência têm por escopo uniformizar a jurisprudência do\nTribunal nos casos em que seus órgãos fracionários adotarem teses\nconflitantes em casos semelhantes, cabendo ao embargante a\ncomprovação do dissídio. No caso, não tendo sido juntado o inteiro\nteor dos acórdãos paradigmas, inviável a admissão dos embargos de\ndivergência.\n2. \"Os embargos de divergência - recurso de fundamentação vinculada\ne de cognição restrita - têm como fim precípuo uniformizar a\njurisprudência do Tribunal, não se prestam a mero rejulgamento da\ncausa pela Seção ou Corte Especial, como se fosse via recursal\nordinária interna, para se corrigir pretensos erros ou incorreções\ndos demais órgãos fracionários. É requisito elementar de\nadmissibilidade do recurso haver soluções jurídicas diversas a\npartir da análise de casos fático-processuais semelhantes, o que\ndeve ser demonstrado com o cotejo analítico entre os julgados\ncomparados, consoante disposto no art. 1.043, § 4º, do Código de\nProcesso Civil e do art. 266, caput, do Regimento Interno do\nSuperior Tribunal de Justiça\" (AgInt nos EREsp n. 1.811.792/SP,\nrelatora Ministra Laurita Vaz, Corte Especial, julgado em 4/10/2023,\nDJe de 18/10/2023.)\n3. Constatado que o acórdão recorrido não apreciou o mérito da\ncontrovérsia, em razão da incidência da Súmula n. 284/STF, incide na\nespécie o óbice da Súmula n. 315/STJ, segundo a qual \"[n]ão cabem\nembargos de divergência no âmbito do agravo de instrumento que não\nadmite recurso especial\" .\n4. Agravo regimental improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240522",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão de julgamento do dia 22/05/2024, por\nvotação unânime, negar provimento ao agravo regimental, nos termos\ndo voto do Sr. Ministro Jesuíno Rissato (Desembargador Convocado do\nTJDFT).\nOs Srs. Ministros Otávio de Almeida Toledo (Desembargador Convocado\ndo TJSP), Sebastião Reis Júnior, Rogerio Schietti Cruz, Reynaldo\nSoares da Fonseca, Antonio Saldanha Palheiro, Joel Ilan Paciornik,\nMessod Azulay Neto e Daniela Teixeira votaram com o Sr. Ministro\nRelator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - ACÓRDÃOS CONFRONTADOS - COTEJO ANALÍTICO\n- NECESSIDADE)\n   STJ - <<AgInt nos EREsp 1811792>>-SP\n(EMBARGOS DE DIVERGÊNCIA - ACÓRDÃOS CONFRONTADOS - EXAME DO MÉRITO -\nREQUISITO)\n   STJ - <<EAREsp 606623>>-RJ, <<AgInt nos EREsp 1937862>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01043 PAR:00004", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000315", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000874602",
  "numeroProcesso" : "2036830",
  "numeroRegistro" : "202203479187",
  "siglaClasse" : "AgRg nos EREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGENCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "TEODORO SILVA SANTOS",
  "dataPublicacao" : "DJE        DATA:06/06/2024",
  "ementa" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL.\nEXTORSÃO. RECONHECIMENTO. INOBSERVÂNCIA DO ART. 226 DO CÓDIGO DE\nPROCESSO PENAL - CPP. ABSOLVIÇÃO IMPOSSÍVEL. EXISTÊNCIA DE OUTRAS\nPROVAS SUFICIENTES PARA SUSTENTAR A CONDENAÇÃO. PRETENSÃO DE NOVO\nEXAME DAS PROVAS. SÚMULA N. 7 DO SUPERIOR TRIBUNAL DE JUSTIÇA - STJ.\nINDEFERIMENTO LIMINAR DOS EMBARGOS DE DIVERGÊNCIA PELA PRESIDÊNCIA.\nSÚMULA N. 315 DO STJ. NÃO INCIDÊNCIA. CONTROVÉRSIA EXAMINADA. MERA\nCOLAÇÃO DE EMENTA DO PARADIGMA. INSUFICIÊNCIA. AUSÊNCIA DE COTEJO\nANALÍTICO. ADEMAIS, MANIFESTA DESSEMELHANÇA ENTRE OS CASOS\nCOMPARADOS. AGRAVO REGIMENTAL PARCIALMENTE PROVIDO.\n1. A decisão agravada merece reparo, na medida em que o acórdão\nembargado da Quinta Turma enfrentou a controvérsia ao consignar que,\n\"[e]mbora o reconhecimento do acusado tenha, de fato, descumprido\nas regras do art. 226 do CPP, a existência de diversas outras provas\nsuficientes para manter a condenação torna impossível a\nabsolvição\". Não é o caso, portanto, de incidência do óbice da\nSúmula n. 315 do STJ.\n2. Todavia, o indeferimento liminar dos embargos de divergência deve\nser mantido, por outros fundamentos.\n3. A mera transcrição da ementa do paradigma, seguida de\nconsiderações genéricas do Recorrente, não atende aos requisitos de\nadmissibilidade dos embargos de divergência, que pressupõe a\ndemonstração da identidade fático-processual por meio do cotejo\nanalítico entre os casos confrontados, a fim de viabilizar a\narguição de aplicação de solução jurídica diversa. Precedentes.\n4. Se não bastasse, cumpre anotar que há manifesta ausência de\nsimilitude fático-processual entre os casos comparados, porquanto o\nacórdão paradigma, declarando a nulidade do reconhecimento precário\nrealizado perante a autoridade policial, absolveu o réu porque \"não\nse constata a existência de outras provas aptas a amparar o decreto\ncondenatório\", hipótese diversa destes autos, em que o acórdão\nembargado consignou que \"a condenação não depende do reconhecimento\nfotográfico, mas se apoia também em outras provas independentes e\nsuficientes, por si sós, para a demonstração da autoria e\nmaterialidade delitivas\".\n5. Agravo regimental parcialmente provido, tão somente para afastar\na incidência do óbice da Súmula n. 315 do STJ, mas, por\nfundamentação diversa, manter o indeferimento liminar dos embargos\nde divergência.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240522",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção do Superior\nTribunal de Justiça,  retomado o julgamento, após o voto-vista\nantecipado do Sr. Ministro Joel Ilan Paciornik, acompanhando o voto\ndo Sr. Ministro Teodoro Silva Santos, e os votos da Sra. Ministra\nDaniela Teixeira e dos Srs. Ministros Jesuíno Rissato (Desembargador\nConvocado do TJDFT), Sebastião Reis Júnior, Reynaldo Soares da\nFonseca e Messod Azulay Neto no mesmo sentido, em sessão de\njulgamento do dia 22/5/2024, por votação unânime, dar parcial\nprovimento ao agravo regimental, tão somente para afastar a\nincidência do óbice da  Súmula  n. 315 do STJ, todavia, por\nfundamentos diversos, manter o indeferimento liminar dos embargos de\ndivergência, nos termos do voto do Sr. Ministro Teodoro Silva\nSantos.\n\n Lavrará o acórdão o Sr. Ministro Joel Ilan Paciornik (art. 52, IV,\nb, RISTJ).\n\nVotaram com o Sr. Ministro Teodoro Silva Santos os Srs. Ministros\nJoel Ilan Paciornik (Relator para acórdão), Daniela Teixeira,\nJesuíno Rissato (Desembargador Convocado do TJDFT), Sebastião Reis\nJúnior, Reynaldo Soares da Fonseca e Messod Azulay Neto.\n\nNão participaram do julgamento os Srs. Ministros Rogerio Schietti\nCruz e Ribeiro Dantas, por não terem assistido as sustentações orais\n(art. 162, §4º do RISTJ).\n\nO Sr. Ministro Teodoro Silva Santos não compõe mais a Terceira\nSeção.\n\nO Sr. Ministro Otávio de Almeida Toledo (Desembargador Convocado do\nTJSP) não participou do julgamento por substituir o Sr. Ministro\nTeodoro Silva Santos.\n\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro, em\nrazão da ausência justificada do Sr. Ministro Ribeiro Dantas na\nsessão do dia 13/3/2024.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000315", "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00226" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000874520",
  "numeroProcesso" : "5993",
  "numeroRegistro" : "202302992540",
  "siglaClasse" : "RvCr",
  "descricaoClasse" : "REVISÃO CRIMINAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "REYNALDO SOARES DA FONSECA",
  "dataPublicacao" : "DJE        DATA:05/06/2024",
  "ementa" : "REVISÃO CRIMINAL. ART. 621, I, CPP. HOMICÍDIO QUALIFICADO TENTADO.\nCONDENAÇÃO A PENA INFERIOR A 8 ANOS. ALEGADA VIOLAÇÃO DO ART. 33, §§\n2º E 3º, DO CÓDIGO PENAL. REGIME PRISIONAL INICIAL FECHADO. REGIME\nMAIS GRAVOSO FIXADO COM BASE EM CIRCUNSTÂNCIAS JUDICIAIS\nDESFAVORÁVEIS (CONSEQUÊNCIAS DO CRIME). PENA-BASE FIXADA ACIMA DO\nMÍNIMO LEGAL. FUNDAMENTO VÁLIDO.\n1. A jurisprudência desta Corte Superior é uníssona no sentido de\nque a existência de circunstâncias judiciais desfavoráveis justifica\na imposição de regime inicial mais gravoso do que o inicialmente\nindicado pelo quantum da pena aplicada, nos termos do art. 33, § 3º,\ndo Código Penal. Precedentes.\n2. Situação em que o julgado rescindendo manteve o regime inicial\nmais gravoso tendo em conta o registro, na sentença condenatória, de\nnegativação da circunstância judicial das consequências do crime (a\nvítima está presa em cadeira de rodas), o que justificou a\nimposição da pena-base acima do mínimo legal.\n3. Revisão criminal julgada improcedente.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240522",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção do Superior\nTribunal de Justiça, em sessão de julgamento do dia 22/05/2024, por\nvotação unânime, julgar improcedente a revisão criminal, nos termos\ndo voto do Sr. Ministro Relator.\n\nOs Srs. Ministros Antonio Saldanha Palheiro (Revisor), Joel Ilan\nPaciornik, Messod Azulay Neto, Daniela Teixeira, Jesuíno Rissato\n(Desembargador Convocado do TJDFT), Otávio de Almeida Toledo\n(Desembargador Convocado do TJSP), Sebastião Reis Júnior e Rogerio\nSchietti Cruz votaram com o Sr. Ministro Relator.\n\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : "(REGIME PRISIONAL - CIRCUNSTÂNCIA JUDICIAL DESFAVORÁVEL - REGIME\nMAIS GRAVOSO)\n   STJ - <<AgRg no HC 760131>>-SP, <<AgRg no REsp 1993277>>-SP,\n         <<AgRg no HC 745366>>-SP, <<AgRg no AREsp 1608242>>-MG",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEL:002848 ANO:1940\n*****  CP-40    CÓDIGO PENAL\n        ART:00033 PAR:00002 PAR:00003", "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00621 INC:00001" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000874519",
  "numeroProcesso" : "5906",
  "numeroRegistro" : "202301029593",
  "siglaClasse" : "RvCr",
  "descricaoClasse" : "REVISÃO CRIMINAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "REYNALDO SOARES DA FONSECA",
  "dataPublicacao" : "DJE        DATA:05/06/2024",
  "ementa" : "REVISÃO CRIMINAL. ART. 621, I, CPP. DECISÃO MONOCRÁTICA DE RELATOR,\nEM ARESP, QUE EXAMINA O MÉRITO DA CONTROVÉRSIA. CABIMENTO DA REVISÃO\nCRIMINAL. TRÁFICO ILÍCITO DE ENTORPECENTES COM APLICAÇÃO DO REDUTOR\nDE PENA PREVISTO NO ART. 33, § 4º, DA LEI N. 11.343/2006. PENA\nINFERIOR A 4 (QUATRO) ANOS DE RECLUSÃO. ALEGADA VIOLAÇÃO DO ART. 33,\n§§ 2º E 3º, DO CÓDIGO PENAL. REGIME PRISIONAL INICIAL SEMIABERTO.\nGRAVIDADE CONCRETA DA CONDUTA. EXPRESSIVA QUANTIDADE DE DROGA\nAPREENDIDA. PENA-BASE FIXADA ACIMA DO MÍNIMO LEGAL. FUNDAMENTO\nVÁLIDO.\n1. É cabível o ajuizamento de revisão criminal em face de decisão\nmonocrática de relator, no Superior Tribunal de Justiça, que examina\no mérito de recurso especial. Precedentes: EDcl no AgRg na RvCr n.\n5.608/DF, relator Ministro Jesuíno Rissato (Desembargador Convocado\ndo TJDFT), Terceira Seção, julgado em 23/11/2022, DJe de 29/11/2022;\nAgRg na RvCr n. 5.601/DF, relator Ministro João Otávio de Noronha,\nTerceira Seção, julgado em 14/9/2022, DJe de 20/9/2022.\n2. Na identificação do regime inicial de cumprimento de pena, o\nmagistrado deve expor motivadamente sua escolha, atento às regras\nestabelecidas no art. 33 do Código Penal e, no caso de condenado\npelo delito de tráfico de drogas, ao disposto no art. 42 da Lei n.\n11.343/2006. Assim, a modulação do redutor do tráfico privilegiado,\nem razão da diversidade, quantidade e nocividade das drogas\napreendidas, justifica o recrudescimento do regime prisional\ninicial. Precedentes do STJ.\n3. Situação em que o julgado rescindendo manteve o regime inicial\nmais gravoso tendo em conta a quantidade de entorpecente apreendida\nem poder do revisionando (3.616,8 gramas de maconha), que autorizou\na majoração da pena-base na primeira fase da dosimetria.\n4. Revisão criminal julgada improcedente.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240522",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção do Superior\nTribunal de Justiça, em sessão de julgamento do dia 22/05/2024, por\nvotação unânime, julgar improcedente a revisão criminal, nos termos\ndo voto do Sr. Ministro Relator.\n\nOs Srs. Ministros Antonio Saldanha Palheiro (Revisor), Joel Ilan\nPaciornik, Messod Azulay Neto, Daniela Teixeira, Jesuíno Rissato\n(Desembargador Convocado do TJDFT), Otávio de Almeida Toledo\n(Desembargador Convocado do TJSP), Sebastião Reis Júnior e Rogerio\nSchietti Cruz votaram com o Sr. Ministro Relator.\n\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : "(REVISÃO CRIMINAL - DECISÃO MONOCRÁTICA)\n   STJ - <<EDcl no AgRg na RvCr 5608>>-DF,\n         <<AgRg na RvCr 5601>>-DF\n(REGIME PRISIONAL - AGRAVAMENTO - QUANTIDADE DE DROGA APREENDIDA)\n   STJ - <<AgRg no HC 769907>>-SP, <<AgRg no HC 801783>>-RJ,\n         <<AgRg no AREsp 2215510>>-SP, <<AgRg no HC 786617>>-SP,\n         <<AgRg no HC 787436>>-SP, <<AgRg no HC 783726>>-SC",
  "notas" : "Quantidade de droga apreendida: 3.616,8 g de maconha.",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00105 INC:00001 LET:E", "LEG:FED DEL:002848 ANO:1940\n*****  CP-40    CÓDIGO PENAL\n        ART:00033 PAR:00002 PAR:00003 ART:00059", "LEG:FED LEI:011343 ANO:2006\n*****  LDR-06    LEI DE DROGAS\n        ART:00033 PAR:00004 ART:00042", "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00621 INC:00001", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00240" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000874368",
  "numeroProcesso" : "46177",
  "numeroRegistro" : "202302796540",
  "siglaClasse" : "AgRg na Rcl",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "RIBEIRO DANTAS",
  "dataPublicacao" : "DJE        DATA:28/05/2024",
  "ementa" : "PROCESSUAL PENAL. AGRAVO REGIMENTAL NA RECLAMAÇÃO. INTERPOSIÇÃO FORA\nDO PRAZO LEGAL DE 5 DIAS. INTEMPESTIVIDADE. AGRAVO REGIMENTAL NÃO\nCONHECIDO.\n1. O prazo para interposição de agravo regimental, em processo\npenal, é de 5 dias, de acordo com os arts. 39 da Lei n. 8.038/1990 e\n258 do Regimento Interno do STJ.\n2. In casu, o Ministério Público do Rio Grande do Sul protocolou o\npresente agravo regimental, erroneamente, perante o Supremo Tribunal\nFederal.\n3. Embora o termo de ciência dê conta de que o Ministério Público do\nRio Grande do Sul foi intimado eletronicamente em 6/11/2023 e o\nprotocolo do Supremo Tribunal Federal ateste a interposição do\nrecurso em 7/11/2023, \"[p]ara fins de verificação da tempestividade\ndo recurso, deve-se ter por base a data em que a petição deu entrada\nno protocolo do tribunal competente, sendo irrelevante o fato de\nter sido protocolado dentro do prazo, em outro tribunal.\" (AgRg no\nAREsp n. 2.026.609/SP, relator Ministro Reynaldo Soares da Fonseca,\nQuinta Turma, julgado em 5/4/2022, DJe de 11/4/2022).\n4. Na hipótese, o agravo regimental foi encaminhado a esta Corte, em\n9/4/2024 (e-STJ, fl. 256), após a certificação de trânsito em\njulgado da decisão, ocorrido em 31/10/2023 (e-STJ, fl. 254), sendo\nforçoso o reconhecimento de sua intempestividade.\n5.  Agravo regimental não conhecido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240522",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão de julgamento do dia 22/05/2024, por\nvotação unânime, não conhecer do agravo regimental, nos termos do\nvoto do Sr. Ministro Ribeiro Dantas.\nOs Srs. Ministros Joel Ilan Paciornik, Messod Azulay Neto, Daniela\nTeixeira, Jesuíno Rissato (Desembargador Convocado do TJDFT), Otávio\nde Almeida Toledo (Desembargador Convocado do TJSP), Sebastião Reis\nJúnior, Rogerio Schietti Cruz e Reynaldo Soares da Fonseca votaram\ncom o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : "(TEMPESTIVIDADE RECURSAL - AFERIÇÃO - DATA DE ENTRADA - PROTOCOLO DO\nTRIBUNAL COMPETENTE)\n   STJ - <<AgRg no AREsp 2026609>>-SP,\n         <<AgInt no AREsp 1302390>>-SP,\n         <<AgRg no REsp 1124440>>-RJ, <<PET no AREsp 885057>>-PA",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:008038 ANO:1990\n        ART:00039", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00258" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000874367",
  "numeroProcesso" : "9682",
  "numeroRegistro" : "200700069875",
  "siglaClasse" : "AgInt nos EDcl na ExeMS",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NA EXECUÇÃO EM MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "RIBEIRO DANTAS",
  "dataPublicacao" : "DJE        DATA:28/05/2024",
  "ementa" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS À EXECUÇÃO EM\nMANDADO DE SEGURANÇA. PROCESSUAL CIVIL. EXECUÇÃO EM MANDADO DE\nSEGURANÇA. EXTINÇÃO DO FEITO. ABANDONO DA CAUSA. AUSÊNCIA DE\nREQUERIMENTO DA PARTE EXECUTADA. ART. 485, § 6º, DO CPC E SÚMULA\n240/STJ. AGRAVO IMPROVIDO.\n1. A extinção prevista no art. 485, III, do CPC, em razão do\nabandono da causa, aplica-se subsidiariamente ao processo de\nexecução, dada a regra contida no art. 771, parágrafo único, do\nmesmo estatuto.\n2. Inviável a extinção da execução por abandono da causa, sem que\ntenha havido prévio requerimento da parte executada, pressuposto\nimprescindível nos termos da  Súmula n. 240/STJ.\n3. Agravo interno improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240522",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção do Superior\nTribunal de Justiça, por votação unânime, negar provimento ao agravo\ninterno, nos termos do voto do Sr. Ministro Presidente da Terceira\nSeção.\n\nOs Srs. Ministros Sebastião Reis Júnior, Rogerio Schietti Cruz,\nReynaldo Soares da Fonseca, Joel Ilan Paciornik, Messod Azulay Neto,\nDaniela Teixeira, Jesuíno Rissato (Desembargador Convocado do\nTJDFT) e Otávio de Almeida Toledo (Desembargador Convocado do TJSP)\nvotaram com o Sr. Ministro Relator.\n\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : "(EXTINÇÃO DO FEITO - ABANDONO DA CAUSA - REQUERIMENTO DO RÉU -\nNECESSIDADE)\n   STJ - <<AgInt no AREsp 1951822>>-RJ, <<AgInt no RMS 64298>>-CE",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000240", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00485 INC:00003 ART:00771 PAR:ÚNICO" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000874320",
  "numeroProcesso" : "2460045",
  "numeroRegistro" : "202303183393",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "ROGERIO SCHIETTI CRUZ",
  "dataPublicacao" : "DJE        DATA:28/05/2024",
  "ementa" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. INEXISTÊNCIA DE EXAME DE MÉRITO DO RECURSO ESPECIAL.\nINCIDÊNCIA DA SÚMULA 315 DO STJ. NECESSÁRIA OBSERVÂNCIA AO ART. 266,\n§ 4º, DO RISTJ. NÃO OCORRÊNCIA. AGRAVO REGIMENTAL NÃO PROVIDO.\n1. A inadmissão do recurso especial, em razão da incidência da\nSúmula n. 182 do STJ, impede, a teor do enunciado contido na Súmula\nn. 315 também desta Corte, a oposição de embargos de divergência\npara discutir o mérito da questão ventilada no especial.\n2. A observância ao art. 266, § 4º, do RISTJ, com a juntada das\ncertidões (de publicação e de julgamento) e apresentação do inteiro\nteor dos acórdãos apontados como paradigmas, é requisito formal\nessencial para o processamento dos embargos de divergência, que não\nadmitem a sua regularização posterior.\n3. Agravo regimental não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240522",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão de julgamento do dia 22/05/2024, por\nvotação unânime, negar provimento ao agravo regimental, nos termos\ndo voto do Sr. Ministro Rogerio Schietti Cruz.\nOs Srs. Ministros Reynaldo Soares da Fonseca, Antonio Saldanha\nPalheiro, Joel Ilan Paciornik, Messod Azulay Neto, Daniela Teixeira,\nJesuíno Rissato (Desembargador Convocado do TJDFT), Otávio de\nAlmeida Toledo (Desembargador Convocado do TJSP) e Sebastião Reis\nJúnior votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - ACÓRDÃOS CONFRONTADOS - CERTIDÕES E\nINTEIRO TEOR - NECESSIDADE DE JUNTADA)\n   STJ - <<AgRg nos EDv nos EAREsp 2331804>>-MS",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000315", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266 PAR:00004" ],
  "acordaosSimilares" : [ ]
} ]