[ {
  "id" : "000880913",
  "numeroProcesso" : "2004415",
  "numeroRegistro" : "202201571199",
  "siglaClasse" : "EDcl no AgRg nos EREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "OTÁVIO DE ALMEIDA TOLEDO (DESEMBARGADOR CONVOCADO DO TJSP)",
  "dataPublicacao" : "DJE        DATA:19/08/2024",
  "ementa" : "EMENTA\nEMBARGOS  DE  DECLARAÇÃO  NO  AGRAVO  REGIMENTAL  NO S\nEMBARGOS DE DIVERGÊNCIA NO RECURSO ESPECIAL. INDEFERIMENTO LIMINAR\nDOS EMBARGOS DE DIVERGÊNCIA. AUSÊNCIA DE DEMONSTRAÇÃO DE DISSÍDIO\nJURISPRUDENCIAL. IMPOSSIBILIDADE DE CONCESSÃO DE HABEAS CORPUS DE\nOFÍCIO. REDISCUSSÃO  DA  MATÉRIA.  MERO  INCONFORMISMO.  VÍCIO\nINEXISTENTE.  EMBARGOS  DE  DECLARAÇÃO  REJEITADOS.\n1.  O  art.  619\n do  Código  de  Processo  Penal, dispõe que  os  embargos  de\ndeclaração  destinam-se  a  sanar  ambiguidade,  suprir  omissão,\nafastar  obscuridade  ou  eliminar  contradição  eventualmente\nexistentes  no  julgado,  o  que  não  se  verificou  na\nhipótese.\n2.  No  caso,  não  há  falar  em  vício  no  acórdão\nembargado,  pois  o colegiado concluiu, em linha com a iterativa\njurisprudência do Superior Tribunal de Justiça, que a adequada\ndemonstração do dissídio jurisprudencial exige a adoção das\nformalidades previstas nos arts. 1.043, § 4º, do Código de Processo\nCivil e 266, § 4º, do Regimento Interno do Superior Tribunal de\nJustiça, não os atendendo a mera transcrição, no corpo das razões\ndos embargos de divergência, das ementas dos acórdão indigitados\ncomo paradigmas.\n3. No caso, restou expressamente assentado no\nacórdão que, no âmbito de embargos de divergência, não é possível a\nconcessão de ordem de habeas corpus de ofício. Tal conclusão decorre\ndo fato de que as possibilidades previstas no art. 654, § 2º, mais\nrecentemente, no art. 647-A, parágrafo único, ambos do Código de\nProcesso Penal, não se prestam suprir falhas na interposição\nrecursal. Ademais, não se pode olvidar que os embargos de\ndivergência constituem instrumento destinado à uniformização da\njurisprudência dos órgãos fracionários integrantes de uma mesma\nCorte, motivo pelo qual é descabido, em seu âmbito, a concessão de\nordem de habeas corpus contra atos de seus próprio membros à vista\nda evidente incompetência, ex vi do art. 102, inciso I, alínea \"i\",\nda Constituição Federal.\n4.  Não tendo o acórdão ora embargado\nadentrado no mérito das alegadas divergências jurisprudenciais, não\nse pode qualificá-lo como omisso ante a ausência de apreciação das\nteses meritórias, relacionadas com a dosimetria das penas.\n5. É\nincabível,  na  via  dos  aclaratórios,  a  rediscussão  de  matéria\n devidamente  apreciada  e  já  decidida.\n6.  Embargos  de\ndeclaração  rejeitados.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240814",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO, por unanimidade,\nrejeitar os embargos de declaração, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Sebastião Reis Júnior, Rogerio Schietti Cruz,\nReynaldo Soares da Fonseca, Antonio Saldanha Palheiro, Joel Ilan\nPaciornik, Messod Azulay Neto, Daniela Teixeira e Jesuíno Rissato\n(Desembargador Convocado do TJDFT) votaram com o Sr. Ministro\nRelator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ "EDcl no AgRg nos EDcl nos EAREsp  2318028  SC  2023/0054895-2\nDecisão:14/08/2024\nDJE        DATA:19/08/2024" ]
}, {
  "id" : "000880912",
  "numeroProcesso" : "6088",
  "numeroRegistro" : "202400034359",
  "siglaClasse" : "EDcl no AgRg na RvCr",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NA REVISÃO CRIMINAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "OTÁVIO DE ALMEIDA TOLEDO (DESEMBARGADOR CONVOCADO DO TJSP)",
  "dataPublicacao" : "DJE        DATA:19/08/2024",
  "ementa" : "EMENTA\nEMBARGOS  DE  DECLARAÇÃO  NO  AGRAVO  REGIMENTAL  NA REVISÃO\nCRIMINAL.  AUSÊNCIA DE ANÁLISE DE MÉRITO DO RECURSO ESPECIAL.\nINCOMPETÊNCIA DO STJ PARA ANALISAR O PLEITO REVISIONAL. NÃO\nCONHECIMENTO DO PEDIDO PELA PRESIDÊNCIA.  REDISCUSSÃO  DA  MATÉRIA.\nMERO  INCONFORMISMO.  VÍCIO  INEXISTENTE.  EMBARGOS  DE  DECLARAÇÃO\nREJEITADOS.\n1.  O  art.  619  do  Código  de  Processo  Penal dispõe\nque  os  embargos  de  declaração  destinam-se  a  sanar\nambiguidade,  suprir  omissão,  afastar  obscuridade  ou  eliminar\ncontradição  eventualmente  existentes  no  julgado,  o  que  não\nse  verificou  na  hipótese.\n2.  No  caso,  não  há  falar  em\nvício  no  acórdão  embargado,  pois  o pedido de revisão criminal\nnão foi conhecido pela manifesta incompetência desta Corte para sua\napreciação, considerando-se que o agravo em recurso especial foi\nconhecido para não se conhecer do recurso especial devido ao óbice\nda Súmula n. 7/STJ.\n3.  É  incabível,  na  via  dos  aclaratórios,\na  rediscussão  de  matéria  devidamente  apreciada  e  já\ndecidida.\n4.  Embargos  de  declaração  rejeitados.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240814",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO, por unanimidade,\nrejeitar os embargos de declaração, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Sebastião Reis Júnior, Rogerio Schietti Cruz,\nReynaldo Soares da Fonseca, Antonio Saldanha Palheiro, Joel Ilan\nPaciornik, Messod Azulay Neto, Daniela Teixeira e Jesuíno Rissato\n(Desembargador Convocado do TJDFT) votaram com o Sr. Ministro\nRelator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000880687",
  "numeroProcesso" : "205248",
  "numeroRegistro" : "202401842220",
  "siglaClasse" : "CC",
  "descricaoClasse" : "CONFLITO DE COMPETENCIA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "ANTONIO SALDANHA PALHEIRO",
  "dataPublicacao" : "DJE        DATA:20/08/2024",
  "ementa" : "EMENTA\nPENAL. CONFLITO DE COMPETÊNCIA. IMPUTAÇÃO DO CRIME DE\nORGANIZAÇÃO CRIMINOSA E FRAUDE A CERTAMES PÚBLICOS. AUSÊNCIA DE\nLIAME CIRCUNSTANCIAL A JUSTIFICAR A REUNIÃO DE DELITOS COMETIDOS DE\nFORMA INDEPENDENTE PELA ESTRUTURA DELITUOSA. CONEXÃO NÃO\nCONFIGURADA. CONFLITO DE COMPETÊNCIA CONHECIDO PARA DECLARAR A\nCOMPETÊNCIA DO TRIBUNAL DE JUSTIÇA DO ESTADO DE PERNAMBUCO PARA\nAPURAR AS FRAUDES A CONCURSOS PÚBLICOS DO SEU ESTADO.\n1. A alteração\nda competência originária só se justifica quando devidamente\ndemonstrada a possibilidade de alcançar os benefícios visados pelo\ninstituto da conexão, sendo certo que não basta, para a verificação\nda regra modificadora da competência, o simples juízo de\nconveniência da reunião de processos sobre crimes distintos.\n2. A\nação penal que originou o presente conflito visa apurar a\nresponsabilidade criminal pela prática dos crimes previstos no art.\n311-A do Código Penal (fraude em certame de interesse público) e no\nart. 2º da Lei n. 12.850/2013 (organização criminosa) .\n3. Não tendo\nsido demonstrada a relação de interferência ou prejudicialidade\nentre os delitos cometidos pela estrutura delituosa, não se\njustifica que o delito de fraude a concurso estadual seja julgado na\nJustiça Federal em conjunto com o delito de organização criminosa e\nde fraude ocorrida em certame de âmbito nacional.\n4. Conforme\norientação jurisprudencial desta Corte, a eventual comunhão\nprobatória não induz a conexão quando a prova de um crime não influi\nna de outro, como no caso, em que os crimes teriam sido praticados\nde forma autônoma e independente, sem uma dinâmica delitiva\ndiretamente interligada\n5. Conflito de competência conhecido para\ndeclarar a competência do Juízo estadual suscitado .",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240814",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO, por unanimidade,\nconhecer do conflito e declarou competente o suscitado, Tribunal de\nJustiça do Estado de Pernambuco, nos termos do voto do Sr. Ministro\nRelator.\nOs Srs. Ministros Joel Ilan Paciornik, Messod Azulay Neto, Daniela\nTeixeira, Jesuíno Rissato (Desembargador Convocado do TJDFT), Otávio\nde Almeida Toledo (Desembargador Convocado do TJSP), Sebastião Reis\nJúnior, Rogerio Schietti Cruz e Reynaldo Soares da Fonseca votaram\ncom o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000880679",
  "numeroProcesso" : "199507",
  "numeroRegistro" : "202303100163",
  "siglaClasse" : "AgRg no CC",
  "descricaoClasse" : "AGRAVO REGIMENTAL NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JOEL ILAN PACIORNIK",
  "dataPublicacao" : "DJE        DATA:20/08/2024",
  "ementa" : "EMENTA\nAGRAVO REGIMENTAL NO CONFLITO DE COMPETÊNCIA. INCIDENTE\nINSTAURADO ENTRE JUÍZO DA 45ª ZONA ELEITORAL DE PONTALINA/GO E O\nJUÍZO DA 2ª VARA DOS FEITOS RELATIVOS ÀS ORGANIZAÇÕES CRIMINOSAS E\nLAVAGEM DE CAPITAIS DE GOIÂNIA/GO. OPERAÇÃO TARJA PRETA. AGRAVO\nREGIMENTAL INTERPOSTO POR DENUNCIADO. LEGITIMIDADE. CRIMES\nSUPOSTAMENTE PRATICADOS NA AQUISIÇÃO DE MEDICAMENTOS E INSUMOS\nHOSPITALARES EM DIVERSAS PREFEITURAS DO ESTADO DE GOIÁS. PRETENSÃO\nDE RECONHECIMENTO DA COMPETÊNCIA DA JUSTIÇA ELEITORAL. ALEGAÇÃO DE\nQUE A DENÚNCIA NARRA A PRÁTICA DE \"CAIXA 2\". DECISÃO DA JUSTIÇA\nESPECIALIZADA A RESPEITO DA QUESTÃO NÃO IDENTIFICANDO CRIME\nELEITORAL. COMPETÊNCIA DA JUSTIÇA COMUM. AGRAVO REGIMENTAL NÃO\nPROVIDO.\n1. Tendo em vista que o denunciado, na qualidade de\ninteressado, pode interpor conflito de competência (art. 115, I, do\nCódigo de Processo Penal - CPP e art. 195 do Regimento Interno do\nSuperior Tribunal de Justiça - RISTJ), por decorrência lógica possui\nlegitimidade para interpor o presente agravo regimental.\nPrecedentes: AgRg no CC n. 182.880/BA, de minha relatoria, Terceira\nSeção, DJe de 27/6/2022; AgRg no CC 150.024/DF, Rel. Ministro\nAntônio Saldanha Palheiro, Terceira Seção, DJe 13/11/2017 e AgRg no\nCC 143.256/RO, Rel. Ministro Rogerio Schietti Cruz, Terceira Seção,\nDJe 17/6/2016.\n2. O núcleo da controvérsia consiste em verificar a\nexistência de crime eleitoral (ou crime comum conexo a crime\neleitoral), a fim de se definir a competência da Justiça\nEspecializada ou da Justiça Comum para análise da ação penal. Sobre\no tema, \"o Plenário do col. Supremo Tribunal Federal, no julgamento\ndo agravo regimental no Inquérito nº 4.435, decidiu, em 14/3/2019,\npela reafirmação da orientação jurisprudencial no sentido da\ncompetência da Justiça Eleitoral para processar e julgar os crimes\ncomuns conexos aos delitos eleitorais, como regra\" (AgRg no RHC n.\n164.392/MT, relator Ministro Messod Azulay Neto, Quinta Turma, DJe\nde 26/6/2023). Na mesma oportunidade, a Suprema Corte firmou a\ncompreensão de que compete à Justiça Especializada analisar a\nocorrência de crime eleitoral, bem como a existência de conexão\nentre o crime eleitoral e comum. Tal orientação tem sido observada\npela jurisprudência desta Corte Superior de Justiça. Nesse sentido:\nAgRg no HC n. 712.831/PB, relator Ministro Sebastião Reis Júnior,\nSexta Turma, DJe de 27/6/2022 e CC n. 174.497/PA, relator Ministro\nReynaldo Soares da Fonseca, Terceira Seção, DJe de 22/4/2021.\n3. No\ncaso concreto constata-se que a Justiça Especializada não encontrou\nindícios da prática de crime eleitoral, porquanto, no entendimento\ndo Juízo Eleitoral atuante em Primeira Instância, \"in casu, o\nMinistério Público não conseguiu demonstrar, mesmo após a instrução\ndo feito (inclusive com realização de audiência), qualquer indício\nde que os valores supostamente recebidos teriam sido utilizados para\no pagamento de despesas de campanha eleitoral, tampouco que não\nforam declarados na prestação de contas eleitoral\".\n4. Nesse\ncontexto, em que a Justiça Eleitoral concluiu inexistir crime\neleitoral e consequentemente concluiu não haver crime comum conexo a\ncrime eleitoral, deve ser fixada a competência da Justiça Comum.\n5.\nAgravo regimental não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240814",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO, por unanimidade,\nnegar provimento ao agravo regimental, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Messod Azulay Neto, Daniela Teixeira, Jesuíno\nRissato (Desembargador Convocado do TJDFT), Otávio de Almeida Toledo\n(Desembargador Convocado do TJSP), Sebastião Reis Júnior, Rogerio\nSchietti Cruz, Reynaldo Soares da Fonseca e Antonio Saldanha\nPalheiro votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000880677",
  "numeroProcesso" : "47580",
  "numeroRegistro" : "202402032454",
  "siglaClasse" : "AgRg na Rcl",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "SEBASTIÃO REIS JÚNIOR",
  "dataPublicacao" : "DJE        DATA:22/08/2024",
  "ementa" : "AGRAVO REGIMENTAL EM RECLAMAÇÃO. EXECUÇÃO PENAL. CONDENAÇÃO DO\nRECLAMANTE OPERADA DE FORMA DEFINITIVA. DETRAÇÃO. COMPETÊNCIA DO\nJUÍZO DA EXECUÇÃO PENAL. JURISPRUDÊNCIA DO STJ. REGULARIDADE DA\nDECISÃO DE ORIGEM.\n1. Consta da decisão reclamada que, definitivamente julgada ação,\neventuais pleitos acerca de regime prisional devem ser direcionados\nao Egrégio Juízo da Execução competente. [...] INDEFIRO, portanto, o\npedido (fl. 35).\n2. Em que pese o Superior Tribunal de Justiça reconhecer que o\nmagistrado sentenciante tem a competência para efetuar a detração\npenal, transitada em julgado a condenação, nos termos da decisão\nrecorrida, cabe ao Juízo da Execução efetuar o referido cálculo.\n3. [...] uma vez que já houve o trânsito em julgado da condenação, a\npretendida aplicação da detração penal deve ser pleiteada ao Juízo\ndas Execuções Penais, a quem caberá a análise do pedido, juntamente\ncom eventual pleito de progressão de regime (AgRg no HC n.\n772.581/SP, Ministro Rogerio Schietti Cruz, Sexta Turma, DJe\n15/12/2023).\n4. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240820",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 14/08/2024 a 20/08/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Rogerio Schietti Cruz, Reynaldo Soares da Fonseca,\nAntonio Saldanha Palheiro, Joel Ilan Paciornik, Daniela Teixeira,\nJesuíno Rissato (Desembargador Convocado do TJDFT) e Otávio de\nAlmeida Toledo (Desembargador Convocado do TJSP)  votaram com o Sr.\nMinistro Relator.\nNão participou do julgamento o Sr. Ministro Messod Azulay Neto.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000880668",
  "numeroProcesso" : "205345",
  "numeroRegistro" : "202401898921",
  "siglaClasse" : "AgRg no CC",
  "descricaoClasse" : "AGRAVO REGIMENTAL NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "RIBEIRO DANTAS",
  "dataPublicacao" : "DJE        DATA:20/08/2024",
  "ementa" : "EMENTA\nAGRAVO REGIMENTAL NO CONFLITO NEGATIVO DE COMPETÊNCIA. CRIMES\nLICITATÓRIOS. FRAUDES PRATICADAS COM VERBA DO FUNDEB E COM RECURSOS\nMUNICIPAIS E ESTADUAIS. CISÃO PROCESSUAL. COMPETÊNCIA ESTADUAL E\nFEDERAL.\n1. Ausentes elementos indic ativos de conexão, é adequada a\ncisão para que a Justiça E stadual apure delitos licitatórios com\nenvolvimento de verbas municipal e estadual, enquanto a Justiça\nFederal prossiga no exame dos ilícitos com utilização de recursos\nfederais.\n2. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240814",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO, por unanimidade,\nnegar provimento ao agravo regimental, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Joel Ilan Paciornik, Messod Azulay Neto, Daniela\nTeixeira, Jesuíno Rissato (Desembargador Convocado do TJDFT), Otávio\nde Almeida Toledo (Desembargador Convocado do TJSP), Sebastião Reis\nJúnior e Rogerio Schietti Cruz votaram com o Sr. Ministro Relator.\nImpedido o Sr. Ministro Reynaldo Soares da Fonseca.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000880367",
  "numeroProcesso" : "2412093",
  "numeroRegistro" : "202302540453",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "OTÁVIO DE ALMEIDA TOLEDO (DESEMBARGADOR CONVOCADO DO TJSP)",
  "dataPublicacao" : "DJE        DATA:23/08/2024",
  "ementa" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. ACÓRDÃO QUE NÃO ANALISA O MÉRITO DO APELO NOBRE. NÃO\nCABIMENTO. SÚMULA N. 315/STJ. AUSÊNCIA DE COTEJO ANALÍTICO.\nPRECEDENTE FIRMADO EM SEDE DE HABEAS CORPUS. AUSÊNCIA DE\nDEMONSTRAÇÃO DE DISSÍDIO INTERNO. CONCESSÃO DE ORDEM DE HABEAS\nCORPUS DE OFÍCIO NO BOJO DE EMBARGOS DE DIVERGÊNCIA.\nIMPOSSIBILIDADE. AGRAVO REGIMENTAL NÃO PROVIDO.\n1. Os arts. 1.043, inciso I, do Código de Processo Civil e 226 do\nRegimento Interno do Superior Tribunal de Justiça restringem a\npossibilidade de interposição dos embargos de divergência a\nimpugnação de acórdãos em tenha sido analisado o mérito ou, ao\nmenos, apreciada a controvérsia meritória, o que não ocorreu na\nhipótese dos autos, na qual o julgado embargado se limitou a\nconfirmar decisão monocrática da Ministra Presidente, que não\nconheceu do agravo em recurso especial, nos termos do art. 932,\ninciso III, do CPC e da Súmula n. 182/STJ. Incidência da Súmula n.\n315/STJ.\n2. Não merecem ser conhecidos os embargos de divergência quando a\nparte, nas razões recursais, deixa de proceder ao cotejo analítico\nentre o acórdão recorrido e ao paradigmático, conforme determina o\nart. 266, § 4º, do RISTJ. Não atende à norma regimental a mera\ntranscrição, nas razões do recursais, do interior teor dos acórdãos\nparadigmas.\n3. Nos termos da iterativa jurisprudência do Superior Tribunal de\nJustiça é inviável a demonstração de dissídio jurisprudencial tendo\ncomo paradigma acórdão proferido em ações constitucionais, como é o\ncaso do habeas corpus. Tal vedação decorre da maior amplitude\ncognitiva dos remédios constitucionais em relação ao recurso\nespecial, cujo espectro está circunscrito, precipuamente, à\ninterpretação e aplicação da lei federal.\n4. É remansosa a jurisprudência do Superior Tribunal de Justiça no\nsentido de que, tratando-se os embargos de divergência de\ninstrumento destinado à uniformização da jurisprudência dos órgãos\nfracionários integrantes de uma mesma Corte, é descabido em seu\nâmbito a concessão de ordem de habeas corpus de ofício contra atos\nde seus próprio membros.\n5. Agravo regimental não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240820",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 14/08/2024 a 20/08/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Sebastião Reis Júnior, Rogerio Schietti Cruz,\nReynaldo Soares da Fonseca, Antonio Saldanha Palheiro, Joel Ilan\nPaciornik, Daniela Teixeira e Jesuíno Rissato (Desembargador\nConvocado do TJDFT)  votaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Messod Azulay Neto.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000880366",
  "numeroProcesso" : "2286980",
  "numeroRegistro" : "202300254048",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "OTÁVIO DE ALMEIDA TOLEDO (DESEMBARGADOR CONVOCADO DO TJSP)",
  "dataPublicacao" : "DJE        DATA:23/08/2024",
  "ementa" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. ACÓRDÃO QUE NÃO ANALISA O MÉRITO DO APELO NOBRE. NÃO\nCABIMENTO. SÚMULA N. 315/STJ. AUSÊNCIA DE COTEJO ANALÍTICO.\nPRECEDENTE FIRMADO EM SEDE DE HABEAS CORPUS. AUSÊNCIA DE\nDEMONSTRAÇÃO DE DISSÍDIO INTERNO. AGRAVO REGIMENTAL NÃO PROVIDO.\n1. Os arts. 1.043, inciso I, do Código de Processo Civil e 226 do\nRegimento Interno do Superior Tribunal de Justiça restringem a\npossibilidade de interposição dos embargos de divergência à\nimpugnação de acórdãos em que tenha sido analisado o mérito ou, ao\nmenos, apreciada a controvérsia meritória, o que não ocorreu na\nhipótese, na qual o julgado embargado se limitou a confirmar decisão\nmonocrática do Ministro Relator, que não conheceu do agravo em\nrecurso especial, nos termos do art. 932, inciso III, do CPC e da\nSúmula n. 182/STJ. Incidência da Súmula n. 315/STJ.\n2. Não merecem ser conhecidos os embargos de divergência quando a\nparte, nas razões recursais, deixa de proceder ao cotejo analítico\nentre o acórdão recorrido e ao paradigmático, conforme determina o\nart. 266, § 4º, do RISTJ. Não atende à norma regimental a mera\ntranscrição, nas razões do recursais, do interior teor do acórdão\nparadigma.\n3. Nos termos da iterativa jurisprudência do Superior Tribunal de\nJustiça, é inviável a demonstração de dissídio jurisprudencial tendo\ncomo paradigma acórdão proferido em ações constitucionais, como é o\ncaso do habeas corpus. Tal vedação decorre da maior amplitude\ncognitiva dos remédios constitucionais em relação ao recurso\nespecial, cujo espectro está circunscrito, precipuamente, à\naplicação e à interpretação da lei federal.\n4. Agravo regimental não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240820",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 14/08/2024 a 20/08/2024,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Sebastião Reis Júnior, Rogerio Schietti Cruz,\nReynaldo Soares da Fonseca, Antonio Saldanha Palheiro, Joel Ilan\nPaciornik, Daniela Teixeira e Jesuíno Rissato (Desembargador\nConvocado do TJDFT)  votaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Messod Azulay Neto.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000880365",
  "numeroProcesso" : "2499715",
  "numeroRegistro" : "202303987753",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "OTÁVIO DE ALMEIDA TOLEDO (DESEMBARGADOR CONVOCADO DO TJSP)",
  "dataPublicacao" : "DJE        DATA:23/08/2024",
  "ementa" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. PROCESSO PENAL. PRAZO DE CINCO DIAS CORRIDOS.\nINTEMPESTIVIDADE. AGRAVO REGIMENTAL NÃO CONHECIDO.\n1. É de 05 (cinco) dias corridos o prazo para a interposição de\nagravo regimental, ex vi dos arts. 39 da Lei n. 8.038/1990 e 258 do\nRegimento Interno do Superior Tribunal de Justiça, c/c o art. 798 do\nCódigo de Processo Penal.\n2. No caso dos autos, a decisão recorrida foi publicada em\n18/03/2024, (segunda-feira), iniciando-se o prazo recursal na data\nimediata e encerrando-se no dia 01/04/2024 (segunda-feira),\nconsoante Portaria STJ/GP n. 154 de 18 de março de 2024. O agravo\nregimental, contudo, foi interposto apenas na data de 04/04/2024\n(quinta-feira), quando já encerrado o prazo legal para o seu manejo.\n3. Agravo regimental não conhecido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240820",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO do Superior\nTribunal de Justiça, em sessão virtual de 14/08/2024 a 20/08/2024,\npor unanimidade, não conhecer do recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Sebastião Reis Júnior, Rogerio Schietti Cruz,\nReynaldo Soares da Fonseca, Antonio Saldanha Palheiro, Joel Ilan\nPaciornik, Daniela Teixeira e Jesuíno Rissato (Desembargador\nConvocado do TJDFT)  votaram com o Sr. Ministro Relator.\nNão participou do julgamento o Sr. Ministro Messod Azulay Neto.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000880133",
  "numeroProcesso" : "2008396",
  "numeroRegistro" : "202103574974",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "MESSOD AZULAY NETO",
  "dataPublicacao" : "DJE        DATA:19/08/2024",
  "ementa" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. INEXISTÊNCIA DE ANÁLISE MERITÓRIA DO RECURSO ESPECIAL.\nINCIDÊNCIA DA SÚMULA N. 315, STJ. ACÓRDÃO PARADIGMA PROFERIDO EM\nHABEAS CORPUS. IMPOSSIBILIDADE. DISSÍDIO JURISPRUDENCIAL NÃO\nCONFIGURADO. PRECEDENTES.\nI - Nos termos do art. 266 do Regimento Interno do Superior Tribunal\nde Justiça, são cabíveis embargos de divergência contra acórdão de\nórgão fracionário que, em recurso especial, divergir do julgamento\nproferido por outro órgão desta Corte. Sua finalidade consiste em\neliminar o dissenso interno quanto à intepretação da lei federal e,\npor consequência, uniformizar a jurisprudência.\nII - No caso dos autos, como bem consignado na decisão recorrida, o\nmérito do recurso especial interposto pelo embargante não foi\napreciado pelo Superior Tribunal de Justiça, uma vez que o agravo\ninterposto contra a decisão de inadmissibilidade da origem foi\ndesprovido e tal compreensão mantida em sede de agravo regimental.\nLogo, ausente pressuposto essencial de admissão dos embargos de\ndivergência, segundo entendimento consolidado desta Corte.\nPrecedentes.\nIII - Para a configuração da divergência, não se admite como\nprecedente paradigma o aresto proferido em ação de natureza\nconstitucional. Precedentes.\nAgravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240814",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da TERCEIRA SEÇÃO, por unanimidade, negar\nprovimento ao agravo regimental, nos termos do voto do Sr. Ministro\nRelator.\nA Sra. Ministra Daniela Teixeira e os Srs. Ministros Jesuíno Rissato\n(Desembargador Convocado do TJDFT), Otávio de Almeida Toledo\n(Desembargador Convocado do TJSP), Sebastião Reis Júnior, Rogerio\nSchietti Cruz, Reynaldo Soares da Fonseca, Antonio Saldanha Palheiro\ne Joel Ilan Paciornik votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000880132",
  "numeroProcesso" : "2474728",
  "numeroRegistro" : "202303568550",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "MESSOD AZULAY NETO",
  "dataPublicacao" : "DJE        DATA:19/08/2024",
  "ementa" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. REQUISITOS DO ART. 1.043 DO CPC E ART. 266 DO RISTJ.\nINOBSERVÂNCIA. COTEJO ANALÍTICO. INEXISTÊNCIA. DISSÍDIO\nJURISPRUDENCIAL NÃO CONFIGURADO.\nI - Para comprovar o dissídio jurisprudencial nos embargos de\ndivergência, nos termos do art. 1.043, § 4º, do Código de Processo\nCivil e do art. 266, § 4º, do Regimento Interno do Superior Tribunal\nde Justiça, o recorrente deve: a) juntar certidões; b) apresentar\ncópias do inteiro teor dos acórdãos indicados; c) citar o\nrepositório oficial, autorizado ou credenciado, nos quais eles se\nachem publicados, inclusive em mídia eletrônica; e d) reproduzir\njulgado disponível na rede mundial de computadores, com a indicação\nda respectiva fonte. Precedentes.\nII - No caso dos autos, verifico que, no momento da interposição dos\nembargos de divergência, o agravante não juntou o inteiro teor dos\njulgados paradigma, tal como exige a lei, o que configura vício\nsubstancial insanável relativo à admissibilidade do recurso ora em\nexame.\nIII - Ademais, o agravante não realizou devidamente o cotejo\nanalítico, na medida em que apenas transcreveu as ementas dos\nacórdãos confrontados, sem demonstrar as circunstâncias específicas\nde cada caso, de modo a comprovar a similitude fática entre eles.\nPrecedentes.\nAgravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240814",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da TERCEIRA SEÇÃO, por unanimidade, negar\nprovimento ao agravo regimental, nos termos do voto do Sr. Ministro\nRelator.\nA Sra. Ministra Daniela Teixeira e os Srs. Ministros Jesuíno Rissato\n(Desembargador Convocado do TJDFT), Otávio de Almeida Toledo\n(Desembargador Convocado do TJSP), Sebastião Reis Júnior, Rogerio\nSchietti Cruz, Reynaldo Soares da Fonseca, Antonio Saldanha Palheiro\ne Joel Ilan Paciornik votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000880118",
  "numeroProcesso" : "45411",
  "numeroRegistro" : "202301277369",
  "siglaClasse" : "AgRg no AgRg na Rcl",
  "descricaoClasse" : "AGRAVO REGIMENTAL NO AGRAVO REGIMENTAL NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "DANIELA TEIXEIRA",
  "dataPublicacao" : "DJE        DATA:19/08/2024",
  "ementa" : "EMENTA\nPROCESSO PENAL. AGRAVO  REGIMENTAL  EM AGRAVO REGIMENTO NO\nHABEAS  CORPUS.  NÃO CABIMENTO DE AGRAVO REGIMENTAL CONTRA DECISÃO\nCOLEGIADA.  INDEFERIMENTO  DE  LIMINAR.  RECURSO  INCABÍVEL.  AGRAVO\n NÃO  CONHECIDO.\n1.  Nos termos do art. 258 do RISTJ, \"a parte que\nse considerar agravada por decisão do Presidente da Corte Especial,\nde Seção, de Turma ou de relator, à exceção do indeferimento de\nliminar em procedimento de habeas corpus e recurso ordinário em\nhabeas corpus, poderá requerer, dentro de cinco dias, a apresentação\ndo feito em mesa relativo à matéria penal em geral, para que a Corte\nEspecial, a Seção ou a Turma sobre ela se pronuncie, confirmando-a\nou reformando-a\".\n2.  O recurso de agravo regimental é voltado ao\nataque de decisão monocrática, sendo manifestamente incabível quando\nimpugna decisão colegiada, em especial quando esta foi prolatada em\njulgamento de agravo anteriormente apresentado, haja vista os\nditames do princípio da unirrecorribilidade.\n3.  Agravo  regimental\nnão  conhecido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240814",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO, por unanimidade,\nnão conhecer do agravo regimental, nos termos do voto da Sra.\nMinistra Relatora.\nOs Srs. Ministros Jesuíno Rissato (Desembargador Convocado do\nTJDFT), Otávio de Almeida Toledo (Desembargador Convocado do TJSP),\nSebastião Reis Júnior, Rogerio Schietti Cruz, Reynaldo Soares da\nFonseca, Antonio Saldanha Palheiro, Joel Ilan Paciornik e Messod\nAzulay Neto votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000880115",
  "numeroProcesso" : "1985426",
  "numeroRegistro" : "202200412041",
  "siglaClasse" : "AgRg nos EREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGENCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "MESSOD AZULAY NETO",
  "dataPublicacao" : "DJE        DATA:19/08/2024",
  "ementa" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL.\nINEXISTÊNCIA DE SIMILITUDE FÁTICA. DISSÍDIO JURISPRUDENCIAL NÃO\nCONFIGURADO. CONCESSÃO DE HABEAS CORPUS DE OFÍCIO EM EMBARGOS DE\nDIVERGÊNCIA. INVIABILIDADE. PRECEDENTES.\nI - Como se sabe, no agravo regimental, o recorrente deve apresentar\nargumentos aptos a infirmar a decisão agravada, sob pena de que\nseja mantida por seu próprios fundamentos. No caso dos autos,\ntodavia, não foram deduzidas razões capazes de alterar a compreensão\nanteriormente firmada.\nII - O tratamento jurídico diverso dispensado aos casos comparados\ndecorreu da diferença entre as circunstâncias e os fatos analisados\nem cada processo, o que impossibilita a configuração do dissídio\njurisprudencial devido à ausência de similitude fática.\nIII - É inviável a concessão de habeas corpus de ofício em sede de\nembargos de divergência. Precedentes.\nAgravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240814",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da TERCEIRA SEÇÃO, por unanimidade, negar\nprovimento ao agravo regimental, nos termos do voto do Sr. Ministro\nRelator.\nA Sra. Ministra Daniela Teixeira e os Srs. Ministros Jesuíno Rissato\n(Desembargador Convocado do TJDFT), Otávio de Almeida Toledo\n(Desembargador Convocado do TJSP), Sebastião Reis Júnior, Rogerio\nSchietti Cruz, Reynaldo Soares da Fonseca, Antonio Saldanha Palheiro\ne Joel Ilan Paciornik votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000880113",
  "numeroProcesso" : "203087",
  "numeroRegistro" : "202400526790",
  "siglaClasse" : "CC",
  "descricaoClasse" : "CONFLITO DE COMPETENCIA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "MESSOD AZULAY NETO",
  "dataPublicacao" : "DJE        DATA:19/08/2024",
  "ementa" : "DIREITO PROCESSUAL PENAL. CONFLITO DE COMPETÊNCIA. TRÁFICO DE\nDROGAS INTERESTADUAL. REMESSA POSTAL. CRIME PERMANENTE. LOCAL MAIS\nPROVEITOSO PARA A INVESTIGAÇÃO. PREVENÇÃO. ART. 71, CPP. COMPETÊNCIA\nDO JUÍZO SUSCITADO.\nI - Há precedentes da Terceira Seção no sentido de que, na hipótese\nde tráfico interestadual de entorpecentes, o processo deve tramitar\nna comarca onde a droga foi remetida, nos termos do art. 70 do\nCódigo de Processo Penal.\nII - Mais recentemente, no entanto, a Terceira Seção concluiu que,\nem situações envolvendo a remessa postal de drogas, deve prevalecer\na competência do local que for mais conveniente para a instrução do\nprocesso.\nIII - No caso dos autos, em que se discute o tráfico interestadual\npor via postal, não é possível determinar, a priori, qual local é o\nmais proveitoso para a fase investigativa. Isso porque a apuração\npode seguir duas linhas: rastrear o remetente da droga ou tentar\nlocalizar o destinatário.\nIV - Considerando a natureza permanente do crime em questão, a\ncompetência deve ser fixada pela prevenção, nos termos do art. 71 do\nCódigo de Processo Penal.\n Conflito conhecido para declarar a competência do Juízo de Direito\nda 2ª  Vara Criminal de Porto Alegre - RS.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240814",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da TERCEIRA SEÇÃO, por unanimidade, conhecer\ndo conflito e declarou competente o suscitado, Juízo de Direito da\n2ª Vara Criminal de Porto Alegre-RS, nos termos do voto do Sr.\nMinistro Relator.\nA Sra. Ministra Daniela Teixeira e os Srs. Ministros Jesuíno Rissato\n(Desembargador Convocado do TJDFT), Otávio de Almeida Toledo\n(Desembargador Convocado do TJSP), Sebastião Reis Júnior, Rogerio\nSchietti Cruz, Reynaldo Soares da Fonseca, Antonio Saldanha Palheiro\ne Joel Ilan Paciornik votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000880112",
  "numeroProcesso" : "1990992",
  "numeroRegistro" : "202200723944",
  "siglaClasse" : "AgRg nos EREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGENCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "DANIELA TEIXEIRA",
  "dataPublicacao" : "DJE        DATA:19/08/2024",
  "ementa" : "EMENTA\nPENAL E PROCESSUAL PENAL. AGRAVO REGIMENTAL NOS EMBARGOS DE\nDIVERGÊNCIA EM RECURSO ESPECIAL. PROVIMENTO MONOCRÁTICO.\nCONTRARIEDADE À JURISPRUDÊNCIA DO STJ. POSSIBILIDADE. AUSÊNCIA DE\nVIOLAÇÃO À COLEGIALIDADE. INCIDÊNCIA DA SÚMULA Nº 182/STJ. RECURSO\nNÃO CONHECIDO.\n1. Não há falar em transgressão do princípio da\ncolegialidade, uma vez que a decisão monocrática foi proferida com\nbase na jurisprudência predominante do Superior Tribunal de Justiça\nacerca dos temas em análise, com fundamento no art. 932, V, \"a\", do\nCódigo de Processo Civil, conjugado com o art. 3º do Código de\nProcesso Penal, e no art. 34, XVIII, \"c\", parte final, do Regimento\nInterno do Superior Tribunal de Justiça.\n2. O princípio da\ncolegialidade é salvaguardado pela possibilidade de submissão da\ndecisão singular ao controle recursal dos órgãos colegiados que\ncompõem os tribunais superiores.\n3. A hipótese atrai a incidência da\nSúmula nº 182/STJ, que considera inviável o conhecimento do agravo\nregimental que deixa de atacar especificamente os fundamentos da\ndecisão agravada.\n4. No caso em apreço, não foram apresentados fatos\nnovos ou elementos aptos a desconstituir a decisão impugnada, o que\ninviabiliza o conhecimento da insurgência.\n5. Agravo regimental não\nconhecido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240814",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO, por unanimidade,\nnão conhecer do agravo regimental, nos termos do voto da Sra.\nMinistra Relatora.\nOs Srs. Ministros Jesuíno Rissato (Desembargador Convocado do\nTJDFT), Otávio de Almeida Toledo (Desembargador Convocado do TJSP),\nSebastião Reis Júnior, Rogerio Schietti Cruz, Reynaldo Soares da\nFonseca, Antonio Saldanha Palheiro, Joel Ilan Paciornik e Messod\nAzulay Neto votaram com a Sra. Ministra Relatora.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000880003",
  "numeroProcesso" : "2400913",
  "numeroRegistro" : "202302294719",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "TEODORO SILVA SANTOS",
  "dataPublicacao" : "DJE        DATA:23/08/2024",
  "ementa" : "AGRAVO REGIMENTAL EM EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. TRÁFICO DE DROGAS. INTERROGATÓRIO REALIZADO NO INÍCIO DA\nINSTRUÇÃO. TESE DE NULIDADE POR INOBSERVÂNCIA DO ART. 400 DO CPP.\nACÓRDÃO EMBARGADO QUE REJEITOU A ARGUIÇÃO DE NULIDADE EM FACE DA\nPRECLUSÃO E DA AUSÊNCIA DE DEMONSTRAÇÃO DE PREJUÍZO. TEMA N. 1.114.\nPRECUSÃO INAPLICÁVEL AO CASO. QUESTÃO SUSCITADA EM ALEGAÇÕES FINAIS.\nPREJUÍZO NÃO DEMONSTRADO. ÓBICE PARA DECLARAÇÃO DE NULIDADE.\nINCIDÊNCIA DA SÚMULA N. 168/STJ NO TOCANTE AO PRIMEIRO PARADIGMA.\nMINORANTE DO TRÁFICO PRIVILEGIADO APLICADO NO PATAMAR DE 2/5.\nPARADIGMA NÃO CONHECIDO. DIVERGÊNCIA NÃO DEMONSTRADA. AUSÊNCIA DE\nSEMILITUDE FÁTICO-JURÍDICA ENTRE OS ACÓRDÃOS COMPARADOS; SEGUNDO\nPARADIGMA INADMISSÍVEL. DECISÃO AGRAVADA MANTIDA.\n1. Hipótese em que os embargantes, processados e condenados por\ntráfico de drogas, foram interrogados no início da instrução. A\nDefesa arguiu nulidade em razão da inobservância do art. 400 do\nCódigo de Processo Penal, que impõe a realização do interrogatório\ndo réu como último ato da instrução criminal.\n2. O acórdão embargado erigiu dois fundamentos para não reconhecer a\narguida nulidade: (i) preclusão, porque a insurgência não foi\nsuscitada pela Defesa na primeira oportunidade, qual seja, na\naudiência de interrogatório do réu, mas tão somente nas alegações\nfinais; e, ainda, (ii) ausência de demonstração de prejuízo em razão\ndo apontado vício.\n3. No julgamento do REsp n. 1.933.759/PR e do REsp n. 1.946.472/PR,\nsubmetidos ao rito dos recursos repetitivos (Tema n. 1.114/STJ), a\nTerceira Seção desta Corte firmou a compreensão de que a nulidade -\ndecorrente da inobservância do interrogatório como último ato da\ninstrução - pode ser suscitada até as alegações finais (art. 571, I\ne II, do CPP), demandando, para declaração, prova de prejuízo\nconcreto ao réu (art. 563 do CPP).\n4. Quanto ao primeiro paradigma (REsp n. 1.825.622/SP), deve ser\nmantida a incidência da Súmula 168/STJ, pois, ainda que inaplicável\na preclusão - a defesa suscitou a nulidade decorrente da inversão do\ninterrogatório em sede de alegações finais, ou seja, no prazo\npreconizado na Tema n. 1.114/STJ - não foi demonstrado nenhum\nprejuízo concreto decorrente do interrogatório prematuro,\ncircunstância apta a obstar a declaração da nulidade em questão, na\nesteira da disposição contida no art. 563 do CPP e do entendimento\njurisprudencial mais recente desta Corte.\n5. Quanto ao segundo paradigma (AgRg no AREsp n. 2.095.003/PA),\ninexiste similitude fático-jurídica entre os casos comparados, o que\nenseja a inadmissibilidade dos embargos de divergência.\n6. Agravo regimental improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240814",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da TERCEIRA SEÇÃO do Superior Tribunal de\nJustiça, retomado o julgamento, após o voto-vista do Sr. Ministro\nSebastião Reis Júnior, acompanhando o voto do Sr. Ministro Relator\npara negar provimento ao agravo regimental, com pequeno ajuste no\nfundamento consignado na análise do primeiro paradigma, e os votos\ndos Srs. Ministros Reynaldo Soares da Fonseca, Joel Ilan Paciornik,\nMessod Azulay Neto e Daniela Teixeira no mesmo sentido, por\nunanimidade, negar provimento ao agravo regimental, nos termos do\nvoto do Sr. Ministro Sebastião Reis Júnior, que lavrará o acórdão.\nVotaram com o Sr. Ministro Sebastião Reis Júnior os Srs. Ministros\nReynaldo Soares da Fonseca, Joel Ilan Paciornik, Messod Azulay Neto,\nDaniela Teixeira e Jesuíno Rissato (Desembargador Convocado do\nTJDFT).\nNão participaram do julgamento os Srs. Ministros Otávio de Almeida\nToledo (Desembargador Convocado do TJSP), Rogerio Schietti Cruz e\nRibeiro Dantas.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : "(ALEGAÇÃO DE NULIDADE - INTERROGATÓRIO - INOBSERVÂNCIA DA ORDEM -\nPROVA DE PREJUÍZO CONCRETO)\n   STJ - <<REsp 1933759>>-PR (RECURSO REPETITIVO - TEMA(s) 1114),\n         <<REsp 1946472>>-PR (RECURSO REPETITIVO - TEMA(s) 1114)",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000168", "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00400 ART:00563 ART:00571 INC:00001 INC:00002", "LEG:FED LEI:011343 ANO:2006\n*****  LDR-06    LEI DE DROGAS\n        ART:00033 PAR:00004" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000879823",
  "numeroProcesso" : "5867",
  "numeroRegistro" : "202204063786",
  "siglaClasse" : "RvCr",
  "descricaoClasse" : "REVISÃO CRIMINAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JOEL ILAN PACIORNIK",
  "dataPublicacao" : "DJE        DATA:22/08/2024",
  "ementa" : "REVISÃO CRIMINAL. ART. 621, I, DO CÓDIGO DO PROCESSO PENAL - CPP.\nCONDENAÇÃO POR ESTELIONATO EM CONTINUIDADE DELITIVA. COMPETÊNCIA DO\nSUPERIOR TRIBUNAL DE JUSTIÇA - STJ PARA REVISÃO CRIMINAL DE SEUS\nJULGADOS. AUSÊNCIA DE COMPETÊNCIA QUANTO ÀS MATÉRIAS NÃO ANALISADAS\nNO STJ. CONHECIMENTO DA AÇÃO REVISIONAL RESTRITO AO TÓPICO DA\nPRESCRIÇÃO ENFRENTADO NO DECISUM RESCINDENDO. AFASTADA A ALEGAÇÃO DE\nNEGATIVA DE VIGÊNCIA AO ART. 2º, PARÁGRAFO ÚNICO E AO ART. 109,\nINCISO IV DO CÓDIGO PENAL - CP. REVISÃO CRIMINAL PARCIALMENTE\nCONHECIDA E, NESTA EXTENSÃO, JULGADA IMPROCEDENTE.\n1. O requerente foi condenado à pena de 3 anos e 7 meses pelo\ncometimento do crime previsto no artigo 171, caput, do CP, em\ncontinuidade delitiva, e a sua pretensão diz respeito a decisum\nproferido no julgamento do AREsp 1977542/SP, pelo qual foi negado o\npedido de reconhecimento prescrição da pretensão punitiva\nretroativa.\n2. Conforme o art. 105, inc. I, \"e\", da Constituição Federal - CF e\nart. 240 do Regimento Interno do Superior Tribunal de Justiça -\nRISTJ, a esta Corte Superior de Justiça cabe analisar somente as\nrevisões criminais e as ações rescisórias de seus próprios julgados.\nPrecedentes.\nAs alegações referentes a suposto equívoco na dosimetria da pena e\nquanto ao regime prisional imposto não foram conhecidas nesta Corte,\nrazão pela qual o STJ não é competente para examiná-las. A presente\nação revisional deve ser parcialmente conhecida para enfrentar tão\nsomente o tópico examinado pelo STJ, no qual o requerente alega a\nocorrência da perda do jus puniendi estatal.\n3. Na parte conhecida, a revisão criminal foi ajuizada com esteio no\nart. 621, inciso I, do CPP, alegando negativa de vigência ao art.\n2º, parágrafo único, e ao art. 109, inciso IV, do Código Penal - CP.\nA defesa sustenta que o requerente foi condenado por delito\npraticado nos meses de abril e de maio de 2002, de forma que a atual\nredação do art. 110, § 1º, do CP não pode ser utilizada no caso\nconcreto, porque foi introduzido pela Lei n. 12.234/10, a qual não\npode retroagir, uma vez que amplia o jus puniendi estatal.\nTodavia, a decisão objeto da presente revisional, não fez retroagir\na Lei n. 12.234/2010, ao contrário, admitiu, em tese, a\npossibilidade de reconhecimento da prescrição da pretensão punitiva\nentre a data dos fatos e o recebimento da denúncia, contudo,\nconsiderando que o lapso prescricional , com base na pena aplicada\nsem o aumento da continuidade delitiva é de 8 anos, não restou\nconfigurada a prescrição da pretensão punitiva retroativa entre a\ndata dos fatos (meses de abril e maio de 2002) e a data do\nrecebimento da denúncia (31/1/2005).\n4. Também não procede a afirmação no sentido de que teria decorrido\nmais de 8 anos entre o recebimento da denúncia e o trânsito em\njulgado para a acusação. Neste ponto específico, o requerente se\ninsurge contra o fato de o prazo prescricional, com base na pena\nmáxima cominada em abstrato, ter sido utilizado como parâmetro para\nestabelecer o período de suspensão do prazo prescricional decorrente\ndo art. 366 do CPP. Contudo, a decisão rescindenda está em\nconformidade com sólida jurisprudência desta Corte Superior de\nJustiça, que culminou na edição da Súmula n. 415/STJ, bem como de\nacordo com tese fixada em repercussão geral (Tema 438) pelo Supremo\nTribunal Federal - STF.\n5. Revisão criminal parcialmente conhecida e nesta extensão julgada\nimprocedente.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240814",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da TERCEIRA SEÇÃO, por unanimidade, conhecer\nparcialmente a revisão criminal e, nesta extensão julgá-la\nimprocedente, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Messod Azulay Neto (Revisor), Daniela Teixeira,\nJesuíno Rissato (Desembargador Convocado do TJDFT), Otávio de\nAlmeida Toledo (Desembargador Convocado do TJSP), Sebastião Reis\nJúnior, Rogerio Schietti Cruz, Reynaldo Soares da Fonseca e Antonio\nSaldanha Palheiro votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : "(REVISÃO CRIMINAL - COMPETÊNCIA DO STJ - REQUISITOS)\n   STJ - <<AgRg na RvCr 5817>>-DF, <<RvCr 1029>>-PR,\n         <<AgRg nos EDcl na RvCr 6056>>-MA,\n         <<AgRg na RvCr 4306>>-GO\n(REVISÃO CRIMINAL - DECISÃO MONOCRÁTICA)\n   STJ - <<RvCr 5751>>-MG, <<AgRg na RvCr 5874>>-TO\n(SUSPENSÃO DO PROCESSO - PRESCRIÇÃO DA PENA MÁXIMA EM ABSTRATO\nCOMINADA AO CRIME)\n   STJ - <<AgRg no REsp 2045385>>-TO, <<AgRg no RHC 134313>>-RS\n   STF - [[RE  600851]] (REPERCUSSÃO GERAL - TEMA(s) 438)",
  "notas" : null,
  "informacoesComplementares" : "     \"[...] a jurisprudência da Terceira Seção do STJ admite o\najuizamento de revisão criminal em face de decisões singulares\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00105 INC:00001 LET:E", "LEG:FED LEI:012234 ANO:2010", "LEG:FED DEL:002848 ANO:1940\n*****  CP-40    CÓDIGO PENAL\n        ART:00002 PAR:ÚNICO ART:00109 INC:00004 ART:00110\n        PAR:00001\n(ART. 110, § 1º, COM A REDAÇÃO DADA PELA LEI 12.234/2010)", "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00366 ART:00621 INC:00001", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00240", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000415" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000879701",
  "numeroProcesso" : "2121878",
  "numeroRegistro" : "202400313735",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JESUÍNO RISSATO (DESEMBARGADOR CONVOCADO DO TJDFT)",
  "dataPublicacao" : "DJE        DATA:22/08/2024",
  "ementa" : "PROPOSTA DE AFETAÇÃO. RECURSO ESPECIAL REPRESENTATIVO DA\nCONTROVÉRSIA. EXECUÇÃO DA PENA PRIVATIVA DE LIBERDADE. REMIÇÃO.\nLEITURA.\n1. Delimitação da controvérsia: \"Definir se há possibilidade de\nobtenção da remição da pena pela leitura\".\n2. Afetação do recurso especial ao rito dos arts. 1.036 e 1.037 do\nCódigo de Processo Civil, e arts. 256 ao 256-D do RISTJ, c/c o\ninciso I do art. 2º da Portaria STJ/GP n. 98, de 22 de março de 2021\n(republicada no DJe em 24/03/2021), sem a suspensão do trâmite dos\nprocessos pendentes.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240813",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da TERCEIRA SEÇÃO, por unanimidade, afetar o\nprocesso ao rito dos recursos repetitivos (RISTJ, art. 257-C) e, por\nunanimidade, não suspender a tramitação de processos, conforme\nproposta do Sr. Ministro Relator.\nOs Srs. Ministros Otávio de Almeida Toledo (Desembargador Convocado\ndo TJSP), Sebastião Reis Júnior, Rogerio Schietti Cruz, Reynaldo\nSoares da Fonseca, Antonio Saldanha Palheiro, Joel Ilan Paciornik,\nMessod Azulay Neto e Daniela Teixeira votaram com o Sr. Ministro\nRelator quanto à afetação.\nO Sr. Ministro Otávio de Almeida Toledo (Desembargador Convocado do\nTJSP) não votou quanto à abrangência da suspensão.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : "(EXECUÇÃO PENAL. REMIÇÃO DA PENA PELA LEITURA)\n   STJ - <<AgRg no HC 870002>>-RS, <<AgRg no AREsp 2396367>>-SP,\n         <<AgRg no HC 806708>>-SP, <<AgRg no HC 759301>>-SP",
  "notas" : "Decisão de Afetação - Tema 1278",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1278\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01037", "LEG:FED LEI:007210 ANO:1984\n*****  LEP-84    LEI DE EXECUÇÃO PENAL\n        ART:00126" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000879416",
  "numeroProcesso" : "2119556",
  "numeroRegistro" : "202303245300",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "OTÁVIO DE ALMEIDA TOLEDO (DESEMBARGADOR CONVOCADO DO TJSP)",
  "dataPublicacao" : "DJE        DATA:20/08/2024",
  "ementa" : "PROPOSTA DE AFETAÇÃO SOB O RITO DOS RECURSOS REPETITIVOS NO RECURSO\nESPECIAL (ARTS. 1.036 DO CPC E 256, I, DO RISTJ). EXECUÇÃO PENAL.\nPOSSIBILIDADE DE O PRESO RECEBER VISITAS DE QUEM ESTÁ CUMPRINDO PENA\nEM REGIME ABERTO OU EM GOZO DE LIVRAMENTO CONDICIONAL. TESE DE\nVIOLAÇÃO DOS ARTS. 1º E 41, X, DA LEI DE EXECUÇÃO PENAL. RECURSO\nESPECIAL AFETADO.\n1. A controvérsia está relacionada com a violação dos arts. 1º e 41,\nX, da Lei de Execução Penal. Discute-se a possibilidade de o preso\nreceber visitas de quem está cumprindo pena em regime aberto ou em\ngozo de livramento condicional.\n2. Verificadas a multiplicidade de casos semelhantes e a relevância\njurídica da matéria, apresento o presente recurso especial para\napreciação desta Terceira Seção a fim de que o seu julgamento seja\nsubmetido ao rito dos recursos repetitivos, nos termos dos arts.\n1.036 e seguintes do Código de Processo Civil e do art. 256-I do\nRISTJ.\n3. Não se aplica à hipótese o disposto na parte final do § 1º do\nart. 1.036 do Código de Processo Civil (suspensão do trâmite dos\nprocessos pendentes), visto que a questão será julgada com\nbrevidade.\n4. Recurso especial afetado.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240813",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da TERCEIRA SEÇÃO, por unanimidade, afetar o\nprocesso ao rito dos recursos repetitivos (RISTJ, art. 257-C) e, por\nunanimidade, não suspender a tramitação de processos, conforme\nproposta do Sr. Ministro Relator.\nOs Srs. Ministros Sebastião Reis Júnior, Rogerio Schietti Cruz,\nReynaldo Soares da Fonseca, Antonio Saldanha Palheiro, Joel Ilan\nPaciornik, Messod Azulay Neto, Daniela Teixeira e Jesuíno Rissato\n(Desembargador Convocado do TJDFT) votaram com o Sr. Ministro\nRelator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1274",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1274\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:0256I", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01037" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000879415",
  "numeroProcesso" : "2109337",
  "numeroRegistro" : "202304106018",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "OTÁVIO DE ALMEIDA TOLEDO (DESEMBARGADOR CONVOCADO DO TJSP)",
  "dataPublicacao" : "DJE        DATA:20/08/2024",
  "ementa" : "PROPOSTA DE AFETAÇÃO SOB O RITO DOS RECURSOS REPETITIVOS NO RECURSO\nESPECIAL (ARTS. 1.036 DO CPC E 256, I, DO RISTJ). EXECUÇÃO PENAL.\nPOSSIBILIDADE DE O PRESO RECEBER VISITAS DE QUEM ESTÁ CUMPRINDO PENA\nEM REGIME ABERTO OU EM GOZO DE LIVRAMENTO CONDICIONAL. TESE DE\nVIOLAÇÃO DOS ARTS. 1º E 41, X, DA LEI DE EXECUÇÃO PENAL. RECURSO\nESPECIAL AFETADO.\n1. A controvérsia está relacionada com a violação dos arts. 1º e 41,\nX, da Lei de Execução Penal. Discute-se a possibilidade de o preso\nreceber visitas de quem está cumprindo pena em regime aberto ou em\ngozo de livramento condicional.\n2. Verificadas a multiplicidade de casos semelhantes e a relevância\njurídica da matéria, apresento o presente recurso especial para\napreciação desta Terceira Seção a fim de que o seu julgamento seja\nsubmetido ao rito dos recursos repetitivos, nos termos dos arts.\n1.036 e seguintes do Código de Processo Civil e do art. 256-I do\nRISTJ.\n3. Não se aplica à hipótese o disposto na parte final do § 1º do\nart. 1.036 do Código de Processo Civil (suspensão do trâmite dos\nprocessos pendentes), visto que a questão será julgada com\nbrevidade.\n4. Recurso especial afetado.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240813",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da TERCEIRA SEÇÃO, por unanimidade, afetar o\nprocesso ao rito dos recursos repetitivos (RISTJ, art. 257-C) e, por\nunanimidade, não suspender a tramitação de processos, conforme\nproposta do Sr. Ministro Relator.\nOs Srs. Ministros Sebastião Reis Júnior, Rogerio Schietti Cruz,\nReynaldo Soares da Fonseca, Antonio Saldanha Palheiro, Joel Ilan\nPaciornik, Messod Azulay Neto, Daniela Teixeira e Jesuíno Rissato\n(Desembargador Convocado do TJDFT) votaram com o Sr. Ministro\nRelator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1274",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1274\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:0256I", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01037" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000879414",
  "numeroProcesso" : "2069773",
  "numeroRegistro" : "202301490066",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "OTÁVIO DE ALMEIDA TOLEDO (DESEMBARGADOR CONVOCADO DO TJSP)",
  "dataPublicacao" : "DJE        DATA:20/08/2024",
  "ementa" : "PROPOSTA DE AFETAÇÃO SOB O RITO DOS RECURSOS REPETITIVOS NO RECURSO\nESPECIAL (ARTS. 1.036 DO CPC E 256, I, DO RISTJ). EXECUÇÃO PENAL.\nPOSSIBILIDADE DE CÔMPUTO DO PERÍODO DE PRISÃO PROVISÓRIA NA ANÁLISE\nDOS REQUISITOS PARA A CONCESSÃO DO INDULTO PREVISTO NO DECRETO N.\n9.246/2017. TESE DE VIOLAÇÃO DO ART. 42 DO CÓDIGO PENAL. RECURSO\nESPECIAL AFETADO.\n1. A controvérsia neste recurso está relacionada com a violação do\nart. 42 do Código Penal. Discute-se a possibilidade de cômputo do\nperíodo de prisão provisória na análise dos requisitos para a\nconcessão do indulto previsto no Decreto n. 9.246/2017.\n2. Verificadas a multiplicidade de casos semelhantes e a relevância\njurídica da matéria, apresento o presente recurso especial para\napreciação desta Terceira Seção a fim de que o seu julgamento seja\nsubmetido ao rito dos recursos repetitivos, nos termos dos arts.\n1.036 e seguintes do Código de Processo Civil e do art. 256, I, do\nRISTJ.\n3. Ampliação do tema para atingir também as hipóteses de comutação,\nbem como os demais decretos que tratam do tema.\n4. Não se aplica à hipótese o disposto na parte final do § 1º do\nart. 1.036 do Código de Processo Civil (suspensão do trâmite dos\nprocessos pendentes), visto que a questão será julgada com\nbrevidade.\n4. Recurso especial afetado.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240813",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da TERCEIRA SEÇÃO, por unanimidade, afetar o\nprocesso ao rito dos recursos repetitivos (RISTJ, art. 257-C) e, por\nunanimidade, não suspender a tramitação de processos, conforme\nproposta do Sr. Ministro Relator.\nOs Srs. Ministros Sebastião Reis Júnior, Rogerio Schietti Cruz,\nReynaldo Soares da Fonseca, Antonio Saldanha Palheiro, Joel Ilan\nPaciornik, Messod Azulay Neto, Daniela Teixeira e Jesuíno Rissato\n(Desembargador Convocado do TJDFT) votaram com o Sr. Ministro\nRelator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1277",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1277\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01037" ],
  "acordaosSimilares" : [ ]
} ]