[ {
  "id" : "000904854",
  "numeroProcesso" : "2174028",
  "numeroRegistro" : "202403745760",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "OTÁVIO DE ALMEIDA TOLEDO (DESEMBARGADOR CONVOCADO DO TJSP)",
  "dataPublicacao" : "DJEN       DATA:31/03/2025",
  "ementa" : "PROPOSTA DE AFETAÇÃO SOB O RITO DOS RECURSOS REPETITIVOS NO RECURSO\nESPECIAL (ARTS. 1.036 DO CPC E 256, I, DO RISTJ). DIREITO PENAL.\nPREMEDITAÇÃO E VALORAÇÃO NEGATIVA DA CULPABILIDADE. ARTIGO 59 DO\nCÓDIGO PENAL. RECURSO ESPECIAL AFETADO.\nI. Caso em exame\n1. Recurso especial interposto pela Defensoria Pública do Estado de\nAlagoas contra acórdão do Tribunal de Justiça de Alagoas que manteve\na condenação e a dosimetria da pena imposta ao recorrente pela\nprática do crime previsto no art. 217-A do Código Penal, em concurso\nmaterial de crimes, nos termos do art. 69 do CP.\n2. O recorrente alega que a decisão colegiada contrariou o art. 59\ndo Código Penal ao avaliar negativamente a culpabilidade com base em\nelemento inidôneo, argumentando que os elementos traçados como\npremeditação são inerentes ao iter criminis.\n3. O Ministério Público do Estado de Alagoas sustenta a necessidade\nde revolvimento fático-probatório, invocando o óbice da Súmula 7 do\nSTJ, e defende a manutenção da decisão recorrida.\nII. Questão em discussão\n4. A questão em discussão consiste em saber se o recurso especial\nreúne condições para a sua admissão sob o rito dos recursos\nrepetitivos, como representativo da controvérsia: \"definir se a\npremeditação autoriza ou não a valoração negativa da circunstância\nda culpabilidade prevista no art. 59 do Código Penal\".\nIII. Razões de decidir\n5. A matéria é jurídica e não demanda incursão na análise de fatos e\nprovas, afastando o óbice da Súmula 7 do STJ.\n6. Verificadas a multiplicidade de casos semelhantes e a relevância\njurídica da matéria, o presente recurso especial deve ter seu\njulgamento submetido ao rito dos recursos repetitivos, nos termos\ndos arts. 1.036 e seguintes do Código de Processo Civil e do art.\n256-I do RISTJ.\n7. Ambas as Turmas componentes da Terceira Seção do STJ já\nenfrentaram o tema por diversas vezes e possuem entendimento\nconsolidado, aparentemente uníssono, a respeito da controvérsia.\n8. Não se aplica à hipótese o disposto na parte final do § 1º do\nart. 1.036 do Código de Processo Civil (suspensão do trâmite dos\nprocessos pendentes), visto que a questão será julgada com\nbrevidade.\nIV. Dispositivo e tese\n9. Recurso submetido ao rito dos repetitivos.\nTese de julgamento:  \"1. A multiplicidade de casos semelhantes e a\nrelevância jurídica da matéria permitem a afetação do recurso\nespecial pelo rito dos recursos repetitivos\".\nDispositivos relevantes citados:  Código Penal, art. 59; Código de\nProcesso Civil, arts. 1.036, 1.037, 1.038, 926, 927.\nJurisprudência relevante citada:  STJ, AgRg no HC 961.315/PA, Rel.\nMin. Ribeiro Dantas, Quinta Turma, julgado em 19.02.2025; STJ, AREsp\n2.411.555/PI, Rel. Min. Daniela Teixeira, Quinta Turma, julgado em\n18.02.2025.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250325",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da TERCEIRA SEÇÃO, por unanimidade, afetar o\nprocesso ao rito dos recursos repetitivos (RISTJ, art. 257-C) e, por\nunanimidade, não suspender a tramitação de processos, conforme\nproposta do Sr. Ministro Relator.\nOs Srs. Ministros Og Fernandes, Sebastião Reis Júnior, Rogerio\nSchietti Cruz, Reynaldo Soares da Fonseca, Ribeiro Dantas, Joel Ilan\nPaciornik, Messod Azulay Neto e Carlos Cini Marchionatti\n(Desembargador Convocado TJRS) votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1318",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1318\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036 ART:01037", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:0256I" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000904853",
  "numeroProcesso" : "2174008",
  "numeroRegistro" : "202403743978",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "OTÁVIO DE ALMEIDA TOLEDO (DESEMBARGADOR CONVOCADO DO TJSP)",
  "dataPublicacao" : "DJEN       DATA:31/03/2025",
  "ementa" : "PROPOSTA DE AFETAÇÃO SOB O RITO DOS RECURSOS REPETITIVOS NO RECURSO\nESPECIAL (ARTS. 1.036 DO CPC E 256, I, DO RISTJ). DIREITO PENAL.\nPREMEDITAÇÃO E VALORAÇÃO NEGATIVA DA CULPABILIDADE. ARTIGO 59 DO\nCÓDIGO PENAL. RECURSO ESPECIAL AFETADO.\nI. Caso em exame\n1. Recurso especial interposto pela Defensoria Pública do Estado de\nAlagoas contra acórdão do Tribunal de Justiça de Alagoas que manteve\na condenação e a dosimetria da pena imposta ao recorrente pela\nprática do crime previsto no art. 129, § 9º do Código Penal c/c art.\n7º, incisos I e II, da Lei nº 11.340/06.\n2. O recorrente alega que a decisão colegiada contrariou o art. 59\ndo Código Penal ao avaliar negativamente a culpabilidade e as\ncircunstâncias do crime com base em elementos inidôneos,\nargumentando que a premeditação é inerente ao crime e que não houve\npreparação meticulosa do delito.\n3. O Ministério Público do Estado de Alagoas sustenta a necessidade\nde revolvimento fático-probatório, invocando o óbice da Súmula 7 do\nSTJ, e defende a manutenção da decisão recorrida.\nII. Questão em discussão\n4. A questão em discussão consiste em saber se o recurso especial\nreúne condições para a sua admissão sob o rito dos recursos\nrepetitivos, como representativo da controvérsia: \"definir se a\npremeditação autoriza ou não a valoração negativa da circunstância\nda culpabilidade prevista no art. 59 do Código Penal\".\nIII. Razões de decidir\n5. A matéria é jurídica e não demanda incursão na análise de fatos e\nprovas, afastando o óbice da Súmula 7 do STJ.\n6. Verificadas a multiplicidade de casos semelhantes e a relevância\njurídica da matéria, o presente recurso especial deve ter seu\njulgamento submetido ao rito dos recursos repetitivos, nos termos\ndos arts. 1.036 e seguintes do Código de Processo Civil e do art.\n256-I do RISTJ.\n7. Ambas as Turmas componentes da Terceira Seção do STJ já\nenfrentaram o tema por diversas vezes e possuem entendimento\nconsolidado, aparentemente uníssono, a respeito da controvérsia.\n8. Não se aplica à hipótese o disposto na parte final do § 1º do\nart. 1.036 do Código de Processo Civil (suspensão do trâmite dos\nprocessos pendentes), visto que a questão será julgada com\nbrevidade.\nIV. Dispositivo e tese\n9. Recurso submetido ao rito dos repetitivos.\nTese de julgamento:  \"1. A multiplicidade de casos semelhantes e a\nrelevância jurídica da matéria permitem a afetação do recurso\nespecial pelo rito dos recursos repetitivos\".\nDispositivos relevantes citados:  Código Penal, art. 59; Código de\nProcesso Civil, arts. 1.036, 1.037, 1.038, 926, 927.\nJurisprudência relevante citada:  STJ, AgRg no HC 961.315/PA, Rel.\nMin. Ribeiro Dantas, Quinta Turma, julgado em 19.02.2025; STJ, AREsp\n2.411.555/PI, Rel. Min. Daniela Teixeira, Quinta Turma, julgado em\n18.02.2025.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250325",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da TERCEIRA SEÇÃO, por unanimidade, afetar o\nprocesso ao rito dos recursos repetitivos (RISTJ, art. 257-C) e, por\nunanimidade, não suspender a tramitação de processos, conforme\nproposta do Sr. Ministro Relator.\nOs Srs. Ministros Og Fernandes, Sebastião Reis Júnior, Rogerio\nSchietti Cruz, Reynaldo Soares da Fonseca, Ribeiro Dantas, Joel Ilan\nPaciornik, Messod Azulay Neto e Carlos Cini Marchionatti\n(Desembargador Convocado TJRS) votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1318",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1318\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036 ART:01037", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:0256I" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000904500",
  "numeroProcesso" : "2146198",
  "numeroRegistro" : "202401877865",
  "siglaClasse" : "AgRg nos EREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGENCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "ANTONIO SALDANHA PALHEIRO",
  "dataPublicacao" : "DJEN       DATA:24/03/2025",
  "ementa" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL.\nDISSÍDIO JURISPRUDENCIAL NÃO COMPROVADO. PRETENSÃO DE CORREÇÃO DE\nSUPOSTO EQUÍVOCO NO JULGAMENTO DO RECURSO ESPECIAL. NÃO CABIMENTO.\nAGRAVO DESPROVIDO.\n1. Os embargos de divergência objetivam estancar a adoção de teses\ndiversas para casos semelhantes, uma vez que sua função precípua é a\nde uniformizar a jurisprudência interna do Tribunal, de modo a\nretirar antinomias entre julgamentos sobre questões ou teses\nsubmetidas à sua apreciação. Não se prestam, portanto, a corrigir\nsuposto erro de julgamento do recurso especial.\n2. Nos embargos de divergência, para apreciação e comprovação do\ndissídio pretoriano, não basta a transcrição de ementas e excertos\ndos julgados; devem-se expor as circunstâncias que identificam os\ncasos confrontados, impondo-se a demonstração da similitude fática\nentre o acórdão embargado e os paradigmas com tratamento jurídico\ndiverso, o que, contudo, não configura a hipótese dos autos.\n3. A escolha da fração da causa de diminuição do tráfico\nprivilegiado se situa dentro da margem de discricionariedade\nmotivada do julgador, sendo esperados diferentes juízos de\nadequação, necessidade, razoabilidade e proporcionalidade da sanção,\ndesde que devidamente fundamentada, a partir da análise das\npeculiaridades de cada caso, o que não caracteriza divergência de\nteses jurídicas.\n4. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250318",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 12/03/2025 a 18/03/2025,\npor unanimidade, negar provimento ao agravo regimental, nos termos\ndo voto do Sr. Ministro Antonio Saldanha Palheiro.\nOs Srs. Ministros Og Fernandes, Sebastião Reis Júnior, Rogerio\nSchietti Cruz, Reynaldo Soares da Fonseca, Ribeiro Dantas, Messod\nAzulay Neto, Otávio de Almeida Toledo (Desembargador Convocado do\nTJSP) e Carlos Cini Marchionatti (Desembargador Convocado TJRS)\nvotaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Joel Ilan Paciornik.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000904227",
  "numeroProcesso" : "48571",
  "numeroRegistro" : "202500076803",
  "siglaClasse" : "AgRg na Rcl",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "REYNALDO SOARES DA FONSECA",
  "dataPublicacao" : "DJEN       DATA:19/03/2025",
  "ementa" : "AGRAVO REGIMENTAL EM RECLAMAÇÃO. INSURGÊNCIA DEFENSIVA. EXECUÇÃO\nDEFINITIVA. SEMIABERTO. ALEGAÇÃO DE DESCUMPRIMENTO DE JULGADO DO STJ\nQUE DETERMINOU A COLOCAÇÃO DO APENADO EM REGIME SEMIABERTO, OU, EM\nCASO DE FALTA DE VAGAS, EM PRISÃO DOMICILIAR MONITORADA.\nINEXISTÊNCIA DE DESCUMPRIMENTO. SUPOSTA SUPERLOTAÇÃO QUE NÃO\nASSEGURA O DIREITO DO CONDENADO À PROGRESSÃO ANTECIPADA DE REGIME\nSEM A OBSERVÂNCIA DOS PARÂMETROS TRAÇADOS NO RE 641.320/RS.\nRECLAMAÇÃO NÃO CONHECIDA. AGRAVO REGIMENTAL DESPROVIDO.\n1. Não há como se conhecer de reclamação se a própria defesa do\nreclamante admite que a autoridade reclamada (in casu, o Juízo de\nExecução) deu cumprimento ao comando emanado desta Corte, promovendo\na alocação do apenado no espaço destinado aos executados que\ncumprem pena no regime semiaberto.\n2. Não existindo descumprimento de decisão judicial emanada desta\nCorte identificável em um juízo perfunctório, a reclamação não\npreenche todos os requisitos processuais necessários para o seu\nconhecimento, carecendo de interesse processual, na modalidade\n\"adequação\", o que autoriza a sua extinção sem resolução de mérito.\n3. Ainda que assim não fosse, eventual superlotação superveniente no\npresídio em que está alocado o executado não lhe garante a\ncolocação em prisão domiciliar, nem tampouco a progressão antecipada\nde regime, se há presos que cumprem pena há mais tempo, cuja\nprogressão de regime está cronologicamente mais próxima.\n4. De se lembrar que, secundando a orientação posta no RE n.\n641.320/RS, a Terceira Seção desta Corte julgou o Tema Repetitivo n.\n993 (REsp n. 1.710.674/MG, relator Ministro Reynaldo Soares da\nFonseca, Terceira Seção, julgado em 22/8/2018, DJe de 3/9/2018), no\nqual foi fixada a tese de que \"A inexistência de estabelecimento\npenal adequado ao regime prisional determinado para o cumprimento da\npena não autoriza a concessão imediata do benefício da prisão\ndomiciliar, porquanto, nos termos da Súmula Vinculante n° 56, é\nimprescindível que a adoção de tal medida seja precedida das\nprovidências estabelecidas no julgamento do RE n° 641.320/RS, quais\nsejam: (i) saída antecipada de outro sentenciado no regime com falta\nde vagas, abrindo-se, assim, vagas para os reeducandos que acabaram\nde progredir; (ii) a liberdade eletronicamente monitorada ao\nsentenciado que sai antecipadamente ou é posto em prisão domiciliar\npor falta de vagas; e (iii) cumprimento de penas restritivas de\ndireitos e/ou estudo aos sentenciados em regime aberto\".\nNessa linha, a falta de vagas no regime semiaberto não autoriza\nautomaticamente a concessão de prisão domiciliar, devendo-se antes\nadotar as medidas acima propostas, a fim de se evitar prejuízo aos\nexecutados que já estão, há mais tempo, cumprindo pena em\ndeterminado regime e que devem ser beneficiados, prioritariamente,\ncom a saída antecipada.\n5. Situação em que tanto a cópia da Portaria n. 02, de 10/05/2024,\neditada pelo Juízo de Execução com o objetivo de sanar o problema da\nsuperlotação temporária de presos masculinos que cumprem pena no\nregime semiaberto na Penitenciária de Itajaí/SC, quanto as\ninformações prestadas deixam claro que a autoridade reclamada vem\nseguindo à letra os parâmetros postos no RE n. 641.320/RS.\n6. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250312",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO, por unanimidade,\nnegar provimento ao agravo regimental, nos termos do voto do Sr.\nMinistro Reynaldo Soares da Fonseca.\nOs Srs. Ministros Ribeiro Dantas, Joel Ilan Paciornik, Messod Azulay\nNeto, Otávio de Almeida Toledo (Desembargador Convocado do TJSP),\nCarlos Cini Marchionatti (Desembargador Convocado TJRS), Og\nFernandes, Sebastião Reis Júnior e Rogerio Schietti Cruz votaram com\no Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000903891",
  "numeroProcesso" : "2161548",
  "numeroRegistro" : "202402883032",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "OTÁVIO DE ALMEIDA TOLEDO (DESEMBARGADOR CONVOCADO DO TJSP)",
  "dataPublicacao" : "DJEN       DATA:25/03/2025",
  "ementa" : "RECURSO ESPECIAL REPRESENTATIVO DE CONTROVÉRSIA. DIREITO PROCESSUAL\nPENAL. ACORDO DE NÃO PERSECUÇÃO PENAL. EXIGÊNCIA DA CONFISSÃO\nDURANTE A FASE DE INQUÉRITO. FUNDAMENTAÇÃO INIDÔNEA PARA A RECUSA NA\nFORMULAÇÃO DA PROPOSTA CORRESPONDENTE. NATUREZA NEGOCIAL DO\nINSTITUTO. AUSÊNCIA DE CERTEZA DA CONTRAPARTIDA. GARANTIA DE NÃO\nAUTOINCRIMINAÇÃO. NECESSIDADE DE ESCOLHA INFORMADA. POSSIBILIDADE DE\nREALIZAÇÃO DO ATO PERANTE O MINISTÉRIO PÚBLICO. PRECEDENTES.\nRECURSO ESPECIAL PARCIALMENTE CONHECIDO E NESSA EXTENSÃO DESPROVIDO.\nFIXAÇÃO DA TESE JURÍDICA.\nI. Caso em Exame\n1. Trata-se de recurso especial interposto pelo Ministério Público\ndiante de decisão que negou provimento ao recurso em sentido estrito\nministerial que buscava reformar a decisão de primeiro grau que\nrejeitou a denúncia pela ausência de proposta de Acordo de Não\nPersecução Penal (ANPP) lastreada na falta de confissão do recorrido\nem sede de inquérito policial.\nII. Questão em Discussão\n2. O recurso é representativo de controvérsia objetivando definir se\na ausência de confissão pelo investigado a respeito do cometimento\ndo crime, durante a fase de inquérito policial, constitui fundamento\nválido para o Ministério Público não ofertar proposta de Acordo de\nNão Persecução Penal (ANPP).\nIII. Razões de Decidir\n3. A admissibilidade do recurso especial pela alínea \"c\" do\npermissivo constitucional (art. 105, III, da CF) reclama a prova da\ndivergência jurisprudencial nos moldes traçados pelo art. 255, §1º,\ndo RISTJ - o que não restou observado na espécie. Assim, admissível\no recurso apenas pela alínea \"a\" do mesmo dispositivo, sendo,\nportanto, parcialmente conhecido.\n4. O posicionamento jurisprudencial de ambas as Turmas criminais\ndeste Superior Tribunal se consolidou no sentido da impossibilidade\ndo condicionamento da proposta de ANPP à confissão extrajudicial na\nfase inquisitorial. Nesse sentido, exemplificativamente: HC n.\n657.165/RJ, relator Ministro Rogerio Schietti Cruz, Sexta Turma,\njulgado em 9/8/2022, DJe de 18/8/2022 e AgRg no AREsp n.\n2.357.929/BA, relator Ministro Reynaldo Soares da Fonseca, Quinta\nTurma, julgado em 12/9/2023, DJe de 18/9/2023. Entendimento\ndoutrinário a corroborar tal interpretação.\n5. A confissão anterior não foi exigida quando da definição do Tema\nRepetitivo n. 1098 por esta Terceira Seção, entendendo-se cabível a\ncelebração do ANPP \"em casos de processos em andamento quando da\nentrada em vigor da Lei n. 13.964/2019, mesmo se ausente confissão\ndo réu até aquele momento\", na mesma linha do decidido pelo Supremo\nTribunal Federal no HC n. 185.913/DF. Decisões que, embora versem\nsobre a questão da retroatividade da novel legislação, sinalizam a\nratio decidendi para o caso em apreço.\n6. A natureza negocial do ANPP deve informar a interpretação da\nlegislação de regência. Acordo que \"não constitui direito subjetivo\ndo acusado\" (AgRg no REsp n. 1.912.425/PR, relator Ministro\nSebastião Reis Júnior, Sexta Turma, julgado em 20/3/2023, DJe de\n23/3/2023). Confissão que \"revela o caráter de justiça negocial do\nANPP\" (AgRg no HC n. 879.014/PR, relator Ministro Jesuíno Rissato\n(Desembargador Convocado do TJDFT), Sexta Turma, julgado em\n22/04/2024, DJe de 25/04/2024). Inexigibilidade, diante de tal\nnatureza, de que a parte mais vulnerável cumpra de antemão com uma\ndas obrigações (confissão) sem ter a garantia sequer da futura\noferta de proposta de acordo.\n7. A garantia de toda pessoa a não ser obrigada a depor contra si\nmesma ou declarar-se culpada, prevista no art. 8.2, \"g\" da Convenção\nAmericana de Direitos Humanos (CADH), delimita a interpretação da\nconfissão que tem por objetivo a celebração do ANPP como faculdade -\na qual, sem a certeza da contrapartida, não poderia ser exercida\nplenamente pela pessoa investigada, se aproximando de proscrita\nobrigação.\n8. Inviável considerar o exercício da garantia do art. 8.2, \"g\", da\nCADH na fase inquisitorial como impeditivo para acesso ao\ninstrumento processual que pode ensejar situação mais favorável, já\nque a interpretação dos dispositivos convencionais não pode ocorrer\nde modo a limitar o gozo e exercício de qualquer direito ou\nliberdade reconhecido de acordo com as leis nacionais (art. 29,\n\"b\").\n9. Na mesma linha, [o] direito à não autoincriminação, vocalizado\npelo brocardo latino nemo tenetur se detegere, não pode ser\ninterpretado em desfavor do réu, nos termos do que veicula a norma\ncontida no inciso LXIII do art. 5º da Constituição da República e no\nparágrafo único do art. 186 do Código de Processo Penal. Assim, a\ninvocação do direito ao silêncio durante a persecução penal não pode\nimpedir a incidência posterior do ANPP [...]\" (HC n. 837.239/RJ,\nrelator Ministro Ribeiro Dantas, Quinta Turma, julgado em 26/9/2023,\nDJe de 3/10/2023; e AgRg no RHC n. 185.642/CE, relator Ministro\nReynaldo Soares da Fonseca, Quinta Turma, julgado em 12/3/2024, DJe\nde 18/3/2024).\n10. Caso concreto em que o Ministério Público deixou de ofertar\nproposta de ANPP com base no fundamento de que não teria ocorrido a\nconfissão em sede inquisitiva. Posicionamento que não se adequa à\njurisprudência deste Superior Tribunal. Consequência jurídica\n(rejeição da denúncia) que não é pacífica nesta Corte Superior, nem\ntampouco se insere no objeto da afetação, mas que, no caso sob\nanálise, não encontra alternativa, uma vez que, por se tratar de\nrecurso interposto pelo Ministério Público, seria impossível o\nreconhecimento de eventual nulidade em favor de recorrente que lhe\ndeu causa (art. 565 do CPP).\nIV. Dispositivo e Tese\n11. Recurso Especial parcialmente conhecido e nessa extensão não\nprovido, com teses jurídicas fixadas para fins dos arts. 927, III,\n1.039 e seguintes do CPC/2015:\nTema Repetitivo n. 1.303:\n1. A confissão pelo investigado na fase de inquérito policial não\nconstitui exigência do art. 28-A do Código de Processo Penal para o\ncabimento de Acordo de Não Persecução Penal (ANPP), sendo inválida a\nnegativa de formulação da respectiva proposta baseada em sua\nausência.\n2. A formalização da confissão para fins do ANPP pode se dar no\nmomento da assinatura do acordo, perante o próprio órgão\nministerial, após a ciência, avaliação e aceitação da proposta pelo\nbeneficiado, devidamente assistido por defesa técnica, dado o\ncaráter negocial do instituto.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250312",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO, por unanimidade,\nconhecer parcialmente do recurso especial e, nessa extensão,\nnegar-lhe provimento e fixou a seguinte tese quanto ao Tema\nRepetitivo n. 1303: \"1. A confissão pelo investigado na fase de\ninquérito policial não constitui exigência do art. 28-A do Código de\nProcesso Penal para o cabimento de Acordo de Não Persecução Penal\n(ANPP), sendo inválida a negativa de formulação da respectiva\nproposta baseada em sua ausência. 2. A formalização da confissão\npara fins do ANPP pode se dar no momento da assinatura do acordo,\nperante o próprio órgão ministerial, após a ciência, avaliação e\naceitação da proposta pelo beneficiado, devidamente assistido por\ndefesa técnica, dado o caráter negocial do instituto\", nos termos do\nvoto do Sr. Ministro Relator.\nOs Srs. Ministros Og Fernandes, Sebastião Reis Júnior, Rogerio\nSchietti Cruz, Ribeiro Dantas, Joel Ilan Paciornik, Messod Azulay\nNeto e Carlos Cini Marchionatti (Desembargador Convocado TJRS)\nvotaram com o Sr. Ministro Relator.\nAusente, justificadamente, o Sr. Ministro Reynaldo Soares da\nFonseca.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : "(ACORDO DE NÃO PERSECUÇÃO PENAL - ANPP - DIREITO SUBJETIVO DO\nINVESTIGADO - INEXISTÊNCIA)\n   STJ - <<AgRg no REsp 1912425>>-PR\n(ACORDO DE NÃO PERSECUÇÃO PENAL - CONFISSÃO - JUSTIÇA NEGOCIAL)\n   STJ - <<AgRg no HC 879014>>-PR\n(ACORDO DE NÃO PERSECUÇÃO PENAL LEI - 13.964/2019 - CONFISSÃO)\n   STF - [[HC 185913]]-SP\n(ACORDÃO DE NÃO PERSECUÇÃO PENAL - CONFISSÃO EXTRAJUDICIAL)\n   STJ - <<AgRg no AREsp 2357929>>-BA, <<REsp 2068891>>-BA,\n         <<AgRg no RHC 193349>>-MG, <<HC 838005>>-MS,\n         <<AgRg no HC 762049>>-PR, <<HC 657165>>-RJ,\n         <<AREsp 2123334>>-MG\n(ANPP - CONFISSÃO - DIREITO À NÃO AUTOINCRIMINAÇÃO - DIREITO AO\nSILÊNCIO)\n   STJ - <<AgRg no RHC 185642>>-CE, <<HC 837239>>-RJ,\n         <<REsp 1890344>>-RS (RECURSO REPETITIVO - TEMA(s) 1098)",
  "notas" : "Julgado conforme procedimento previsto para os Recursos Repetitivos\nno âmbito do STJ.",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : "\"1. A confissão pelo investigado na fase de inquérito policial não\nconstitui exigência do art. 28-A do Código de Processo Penal para o\ncabimento de Acordo de Não Persecução Penal (ANPP), sendo inválida a\nnegativa de formulação da respectiva proposta baseada em sua\nausência.\n2. A formalização da confissão para fins do ANPP pode se dar no\nmomento da assinatura do acordo, perante o próprio órgão\nministerial, após a ciência, avaliação e aceitação da proposta pelo\nbeneficiado, devidamente assistido por defesa técnica, dado o\ncaráter negocial do instituto\".",
  "tema" : "Tema Repetitivo 1303\nSituação do tema: Acórdão Publicado",
  "referenciasLegislativas" : [ "LEG:FED LEI:013964 ANO:2019\n*****  LPAC-2019    LEI DO PACOTE ANTICRIME", "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:0028A PAR:00014 ART:00186 PAR:ÚNICO ART:00565", "LEG:INT CVC:****** ANO:1969\n*****  CADH    CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS\n        ART:00008 LET:G ITEM:00002 ART:00029 LET:B\n(PROMULGADA PELO DECRETO 678/1992)", "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00005 INC:00063", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00927 INC:00003 ART:01036 ART:01039", "LEG:FED DEC:000678 ANO:1992" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000903890",
  "numeroProcesso" : "2071109",
  "numeroRegistro" : "202301571939",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JOEL ILAN PACIORNIK",
  "dataPublicacao" : "DJEN       DATA:25/03/2025",
  "ementa" : "RECURSO ESPECIAL REPRESENTATIVO DE CONTROVÉRSIA. RITO DOS RECURSOS\nREPETITIVOS. VIOLÊNCIA DOMÉSTICA CONTRA A MULHER. TEMA N. 1249.\nMEDIDAS PROTETIVAS DE URGÊNCIA. NATUREZA JURÍDICA. TUTELA\nINIBITÓRIA. CONTEÚDO SATISFATIVO. VIGÊNCIA DA MEDIDA NÃO SE\nSUBORDINA À EXISTÊNCIA DE BOLETIM DE OCORRÊNCIA, INQUÉRITO POLICIAL,\nPROCESSO CÍVEL OU CRIMINAL. IMPOSSIBILIDADE DE FIXAÇÃO DE PRAZO\nPREDETERMINADO. DURAÇÃO SUBORDINADA À PERSISTÊNCIA DA SITUAÇÃO DE\nRISCO. RECURSO PROVIDO.\n1. A Lei Maria da Penha foi fruto de uma longa e custosa luta de\nsetores da sociedade civil para que o Estado brasileiro oferecesse\nàs mulheres um conjunto de mecanismos capaz de assegurar a elas, em\nsituações de violência doméstica, efetiva proteção e assistência.\n2. Em verdade - e isso deve ser tomado como uma necessária premissa\na nortear qualquer avaliação e interpretação da Lei n. 11.343/2006 -\no ingresso dessa lei no ordenamento jurídico resultou na criação de\num microssistema dentro do sistema de justiça criminal, cujas\ncaracterísticas são únicas, em alguns pontos não coincidentes com as\ncategorias e institutos usualmente presentes em outras áreas do\nDireito.\n3. Daí por que se deve extrair o máximo possível de extensão\nsemântica às medidas protetivas de urgência, como medida inovadora\nna legislação brasileira, idônea e necessária para maximizar a\nproteção estatal às mulheres vítimas de algum tipo de violência\ndoméstica, mas que também ultrapassa a esfera do Direito Penal e\navança no desejado equilíbrio nas relações de gênero em nossa\nsociedade.\n4. Sob tal consideração inicial, cumpre registrar que as medidas\nprotetivas previstas na Lei n. 11.340/2006, por visarem resguardar a\nintegridade física e psíquica da ofendida, possuem conteúdo\nsatisfativo, e não se vinculam, necessariamente, a um procedimento\nprincipal. Elas têm como objeto a proteção da vítima e devem\npermanecer enquanto durar a situação de perigo.\n5. O Protocolo para Julgamento com Perspectiva de Gênero, do\nConselho Nacional de Justiça, afirma que as medidas protetivas de\nurgência \"são autônomas em relação ao processo principal, com\ndispensa da vítima quanto ao oferecimento de representação em ação\npenal pública condicionada\". Em igual direção, o Enunciado n. 37 do\nFONAVID (Fórum Nacional de Juízas e Juízes de Violência Doméstica e\nFamiliar contra a Mulher): \"A concessão da medida protetiva de\nurgência não está condicionada à existência de fato que configure,\nem tese, ilícito penal.\"\n6. Tal posição foi partilhada pelo legislador com a publicação da\nLei n. 14.550/2023, que incluiu o parágrafo 5º no art. 19 da Lei\nMaria da Penha para afirmar que \"As medidas protetivas de urgência\nserão concedidas independentemente da tipificação penal da\nviolência, do ajuizamento de ação penal ou cível, da existência de\ninquérito policial ou do registro de boletim de ocorrência\".\n7. Diante do exposto, não é possível vincular, a priori, a ausência\nde um processo penal ou inquérito policial à inexistência de um\nquadro de ameaça à integridade da mulher. É certo que há razões\nmúltiplas, para além da inexistência de uma efetiva situação de\nrisco, que podem justificar o não ajuizamento de uma ação penal.\n8. A configuração das medidas protetivas, portanto, deve ser\nconsiderada como tutela inibitória, porquanto tem por escopo\nproteger a ofendida, independentemente da existência de inquérito\npolicial ou ação penal, não sendo necessária a realização de um\ndano, tampouco a prática de uma conduta criminalizada.\n9. Sobre o prazo de duração das medidas, a Carta da XVIII Jornada\nLei Maria da Penha, documento produzido em evento organizado pelo\nConselho Nacional de Justiça, recomenda que \"na aplicação da Lei\nMaria da Penha, seja assegurada sua finalidade preventiva e\nprotetiva, sem fixação de prazo de vigência das medidas protetivas\nde urgência, que devem persistir enquanto perdurar o risco à\nintegridade física, psicológica, sexual,\npatrimonial ou moral da ofendida e seus dependentes, podendo ser\nreavaliada a qualquer tempo\".\n10. É desse mesmo jaez o entendimento retratado na Lei Maria da\nPenha com a inclusão do art. 19, § 6º, pela Lei n. 14.550/2023, que\nestabelece que \"as medidas protetivas de urgência vigorarão enquanto\npersistir risco à integridade física, psicológica, sexual,\npatrimonial ou moral da ofendida ou de seus dependentes\".\n11. É dizer, apesar do caráter provisório inerente às medidas\nprotetivas de urgência, não há como quantificar, de antemão, em\ndias, semanas, meses ou anos, o tempo necessário à cessação do\nrisco, a fim de romper com o ciclo de violência instaurado.\n12. Com efeito, a fim de se evitar a perenização das medidas, a\npessoa interessada, quando entender não mais ser pertinente a tutela\ninibitória, poderá provocar o juízo de origem a se manifestar e\neste, ouvindo a vítima, decidirá acerca da manutenção ou extinção da\nmedida protetiva. Em caso de extinção da medida, a ofendida deve\nser comunicada, nos termos do art. 21 da Lei n. 11.340/2006.\n13. O que não é adequado, e muito menos conforme ao desejo de\nproteção e acolhimento da mulher vítima de violência em razão do\ngênero, é dela exigir um reforço periódico de seu desejo de\nmanter-se sob a proteção de uma MPU. A renovação de sua iniciativa -\ndirigir-se ao Fórum ou à Delegacia de Polícia para insistir, a cada\n3 ou 6 meses, na manutenção da medida protetiva - implicaria uma\nrevitimização e, consequentemente, uma violência institucional que\nprecisa ser coibida.\n14. A iniciativa para eventual revisão ou mesmo retirada da Medida\nProtetiva de Urgência deve partir de quem esteja sob o compromisso\nde abster-se de algum ato que possa turbar a tranquilidade ou\nsegurança da ofendida, hipótese em que esta será ouvida antes de uma\ndecisão judicial.\n15. Na hipótese em exame, a instância ordinária deferiu as medidas\nprotetivas \"em favor da vítima M. H. DE A. pelo prazo de 180 (cento\ne oitenta) dias\" e julgou extinto o processo. Nesse cenário,\nconclui-se que assiste razão ao recorrente quando postula \"sejam\nmantidas as medidas protetivas em favor da vítima sem vinculação a\nprazo certo de validade\". Isso porque as medidas protetivas devem\nperdurar o tempo necessário à cessação do risco, a fim de romper com\no ciclo de violência instaurado. Não há,\nportanto, como quantificar, de antemão, em dias, semanas, meses ou\nanos (no caso, em 180 dias), o tempo necessário à cessação do risco.\n16. Recurso especial provido para clarificar que a duração das\nmedidas protetivas deve perdurar pelo tempo necessário à cessação do\nrisco, sem fixação de prazo certo de validade, e sem vinculação com\na existência ou permanência de inquérito policial ou ação penal.\nFixação das seguintes teses:\nI - As medidas protetivas de urgência (MPUs) têm natureza jurídica\nde tutela inibitória e sua vigência não se subordina à existência\n(atual ou vindoura) de boletim de ocorrência, inquérito policial,\nprocesso cível ou criminal.\nII - A duração das MPUs vincula-se à persistência da situação de\nrisco à mulher, razão pela qual devem ser fixadas por prazo\ntemporalmente indeterminado;\nIII - Eventual reconhecimento de causa de extinção de punibilidade,\narquivamento do inquérito policial ou absolvição do acusado não\norigina, necessariamente, a extinção da medida protetiva de\nurgência, máxime pela possibilidade de persistência da situação de\nrisco ensejadora da concessão da medida.\nIV - Não se submetem a prazo obrigatório de revisão periódica, mas\ndevem ser reavaliadas pelo magistrado, de ofício ou a pedido do\ninteressado, quando constatado concretamente o esvaziamento da\nsituação de risco. A revogação deve sempre ser precedida de\ncontraditório, com as oitivas da vítima e do suposto agressor. Em\ncaso de extinção da medida, a ofendida deve ser comunicada, nos\ntermos do art. 21 da Lei n. 11.340/2006.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241113",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da TERCEIRA SEÇÃO do Superior Tribunal de\nJustiça, retomado o julgamento, em vista coletiva, após o voto-vista\nantecipado parcialmente divergente do Sr. Ministro Rogerio Schietti\nCruz, dando provimento ao recurso especial, de modo a deixar claro\nque a duração das medidas protetivas deve perdurar pelo tempo\nnecessário à cessação do risco, sem fixação de prazo certo de\nvalidade, e sem vinculação com a existência ou permanência de\ninquérito policial ou ação penal, e a apresentação da seguinte\nproposta de redação quanto aos itens I, II, III e IV das teses\nanunciadas, e o voto-vista antecipado da Sra. Ministra Daniela\nTeixeira, acompanhando a divergência, e os votos dos Srs. Ministros\nOtávio de Almeida Toledo (Desembargador Convocado do TJSP),\nSebastião Reis Júnior, com acréscimos, e Reynaldo Soares da Fonseca\nno mesmo sentido, e o voto do Sr. Ministro Messod Azulay Neto,\nacompanhando o Sr. Ministro Relator, dando parcial provimento ao\nrecurso especial, por maioria, dar provimento ao recurso especial e\nfixou as seguintes teses quanto ao Tema Repetitivo n. 1.249: \"I - As\nmedidas protetivas de urgência (MPUs) têm natureza jurídica de\ntutela inibitória e sua vigência não se subordina à existência\n(atual ou vindoura) de boletim de ocorrência, inquérito policial,\nprocesso cível ou criminal.\nII - A duração das MPUs vincula-se à persistência da situação de\nrisco à mulher, razão pela qual devem ser fixadas por prazo\ntemporalmente indeterminado;\nIII - Eventual reconhecimento de causa de extinção de punibilidade,\narquivamento do inquérito policial ou absolvição do acusado não\norigina, necessariamente, a extinção da medida protetiva de\nurgência, máxime pela possibilidade de persistência da situação de\nrisco ensejadora da concessão da medida.\nIV - Não se submetem a prazo obrigatório de revisão periódica, mas\ndevem ser reavaliadas pelo magistrado, de ofício ou a pedido do\ninteressado, quando constatado concretamente o esvaziamento da\nsituação de risco. A revogação deve sempre ser precedida de\ncontraditório, com as oitivas da vítima e do suposto agressor. Em\ncaso de extinção da medida, a ofendida deve ser comunicada, nos\ntermos no art.201, § 2º, do CPP\", nos termos do voto do Sr. Ministro\nRogerio Schietti Cruz, que lavrará o acórdão, com os acréscimos do\nSr. Ministro Sebastião Reis Júnior. Vencidos os Srs. Ministro Joel\nIlan Paciornik (Relator) e Messod Azulay Neto, que davam parcial\nprovimento ao recurso especial.\nVotaram com o Sr. Ministro Rogerio Schietti Cruz (Relator para\nacórdão) a Sra. Ministra Daniela Teixeira e os Srs. Ministros Otávio\nde Almeida Toledo (Desembargador Convocado do TJSP), Sebastião Reis\nJúnior e Reynaldo Soares da Fonseca.\nVotaram vencidos os Srs. Ministros Joel Ilan Paciornik (Relator) e\nMessod Azulay Neto.\nNão participaram do julgamento os Srs. Ministros Og Fernandes e\nAntonio Saldanha Palheiro.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : "(MEDIDA PROTETIVA - TUTELA INIBITÓRIA)\n   STJ - <<CC 156284>>-PR\n   STF - [[HC-AgR 155187]]\n(MEDIDA PROTETIVA - INEXISTÊNCIA DE PRAZO DE VIGÊNCIA)\n   STJ - <<AgRg nos EDcl no RHC 184081>>-SP, <<HC 605113>>-SC\n(VOTO VENCIDO - LEI MARIA DA PENHA - MEDIDAS PROTETIVAS DE URGÊNCIA\n- FASE PRÉ-CAUTELAR)\n   STJ - <<AgRg no REsp 2056542>>-MG\n(VOTO VENCIDO - MEDIDA PROTETIVA - PRAZO DETERMINADO OU\nDETERMINÁVEL)\n   STJ - <<HC 605113>>-SC, <<RHC 159303>>-RS,\n         <<AgRg no AREsp 2063417>>-MG,\n         <<AgRg no AREsp 1650947>>-MG",
  "notas" : "Julgado conforme procedimento previsto para os Recursos Repetitivos\nno âmbito do STJ.\nTema: violência doméstica e familiar.",
  "informacoesComplementares" : "     (VOTO VENCIDO) (MIN. JOEL ILAN PACIORNIK)\n     \"I - As medidas protetivas de urge?ncia (MPUs) te?m natureza de\ncautelares, sendo penais as previstas nos incisos I, II e III do\nart. 22 da Lei n. 11.340/2006. Quando determinadas na forma do art.\n19, inserido pela Lei n. 14.550/2023, elas assumem a forma de\npre?-cautelares;\n     II - A durac?a?o das MPUs vincula-se a? persiste?ncia da\nsituac?a?o de risco a? mulher, sendo possi?vel a fixac?a?o por prazo\ntemporalmente indeterminado. Quando previsto prazo de durac?a?o, a\nsua expirac?a?o na?o implica na automa?tica perda de efica?cia da\nmedida, mas apenas na revisa?o de sua necessidade;\n     III - As MPUs na?o podem tender a? perpetuidade, nem subsistir\na? mi?ngua de um procedimento persecuto?rio penal real ou potencial.\n     Devem ser revogadas nas hipo?teses de absolvic?a?o, extinc?a?o\nda punibilidade, extinc?a?o da pena, ou arquivamento do inque?rito\npolicial, desde que na?o verificados fatos supervenientes que\njustifiquem a manutenc?a?o das medidas sob novo ti?tulo;\n     IV - Quando pre?-cautelares, as MPUs podem subsistir sem a\ninstaurac?a?o de procedimento principal pelo prazo decadencial de 6\nmeses, nos casos de ac?a?o penal privada ou de ac?a?o penal pu?blica\ncondicionada a? representac?a?o, ou pelo prazo prescricional da pena\nem abstrato, no caso de ac?a?o penal pu?blica incondicionada\".",
  "termosAuxiliares" : "VIOLÊNCIA DE GÊNERO",
  "teseJuridica" : "\"I - As medidas protetivas de urgência (MPUs) têm natureza jurídica\nde tutela inibitória e sua vigência não se subordina à existência\n(atual ou vindoura) de boletim de ocorrência, inquérito policial,\nprocesso cível ou criminal;\nII - A duração das MPUs vincula-se à persiste?ncia da situação de\nrisco à mulher,  razão  pela  qual  devem  ser  fixadas  por  prazo\ntemporalmente indeterminado;\nIII  -  Eventual  reconhecimento  de  causa  de  extinção  de\npunibilidade, arquivamento  do  inquérito  policial  ou  absolvição\ndo  acusado  não origina, necessariamente, a extinção da medida\nprotetiva de urgência, máxime  pela  possibilidade  de  persistência\n da  situação  de  risco ensejadora da concessão da medida;\nIV - Não se submetem a prazo obrigatório de revisão periódica, mas\ndevem  ser  reavaliadas  pelo  magistrado,  de  ofício  ou  a\npedido  do interessado,  quando  constatado  concretamente  o\nesvaziamento  da situação  de  risco.  A  revogação  deve  sempre\nser  precedida  de contraditório, com as oitivas da vítima e do\nsuposto agressor. Em caso de extinção da medida, a ofendida deve ser\ncomunicada, nos termos do art. 21 da Lei n. 11.340/2006\".",
  "tema" : "Tema Repetitivo 1249\nSituação do tema: Acórdão Publicado",
  "referenciasLegislativas" : [ "LEG:FED LEI:011340 ANO:2006\n*****  LMP-06    LEI MARIA DA PENHA\n        ART:00019 PAR:00005 PAR:00006 ART:00021 ART:00022\n        INC:00001 INC:00002 INC:00003\n(ART. 19, §§ 5º E 6º, COM A REDAÇÃO DADA PELA LEI 14.550/2023)", "LEG:FED LEI:014550 ANO:2023", "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00201 PAR:00002", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036", "LEG:FED ENU:****** ANO:****\n        NUM:00037\n(FÓRUM NACIONAL DE JUÍZAS E JUÍZES DE VIOLÊNCIA DOMÉSTICA E FAMILIAR\nCONTRA A MULHER - FONAVID)" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000903889",
  "numeroProcesso" : "2070863",
  "numeroRegistro" : "202301583362",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JOEL ILAN PACIORNIK",
  "dataPublicacao" : "DJEN       DATA:25/03/2025",
  "ementa" : "RECURSO ESPECIAL REPRESENTATIVO DE CONTROVÉRSIA. RITO DOS RECURSOS\nREPETITIVOS. VIOLÊNCIA DOMÉSTICA CONTRA A MULHER. TEMA N. 1249.\nMEDIDAS PROTETIVAS DE URGÊNCIA. NATUREZA JURÍDICA. TUTELA\nINIBITÓRIA. CONTEÚDO SATISFATIVO. VIGÊNCIA DA MEDIDA NÃO SE\nSUBORDINA À EXISTÊNCIA DE BOLETIM DE OCORRÊNCIA, INQUÉRITO POLICIAL,\nPROCESSO CÍVEL OU CRIMINAL. IMPOSSIBILIDADE DE FIXAÇÃO DE PRAZO\nPREDETERMINADO. DURAÇÃO SUBORDINADA À PERSISTÊNCIA DA SITUAÇÃO DE\nRISCO. RECURSO PROVIDO.\n1. A Lei Maria da Penha foi fruto de uma longa e custosa luta de\nsetores da sociedade civil para que o Estado brasileiro oferecesse\nàs mulheres um conjunto de mecanismos capaz de assegurar a elas, em\nsituações de violência doméstica, efetiva proteção e assistência.\n2. Em verdade - e isso deve ser tomado como uma necessária premissa\na nortear qualquer avaliação e interpretação da Lei n. 11.343/2006 -\no ingresso dessa lei no ordenamento jurídico resultou na criação de\num microssistema dentro do sistema de justiça criminal, cujas\ncaracterísticas são únicas, em alguns pontos não coincidentes com as\ncategorias e institutos usualmente presentes em outras áreas do\nDireito.\n3. Daí por que se deve extrair o máximo possível de extensão\nsemântica às medidas protetivas de urgência, como medida inovadora\nna legislação brasileira, idônea e necessária para maximizar a\nproteção estatal às mulheres vítimas de algum tipo de violência\ndoméstica, mas que também ultrapassa a esfera do Direito Penal e\navança no desejado equilíbrio nas relações de gênero em nossa\nsociedade.\n4. Sob tal consideração inicial, cumpre registrar que as medidas\nprotetivas previstas na Lei n. 11.340/2006, por visarem resguardar a\nintegridade física e psíquica da ofendida, possuem conteúdo\nsatisfativo, e não se vinculam, necessariamente, a um procedimento\nprincipal. Elas têm como objeto a proteção da vítima e devem\npermanecer enquanto durar a situação de perigo.\n5. O Protocolo para Julgamento com Perspectiva de Gênero, do\nConselho Nacional de Justiça, afirma que as medidas protetivas de\nurgência \"são autônomas em relação ao processo principal, com\ndispensa da vítima quanto ao oferecimento de representação em ação\npenal pública condicionada\". Em igual direção, o Enunciado n. 37 do\nFONAVID (Fórum Nacional de Juízas e Juízes de Violência Doméstica e\nFamiliar contra a Mulher): \"A concessão da medida protetiva de\nurgência não está condicionada à existência de fato que configure,\nem tese, ilícito penal.\"\n6. Tal posição foi partilhada pelo legislador com a publicação da\nLei n. 14.550/2023, que incluiu o parágrafo 5º no art. 19 da Lei\nMaria da Penha para afirmar que \"As medidas protetivas de urgência\nserão concedidas independentemente da tipificação penal da\nviolência, do ajuizamento de ação penal ou cível, da existência de\ninquérito policial ou do registro de boletim de ocorrência\".\n7. Diante do exposto, não é possível vincular, a priori, a ausência\nde um processo penal ou inquérito policial à inexistência de um\nquadro de ameaça à integridade da mulher. É certo que há razões\nmúltiplas, para além da inexistência de uma efetiva situação de\nrisco, que podem justificar o não ajuizamento de uma ação penal.\n8. A configuração das medidas protetivas, portanto, deve ser\nconsiderada como tutela inibitória, porquanto tem por escopo\nproteger a ofendida, independentemente da existência de inquérito\npolicial ou ação penal, não sendo necessária a realização de um\ndano, tampouco a prática de uma conduta criminalizada.\n9. Sobre o prazo de duração das medidas, a Carta da XVIII Jornada\nLei Maria da Penha, documento produzido em evento organizado pelo\nConselho Nacional de Justiça, recomenda que \"na aplicação da Lei\nMaria da Penha, seja assegurada sua finalidade preventiva e\nprotetiva, sem fixação de prazo de vigência das medidas protetivas\nde urgência, que devem persistir enquanto perdurar o risco à\nintegridade física, psicológica, sexual,\npatrimonial ou moral da ofendida e seus dependentes, podendo ser\nreavaliada a qualquer tempo\".\n10. É desse mesmo jaez o entendimento retratado na Lei Maria da\nPenha com a inclusão do art. 19, § 6º, pela Lei n. 14.550/2023, que\nestabelece que \"as medidas protetivas de urgência vigorarão enquanto\npersistir risco à integridade física, psicológica, sexual,\npatrimonial ou moral da ofendida ou de seus dependentes\".\n11. É dizer, apesar do caráter provisório inerente às medidas\nprotetivas de urgência, não há como quantificar, de antemão, em\ndias, semanas, meses ou anos, o tempo necessário à cessação do\nrisco, a fim de romper com o ciclo de violência instaurado.\n12. Com efeito, a fim de se evitar a perenização das medidas, a\npessoa interessada, quando entender não mais ser pertinente a tutela\ninibitória, poderá provocar o juízo de origem a se manifestar e\neste, ouvindo a vítima, decidirá acerca da manutenção ou extinção da\nmedida protetiva. Em caso de extinção da medida, a ofendida deve\nser comunicada, nos termos do art. 21 da Lei n. 11.340/2006.\n13. O que não é adequado, e muito menos conforme ao desejo de\nproteção e acolhimento da mulher vítima de violência em razão do\ngênero, é dela exigir um reforço periódico de seu desejo de\nmanter-se sob a proteção de uma MPU. A renovação de sua iniciativa -\ndirigir-se ao Fórum ou à Delegacia de Polícia para insistir, a cada\n3 ou 6 meses, na manutenção da medida protetiva - implicaria uma\nrevitimização e, consequentemente, uma violência institucional que\nprecisa ser coibida.\n14. A iniciativa para eventual revisão ou mesmo retirada da Medida\nProtetiva de Urgência deve partir de quem esteja sob o compromisso\nde abster-se de algum ato que possa turbar a tranquilidade ou\nsegurança da ofendida, hipótese em que esta será ouvida antes de uma\ndecisão judicial.\n15. Na hipótese em exame, a instância ordinária deferiu as medidas\nprotetivas em favor da vítima G. do C. A. sem vinculação de prazo e\njulgou extinto o processo. Nesse cenário, conclui-se que assiste\nrazão ao recorrente quando afirma que \"a decisão concessiva das\nmedidas protetivas tem natureza rebus sic stantibus, devendo\nperdurar enquanto se mantiver a situação de risco vivenciada pela\nvítima. A menos que sobrevenham aos autos notícias de fatos novos\nmodificadores daquele cenário, a presunção que se estabelece é de\nmanutenção da situação de risco\". Isso porque as medidas protetivas\ndevem perdurar o tempo necessário à cessação do risco, a fim de\nromper com o ciclo de violência instaurado. Não há, portanto, como\nquantificar, de antemão, em dias, semanas, meses ou anos (no caso,\nem 6 meses), o tempo necessário à cessação do risco.\n16. Recurso especial provido para clarificar que a duração das\nmedidas protetivas deve perdurar pelo tempo necessário à cessação do\nrisco, sem fixação de prazo certo de validade, e sem vinculação com\na existência ou permanência de inquérito policial ou ação penal.\nFixação das seguintes teses:\nI - As medidas protetivas de urgência (MPUs) têm natureza jurídica\nde tutela inibitória e sua vigência não se subordina à existência\n(atual ou vindoura) de boletim de ocorrência, inquérito policial,\nprocesso cível ou criminal.\nII - A duração das MPUs vincula-se à persistência da situação de\nrisco à mulher, razão pela qual devem ser fixadas por prazo\ntemporalmente indeterminado;\nIII - Eventual reconhecimento de causa de extinção de punibilidade,\narquivamento do inquérito policial ou absolvição do acusado não\norigina, necessariamente, a extinção da medida protetiva de\nurgência, máxime pela possibilidade de persistência da situação de\nrisco ensejadora da concessão da medida.\nIV - Não se submetem a prazo obrigatório de revisão periódica, mas\ndevem ser reavaliadas pelo magistrado, de ofício ou a pedido do\ninteressado, quando constatado concretamente o esvaziamento da\nsituação de risco. A revogação deve sempre ser precedida de\ncontraditório, com as oitivas da vítima e do suposto agressor. Em\ncaso de extinção da medida, a ofendida deve ser comunicada, nos\ntermos do art. 21 da Lei n. 11.340/2006.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241113",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da TERCEIRA SEÇÃO do Superior Tribunal de\nJustiça, retomado o julgamento, em vista coletiva, após o voto-vista\nantecipado parcialmente divergente do Sr. Ministro Rogerio Schietti\nCruz, dando provimento ao recurso especial, de modo a deixar claro\nque a duração das medidas protetivas deve perdurar pelo tempo\nnecessário à cessação do risco, sem fixação de prazo certo de\nvalidade, e sem vinculação com a existência ou permanência de\ninquérito policial ou ação penal, e a apresentação da seguinte\nproposta de redação quanto aos itens I, II, III e IV das teses\nanunciadas, e o voto-vista antecipado da Sra. Ministra Daniela\nTeixeira, acompanhando a divergência, e os votos dos Srs. Ministros\nOtávio de Almeida Toledo (Desembargador Convocado do TJSP),\nSebastião Reis Júnior, com acréscimos, e Reynaldo Soares da Fonseca\nno mesmo sentido, e o voto do Sr. Ministro Messod Azulay Neto,\nacompanhando o Sr. Ministro Relator, negando provimento ao recurso\nespecial, por maioria, dar provimento ao recurso especial e fixou as\nseguintes teses quanto ao Tema Repetitivo n. 1.249: \"I - As medidas\nprotetivas de urgência (MPUs) têm natureza jurídica de tutela\ninibitória e sua vigência não se subordina à existência (atual ou\nvindoura) de boletim de ocorrência, inquérito policial, processo\ncível ou criminal.\nII - A duração das MPUs vincula-se à persistência da situação de\nrisco à mulher, razão pela qual devem ser fixadas por prazo\ntemporalmente indeterminado;\nIII - Eventual reconhecimento de causa de extinção de punibilidade,\narquivamento do inquérito policial ou absolvição do acusado não\norigina, necessariamente, a extinção da medida protetiva de\nurgência, máxime pela possibilidade de persistência da situação de\nrisco ensejadora da concessão da medida.\nIV - Não se submetem a prazo obrigatório de revisão periódica, mas\ndevem ser reavaliadas pelo magistrado, de ofício ou a pedido do\ninteressado, quando constatado concretamente o esvaziamento da\nsituação de risco. A revogação deve sempre ser precedida de\ncontraditório, com as oitivas da vítima e do suposto agressor. Em\ncaso de extinção da medida, a ofendida deve ser comunicada, nos\ntermos no art.201, § 2º, do CPP\", nos termos do voto do Sr. Ministro\nRogerio Schietti Cruz, que lavrará o acórdão, com os acréscimos do\nSr. Ministro Sebastião Reis Júnior. Vencidos os Srs. Ministro Joel\nIlan Paciornik (Relator) e Messod Azulay Neto, que negavam\nprovimento ao recurso especial.\nVotaram com o Sr. Ministro Rogerio Schietti Cruz os Srs. Ministros\nDaniela Teixeira, Otávio de Almeida Toledo (Desembargador Convocado\ndo TJSP), Sebastião Reis Júnior e Reynaldo Soares da Fonseca.\nVotaram vencidos os Srs. Ministros Joel Ilan Paciornik e Messod\nAzulay Neto.\nNão participaram do julgamento os Srs. Ministros Og Fernandes e\nAntonio Saldanha Palheiro.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : "(MEDIDA PROTETIVA - TUTELA INIBITÓRIA)\n   STJ - <<CC 156284>>-PR\n   STF - [[HC-AgR 155187]]\n(MEDIDA PROTETIVA - INEXISTÊNCIA DE PRAZO DE VIGÊNCIA)\n   STJ - <<AgRg nos EDcl no RHC 184081>>-SP, <<HC 605113>>-SC\n(VOTO VENCIDO - LEI MARIA DA PENHA - MEDIDAS PROTETIVAS DE URGÊNCIA\n- FASE PRÉ-CAUTELAR)\n   STJ - <<AgRg no REsp 2056542>>-MG\n(VOTO VENCIDO - MEDIDA PROTETIVA - PRAZO DETERMINADO OU\nDETERMINÁVEL)\n   STJ - <<HC 605113>>-SC, <<RHC 159303>>-RS,\n         <<AgRg no AREsp 2063417>>-MG,\n         <<AgRg no AREsp 1650947>>-MG",
  "notas" : "Julgado conforme procedimento previsto para os Recursos Repetitivos\nno âmbito do STJ.\nTema: violência doméstica e familiar.",
  "informacoesComplementares" : "     (VOTO VENCIDO) (MIN. JOEL ILAN PACIORNIK)\n     \"I - As medidas protetivas de urge?ncia (MPUs) te?m natureza de\ncautelares, sendo penais as previstas nos incisos I, II e III do\nart. 22 da Lei n. 11.340/2006. Quando determinadas na forma do art.\n19, inserido pela Lei n. 14.550/2023, elas assumem a forma de\npre?-cautelares;\n     II - A durac?a?o das MPUs vincula-se a? persiste?ncia da\nsituac?a?o de risco a? mulher, sendo possi?vel a fixac?a?o por prazo\ntemporalmente indeterminado. Quando previsto prazo de durac?a?o, a\nsua expirac?a?o na?o implica na automa?tica perda de efica?cia da\nmedida, mas apenas na revisa?o de sua necessidade;\n     III - As MPUs na?o podem tender a? perpetuidade, nem subsistir\na? mi?ngua de um procedimento persecuto?rio penal real ou potencial.\n     Devem ser revogadas nas hipo?teses de absolvic?a?o, extinc?a?o\nda punibilidade, extinc?a?o da pena, ou arquivamento do inque?rito\npolicial, desde que na?o verificados fatos supervenientes que\njustifiquem a manutenc?a?o das medidas sob novo ti?tulo;\n     IV - Quando pre?-cautelares, as MPUs podem subsistir sem a\ninstaurac?a?o de procedimento principal pelo prazo decadencial de 6\nmeses, nos casos de ac?a?o penal privada ou de ac?a?o penal pu?blica\ncondicionada a? representac?a?o, ou pelo prazo prescricional da pena\nem abstrato, no caso de ac?a?o penal pu?blica incondicionada\".",
  "termosAuxiliares" : "VIOLÊNCIA DE GÊNERO",
  "teseJuridica" : "\"I - As medidas protetivas de urgência (MPUs) têm natureza jurídica\nde tutela inibitória e sua vigência não se subordina à existência\n(atual ou vindoura) de boletim de ocorrência, inquérito policial,\nprocesso cível ou criminal;\nII - A duração das MPUs vincula-se à persiste?ncia da situação de\nrisco à mulher,  razão  pela  qual  devem  ser  fixadas  por  prazo\ntemporalmente indeterminado;\nIII  -  Eventual  reconhecimento  de  causa  de  extinção  de\npunibilidade, arquivamento  do  inquérito  policial  ou  absolvição\ndo  acusado  não origina, necessariamente, a extinção da medida\nprotetiva de urgência, máxime  pela  possibilidade  de  persistência\n da  situação  de  risco ensejadora da concessão da medida;\nIV - Não se submetem a prazo obrigatório de revisão periódica, mas\ndevem  ser  reavaliadas  pelo  magistrado,  de  ofício  ou  a\npedido  do interessado,  quando  constatado  concretamente  o\nesvaziamento  da situação  de  risco.  A  revogação  deve  sempre\nser  precedida  de contraditório, com as oitivas da vítima e do\nsuposto agressor. Em caso de extinção da medida, a ofendida deve ser\ncomunicada, nos termos do art. 21 da Lei n. 11.340/2006\".",
  "tema" : "Tema Repetitivo 1249\nSituação do tema: Acórdão Publicado",
  "referenciasLegislativas" : [ "LEG:FED LEI:011340 ANO:2006\n*****  LMP-06    LEI MARIA DA PENHA\n        ART:00019 PAR:00005 PAR:00006 ART:00021 ART:00022\n        INC:00001 INC:00002 INC:00003\n(ART. 19, §§ 5º E 6º, COM A REDAÇÃO DADA PELA LEI 14.550/2023)", "LEG:FED LEI:014550 ANO:2023", "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00201 PAR:00002", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036", "LEG:FED ENU:****** ANO:****\n        NUM:00037\n(FÓRUM NACIONAL DE JUÍZAS E JUÍZES DE VIOLÊNCIA DOMÉSTICA E FAMILIAR\nCONTRA A MULHER - FONAVID)" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000903888",
  "numeroProcesso" : "2070857",
  "numeroRegistro" : "202301583212",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JOEL ILAN PACIORNIK",
  "dataPublicacao" : "DJEN       DATA:25/03/2025",
  "ementa" : "RECURSO ESPECIAL REPRESENTATIVO DE CONTROVÉRSIA. RITO DOS RECURSOS\nREPETITIVOS. VIOLÊNCIA DOMÉSTICA CONTRA A MULHER. TEMA N. 1249.\nMEDIDAS PROTETIVAS DE URGÊNCIA. NATUREZA JURÍDICA. TUTELA\nINIBITÓRIA. CONTEÚDO SATISFATIVO. VIGÊNCIA DA MEDIDA NÃO SE\nSUBORDINA À EXISTÊNCIA DE BOLETIM DE OCORRÊNCIA, INQUÉRITO POLICIAL,\nPROCESSO CÍVEL OU CRIMINAL. IMPOSSIBILIDADE DE FIXAÇÃO DE PRAZO\nPREDETERMINADO. DURAÇÃO SUBORDINADA À PERSISTÊNCIA DA SITUAÇÃO DE\nRISCO. RECURSO PROVIDO.\n1. A Lei Maria da Penha foi fruto de uma longa e custosa luta de\nsetores da sociedade civil para que o Estado brasileiro oferecesse\nàs mulheres um conjunto de mecanismos capaz de assegurar a elas, em\nsituações de violência doméstica, efetiva proteção e assistência.\n2. Em verdade - e isso deve ser tomado como uma necessária premissa\na nortear qualquer avaliação e interpretação da Lei n. 11.343/2006 -\no ingresso dessa lei no ordenamento jurídico resultou na criação de\num microssistema dentro do sistema de justiça criminal, cujas\ncaracterísticas são únicas, em alguns pontos não coincidentes com as\ncategorias e institutos usualmente presentes em outras áreas do\nDireito.\n3. Daí por que se deve extrair o máximo possível de extensão\nsemântica às medidas protetivas de urgência, como medida inovadora\nna legislação brasileira, idônea e necessária para maximizar a\nproteção estatal às mulheres vítimas de algum tipo de violência\ndoméstica, mas que também ultrapassa a esfera do Direito Penal e\navança no desejado equilíbrio nas relações de gênero em nossa\nsociedade.\n4. Sob tal consideração inicial, cumpre registrar que as medidas\nprotetivas previstas na Lei n. 11.340/2006, por visarem resguardar a\nintegridade física e psíquica da ofendida, possuem conteúdo\nsatisfativo, e não se vinculam, necessariamente, a um procedimento\nprincipal. Elas têm como objeto a proteção da vítima e devem\npermanecer enquanto durar a situação de perigo.\n5. O Protocolo para Julgamento com Perspectiva de Gênero, do\nConselho Nacional de Justiça, afirma que as medidas protetivas de\nurgência \"são autônomas em relação ao processo principal, com\ndispensa da vítima quanto ao oferecimento de representação em ação\npenal pública condicionada\". Em igual direção, o Enunciado n. 37 do\nFONAVID (Fórum Nacional de Juízas e Juízes de Violência Doméstica e\nFamiliar contra a Mulher): \"A concessão da medida protetiva de\nurgência não está condicionada à existência de fato que configure,\nem tese, ilícito penal.\"\n6. Tal posição foi partilhada pelo legislador com a publicação da\nLei n. 14.550/2023, que incluiu o parágrafo 5º no art. 19 da Lei\nMaria da Penha para afirmar que \"As medidas protetivas de urgência\nserão concedidas independentemente da tipificação penal da\nviolência, do ajuizamento de ação penal ou cível, da existência de\ninquérito policial ou do registro de boletim de ocorrência\".\n7. Diante do exposto, não é possível vincular, a priori, a ausência\nde um processo penal ou inquérito policial à inexistência de um\nquadro de ameaça à integridade da mulher. É certo que há razões\nmúltiplas, para além da inexistência de uma efetiva situação de\nrisco, que podem justificar o não ajuizamento de uma ação penal.\n8. A configuração das medidas protetivas, portanto, deve ser\nconsiderada como tutela inibitória, porquanto tem por escopo\nproteger a ofendida, independentemente da existência de inquérito\npolicial ou ação penal, não sendo necessária a realização de um\ndano, tampouco a prática de uma conduta criminalizada.\n9. Sobre o prazo de duração das medidas, a Carta da XVIII Jornada\nLei Maria da Penha, documento produzido em evento organizado pelo\nConselho Nacional de Justiça, recomenda que \"na aplicação da Lei\nMaria da Penha, seja assegurada sua finalidade preventiva e\nprotetiva, sem fixação de prazo de vigência das medidas protetivas\nde urgência, que devem persistir enquanto perdurar o risco à\nintegridade física, psicológica, sexual,\npatrimonial ou moral da ofendida e seus dependentes, podendo ser\nreavaliada a qualquer tempo\".\n10. É desse mesmo jaez o entendimento retratado na Lei Maria da\nPenha com a inclusão do art. 19, § 6º, pela Lei n. 14.550/2023, que\nestabelece que \"as medidas protetivas de urgência vigorarão enquanto\npersistir risco à integridade física, psicológica, sexual,\npatrimonial ou moral da ofendida ou de seus dependentes\".\n11. É dizer, apesar do caráter provisório inerente às medidas\nprotetivas de urgência, não há como quantificar, de antemão, em\ndias, semanas, meses ou anos, o tempo necessário à cessação do\nrisco, a fim de romper com o ciclo de violência instaurado.\n12. Com efeito, a fim de se evitar a perenização das medidas, a\npessoa interessada, quando entender não mais ser pertinente a tutela\ninibitória, poderá provocar o juízo de origem a se manifestar e\neste, ouvindo a vítima, decidirá acerca da manutenção ou extinção da\nmedida protetiva. Em caso de extinção da medida, a ofendida deve\nser comunicada, nos termos do art. 21 da Lei n. 11.340/2006.\n13. O que não é adequado, e muito menos conforme ao desejo de\nproteção e acolhimento da mulher vítima de violência em razão do\ngênero, é dela exigir um reforço periódico de seu desejo de\nmanter-se sob a proteção de uma MPU. A renovação de sua iniciativa -\ndirigir-se ao Fórum ou à Delegacia de Polícia para insistir, a cada\n3 ou 6 meses, na manutenção da medida protetiva - implicaria uma\nrevitimização e, consequentemente, uma violência institucional que\nprecisa ser coibida.\n14. A iniciativa para eventual revisão ou mesmo retirada da Medida\nProtetiva de Urgência deve partir de quem esteja sob o compromisso\nde abster-se de algum ato que possa turbar a tranquilidade ou\nsegurança da ofendida, hipótese em que esta será ouvida antes de uma\ndecisão judicial.\n15. Na hipótese em exame, a instância ordinária deferiu as medidas\nprotetivas em favor da vítima A dos S. sem vinculação de prazo e\njulgou extinto o processo. Nesse cenário, conclui-se que assiste\nrazão ao recorrente quando afirma que \"a decisão concessiva das\nmedidas protetivas tem natureza rebus sic stantibus, devendo\nperdurar enquanto se mantiver a situação de risco vivenciada pela\nvítima. A menos que sobrevenham aos autos notícias de fatos novos\nmodificadores daquele cenário, a presunção que se estabelece é de\nmanutenção da situação de risco\". Isso porque as medidas protetivas\ndevem perdurar o tempo necessário à cessação do risco, a fim de\nromper com o ciclo de violência instaurado. Não há, portanto, como\nquantificar, de antemão, em dias, semanas, meses ou anos (no caso,\nem 180 dias), o tempo necessário à cessação do risco.\n16. Recurso especial provido para clarificar que a duração das\nmedidas protetivas deve perdurar pelo tempo necessário à cessação do\nrisco, sem fixação de prazo certo de validade, e sem vinculação com\na existência ou permanência de inquérito policial ou ação penal.\nFixação das seguintes teses:\nI - As medidas protetivas de urgência (MPUs) têm natureza jurídica\nde tutela inibitória e sua vigência não se subordina à existência\n(atual ou vindoura) de boletim de ocorrência, inquérito policial,\nprocesso cível ou criminal.\nII - A duração das MPUs vincula-se à persistência da situação de\nrisco à mulher, razão pela qual devem ser fixadas por prazo\ntemporalmente indeterminado;\nIII - Eventual reconhecimento de causa de extinção de punibilidade,\narquivamento do inquérito policial ou absolvição do acusado não\norigina, necessariamente, a extinção da medida protetiva de\nurgência, máxime pela possibilidade de persistência da situação de\nrisco ensejadora da concessão da medida.\nIV - Não se submetem a prazo obrigatório de revisão periódica, mas\ndevem ser reavaliadas pelo magistrado, de ofício ou a pedido do\ninteressado, quando constatado concretamente o esvaziamento da\nsituação de risco. A revogação deve sempre ser precedida de\ncontraditório, com as oitivas da vítima e do suposto agressor. Em\ncaso de extinção da medida, a ofendida deve ser comunicada, nos\ntermos do art. 21 da Lei n. 11.340/2006.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241113",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da TERCEIRA SEÇÃO do Superior Tribunal de\nJustiça, retomado o julgamento, em vista coletiva, após o voto-vista\nantecipado parcialmente divergente do Sr. Ministro Rogerio Schietti\nCruz, dando provimento ao recurso especial, de modo a deixar claro\nque a duração das medidas protetivas deve perdurar pelo tempo\nnecessário à cessação do risco, sem fixação de prazo certo de\nvalidade, e sem vinculação com a existência ou permanência de\ninquérito policial ou ação penal, e a apresentação da seguinte\nproposta de redação quanto aos itens I, II, III e IV das teses\nanunciadas, e o voto-vista antecipado da Sra. Ministra Daniela\nTeixeira, acompanhando a divergência, e os votos dos Srs. Ministros\nOtávio de Almeida Toledo (Desembargador Convocado do TJSP),\nSebastião Reis Júnior, com acréscimos, e Reynaldo Soares da Fonseca\nno mesmo sentido, e o voto do Sr. Ministro Messod Azulay Neto,\nacompanhando o Sr. Ministro Relator, negando provimento ao recurso\nespecial, por maioria, dar provimento ao recurso especial e fixou as\nseguintes teses quanto ao Tema Repetitivo n. 1.249: \"I - As medidas\nprotetivas de urgência (MPUs) têm natureza jurídica de tutela\ninibitória e sua vigência não se subordina à existência (atual ou\nvindoura) de boletim de ocorrência, inquérito policial, processo\ncível ou criminal.\nII - A duração das MPUs vincula-se à persistência da situação de\nrisco à mulher, razão pela qual devem ser fixadas por prazo\ntemporalmente indeterminado;\nIII - Eventual reconhecimento de causa de extinção de punibilidade,\narquivamento do inquérito policial ou absolvição do acusado não\norigina, necessariamente, a extinção da medida protetiva de\nurgência, máxime pela possibilidade de persistência da situação de\nrisco ensejadora da concessão da medida.\nIV - Não se submetem a prazo obrigatório de revisão periódica, mas\ndevem ser reavaliadas pelo magistrado, de ofício ou a pedido do\ninteressado, quando constatado concretamente o esvaziamento da\nsituação de risco. A revogação deve sempre ser precedida de\ncontraditório, com as oitivas da vítima e do suposto agressor. Em\ncaso de extinção da medida, a ofendida deve ser comunicada, nos\ntermos no art.201, § 2º, do CPP\", nos termos do voto do Sr. Ministro\nRogerio Schietti Cruz, que lavrará o acórdão, com os acréscimos do\nSr. Ministro Sebastião Reis Júnior. Vencidos os Srs. Ministro Joel\nIlan Paciornik (Relator) e Messod Azulay Neto, que negavam\nprovimento ao recurso especial.\nVotaram com o Sr. Ministro Rogerio Schietti Cruz (Relator para\nacórdão) a Sra. Ministra Daniela Teixeira e os Srs. Ministros Otávio\nde Almeida Toledo (Desembargador Convocado do TJSP), Sebastião Reis\nJúnior e Reynaldo Soares da Fonseca.\nVotaram vencidos os Srs. Ministros Joel Ilan Paciornik (Relator) e\nMessod Azulay Neto.\nNão participaram do julgamento os Srs. Ministros Og Fernandes e\nAntonio Saldanha Palheiro.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : "(MEDIDA PROTETIVA - TUTELA INIBITÓRIA)\n   STJ - <<CC 156284>>-PR\n   STF - [[HC-AgR 155187]]\n(MEDIDA PROTETIVA - INEXISTÊNCIA DE PRAZO DE VIGÊNCIA)\n   STJ - <<AgRg nos EDcl no RHC 184081>>-SP, <<HC 605113>>-SC\n(VOTO VENCIDO - LEI MARIA DA PENHA - MEDIDAS PROTETIVAS DE URGÊNCIA\n- FASE PRÉ-CAUTELAR)\n   STJ - <<AgRg no REsp 2056542>>-MG\n(VOTO VENCIDO - MEDIDA PROTETIVA - PRAZO DETERMINADO OU\nDETERMINÁVEL)\n   STJ - <<HC 605113>>-SC, <<RHC 159303>>-RS,\n         <<AgRg no AREsp 2063417>>-MG,\n         <<AgRg no AREsp 1650947>>-MG",
  "notas" : "Julgado conforme procedimento previsto para os Recursos Repetitivos\nno âmbito do STJ.\nTema: violência doméstica e familiar.",
  "informacoesComplementares" : "     (VOTO VENCIDO) (MIN. JOEL ILAN PACIORNIK)\n     \"I - As medidas protetivas de urge?ncia (MPUs) te?m natureza de\ncautelares, sendo penais as previstas nos incisos I, II e III do\nart. 22 da Lei n. 11.340/2006. Quando determinadas na forma do art.\n19, inserido pela Lei n. 14.550/2023, elas assumem a forma de\npre?-cautelares;\n     II - A durac?a?o das MPUs vincula-se a? persiste?ncia da\nsituac?a?o de risco a? mulher, sendo possi?vel a fixac?a?o por prazo\ntemporalmente indeterminado. Quando previsto prazo de durac?a?o, a\nsua expirac?a?o na?o implica na automa?tica perda de efica?cia da\nmedida, mas apenas na revisa?o de sua necessidade;\n     III - As MPUs na?o podem tender a? perpetuidade, nem subsistir\na? mi?ngua de um procedimento persecuto?rio penal real ou potencial.\n     Devem ser revogadas nas hipo?teses de absolvic?a?o, extinc?a?o\nda punibilidade, extinc?a?o da pena, ou arquivamento do inque?rito\npolicial, desde que na?o verificados fatos supervenientes que\njustifiquem a manutenc?a?o das medidas sob novo ti?tulo;\n     IV - Quando pre?-cautelares, as MPUs podem subsistir sem a\ninstaurac?a?o de procedimento principal pelo prazo decadencial de 6\nmeses, nos casos de ac?a?o penal privada ou de ac?a?o penal pu?blica\ncondicionada a? representac?a?o, ou pelo prazo prescricional da pena\nem abstrato, no caso de ac?a?o penal pu?blica incondicionada\".",
  "termosAuxiliares" : "VIOLÊNCIA DE GÊNERO",
  "teseJuridica" : "\"I - As medidas protetivas de urgência (MPUs) têm natureza jurídica\nde tutela inibitória e sua vigência não se subordina à existência\n(atual ou vindoura) de boletim de ocorrência, inquérito policial,\nprocesso cível ou criminal;\nII - A duração das MPUs vincula-se à persiste?ncia da situação de\nrisco à mulher,  razão  pela  qual  devem  ser  fixadas  por  prazo\ntemporalmente indeterminado;\nIII  -  Eventual  reconhecimento  de  causa  de  extinção  de\npunibilidade, arquivamento  do  inquérito  policial  ou  absolvição\ndo  acusado  não origina, necessariamente, a extinção da medida\nprotetiva de urgência, máxime  pela  possibilidade  de  persistência\n da  situação  de  risco ensejadora da concessão da medida;\nIV - Não se submetem a prazo obrigatório de revisão periódica, mas\ndevem  ser  reavaliadas  pelo  magistrado,  de  ofício  ou  a\npedido  do interessado,  quando  constatado  concretamente  o\nesvaziamento  da situação  de  risco.  A  revogação  deve  sempre\nser  precedida  de contraditório, com as oitivas da vítima e do\nsuposto agressor. Em caso de extinção da medida, a ofendida deve ser\ncomunicada, nos termos do art. 21 da Lei n. 11.340/2006\".",
  "tema" : "Tema Repetitivo 1249\nSituação do tema: Acórdão Publicado",
  "referenciasLegislativas" : [ "LEG:FED LEI:011340 ANO:2006\n*****  LMP-06    LEI MARIA DA PENHA\n        ART:00019 PAR:00005 PAR:00006 ART:00021 ART:00022\n        INC:00001 INC:00002 INC:00003\n(ART. 19, §§ 5º E 6º, COM A REDAÇÃO DADA PELA LEI 14.550/2023)", "LEG:FED LEI:014550 ANO:2023", "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00201 PAR:00002", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036", "LEG:FED ENU:****** ANO:****\n        NUM:00037\n(FÓRUM NACIONAL DE JUÍZAS E JUÍZES DE VIOLÊNCIA DOMÉSTICA E FAMILIAR\nCONTRA A MULHER - FONAVID)" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000903887",
  "numeroProcesso" : "2070717",
  "numeroRegistro" : "202301572040",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JOEL ILAN PACIORNIK",
  "dataPublicacao" : "DJEN       DATA:25/03/2025",
  "ementa" : "RECURSO ESPECIAL REPRESENTATIVO DE CONTROVÉRSIA. RITO DOS RECURSOS\nREPETITIVOS. VIOLÊNCIA DOMÉSTICA CONTRA A MULHER. TEMA N. 1249.\nMEDIDAS PROTETIVAS DE URGÊNCIA. NATUREZA JURÍDICA. TUTELA\nINIBITÓRIA. CONTEÚDO SATISFATIVO. VIGÊNCIA DA MEDIDA NÃO SE\nSUBORDINA À EXISTÊNCIA DE BOLETIM DE OCORRÊNCIA, INQUÉRITO POLICIAL,\nPROCESSO CÍVEL OU CRIMINAL. IMPOSSIBILIDADE DE FIXAÇÃO DE PRAZO\nPREDETERMINADO. DURAÇÃO SUBORDINADA À PERSISTÊNCIA DA SITUAÇÃO DE\nRISCO. RECURSO PROVIDO.\n1. A Lei Maria da Penha foi fruto de uma longa e custosa luta de\nsetores da sociedade civil para que o Estado brasileiro oferecesse\nàs mulheres um conjunto de mecanismos capaz de assegurar a elas, em\nsituações de violência doméstica, efetiva proteção e assistência.\n2. Em verdade - e isso deve ser tomado como uma necessária premissa\na nortear qualquer avaliação e interpretação da Lei n. 11.343/2006 -\no ingresso dessa lei no ordenamento jurídico resultou na criação de\num microssistema dentro do sistema de justiça criminal, cujas\ncaracterísticas são únicas, em alguns pontos não coincidentes com as\ncategorias e institutos usualmente presentes em outras áreas do\nDireito.\n3. Daí por que se deve extrair o máximo possível de extensão\nsemântica às medidas protetivas de urgência, como medida inovadora\nna legislação brasileira, idônea e necessária para maximizar a\nproteção estatal às mulheres vítimas de algum tipo de violência\ndoméstica, mas que também ultrapassa a esfera do Direito Penal e\navança no desejado equilíbrio nas relações de gênero em nossa\nsociedade.\n4. Sob tal consideração inicial, cumpre registrar que as medidas\nprotetivas previstas na Lei n. 11.340/2006, por visarem resguardar a\nintegridade física e psíquica da ofendida, possuem conteúdo\nsatisfativo, e não se vinculam, necessariamente, a um procedimento\nprincipal. Elas têm como objeto a proteção da vítima e devem\npermanecer enquanto durar a situação de perigo.\n5. O Protocolo para Julgamento com Perspectiva de Gênero, do\nConselho Nacional de Justiça, afirma que as medidas protetivas de\nurgência \"são autônomas em relação ao processo principal, com\ndispensa da vítima quanto ao oferecimento de representação em ação\npenal pública condicionada\". Em igual direção, o Enunciado n. 37 do\nFONAVID (Fórum Nacional de Juízas e Juízes de Violência Doméstica e\nFamiliar contra a Mulher): \"A concessão da medida protetiva de\nurgência não está condicionada à existência de fato que configure,\nem tese, ilícito penal.\"\n6. Tal posição foi partilhada pelo legislador com a publicação da\nLei n. 14.550/2023, que incluiu o parágrafo 5º no art. 19 da Lei\nMaria da Penha para afirmar que \"As medidas protetivas de urgência\nserão concedidas independentemente da tipificação penal da\nviolência, do ajuizamento de ação penal ou cível, da existência de\ninquérito policial ou do registro de boletim de ocorrência\".\n7. Diante do exposto, não é possível vincular, a priori, a ausência\nde um processo penal ou inquérito policial à inexistência de um\nquadro de ameaça à integridade da mulher. É certo que há razões\nmúltiplas, para além da inexistência de uma efetiva situação de\nrisco, que podem justificar o não ajuizamento de uma ação penal.\n8. A configuração das medidas protetivas, portanto, deve ser\nconsiderada como tutela inibitória, porquanto tem por escopo\nproteger a ofendida, independentemente da existência de inquérito\npolicial ou ação penal, não sendo necessária a realização de um\ndano, tampouco a prática de uma conduta criminalizada.\n9. Sobre o prazo de duração das medidas, a Carta da XVIII Jornada\nLei Maria da Penha, documento produzido em evento organizado pelo\nConselho Nacional de Justiça, recomenda que \"na aplicação da Lei\nMaria da Penha, seja assegurada sua finalidade preventiva e\nprotetiva, sem fixação de prazo de vigência das medidas protetivas\nde urgência, que devem persistir enquanto perdurar o risco à\nintegridade física, psicológica, sexual,\npatrimonial ou moral da ofendida e seus dependentes, podendo ser\nreavaliada a qualquer tempo\".\n10. É desse mesmo jaez o entendimento retratado na Lei Maria da\nPenha com a inclusão do art. 19, § 6º, pela Lei n. 14.550/2023, que\nestabelece que \"as medidas protetivas de urgência vigorarão enquanto\npersistir risco à integridade física, psicológica, sexual,\npatrimonial ou moral da ofendida ou de seus dependentes\".\n11. É dizer, apesar do caráter provisório inerente às medidas\nprotetivas de urgência, não há como quantificar, de antemão, em\ndias, semanas, meses ou anos, o tempo necessário à cessação do\nrisco, a fim de romper com o ciclo de violência instaurado.\n12. Com efeito, a fim de se evitar a perenização das medidas, a\npessoa interessada, quando entender não mais ser pertinente a tutela\ninibitória, poderá provocar o juízo de origem a se manifestar e\neste, ouvindo a vítima, decidirá acerca da manutenção ou extinção da\nmedida protetiva. Em caso de extinção da medida, a ofendida deve\nser comunicada, nos termos do art. 21 da Lei n. 11.340/2006.\n13. O que não é adequado, e muito menos conforme ao desejo de\nproteção e acolhimento da mulher vítima de violência em razão do\ngênero, é dela exigir um reforço periódico de seu desejo de\nmanter-se sob a proteção de uma MPU. A renovação de sua iniciativa -\ndirigir-se ao Fórum ou à Delegacia de Polícia para insistir, a cada\n3 ou 6 meses, na manutenção da medida protetiva - implicaria uma\nrevitimização e, consequentemente, uma violência institucional que\nprecisa ser coibida.\n14. A iniciativa para eventual revisão ou mesmo retirada da Medida\nProtetiva de Urgência deve partir de quem esteja sob o compromisso\nde abster-se de algum ato que possa turbar a tranquilidade ou\nsegurança da ofendida, hipótese em que esta será ouvida antes de uma\ndecisão judicial.\n15. Na hipótese em exame, a instância ordinária  deferiu as medidas\nprotetivas em favor da vítima B. U. S. M. sem vinculação de prazo.\nInconformada, A. N. S. interpôs agravo de instrumento perante o\nTribunal de Justiça, que deu parcial provimento ao recurso para\nestipular prazo de vigência de 90 dias. Nesse cenário, conclui-se\nque assiste razão ao recorrente quando afirma que \"não é possível\nfixar um prazo pré-determinado de duração das medidas protetivas\".\nIsso porque as medidas protetivas devem perdurar o tempo necessário\nà cessação do risco, a fim de romper com o ciclo de violência\ninstaurado. Não há, portanto, como quantificar, de antemão, em dias,\nsemanas, meses ou anos (no caso, em 90 dias), o tempo necessário à\ncessação do risco.\n16. Recurso especial provido para clarificar que a duração das\nmedidas protetivas deve perdurar pelo tempo necessário à cessação do\nrisco, sem fixação de prazo certo de validade, e sem vinculação com\na existência ou permanência de inquérito policial ou ação penal.\nFixação das seguintes teses:\nI - As medidas protetivas de urgência (MPUs) têm natureza jurídica\nde tutela inibitória e sua vigência não se subordina à existência\n(atual ou vindoura) de boletim de ocorrência, inquérito policial,\nprocesso cível ou criminal.\nII - A duração das MPUs vincula-se à persistência da situação de\nrisco à mulher, razão pela qual devem ser fixadas por prazo\ntemporalmente indeterminado;\nIII - Eventual reconhecimento de causa de extinção de punibilidade,\narquivamento do inquérito policial ou absolvição do acusado não\norigina, necessariamente, a extinção da medida protetiva de\nurgência, máxime pela possibilidade de persistência da situação de\nrisco ensejadora da concessão da medida.\nIV - Não se submetem a prazo obrigatório de revisão periódica, mas\ndevem ser reavaliadas pelo magistrado, de ofício ou a pedido do\ninteressado, quando constatado concretamente o esvaziamento da\nsituação de risco. A revogação deve sempre ser precedida de\ncontraditório, com as oitivas da vítima e do suposto agressor. Em\ncaso de extinção da medida, a ofendida deve ser comunicada, nos\ntermos do art. 21 da Lei n. 11.340/2006.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241113",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da TERCEIRA SEÇÃO do Superior Tribunal de\nJustiça, retomado o julgamento, em vista coletiva, após o voto-vista\nantecipado parcialmente divergente do Sr. Ministro Rogerio Schietti\nCruz, dando provimento ao recurso especial, de modo a deixar claro\nque a duração das medidas protetivas deve perdurar pelo tempo\nnecessário à cessação do risco, sem fixação de prazo certo de\nvalidade, e sem vinculação com a existência ou permanência de\ninquérito policial ou ação penal, e a apresentação da seguinte\nproposta de redação quanto aos itens I, II, III e IV das teses\nanunciadas, e o voto-vista antecipado da Sra. Ministra Daniela\nTeixeira, acompanhando a divergência, e os votos dos Srs. Ministros\nOtávio de Almeida Toledo (Desembargador Convocado do TJSP),\nSebastião Reis Júnior, com acréscimos, e Reynaldo Soares da Fonseca\nno mesmo sentido, e o voto do Sr. Ministro Messod Azulay Neto,\nacompanhando o Sr. Ministro Relator, negando provimento ao recurso\nespecial, por maioria, dar provimento ao recurso especial e fixou as\nseguintes teses quanto ao Tema Repetitivo n. 1.249: \"I - As medidas\nprotetivas de urgência (MPUs) têm natureza jurídica de tutela\ninibitória e sua vigência não se subordina à existência (atual ou\nvindoura) de boletim de ocorrência, inquérito policial, processo\ncível ou criminal.\nII - A duração das MPUs vincula-se à persistência da situação de\nrisco à mulher, razão pela qual devem ser fixadas por prazo\ntemporalmente indeterminado;\nIII - Eventual reconhecimento de causa de extinção de punibilidade,\narquivamento do inquérito policial ou absolvição do acusado não\norigina, necessariamente, a extinção da medida protetiva de\nurgência, máxime pela possibilidade de persistência da situação de\nrisco ensejadora da concessão da medida.\nIV - Não se submetem a prazo obrigatório de revisão periódica, mas\ndevem ser reavaliadas pelo magistrado, de ofício ou a pedido do\ninteressado, quando constatado concretamente o esvaziamento da\nsituação de risco. A revogação deve sempre ser precedida de\ncontraditório, com as oitivas da vítima e do suposto agressor. Em\ncaso de extinção da medida, a ofendida deve ser comunicada, nos\ntermos no art.201, § 2º, do CPP\", nos termos do voto do Sr. Ministro\nRogerio Schietti Cruz, que lavrará o acórdão, com os acréscimos do\nSr. Ministro Sebastião Reis Júnior. Vencidos os Srs. Ministro Joel\nIlan Paciornik (Relator) e Messod Azulay Neto, que negavam\nprovimento ao recurso especial.\nVotaram com o Sr. Ministro Rogerio Schietti Cruz (Relator para\nacórdão) a Sra. Ministra Daniela Teixeira e os Srs. Ministros Otávio\nde Almeida Toledo (Desembargador Convocado do TJSP), Sebastião Reis\nJúnior e Reynaldo Soares da Fonseca.\nVotaram vencidos os Srs. Ministros Joel Ilan Paciornik (Relator) e\nMessod Azulay Neto.\nNão participaram do julgamento os Srs. Ministros Og Fernandes e\nAntonio Saldanha Palheiro.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : "(MEDIDA PROTETIVA - TUTELA INIBITÓRIA)\n   STJ - <<CC 156284>>-PR\n   STF - [[HC-AgR 155187]]\n(MEDIDA PROTETIVA - INEXISTÊNCIA DE PRAZO DE VIGÊNCIA)\n   STJ - <<AgRg nos EDcl no RHC 184081>>-SP, <<HC 605113>>-SC\n(VOTO VENCIDO - LEI MARIA DA PENHA - MEDIDAS PROTETIVAS DE URGÊNCIA\n- FASE PRÉ-CAUTELAR)\n   STJ - <<AgRg no REsp 2056542>>-MG\n(VOTO VENCIDO - MEDIDA PROTETIVA - PRAZO DETERMINADO OU\nDETERMINÁVEL)\n   STJ - <<HC 605113>>-SC, <<RHC 159303>>-RS,\n         <<AgRg no AREsp 2063417>>-MG,\n         <<AgRg no AREsp 1650947>>-MG",
  "notas" : "Julgado conforme procedimento previsto para os Recursos Repetitivos\nno âmbito do STJ.\nTema: violência doméstica e familiar.",
  "informacoesComplementares" : "     (VOTO VENCIDO) (MIN. JOEL ILAN PACIORNIK)\n     \"I - As medidas protetivas de urge?ncia (MPUs) te?m natureza de\ncautelares, sendo penais as previstas nos incisos I, II e III do\nart. 22 da Lei n. 11.340/2006. Quando determinadas na forma do art.\n19, inserido pela Lei n. 14.550/2023, elas assumem a forma de\npre?-cautelares; II - A durac?a?o das MPUs vincula-se a?\npersiste?ncia da situac?a?o de risco a? mulher, sendo possi?vel a\nfixac?a?o por prazo temporalmente indeterminado. Quando previsto\nprazo de durac?a?o, a sua expirac?a?o na?o implica na automa?tica\nperda de efica?cia da medida, mas apenas na revisa?o de sua\nnecessidade; III - As MPUs na?o podem tender a? perpetuidade, nem\nsubsistir a? mi?ngua de um procedimento persecuto?rio penal real ou\npotencial.\n     Devem ser revogadas nas hipo?teses de absolvic?a?o, extinc?a?o\nda punibilidade, extinc?a?o da pena, ou arquivamento do inque?rito\npolicial, desde que na?o verificados fatos supervenientes que\njustifiquem a manutenc?a?o das medidas sob novo ti?tulo; IV - Quando\npre?-cautelares, as MPUs podem subsistir sem a instaurac?a?o de\nprocedimento principal pelo prazo decadencial de 6 meses, nos casos\nde ac?a?o penal privada ou de ac?a?o penal pu?blica condicionada a?\nrepresentac?a?o, ou pelo prazo prescricional da pena em abstrato, no\ncaso de ac?a?o penal pu?blica incondicionada\".",
  "termosAuxiliares" : "VIOLÊNCIA DE GÊNERO",
  "teseJuridica" : "\"I - As medidas protetivas de urgência (MPUs) têm natureza jurídica\nde tutela inibitória e sua vigência não se subordina à existência\n(atual ou vindoura) de boletim de ocorrência, inquérito policial,\nprocesso cível ou criminal;\nII - A duração das MPUs vincula-se à persiste?ncia da situação de\nrisco à mulher,  razão  pela  qual  devem  ser  fixadas  por  prazo\ntemporalmente indeterminado;\nIII  -  Eventual  reconhecimento  de  causa  de  extinção  de\npunibilidade, arquivamento  do  inquérito  policial  ou  absolvição\ndo  acusado  não origina, necessariamente, a extinção da medida\nprotetiva de urgência, máxime  pela  possibilidade  de  persistência\n da  situação  de  risco ensejadora da concessão da medida;\nIV - Não se submetem a prazo obrigatório de revisão periódica, mas\ndevem  ser  reavaliadas  pelo  magistrado,  de  ofício  ou  a\npedido  do interessado,  quando  constatado  concretamente  o\nesvaziamento  da situação  de  risco.  A  revogação  deve  sempre\nser  precedida  de contraditório, com as oitivas da vítima e do\nsuposto agressor. Em caso de extinção da medida, a ofendida deve ser\ncomunicada, nos termos do art. 21 da Lei n. 11.340/2006\".",
  "tema" : "Tema Repetitivo 1249\nSituação do tema: Acórdão Publicado",
  "referenciasLegislativas" : [ "LEG:FED LEI:011340 ANO:2006\n*****  LMP-06    LEI MARIA DA PENHA\n        ART:00019 PAR:00005 PAR:00006 ART:00021 ART:00022\n        INC:00001 INC:00002 INC:00003\n(ART. 19, §§ 5º E 6º, COM A REDAÇÃO DADA PELA LEI 14.550/2023)", "LEG:FED LEI:014550 ANO:2023", "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00201 PAR:00002", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036", "LEG:FED ENU:****** ANO:****\n        NUM:00037\n(FÓRUM NACIONAL DE JUÍZAS E JUÍZES DE VIOLÊNCIA DOMÉSTICA E FAMILIAR\nCONTRA A MULHER - FONAVID)" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000903731",
  "numeroProcesso" : "2100416",
  "numeroRegistro" : "202303372619",
  "siglaClasse" : "AgRg nos EREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGENCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JOEL ILAN PACIORNIK",
  "dataPublicacao" : "DJEN       DATA:21/03/2025",
  "ementa" : "DIREITO PROCESSUAL PENAL. AGRAVO REGIMENTAL. EMBARGOS DE\nDIVERGÊNCIA. PARADIGMA FIRMADO EM HABEAS CORPUS. IMPOSSIBILIDADE.\nAGRAVO DESPROVIDO.\nI. Caso em exame\n1. Agravo regimental interposto contra decisão que\nindeferiu liminarmente embargos de divergência, com base no art.\n266-C do RISTJ, em razão de alegada divergência entre o acórdão\nembargado e o paradigma sobre a retroatividade do crime licitatório\nprevisto no art. 337-E do Código Penal.\n2. Os agravantes sustentam que a nova Lei de Licitações (Lei\n14.133/2021) impõe o reconhecimento de seus efeitos retroativos,\nalegando a atipicidade da conduta criminalizada pela lei revogada e\nrequerendo a absolvição dos réus com base no artigo 386, III, do\nCódigo de Processo Penal.\nII. Questão em discussão\n3. A questão em discussão consiste em saber\nse é possível a utilização de acórdãos firmados em habeas corpus\ncomo paradigma para embargos de divergência.\nIII. Razões de decidir\n4. O entendimento consolidado do STJ é de que\nnão se admite a utilização de acórdãos oriundos de ações com\nnatureza jurídica de garantia constitucional, como habeas corpus,\ncomo paradigma para embargos de divergência.\n5. A jurisprudência do STJ mantém a imprestabilidade dos paradigmas\noriundos de ações com natureza jurídica de garantia constitucional,\nmesmo após a entrada em vigor do novo Código de Processo Civil.\n6. A decisão agravada foi mantida com base em precedente mais\nrecente da Corte Especial, que reforça a inadmissibilidade de\nparadigmas extraídos de ações constitucionais.\nIV. Dispositivo e tese\n7. Agravo desprovido.\nTeses de julgamento:  \"1. Não se admite a utilização de acórdãos\noriundos de ações com natureza jurídica de garantia constitucional\ncomo paradigma para embargos de divergência. 2. A jurisprudência do\nSTJ mantém a imprestabilidade dos paradigmas oriundos de ações com\nnatureza jurídica de garantia constitucional, mesmo após a entrada\nem vigor do novo CPC\".\nDispositivos relevantes citados:  CPC/2015, art. 1.043, § 1º; RISTJ,\nart. 266, § 1º; CP, art. 337-E; CPP, art. 386, III. Jurisprudência\nrelevante citada:  STJ, AgRg nos EAREsp n. 2.035.619/SP, Rel. Min.\nJesuíno Rissato, Terceira Seção, j. 12.12.2023; STJ, AgInt nos EREsp\nn. 1.990.115/MA, Rel. Min. João Otávio de Noronha, Corte Especial,\nj. 27.11.2024.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250318",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 12/03/2025 a 18/03/2025,\npor unanimidade, negar provimento ao agravo regimental, nos termos\ndo voto do Sr. Ministro Joel Ilan Paciornik.\nOs Srs. Ministros Og Fernandes, Sebastião Reis Júnior, Rogerio\nSchietti Cruz, Reynaldo Soares da Fonseca, Ribeiro Dantas, Messod\nAzulay Neto e Carlos Cini Marchionatti (Desembargador Convocado\nTJRS) votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.\nImpedido o Sr. Ministro Otávio de Almeida Toledo (Desembargador\nConvocado do TJSP).",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000903730",
  "numeroProcesso" : "2665423",
  "numeroRegistro" : "202402115069",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JOEL ILAN PACIORNIK",
  "dataPublicacao" : "DJEN       DATA:21/03/2025",
  "ementa" : "DIREITO PROCESSUAL CIVIL. AGRAVO REGIMENTAL. EMBARGOS DE\nDIVERGÊNCIA. REQUISITOS NÃO ATENDIDOS. AGRAVO DESPROVIDO.\nI. Caso em exame\n1. Agravo regimental interposto contra decisão que\nindeferiu liminarmente os Embargos de Divergência, por ausência de\ncomprovação da divergência, nos termos do art. 1.043, § 4º, do\nCódigo de Processo Civil de 2015 e do art. 266, § 4º, do Regimento\nInterno do Superior Tribunal de Justiça.\n2. A parte agravante não apresentou novos argumentos capazes de\nalterar o entendimento firmado na decisão monocrática, reiterando a\nalegação de divergência com julgados da Quinta Turma.\nII. Questão em discussão\n3. A questão em discussão consiste em saber\nse a ausência de análise do mérito do Recurso Especial e a falta de\njuntada do inteiro teor dos acórdãos indicados como paradigma\nimpedem a interposição de Embargos de Divergência.\nIII. Razões de decidir\n4. A interposição de Embargos de Divergência\nnão é admitida quando não há análise do mérito do Recurso Especial,\nconforme a Súmula 315 do STJ.\n5. A parte agravante não cumpriu a regra técnica de juntar aos autos\no inteiro teor dos acórdãos indicados como paradigma, o que\ninviabiliza a comprovação da divergência.\n6. A ausência de citação do repositório oficial autorizado de\njurisprudência no momento da interposição dos embargos de\ndivergência não atrai a incidência do parágrafo único do art. 932 do\nCPC/2015.\nIV. Dispositivo e tese\n7. Agravo regimental desprovido.\nTese de julgamento:  \"1. Não cabem embargos de divergência no âmbito\ndo agravo de instrumento que não admite recurso especial. 2. A\nausência de juntada do inteiro teor dos acórdãos indicados como\nparadigma inviabiliza a comprovação da divergência.\"\nDispositivos relevantes citados:  CPC/2015, art. 1.043, § 4º; RISTJ,\nart. 266, § 4º.Jurisprudência relevante citada:  STJ, AgRg nos\nEAREsp 1.399.185/SP, Rel. Min. Reynaldo Soares da Fonseca, Terceira\nSeção, julgado em 24/5/2023, DJe de 26/5/2023.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250318",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 12/03/2025 a 18/03/2025,\npor unanimidade, negar provimento ao agravo regimental, nos termos\ndo voto do Sr. Ministro Joel Ilan Paciornik.\nOs Srs. Ministros Og Fernandes, Sebastião Reis Júnior, Rogerio\nSchietti Cruz, Reynaldo Soares da Fonseca, Ribeiro Dantas, Messod\nAzulay Neto, Otávio de Almeida Toledo (Desembargador Convocado do\nTJSP) e Carlos Cini Marchionatti (Desembargador Convocado TJRS)\nvotaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000903729",
  "numeroProcesso" : "2658475",
  "numeroRegistro" : "202402007578",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JOEL ILAN PACIORNIK",
  "dataPublicacao" : "DJEN       DATA:21/03/2025",
  "ementa" : "DIREITO PROCESSUAL CIVIL. AGRAVO REGIMENTAL. EMBARGOS DE\nDIVERGÊNCIA. NÃO COMPROVAÇÃO DE DISSÍDIO. VÍCIO SUBSTANCIAL\nINSANÁVEL. AGRAVO DESPROVIDO.\nI. Caso em exame\n1. Agravo regimental interposto contra decisão que\nindeferiu liminarmente embargos de divergência, com base na ausência\nde comprovação de dissídio jurisprudencial, nos termos dos artigos\n21-E, V c/c 226-C, do RISTJ.\n2. A defesa alegou que a jurisprudência da Terceira Seção do STJ\nflexibiliza o requisito formal de apresentação da certidão de\njulgamento do acórdão paradigma, desde que o dissídio esteja\ndemonstrado, e requereu prazo para saneamento do vício formal.\nII. Questão em discussão\n3. A questão em discussão consiste em saber\nse a ausência de juntada do inteiro teor dos acórdãos indicados como\nparadigmas e das respectivas certidões de julgamento constitui\nvício substancial insanável que impeça o conhecimento dos embargos\nde divergência.\n4. Outra questão é se a ausência de citação do repositório oficial\nautorizado de jurisprudência no momento da interposição dos embargos\nde divergência atrai a incidência do parágrafo único do art. 932 do\nCPC/2015.\nIII. Razões de decidir\n5. A jurisprudência do STJ é pacífica no\nsentido de que a observância ao art. 266, § 4º, do RISTJ, com a\njuntada das certidões e apresentação do inteiro teor dos acórdãos\napontados como paradigmas, é requisito formal essencial para o\nprocessamento dos embargos de divergência.\n6. A ausência de juntada do inteiro teor dos acórdãos indicados como\nparadigmas e das respectivas certidões de julgamento é considerada\nvício substancial insanável, impossibilitando a aplicação do art.\n932, parágrafo único, do CPC, conforme o Enunciado Normativo n. 6.\nIV. Dispositivo e tese\n7. Agravo regimental desprovido.\nTeses de julgamento:  \"1. A ausência de juntada do inteiro teor dos\nacórdãos indicados como paradigmas e das respectivas certidões de\njulgamento constitui vício substancial insanável nos embargos de\ndivergência. 2. A ausência de citação do repositório oficial\nautorizado de jurisprudência não atrai a incidência do parágrafo\núnico do art. 932 do CPC/2015.\"\nDispositivos relevantes citados:  CPC/2015, art. 932, parágrafo\núnico; CPC/2015, art. 1.043, § 4º; RISTJ, art. 266, § 4º.\nJurisprudência relevante citada:  STJ, AgRg nos EDcl nos EAREsp\n1.896.051/SP, Rel. Min. Herman Benjamin, Corte Especial, julgado em\n07.03.2023; STJ, AgRg nos EAREsp n. 2.574.507/SP, Rel. Min. Reynaldo\nSoares da Fonseca, Terceira Seção, julgado em 13/11/2024.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250318",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 12/03/2025 a 18/03/2025,\npor unanimidade, negar provimento ao agravo regimental, nos termos\ndo voto do Sr. Ministro Joel Ilan Paciornik.\nOs Srs. Ministros Og Fernandes, Sebastião Reis Júnior, Rogerio\nSchietti Cruz, Reynaldo Soares da Fonseca, Ribeiro Dantas, Messod\nAzulay Neto, Otávio de Almeida Toledo (Desembargador Convocado do\nTJSP) e Carlos Cini Marchionatti (Desembargador Convocado TJRS)\nvotaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000903728",
  "numeroProcesso" : "2649656",
  "numeroRegistro" : "202401884201",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JOEL ILAN PACIORNIK",
  "dataPublicacao" : "DJEN       DATA:21/03/2025",
  "ementa" : "DIREITO PROCESSUAL PENAL. AGRAVO REGIMENTAL. EMBARGOS DE\nDIVERGÊNCIA. INDEFERIMENTO LIMINAR. CABIMENTO. INEXISTÊNCIA DE\nOFENSA AOS PRINCÍPIOS DA COLEGIALIDADE, DO CONTRADITÓRIO E DA AMPLA\nDEFESA. AGRAVO REGIMENTAL DESPROVIDO.\nI. Caso em exame\n1. Agravo regimental interposto contra decisão que\nindeferiu liminarmente embargos de divergência, com base no art.\n266-C do Regimento Interno do Superior Tribunal de Justiça (RISTJ),\npor ausência de demonstração de dissídio jurisprudencial.\n2. Na hipótese, a Presidência do STJ não conheceu do recurso\nespecial, aplicando a Súmula n. 284 do STF, e a Sexta Turma do STJ,\npor meio do acórdão embargado, não conheceu do agravo regimental\ninterposto, com base nos arts. 1.021, § 1º, do CPC e 259, § 2º, do\nRISTJ, além da Súmula n. 182 do STJ.\nII. Questão em discussão\n3. A questão em discussão consiste em saber\nse a decisão monocrática que indeferiu liminarmente os embargos de\ndivergência violou os princípios da colegialidade, do contraditório\ne da ampla defesa.\n4. Outra questão em discussão é se a ausência de análise do mérito\ndo recurso especial impede a oposição de embargos de divergência,\nconforme a Súmula n. 315 do STJ.\nIII. Razões de decidir\n5. O art. 266-C do RISTJ autoriza o relator a\nindeferir liminarmente embargos de divergência manifestamente\ninadmissíveis ou improcedentes, sem violar os princípios da\ncolegialidade, do contraditório e da ampla defesa.\n6. A ausência de análise do mérito do recurso especial impede a\noposição de embargos de divergência, conforme a Súmula n. 315 do\nSTJ, que dispõe sobre a inadmissibilidade de embargos de divergência\nquando não apreciado o mérito do recurso especial.\n7. A defesa não apresentou acórdãos paradigmas conflitantes com o\njulgado embargado, não cumprindo os requisitos legais e formais para\na demonstração do dissídio jurisprudencial, conforme exigido pelos\narts. 1.043 do CPC e 266, § 4º, do RISTJ.\nIV. Dispositivo e tese\n8. Agravo regimental desprovido.\nTese de julgamento:  \"1. O art. 266-C do RISTJ autoriza o relator a\nindeferir liminarmente embargos de divergência manifestamente\ninadmissíveis ou improcedentes, sem violar os princípios da\ncolegialidade, do contraditório e da ampla defesa. 2. A ausência de\nanálise do mérito do recurso especial impede a oposição de embargos\nde divergência, conforme a Súmula n. 315 do STJ. 3. A defesa deve\napresentar acórdãos paradigmas conflitantes para demonstrar o\ndissídio jurisprudencial, conforme exigido pelos arts. 1.043 do CPC\ne 266, § 4º, do RISTJ.\".\nDispositivos relevantes citados:  RISTJ, art. 266-C; CPC/2015, art.\n1.043; RISTJ, art. 266, § 4º.Jurisprudência relevante citada:  STJ,\nAgRg nos EAREsp n. 1.221.928/MG, Rel. Min. Jorge Mussi, Terceira\nSeção, j. 22/8/2018; STJ, AgRg nos EDcl nos EAREsp n. 2.220.611/SC,\nRel. Min. Jesuíno Rissato, Terceira Seção, j. 12/12/2023.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250318",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 12/03/2025 a 18/03/2025,\npor unanimidade, negar provimento ao agravo regimental, nos termos\ndo voto do Sr. Ministro Joel Ilan Paciornik.\nOs Srs. Ministros Og Fernandes, Sebastião Reis Júnior, Rogerio\nSchietti Cruz, Reynaldo Soares da Fonseca, Ribeiro Dantas, Messod\nAzulay Neto, Otávio de Almeida Toledo (Desembargador Convocado do\nTJSP) e Carlos Cini Marchionatti (Desembargador Convocado TJRS)\nvotaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000903723",
  "numeroProcesso" : "2777010",
  "numeroRegistro" : "202404056577",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "ANTONIO SALDANHA PALHEIRO",
  "dataPublicacao" : "DJEN       DATA:21/03/2025",
  "ementa" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. AUSÊNCIA DE DEMONSTRAÇÃO ANALÍTICA DO DISSÍDIO\nJURISPRUDENCIAL ALEGADO. SÃO INCABÍVEIS EMBARGOS DE DIVERGÊNCIA PARA\nDISCUTIR ACERTO NA APLICAÇÃO DE REGRA TÉCNICA DE ADMISSIBILIDADE DE\nRECURSO ESPECIAL. AGRAVO DESPROVIDO.\n1. Os embargos de divergência têm o escopo de pacificar a\njurisprudência entre turmas ou entre seções e, por consequência,\nreclamam um julgamento prolatado por órgãos diversos. Assim, são\ninadmissíveis quando interpostos contra acórdãos proferidos pela\nmesma turma que apreciou o acórdão paradigma, como no caso.\nRessalte-se que, entre a data do julgamento do acórdão embargado e a\ndo paradigma, não houve alteração da composição do órgão em mais da\nmetade de seus membros (art. 266, § 3º, do Regimento Interno do\nSuperior Tribunal de Justiça).\n2. Nos embargos de divergência, para apreciação e comprovação do\ndissídio pretoriano, não basta a transcrição de ementas e excertos\ndos julgados; devem-se expor as circunstâncias que identificam os\ncasos confrontados, impondo-se a demonstração da similitude fática\nentre o acórdão embargado e os paradigmas com tratamento jurídico\ndiverso, o que, contudo, não configura a hipótese dos autos.\n3. Nos termos do art. 266, I e II, do RISTJ, não são cabíveis\nembargos de divergência amparados em eventual inobservância de\nregras técnicas alusivas ao conhecimento do recurso especial, como\npretende o embargante ao defender que o julgamento do recurso\nespecial não demandaria o revolvimento de provas, ao contrário da\nconclusão a que chegou o acórdão embargado.\n4. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250318",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 12/03/2025 a 18/03/2025,\npor unanimidade, negar provimento ao agravo regimental, nos termos\ndo voto do Sr. Ministro Antonio Saldanha Palheiro.\nOs Srs. Ministros Og Fernandes, Sebastião Reis Júnior, Rogerio\nSchietti Cruz, Reynaldo Soares da Fonseca, Ribeiro Dantas, Messod\nAzulay Neto, Otávio de Almeida Toledo (Desembargador Convocado do\nTJSP) e Carlos Cini Marchionatti (Desembargador Convocado TJRS)\nvotaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Joel Ilan Paciornik.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - DEMONSTRAÇÃO DE SIMILITUDE FÁTICA)\n   STJ - <<AgRg nos EREsp 2013585>>-SC,\n         <<AgRg nos EAREsp 2409773>>-PR\n(EMBARGOS DE DIVERGÊNCIA - REGRA TÉCNICA DE ADMISSIBILIDADE\nRECURSAL)\n   STJ - <<AgInt nos EAREsp 1410043>>-MG,\n         <<AgInt nos EAREsp 1834144>>-DF",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266 INC:00001 INC:00002 PAR:00003 PAR:00004" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000903722",
  "numeroProcesso" : "207143",
  "numeroRegistro" : "202402911524",
  "siglaClasse" : "AgRg no CC",
  "descricaoClasse" : "AGRAVO REGIMENTAL NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "ANTONIO SALDANHA PALHEIRO",
  "dataPublicacao" : "DJEN       DATA:21/03/2025",
  "ementa" : "AGRAVO REGIMENTAL NO CONFLITO DE COMPETÊNCIA. PROCESSO PENAL.\nCONFLITO SUSCITADO PELO INVESTIGADO A PRETEXTO DE SUPOSTA\nDIVERGÊNCIA ENTRE O JUÍZO FEDERAL E O JUÍZO ARBITRAL. SIGILO DE\nDOCUMENTOS APRESENTADOS NO PROCEDIMENTO ARBITRAL JÁ LEVANTADO PELO\nJUÍZO FEDERAL. AUSÊNCIA DE CONTROVÉRSIA A SER DIRIMIDA ENTRE OS\nJUÍZOS SUSCITADOS. AGRAVO REGIMENTAL DESPROVIDO.\n1. Não se conhece de conflito de competência suscitado pelo\ninvestigado a pretexto de suposta divergência entre o Juízo Federal\ne o Juízo Arbitral no que diz respeito ao sigilo de documentos\napresentados no procedimento arbitral.\n2. Depreende-se das informações prestadas pelo Juízo Federal que o\nsigilo dos documentos apresentados no procedimento arbitral já foi\nintegralmente levantado desde o recebimento da denúncia, de modo que\nnão há controvérsia a ser dirimida, sendo certo que não se\nvislumbra qualquer conflito entre o Juízo Federal e o Juízo\nArbitral, o que evidencia o descabimento do presente incidente, que\nnão se amolda ao disposto no artigo 105, inciso I, alínea d, da\nConstituição Federal.\n3. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250318",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 12/03/2025 a 18/03/2025,\npor unanimidade, negar provimento ao agravo regimental, nos termos\ndo voto do Sr. Ministro Antonio Saldanha Palheiro.\nOs Srs. Ministros Og Fernandes, Sebastião Reis Júnior, Rogerio\nSchietti Cruz, Reynaldo Soares da Fonseca, Ribeiro Dantas, Messod\nAzulay Neto, Otávio de Almeida Toledo (Desembargador Convocado do\nTJSP) e Carlos Cini Marchionatti (Desembargador Convocado TJRS)\nvotaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Joel Ilan Paciornik.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000903721",
  "numeroProcesso" : "2583255",
  "numeroRegistro" : "202400743720",
  "siglaClasse" : "AgRg no AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NO AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "ANTONIO SALDANHA PALHEIRO",
  "dataPublicacao" : "DJEN       DATA:21/03/2025",
  "ementa" : "PROCESSO PENAL. AGRAVO REGIMENTAL NO AGRAVO REGIMENTAL NOS EMBARGOS\nDE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL. NAO CABIMENTO DE\nAGRAVO REGIMENTAL CONTRA DECISÃO COLEGIADA. ERRO GROSSEIRO. RECURSO\nINTEMPESTIVO. AGRAVO REGIMENTAL NÃO CONHECIDO.\n1. \"É manifestamente incabível e caracteriza erro grosseiro a\ninterposição de agravo regimental contra decisão colegiada, em\ndesacordo com o art. 258 do RISTJ. Por conseguinte, o recurso\nmanifestamente incabível não suspende nem interrompe o prazo para\ninterposição de outro reclamo. Precedentes\" (AgRg nos EDcl nos\nEAREsp n. 2.066.135/RR, relator Ministro Sebastião Reis Júnior,\nTerceira Seção, julgado em 12/4/2023, DJe de 14/4/2023).\n2. É intempestivo o agravo regimental interposto fora do prazo de 5\n(cinco) dias corridos, nos termos dos arts. 39 da Lei n. 8.038/1990,\n258, caput, do Regimento Interno do Superior Tribunal de Justiça e\n798, caput e § 3º, do Código de Processo Penal.\n3. In casu, o agravo é intempestivo, haja vista que a intimação\nocorreu em 25/11/2024 (segunda-feira) e o recurso somente foi\nprotocolado em 3/12/2024.\n4. Agravo regimental não conhecido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250318",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 12/03/2025 a 18/03/2025,\npor unanimidade, não conhecer do agravo regimental, nos termos do\nvoto do Sr. Ministro Antonio Saldanha Palheiro.\nOs Srs. Ministros Og Fernandes, Sebastião Reis Júnior, Rogerio\nSchietti Cruz, Reynaldo Soares da Fonseca, Ribeiro Dantas, Messod\nAzulay Neto, Otávio de Almeida Toledo (Desembargador Convocado do\nTJSP) e Carlos Cini Marchionatti (Desembargador Convocado TJRS)\nvotaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Joel Ilan Paciornik.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000903720",
  "numeroProcesso" : "210494",
  "numeroRegistro" : "202404823030",
  "siglaClasse" : "AgRg no CC",
  "descricaoClasse" : "AGRAVO REGIMENTAL NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "ANTONIO SALDANHA PALHEIRO",
  "dataPublicacao" : "DJEN       DATA:21/03/2025",
  "ementa" : "PROCESSO PENAL. AGRAVO REGIMENTAL NO CONFLITO DE COMPETÊNCIA.\nAUSÊNCIA DE IMPUGNAÇÃO ESPECÍFICA DOS FUNDAMENTOS DA DECISÃO\nAGRAVADA. INCIDÊNCIA DA SÚMULA N. 182/STJ. AGRAVO NÃO CONHECIDO.\n1. Do conflito de competência não se conheceu em razão da ausência\nde manifestação dos juízos envolvidos. Consignou-se que o conflito\nfoi instaurado indevidamente pelo réu como sucedâneo de recurso\ncabível que não foi interposto.\n2. O agravante deixou de infirmar especificamente os fundamentos\ndesse provimento jurisdicional , atraindo o óbice da Súmula n.\n182/STJ.\n3.  Agravo regimental não conhecido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250318",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 12/03/2025 a 18/03/2025,\npor unanimidade, não conhecer do agravo regimental, nos termos do\nvoto do Sr. Ministro Antonio Saldanha Palheiro.\nOs Srs. Ministros Og Fernandes, Sebastião Reis Júnior, Rogerio\nSchietti Cruz, Reynaldo Soares da Fonseca, Ribeiro Dantas, Messod\nAzulay Neto, Otávio de Almeida Toledo (Desembargador Convocado do\nTJSP) e Carlos Cini Marchionatti (Desembargador Convocado TJRS)\nvotaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Joel Ilan Paciornik.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000903719",
  "numeroProcesso" : "2153637",
  "numeroRegistro" : "202402340883",
  "siglaClasse" : "AgRg nos EREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGENCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "ANTONIO SALDANHA PALHEIRO",
  "dataPublicacao" : "DJEN       DATA:21/03/2025",
  "ementa" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL.\nCRIME CONTRA A ORDEM TRIBUTÁRIA. RETROATIVIDADE DA SÚMULA VINCULANTE\nN. 24/STF. ACÓRDÃO EMBARGADO EM CONSONÂNCIA COM A ORIENTAÇÃO\nJURISPRUDENCIAL DO STJ. INCIDÊNCIA DA SÚMULA N. 168/STJ. AGRAVO\nDESPROVIDO.\n1. Os embargos de divergência objetivam estancar a adoção de teses\ndiversas para casos semelhantes, uma vez que sua função precípua é a\nde uniformizar a jurisprudência interna do Tribunal, de modo a\nretirar antinomias entre julgamentos sobre questões submetidas à sua\napreciação, o que não ocorre quando o acórdão impugnado não analisa\no mérito do recurso especial em razão da falta dos requisitos de\nadmissibilidade.\n2. O acórdão embargado encontra-se em consonância com a orientação\njurisprudencial do Superior Tribunal de Justiça quanto à ausência de\nlimite temporal para a aplicação retroativa da Súmula vinculante n.\n24 do Supremo Tribunal Federal, o que atrai a incidência da Súmula\nn. 168 desta Corte, segundo a qual \"não cabem embargos de\ndivergência, quando a jurisprudência do Tribunal se firmou no mesmo\nsentido do acórdão embargado\".\n3. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250318",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 12/03/2025 a 18/03/2025,\npor unanimidade, negar provimento ao agravo regimental, nos termos\ndo voto do Sr. Ministro Antonio Saldanha Palheiro.\nOs Srs. Ministros Og Fernandes, Sebastião Reis Júnior, Rogerio\nSchietti Cruz, Reynaldo Soares da Fonseca, Ribeiro Dantas, Messod\nAzulay Neto, Otávio de Almeida Toledo (Desembargador Convocado do\nTJSP) e Carlos Cini Marchionatti (Desembargador Convocado TJRS)\nvotaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Joel Ilan Paciornik.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000903685",
  "numeroProcesso" : "206855",
  "numeroRegistro" : "202402693126",
  "siglaClasse" : "AgRg no CC",
  "descricaoClasse" : "AGRAVO REGIMENTAL NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JOEL ILAN PACIORNIK",
  "dataPublicacao" : "DJEN       DATA:18/03/2025",
  "ementa" : "AGRAVO REGIMENTAL NO CONFLITO DE COMPETÊNCIA. INCIDENTE INSTAURADO\nENTRE JUÍZO DE DIREITO DA VARA DE EXECUÇÕES PENAIS E CORREGEDORIA\nDOS PRESÍDIOS DE CASCAVEL/PR E O JUÍZO DE DIREITO DA UNIDADE\nREGIONAL DE DEPARTAMENTOS ESTADUAL DE EXECUÇÃO CRIMINAL DEECRIM 2ª\nRAJ DE ARAÇATUBA/SP. RECURSO INTERPOSTO PELO INTRESSADO.\nLEGITIMIDADE. EXECUÇÃO PENAL. COMPETÊNCIA DO JUÍZO DA CONDENAÇÃO.\nART. 65 DA LEI DE EXECUÇÃO PENAL. TRANSFERÊNCIA CONDICIONADA À\nCONSULTA PRÉVIA SOBRE EXISTÊNCIA DE VAGAS NO SISTEMA PRISIONAL.\nAGRAVO REGIMENTAL NÃO PROVIDO.\n1. Tendo em vista que o apenado, na qualidade de interessado, pode\ninterpor conflito de competência (art. 115, I, do Código de Processo\nPenal - CPP e art. 195 do Regimento Interno do Superior Tribunal de\nJustiça - RISTJ), por decorrência lógica possui legitimidade para\ninterpor o presente agravo regimental. Precedentes: AgRg no CC n.\n182.880/BA, de minha relatoria, Terceira Seção, DJe de 27/6/2022;\nAgRg no CC 150.024/DF, Rel. Ministro Antônio Saldanha Palheiro,\nTerceira Seção, DJe 13/11/2017 e AgRg no CC 143.256/RO, Rel.\nMinistro Rogerio Schietti Cruz, Terceira Seção, DJe 17/6/2016.\n2. Em se tratando de pena privativa de liberdade, o simples fato de\no condenado ter sido preso em Comarca diversa, em cumprimento a\nmandado de prisão expedido pelo Juiz prolator da sentença penal\ncondenatória, não constitui causa legal de deslocamento de\ncompetência originária para a execução da pena.\n3. Ademais, este Sodalício firmou a compreensão de que \"a\ntransferência da execução da pena não pode ser determinada de\nmaneira unilateral: é necessária a prévia consulta ao juízo para o\nqual o sentenciado pretende ser transferido, notadamente a fim de se\nverificar a disponibilidade de vagas ou de condições adequadas para\no cumprimento da reprimenda no sistema prisional local\" (AgRg no CC\nn. 189.921/SC, relator Ministro Rogerio Schietti Cruz, Terceira\nSeção, DJe de 21/9/2022).\n4. Agravo regimental não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250312",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO, por unanimidade,\nnegar provimento ao agravo regimental, nos termos do voto do Sr.\nMinistro Joel Ilan Paciornik.\nOs Srs. Ministros Messod Azulay Neto, Otávio de Almeida Toledo\n(Desembargador Convocado do TJSP), Carlos Cini Marchionatti\n(Desembargador Convocado TJRS), Og Fernandes, Sebastião Reis Júnior,\nRogerio Schietti Cruz, Reynaldo Soares da Fonseca e Ribeiro Dantas\nvotaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000903669",
  "numeroProcesso" : "211330",
  "numeroRegistro" : "202500405621",
  "siglaClasse" : "AgRg no CC",
  "descricaoClasse" : "AGRAVO REGIMENTAL NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "REYNALDO SOARES DA FONSECA",
  "dataPublicacao" : "DJEN       DATA:19/03/2025",
  "ementa" : "AGRAVO REGIMENTAL EM CONFLITO NEGATIVO DE COMPETÊNCIA. INSURGÊNCIA\nDO PARQUET FEDERAL. INQUÉRITO POLICIAL. CRIME AMBIENTAL.\nPARCELAMENTO IRREGULAR DE SOLO URBANO E EDIFICAÇÃO EM ÁREA DE\nPRESERVAÇÃO AMBIENTAL. LOCAL INSERIDO NA UNIDADE DE CONSERVAÇÃO ÁREA\nDE PROTEÇÃO AMBIENTAL (APA) DO PLANALTO CENTRAL. UNIDADE DE\nCONSERVAÇÃO INSTITUÍDA PELA UNIÃO. ADMINISTRAÇÃO DA APA PELO ICMBIO.\nCOMPETÊNCIA DA JUSTIÇA FEDERAL. AGRAVO REGIMENTAL DESPROVIDO.\n1. Situação em que se questiona se é da Justiça Federal ou da\nJustiça Comum do Distrito Federal a competência para conduzir\ninquérito policial instaurado para apurar a prática de crime\nambiental e parcelamento irregular do solo urbano em imóvel\nlocalizado em Taguatinga/DF, em área inserida na APA do Planalto\nCentral.\n2. A APA do Planalto Central corresponde a área de 504 mil hectares,\ndelimitada no Plano Diretor de Ordenamento Territorial do Distrito\nFederal (PDOT), instituído pela Lei Complementar Distrital n.\n803/20, dos quais 375,5 mil hectares (74,5%) estão no Distrito\nFederal e 128,7 mil hectares (25,5%) em Goiás, abrangendo terrenos\nnos municípios goianos de Planaltina e Padre Bernardo, assim como\náreas privadas. Nos termos do art. 1º do Decreto de 10/01/2022, a\nárea foi criada com a \"finalidade de proteger os mananciais, regular\no uso dos recursos hídricos e o parcelamento do solo, garantindo o\nuso racional dos recursos naturais e protegendo o patrimônio\nambiental e cultural da região\".\n3. \"Sendo a Área de Proteção Ambiental (APA) do Planalto Central\ncriada por Decreto Federal de 10/1/2002 e supervisionada e\nfiscalizada pela Autarquia Federal Instituto Chico Mendes de\nConservação da Biodiversidade - ICMBio, denota-se o interesse\nfederal no crime sob apuração, tanto mais porque o Decreto Federal\nde 29/4/2009 reforçou que a gestão da referida APA é de competência\nfederal, ante a revogação expressa do art. 11 do Decreto Federal de\n10/1/2002, que previa a possibilidade de concessão de licença\nambiental pelos órgãos ambientais do Distrito Federal e do Estado de\nGoiás.\" (AgRg no CC n. 179.427/DF, relator Ministro Olindo Menezes\n(Desembargador Convocado do TRF 1ª Região), Terceira Seção, julgado\nem 25/8/2021, DJe de 27/8/2021.)\nPrecedentes: CC n. 187.958/DF, relatora Ministra Laurita Vaz,\nTerceira Seção, julgado em 14/9/2022, DJe de 28/9/2022; CC\n209.907/DF, Rel. Min. Joel Ilan Paciornik, DJEN de 19/02/2025; CC\n109.793/DF, Rela. Mina. Daniela Teixeira, DJEN de 20/01/2025 ; CC\n209.791/DF, Rel. Min. Messod Azulay Neto, DJEN de 20/12/2024; CC\n208.676/DF, Rel. Min. REYNALDO SOARES DA FONSECA, DJe de 21/10/2024;\nCC 206.138/DF, Rel. Min. MESSOD AZULAY NETO, DJe de 02/08/2024; CC\n199.116/DF, Rel. Min. JESUÍNO RISSATO (Desembargador convocado do\nTJDFT), DJe de 02/02/2024; CC 198.004/DF, Rela. Mina. LAURITA VAZ,\nDJe de 06/10/2023; CC 195.158/DF, Rel. Min. RIBEIRO DANTAS, DJe de\n04/07/2023; CC 190.442/DF, Rel. JOEL ILAN PACIORNIK, DJe de\n07/12/2022; CC 186.827/DF, Rel. SEBASTIÃO REIS JÚNIOR, DJe de\n26/04/2022.\n4. Situação que não se assemelha à da APA da Bacia do Rio São\nBartolomeu (criada pelo Decreto Federal n. 88.940/1993), já que,\nnaquele caso, a inexistência de interesse direto da União nos\ndelitos ambientais praticados na área decorre do fato de que houve\nlei federal subsequente (art. 1º da Lei n. 9.262/1996) delegando a\nfiscalização e a administração da APA para o Distrito Federal.\nNo caso concreto, entretanto, não há evidência de que tenha havido\ntransferência da responsabilidade pela fiscalização da área\nprotegida em questão da União para a Terracap ou para o Governo do\nDistrito Federal, não constando tampouco que a área estivesse\nenglobada no Termo de conciliação nº 03/2022/CCAF/CGU/AGU-CSM, no\nqual a União transferia à Terracap a propriedade de imóveis situados\nem Sobradinho/DF, Planaltina/DF e Vicente Pires/DF.\n5. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250312",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO, por unanimidade,\nnegar provimento ao agravo regimental, nos termos do voto do Sr.\nMinistro Reynaldo Soares da Fonseca.\nOs Srs. Ministros Ribeiro Dantas, Joel Ilan Paciornik, Messod Azulay\nNeto, Otávio de Almeida Toledo (Desembargador Convocado do TJSP),\nCarlos Cini Marchionatti (Desembargador Convocado TJRS), Og\nFernandes, Sebastião Reis Júnior e Rogerio Schietti Cruz votaram com\no Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000902869",
  "numeroProcesso" : "2576955",
  "numeroRegistro" : "202400654035",
  "siglaClasse" : "EAREsp",
  "descricaoClasse" : "EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "REYNALDO SOARES DA FONSECA",
  "dataPublicacao" : "DJEN       DATA:19/03/2025",
  "ementa" : "EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL. INSURGÊNCIA\nDEFENSIVA. EXECUÇÃO PENAL. REMIÇÃO DE PENA POR ESTUDO. APROVAÇÃO EM\n3 ÁREAS DE CONHECIMENTO DO EXAME NACIONAL DO ENSINO MÉDIO - ENEM.\nPOSSIBILIDADE. ART. 126 DA LEI DE EXECUÇÃO PENAL C/C ART. 3º,\nPARÁGRAFO ÚNICO, DA RESOLUÇÃO N. 391, DE 10/05/2021, DO CONSELHO\nNACIONAL DE JUSTIÇA. PRÉVIA OBTENÇÃO DE REMIÇÃO DE PENA POR\nAPROVAÇÃO NO ENCCEJA ENSINO MÉDIO NO SISTEMA CARCERÁRIO.\nIRRELEVÂNCIA. INEXISTÊNCIA DE BIS IN IDEM. GRAUS DE DIFICULDADE\nDIFERENTES DO EXAME QUE CERTIFICA A CONCLUSÃO DO ENSINO MÉDIO\n(ENCCEJA) E DO ENEM. DIREITO À REMIÇÃO DE 20 (VINTE) DIAS DE PENA\nPOR MATÉRIA EM QUE O EXECUTADO FOI APROVADO. VEDADO O ACRÉSCIMO DE\n1/3 PREVISTO NO ART. 126, § 5º, DA LEP. EMBARGOS DE DIVERGÊNCIA\nPROVIDOS.\n1. \"É cabível a remição pela aprovação no Exame Nacional do Ensino\nMédio - ENEM ainda que o Apenado já tenha concluído o ensino médio\nanteriormente, pois a aprovação no exame demanda estudos por conta\nprópria mesmo para aqueles que, fora do ambiente carcerário, já\npossuem o referido grau de ensino\" (REsp n. 1854391/DF, relatora\nMinistra Laurita Vaz, Sexta Turma, julgado em 22/9/2020, DJe\n6/10/2020), ressalvado o acréscimo de 1/3 (um terço) com fundamento\nno art. 126, § 5º, da Lei de Execução Penal. (AgRg no HC n.\n768.530/SP, relator Ministro Antonio Saldanha Palheiro, Sexta Turma,\njulgado em 6/3/2023, DJe de 9/3/2023). Precedentes.\n2. O objetivo do conjunto de regras acerca da remição da pena por\naproveitamento dos estudos é o de incentivar os apenados aos\nestudos, bem como sua readaptação ao convívio social.\n3. A despeito de as matérias nas quais o estudante é examinado no\nENCCEJA - ensino médio e no ENEM possuírem nomes semelhantes, não há\ncomo se deduzir que ambos os exames tenham o mesmo grau de\ncomplexidade. Pelo contrário, é muito mais plausível depreender-se\nque a avaliação efetuada no ENEM contém questões mais complexas dos\nque as formuladas no ENCCEJA - ensino médio, sobretudo tendo em\nconta que a finalidade do ENEM é possibilitar o ingresso no ensino\nsuperior, o que, por certo, demanda mais empenho do executado nos\nestudos. Reforça essa presunção o fato de que as notas mínimas para\naprovação nos referidos exames são diferentes, a prova do ENEM tem\nmais questões e dura 1h30min a mais que a prova do ENCCEJA.\nNessa linha de entendimento, o pedido de remição de pena por\naprovação (total ou parcial) no ENCCEJA - ensino médio não possui o\nmesmo \"fato gerador\" do pleito de remição de pena em decorrência de\naprovação (total ou parcial) no ENEM realizado a partir de 2017.\n4. Não fosse assim, a Resolução n. 391, de 10/05/2021, do Conselho\nNacional de Justiça, que revogou a Recomendação n. 44/2013, teria\ndeixado de reiterar a possibilidade de remição de pena por aprovação\nno ENEM, mantendo apenas a remição de pena por aprovação no\nENCCEJA. Mas não foi o que ocorreu.\nCom isso em mente, deixar de reconhecer o direito do apenado à\nremição de pena por aprovação total ou parcial no ENEM é negar\nvigência à Resolução 391 do CNJ.\n5. Transposto esse raciocínio para a situação da conclusão do ensino\nmédio antes do ingresso do apenado no sistema prisional ou durante\no cumprimento da pena, é forçoso concluir, também, que sua\nsuperveniente aprovação no ENEM durante o cumprimento da pena não\ncorresponde ao mesmo nível de esforço e ao mesmo \"fato gerador\"\ncorrespondente à obtenção do grau do ensino médio, não havendo que\nfalar em concessão do benefício (remição de pena) em duplicidade\npelo mesmo fato.\nPrecedentes da Quinta Turma: AgRg no HC n. 786.844/SP, relator\nMinistro Joel Ilan Paciornik, relator para acórdão Ministro Reynaldo\nSoares da Fonseca, Quinta Turma, julgado em 8/8/2023, DJe de\n13/9/2023; AgRg no HC n. 952.590/DF, relatora Ministra Daniela\nTeixeira, Quinta Turma, julgado em 17/12/2024, DJEN de 23/12/2024;\nAgRg no HC n. 928.497/SC, relator Ministro Ribeiro Dantas, Quinta\nTurma, julgado em 13/11/2024, DJe de 18/11/2024; AgRg no REsp n.\n2.070.298/MG, relator Ministro Joel Ilan Paciornik, Quinta Turma,\njulgado em 13/11/2024, DJe de 18/11/2024; AgRg no HC n. 792.658/SP,\nrelator Ministro Messod Azulay Neto, Quinta Turma, julgado em\n1/7/2024, DJe de 2/8/2024.\nPrecedentes da Sexta Turma: AgRg no AREsp n. 2.577.595/RJ, relator\nMinistro Otávio de Almeida Toledo (Desembargador Convocado do TJSP),\nSexta Turma, julgado em 5/11/2024, DJe de 12/11/2024; AgRg no HC n.\n896.787/SP, relator Ministro Antonio Saldanha Palheiro, Sexta\nTurma, julgado em 29/4/2024, DJe de 3/5/2024.\nPrecedente da Terceira Seção: EREsp n. 1.979.591/SP, relator\nMinistro Messod Azulay Neto, Terceira Seção, julgado em 8/11/2023,\nDJe de 13/11/2023.\n6. De se pontuar, ademais, que essa particular forma de interpretar\na lei e as normas que tratam da remição de pena por estudo é a que\nmais se aproxima da Constituição Federal, que faz da cidadania e da\ndignidade da pessoa humana dois de seus fundamentos, bem como tem\npor objetivos fundamentais erradicar a marginalização e construir\numa sociedade livre, justa e solidária (incisos I, II e III do art.\n3º). Tudo na perspectiva da construção do tipo ideal de sociedade\nque o preâmbulo da respectiva Carta Magna caracteriza como\n\"fraterna\" (HC n. 94163, Relator Min. CARLOS BRITTO, Primeira Turma\ndo STF, julgado em 2/12/2008, DJe-200 DIVULG 22/10/2009 PUBLIC\n23/10/2009 EMENT VOL-02379-04 PP-00851).\n7. A jurisprudência desta Corte e do Supremo Tribunal Federal é\nassente no sentido de que as 1.200 horas, correspondentes ao ensino\nmédio, divididas por 12 (1 dia de pena a cada 12 horas de estudo)\nresultam em 100 dias remidos.\nIdêntica forma de parametrar a contagem do tempo a ser remido é\naplicável ao ENEM, com a exceção de que o apenado aprovado em todas\nas áreas do ENEM, a partir de 2017, não faz jus ao acréscimo de 1/3\n(um terço) previsto no art. 126, § 5º, da LEP.\n8. No caso concreto, a defesa comprovou que o apenado obteve\naprovação em 3 (três) das 5 (cinco) áreas de conhecimento nos ENEMs\nde 2017 (redação) e 2018 (Ciências da Natureza e suas Tecnologias e\nCiências Humanas e suas Tecnologias).\nAssim sendo, faz jus à remição de 60 (sessenta) dias de pena.\n9. Embargos de divergência providos, para reformar o acórdão\nembargado, dando provimento ao AgRg no AREsp n. 2.576.955/ES, para\nconhecer do agravo da defesa e dar provimento a seu recurso\nespecial, reconhecendo o direito do ora embargante à remição de 60\n(sessenta) dias de pena em virtude de aprovação parcial nos ENEMs de\n2017 e 2018.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250312",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO, por unanimidade,\ndar provimento aos embargos de divergência da defesa para,\nreformando o acórdão da Sexta Turma no AgRg no AREsp n.\n2.576.955/ES, conhecer do agravo para dar provimento a seu recurso\nespecial, reconhecendo o direito do ora embargante à remição de 60\n(sessenta) dias de pena em virtude de aprovação parcial nos ENEMs de\n2017 e 2018, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Ribeiro Dantas, Joel Ilan Paciornik, Messod Azulay\nNeto, Otávio de Almeida Toledo (Desembargador Convocado do TJSP),\nCarlos Cini Marchionatti (Desembargador Convocado TJRS), Og\nFernandes, Sebastião Reis Júnior e Rogerio Schietti Cruz votaram com\no Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : "(REMIÇÃO DA PENA - APROVAÇÃO NO ENEM APÓS CONCLUSÃO DO ENSINO MÉDIO)\n   STJ - <<REsp 1854391>>-DF, <<EREsp 1979591>>-SP\n(REMIÇÃO DA PENA - APROVAÇÃO NO ENEM APÓS CONCLUSÃO DO ENSINO MÉDIO\n- VEDADO O ACRÉSCIMO DE 1/3 PREVISTO NO ART. 126, § 5º, DA LEP)\n   STJ - <<AgRg no HC 768530>>-SP\n(REMIÇÃO DA PENA - ENEM E ENCCEJA - APROVAÇÃO - FATOS GERADORES\nDISTINTOS)\n   STJ - <<AgRg no HC 952590>>-DF, <<AgRg no REsp 2070298>>-MG,\n         <<AgRg no HC 928497>>-SC, <<AgRg no HC 786844>>-SP,\n         <<AgRg no HC 792658>>-SP, <<AgRg no AREsp 2577595>>-RJ,\n         <<AgRg no HC 896787>>-SP\n(REMIÇÃO DE PENA POR ESTUDO - SOCIEDADE FRATERNA)\n   STF - [[HC 94163]]\n(REMIÇÃO DE PENA POR ESTUDO - ENCCEJA - BASE DE CÁLCULO)\n   STJ - <<HC 602425>>-SC\n   STF - [[RHC-AgR-AgR 193114]], [[HC-AgR 190806]],\n         [[RHC-AgR 193086]]",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED RES:000391 ANO:2021\n*****  RESUC-2021    RESOLUÇÃO SOBRE ATIVIDADES EDUCACIONAIS PARA\nREMIÇÃO DE PENA\n        ART:00003 PAR:ÚNICO", "LEG:FED REC:000044 ANO:2013\n*****  REDUC-2013    RECOMENDAÇÃO SOBRE ATIVIDADES EDUCACIONAIS PARA\nREMIÇÃO DE PENA\n(REVOGADA PELA RESOLUÇÃO 391/2021)", "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00003 INC:00001 INC:00002 INC:00003", "LEG:FED LEI:007210 ANO:1984\n*****  LEP-84    LEI DE EXECUÇÃO PENAL\n        ART:00126 PAR:00005" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000902798",
  "numeroProcesso" : "47099",
  "numeroRegistro" : "202400439104",
  "siglaClasse" : "AgRg na Rcl",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JOEL ILAN PACIORNIK",
  "dataPublicacao" : "DJEN       DATA:05/03/2025",
  "ementa" : "AGRAVO REGIMENTAL NA RECLAMAÇÃO. EXECUÇÃO PENAL. INDULTO DA PENA.\nDECRETO N. 11.302/22. ALTERAÇÃO JURISPRUDENCIAL APÓS O AJUIZAMENTO\nDA RECLAMAÇÃO. IMPOSSIBILIDADE DE OBSERVÂNCIA DO NOVO ENTENDIMENTO.\nAGRAVO REGIMENTAL DESPROVIDO.\n1. O HC n. 841.089/SC foi concedido, em 29/11/2023, para que o juízo\nda execução penal reexaminasse o pedido de indulto da defesa\nconforme as premissas estabelecidas no julgamento do AgRg no HC n.\n856.053/SC, no qual a Terceira Seção firmou o entendimento de que,\nem se tratando de crimes cometidos em contextos diversos, não é de\nse exigir o cumprimento integral da pena pelos crimes impeditivos.\n2. Em cumprimento a essa decisão, o juízo da execução reapreciou, na\nmesma data (29/11/2023), o pedido de indulto, indeferindo-o em\ndesconformidade com o que foi determinado por esta Corte, motivo\npelo qual a liminar requerida nesta reclamação foi deferida, em\n28/2/2024, para conceder o indulto, sendo confirmada, no mérito, em\n29/5/2024.\n3. No intervalo entre o deferimento da liminar e o provimento da\nreclamação, a Terceira Seção, no julgamento do HC n. 890.929, em\n24/4/2024, passou a adotar o entendimento de que é incabível o\nindulto quando não cumprida integralmente a pena do delito\nimpeditivo, sendo irrelevante o fato de os delitos não terem sido\ncometidos no mesmo contexto. Essa alteração jurisprudencial,\ncontudo, não pode ser observada no julgamento da presente\nreclamação, cuja análise deve restringir-se à verificação do alegado\ndesrespeito ao que foi decidido no HC n. 841.089/SC.\n4. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250206",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO, por unanimidade,\nnegar provimento ao agravo regimental, nos termos do voto do Sr.\nMinistro Joel Ilan Paciornik.\nOs Srs. Ministros Messod Azulay Neto, Daniela Teixeira, Otávio de\nAlmeida Toledo (Desembargador Convocado do TJSP), Og Fernandes,\nSebastião Reis Júnior, Rogerio Schietti Cruz, Reynaldo Soares da\nFonseca e Antonio Saldanha Palheiro votaram com o Sr. Ministro\nRelator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000902599",
  "numeroProcesso" : "2129167",
  "numeroRegistro" : "202400818548",
  "siglaClasse" : "EREsp",
  "descricaoClasse" : "EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JOEL ILAN PACIORNIK",
  "dataPublicacao" : "DJEN       DATA:18/03/2025",
  "ementa" : "DIREITO PENAL. EMBARGOS DE DIVERGÊNCIA. TRÁFICO DE DROGAS.\nAFASTAMENTO DA MINORANTE. CABIMENTO. EMBARGOS DE DIVERGÊNCIA\nPROVIDOS.\nI. Caso em exame\n1. Embargos de divergência opostos pelo Ministério\nPúblico do Estado de Rondônia contra acórdão da Sexta Turma do STJ,\nque manteve a aplicação da causa especial de diminuição de pena\nprevista no art. 33, § 4º, da Lei n. 11.343/2006, à embargada\ncondenada por tráfico de drogas.\n2. A embargada foi condenada em primeira instância a 3 anos e 9\nmeses de reclusão, em regime inicial aberto, e 375 dias-multa, por\ntráfico de drogas privilegiado praticado em estabelecimento\nprisional. O MPRO recorreu, mas o recurso foi desprovido pelo TJRO e\npelo STJ.\nII. Questão em discussão\n3. A questão em discussão consiste em saber\nse os registros de atos infracionais análogos ao tráfico de drogas,\npraticados pela embargada, são suficientes para afastar a aplicação\nda minorante prevista no art. 33, § 4º, da Lei n. 11.343/2006.\n4. Há divergência entre a jurisprudência da Sexta Turma e da Quinta\nTurma do STJ sobre a consideração de atos infracionais para o\nafastamento da minorante.\nIII. Razões de decidir\n5. A Terceira Seção do STJ consolidou o\nentendimento de que o histórico infracional pode ser considerado\npara afastar a minorante, desde que haja fundamentação idônea\napontando circunstâncias excepcionais, como a gravidade dos atos\npretéritos e a proximidade temporal com o crime em apuração.\n6. No caso concreto, a embargada possui registros de atos\ninfracionais análogos ao tráfico de drogas, praticados com razoável\nproximidade temporal em relação ao delito atual, o que caracteriza\ndedicação a atividades criminosas.\n7. A decisão embargada não considerou adequadamente o histórico\ninfracional da embargada, em desacordo com o entendimento\nconsolidado pela Terceira Seção do STJ.\nIV. Dispositivo e tese\n8. Embargos de divergência providos para\nreformar o acórdão embargado, afastando a minorante prevista no § 4º\ndo art. 33 da Lei de Drogas, redimensionando-se a pena da embargada\npara 6 anos e 3 meses de reclusão, em regime inicial semiaberto, e\n625 dias-multa.\nTese de julgamento:  \"1. O histórico infracional pode ser\nconsiderado para afastar a minorante prevista no art. 33, § 4º, da\nLei n. 11.343/2006, mediante fundamentação idônea que aponte\ncircunstâncias excepcionais, como a gravidade dos atos pretéritos e\na proximidade temporal com o crime em apuração.\"\nDispositivos relevantes citados:  Lei n. 11.343/2006, art. 33, § 4º;\nart. 40, III. Jurisprudência relevante citada:  STJ, EREsp\n1.916.596/SP, Rel. Min. Joel Ilan Paciornik, Rel. p/ Acórdão Min.\nLaurita Vaz, Terceira Seção, julgado em 8/9/2021, DJe de 4/10/2021.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250312",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO, por unanimidade,\ndar provimento aos embargos de divergência para reformar o acórdão\nembargado, afastando a minorante prevista no § 4º do art. 33 da Lei\nde Drogas, redimensionando-se a pena da embargada para 6 anos e 3\nmeses de reclusão, em regime inicial semiaberto, e 625 dias-multa,\nnos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Messod Azulay Neto, Otávio de Almeida Toledo\n(Desembargador Convocado do TJSP), Carlos Cini Marchionatti\n(Desembargador Convocado TJRS), Og Fernandes, Sebastião Reis Júnior,\nRogerio Schietti Cruz, Reynaldo Soares da Fonseca e Ribeiro Dantas\nvotaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000902482",
  "numeroProcesso" : "2692024",
  "numeroRegistro" : "202402562560",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JOEL ILAN PACIORNIK",
  "dataPublicacao" : "DJEN       DATA:05/03/2025",
  "ementa" : "DIREITO PROCESSUAL PENAL. AGRAVO REGIMENTAL. EMBARGOS DE DIVERGÊNCIA\nLIMINARMENTE INDEFERIDOS. PARADIGMA PROFERIDO EM HABEAS CORPUS E\nORIUNDO DA MESMA TURMA JULGADORA DO ACÓRDÃO EMBARGADO. AGRAVO\nREGIMENTAL DESPROVIDO.\nI. Caso em exame1. Agravo regimental interposto contra decisão da\nPresidência desta Corte, que indeferiu liminarmente os embargos de\ndivergência, com fundamento na inadequação do acórdão apontado como\nparadigma, proferido em sede de habeas corpus, para a comprovação de\ndivergência jurisprudencial.\nII. Questão em discussão2. A questão em discussão consiste em saber\nse acórdãos proferidos em ações de natureza constitucional, como\nhabeas corpus, podem ser utilizados como paradigma em embargos de\ndivergência.\n3. A questão também envolve a possibilidade de utilização de\nacórdãos da mesma Turma julgadora como paradigma.\nIII. Razões de decidir4. A jurisprudência do Superior Tribunal de\nJustiça não admite a utilização de acórdãos oriundos de julgados\nproferidos em habeas corpus, recurso em habeas corpus, mandados de\nsegurança, recurso em mandado de segurança e habeas data para a\ncomprovação da divergência jurisprudencial.\n5. Embargos de divergência não são cabíveis quando o acórdão\nparadigma é oriundo da mesma Turma julgadora do acórdão embargado,\nsalvo se houver alteração de mais da metade dos membros do órgão\ncolegiado, o que não ocorreu no caso.\nIV. Dispositivo e tese6. Agravo regimental desprovido.\nTese de julgamento:  \"1. Não se admite a utilização de acórdãos\noriundos de julgados proferidos em habeas corpus, recurso em habeas\ncorpus, mandados de segurança, recurso em mandado de segurança e\nhabeas data para a comprovação da divergência jurisprudencial. 2.\nEmbargos de divergência não são cabíveis quando o acórdão paradigma\né oriundo da mesma Turma julgadora do acórdão embargado, salvo na\nhipótese de alteração de mais da metade dos membros do órgão\ncolegiado\".\nDispositivos relevantes citados:  CPC, art. 1.043, § 3º; RISTJ, art.\n21-E, V, e art. 266-C. Jurisprudência relevante citada:  STJ, AgRg\nnos EAREsp 2.387.023/SP, Rel. Min. Reynaldo Soares da Fonseca,\nTerceira Seção, julgado em 18.04.2024; AgRg nos EAREsp 1.884.233/SC,\nRel. Min. Messod Azulay Neto, Terceira Seção, julgado em\n02.03.2023; AgRg nos EDcl nos EAREsp n. 1.886.675/PR, relator\nMinistro Sebastião Reis Júnior, Terceira Seção, julgado em 8.6.2022.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250212",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO, por unanimidade,\nnegar provimento ao agravo regimental, nos termos do voto do Sr.\nMinistro Joel Ilan Paciornik.\nOs Srs. Ministros Messod Azulay Neto, Daniela Teixeira, Otávio de\nAlmeida Toledo (Desembargador Convocado do TJSP), Og Fernandes,\nSebastião Reis Júnior, Rogerio Schietti Cruz, Reynaldo Soares da\nFonseca e Antonio Saldanha Palheiro votaram com o Sr. Ministro\nRelator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000901467",
  "numeroProcesso" : "206862",
  "numeroRegistro" : "202402700980",
  "siglaClasse" : "AgRg no CC",
  "descricaoClasse" : "AGRAVO REGIMENTAL NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JOEL ILAN PACIORNIK",
  "dataPublicacao" : "DJEN       DATA:24/02/2025",
  "ementa" : "DIREITO AMBIENTAL. CONFLITO DE COMPETÊNCIA. CRIME AMBIENTAL CONTRA\nFLORA AMEAÇADA DE EXTINÇÃO. COMPETÊNCIA DA JUSTIÇA FEDERAL. AGRAVO\nREGIMENTAL DESPROVIDO.\nI. Caso em exame1. Conflito de competência suscitado pelo Juízo da\nVara Única de Papanduva/SC, que declinou da competência para a\nJustiça Federal em caso de crime ambiental contra espécies vegetais\nameaçadas de extinção. O Juízo Federal da 1ª Vara de Joinville/SC\ntambém se julgou incompetente, alegando ausência de interesse direto\nda União.\nII. Questão em discussão2. A questão em discussão consiste em\ndeterminar o juízo competente para julgar crime ambiental contra\nespécie vegetal ameaçada de extinção, considerando a configuração de\ninteresse da União.\n3. Divergência entre os juízos sobre a aplicação do Tema n. 648 da\nrepercussão geral do STF, que fixa a competência da Justiça Federal\npara crimes ambientais de caráter transnacional envolvendo espécies\nameaçadas de extinção.\nIII. Razões de decidir4. A inclusão de espécies em listas nacionais\nde ameaçadas de extinção demonstra interesse específico da União,\njustificando a competência da Justiça Federal.\n5. A jurisprudência do STJ já firmou que a competência da Justiça\nFederal se aplica independentemente da transnacionalidade, quando há\ninteresse direto da União.\n6. A proteção da flora ameaçada de extinção é equiparada à proteção\nda fauna, não havendo distinção quanto ao interesse da União.\nIV. Dispositivo e tese7. Agravo regimental desprovido.\nTese de julgamento:  \"1. A inclusão de espécies em listas nacionais\nde ameaçadas de extinção demonstra interesse específico da União,\njustificando a competência da Justiça Federal. 2. A proteção da\nflora ameaçada de extinção é equiparada à proteção da fauna, não\nhavendo distinção quanto ao interesse da União\".\nDispositivos relevantes citados:  CF/1988, art. 109, IV; Lei\n9.605/1998, arts. 38 e 38-A; Lei 9.985/2000, art. 53.Jurisprudência\nrelevante citada:  STF, RE 835558, Rel. Min. Luiz Fux, Tribunal\nPleno, julgado em 09.02.2017; STJ, CC 189.620, Min. Sebastião Reis\nJúnior, DJe 02.08.2022; STJ, CC 163.944, Min. Felix Fischer, DJe\n11.03.2019.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250218",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 12/02/2025 a 18/02/2025,\npor unanimidade, negar provimento ao agravo regimental, nos termos\ndo voto do Sr. Ministro Joel Ilan Paciornik.\nOs Srs. Ministros Og Fernandes, Sebastião Reis Júnior, Rogerio\nSchietti Cruz, Reynaldo Soares da Fonseca, Antonio Saldanha\nPalheiro, Messod Azulay Neto, Daniela Teixeira e Otávio de Almeida\nToledo (Desembargador Convocado do TJSP) votaram com o Sr. Ministro\nRelator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000901033",
  "numeroProcesso" : "3457",
  "numeroRegistro" : "202103298506",
  "siglaClasse" : "AgInt na PET na ExeMS",
  "descricaoClasse" : "AGRAVO INTERNO NA PETIÇÃO NA EXECUÇÃO EM MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "RIBEIRO DANTAS",
  "dataPublicacao" : "DJEN       DATA:27/02/2025",
  "ementa" : "PROCESSUAL CIVIL E ADMINISTRATIVO. VENDA DE IMÓVEL FUNCIONAL.\nINÉRCIA DO EXECUTADO. PRESCRIÇÃO. INOCORRÊNCIA. RECURSO NÃO PROVIDO.\n1. Na hipótese dos autos, a ordem mandamental impôs obrigação de\nfazer à UNIÃO consistente em adotar as providências que lhe cabe\npara a alienação dos imóveis funcionais em favor dos ocupantes, ora\nexequentes, pela forma prevista em lei (acórdão de fls. 201-209).\n2. Logo, considerando a natureza da obrigação veiculada no writ, não\nse exige necessariamente que a parte impetrante deflagre a fase\nexecutiva. Isso porque a decisão mandamental não se limita a\ncondenar, mas vai além para ordenar que a autoridade impetrada\ncumpra a obrigação na medida em que reconhecido o direito líquido e\ncerto em favor da parte impetrante, estando sua efetivação\ndiretamente ligada ao destinatário da ordem.\n3. Nesse sentido é que, em observância ao art. 11 da lei do mandado\nde segurança vigente à época (Lei nº 1.533/51), foram expedidos os\nofícios de fls. 217 e 219 às autoridades coatoras, Ministro de\nEstado da Secretaria da Administração Federal e Ministro de Estado\nChefe do Estado-Maior das Forças Armadas, para cumprimento da ordem,\na qual sequer foi impugnada pela UNIÃO, tendo a decisão transitado\nem julgado. Nesse mesmo sentido: PET na ExeMS n. 3.457, Ministro\nRibeiro Dantas, DJe de 11/11/2024 e PET na ExeMS n. 2.921, Ministro\nSérgio Kukina, DJe de 03/07/2023.\n4. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250212",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da TERCEIRA SEÇÃO, por unanimidade, negar\nprovimento ao agravo interno, nos termos do voto do Sr. Ministro\nPresidente da Terceira Seção.\nOs Srs. Ministros Og Fernandes, Sebastião Reis Júnior, Rogerio\nSchietti Cruz, Reynaldo Soares da Fonseca, Joel Ilan Paciornik,\nMessod Azulay Neto, Daniela Teixeira e Otávio de Almeida Toledo\n(Desembargador Convocado do TJSP) votaram com o Sr. Ministro\nRelator.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000900884",
  "numeroProcesso" : "2305391",
  "numeroRegistro" : "202300612580",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "ANTONIO SALDANHA PALHEIRO",
  "dataPublicacao" : "DJEN       DATA:24/02/2025",
  "ementa" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. DISSÍDIO JURISPRUDENCIAL NÃO COMPROVADO NOS TERMOS LEGAIS.\nAUSÊNCIA DE INTEIRO TEOR DO ACÓRDÃO PARADIGMA. NÃO CABIMENTO DE\nEMBARGOS DE DIVERGÊNCIA PARA DISCUTIR A APLICAÇÃO DE REGRA TÉCNICA\nDE ADMISSIBILIDADE DE RECURSO ESPECIAL. AGRAVO DESPROVIDO.\n1. Os embargos de divergência objetivam estancar a adoção de teses\ndiversas para casos semelhantes, uma vez que sua função precípua é a\nde uniformizar a jurisprudência interna do Tribunal, de modo a\nretirar antinomias entre julgamentos sobre questões submetidas à sua\napreciação, o que não ocorre quando o acórdão impugnado não analisa\no mérito do recurso especial em razão da falta dos requisitos de\nadmissibilidade.\n2. Nos termos do art. 266, I e II, do RISTJ, não são cabíveis\nembargos de divergência amparados em eventual inobservância de\nregras técnicas alusivas ao conhecimento do recurso especial, como\npretendem os embargantes ao defender que o julgamento do recurso\nespecial não demandaria o revolvimento de provas, ao contrário da\nconclusão a que chegou o acórdão embargado.\n3. \"[...] a só menção ao Diário da Justiça em que teriam sido\npublicados os acórdãos paradigmas trazidos à colação, sem a\nindicação da respectiva fonte, quando os julgados encontram-se\ndisponíveis na rede mundial de computadores ou Internet, não supre a\nexigência da citação do repositório oficial ou autorizado de\njurisprudência, ou, ao menos, da juntada da certidão ou cópia\nautenticada do acórdão paradigma, o que não ocorreu, na hipótese\"\n(AgRg nos EDv nos EAREsp n. 983.218/PR, Ministro Reynaldo Soares da\nFonseca, Terceira Seção, DJe 2/9/2019).\n4. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250218",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 12/02/2025 a 18/02/2025,\npor unanimidade, negar provimento ao agravo regimental, nos termos\ndo voto do Sr. Ministro Antonio Saldanha Palheiro.\nOs Srs. Ministros Og Fernandes, Sebastião Reis Júnior, Rogerio\nSchietti Cruz, Reynaldo Soares da Fonseca, Joel Ilan Paciornik,\nMessod Azulay Neto, Daniela Teixeira e Otávio de Almeida Toledo\n(Desembargador Convocado do TJSP) votaram com o Sr. Ministro\nRelator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - COMPROVAÇÃO DO DISSÍDIO - SIMILITUDE\nFÁTICA - JUNTADA DO INTEIRO TEOR DO JULGADO PARADIGMA)\n   STJ - <<AgRg nos EDv nos EAREsp 983218>>-PR",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266 INC:00001 INC:00002 PAR:00004" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000900841",
  "numeroProcesso" : "2126308",
  "numeroRegistro" : "202400618609",
  "siglaClasse" : "AgRg nos EREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGENCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "SEBASTIÃO REIS JÚNIOR",
  "dataPublicacao" : "DJEN       DATA:24/02/2025",
  "ementa" : "PROCESSO PENAL. AGRAVO REGIMENTAL EM EMBARGOS DE DIVERGÊNCIA EM\nRECURSO ESPECIAL. DECISÃO DA PRESIDÊNCIA. EMBARGOS DE DIVERGÊNCIA\nLIMINARMENTE INDEFERIDOS. DISSÍDIO. COMPROVAÇÃO. AUSÊNCIA. VÍCIO\nSUBSTANCIAL INSANÁVEL. PRESCRIÇÃO DA PRETENSÃO PUNITIVA. INCIDÊNCIA\nDA SÚMULA 168/STJ. PRETENSÃO ALTERNATIVA DE CONCESSÃO DE HABEAS\nCORPUS DE OFÍCIO. INVIABILIDADE. PRECEDENTES.\n1. A ausência de comprovação da divergência alegada no recurso\nuniformizador - nos moldes exigidos pelo art. 1.043, § 4º, do Código\nde Processo Civil e pelo art. 266, § 4º, do RISTJ -\nindubitavelmente constitui vício substancial, resultante da não\nobservância do rigor técnico exigido na interposição do presente\nrecurso.\n2. No caso, há, também, a incidência do óbice representado pela\nSúmula 168/STJ: Não cabem embargos de divergência, quando a\njurisprudência do Tribunal se firmou no mesmo sentido do acórdão\nembargado.\n3. A concessão de habeas corpus de ofício, no bojo de embargos de\ndivergência, encontra óbice tanto no fato de que nem o Relator tem\nautoridade para, em decisão monocrática, conceder ordem que, na\nprática, desconstituiria o resultado de acórdão proferido por outra\nTurma julgadora, como tampouco a Seção detém competência\nconstitucional para conceder habeas corpus contra acórdão de Turma\ndo próprio tribunal. Precedentes.\n4. Agravo regimental improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250218",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 12/02/2025 a 18/02/2025,\npor unanimidade, negar provimento ao agravo regimental, nos termos\ndo voto do Sr. Ministro Sebastião Reis Júnior.\nOs Srs. Ministros Og Fernandes, Rogerio Schietti Cruz, Reynaldo\nSoares da Fonseca, Antonio Saldanha Palheiro, Joel Ilan Paciornik,\nMessod Azulay Neto, Daniela Teixeira e Otávio de Almeida Toledo\n(Desembargador Convocado do TJSP) votaram com o Sr. Ministro\nRelator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
} ]