[ {
  "id" : "000915909",
  "numeroProcesso" : "2832413",
  "numeroRegistro" : "202500070210",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "CARLOS CINI MARCHIONATTI (DESEMBARGADOR CONVOCADO TJRS)",
  "dataPublicacao" : "DJEN       DATA:16/06/2025",
  "ementa" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. ACÓRDÃO PARADIGMA PROFERIDO EM HABEAS CORPUS.\nINADMISSIBILIDADE. AGRAVO REGIMENTAL DESPROVIDO.\nI. Caso em exame\n1. Agravo regimental interposto contra decisão da Presidência do\nSuperior Tribunal de Justiça que indeferiu liminarmente os embargos\nde divergência.\nII. Questão em discussão\n2. A questão em discussão consiste em saber se acórdãos proferidos\nem ações de natureza constitucional, como habeas corpus, podem\nservir como paradigma para embargos de divergência no Superior\nTribunal de Justiça.\nIII. Razões de decidir\n3. A jurisprudência do Superior Tribunal de Justiça é firme no\nsentido de que acórdãos proferidos em ações de natureza\nconstitucional, como habeas corpus, não podem servir como paradigma\npara embargos de divergência, devido à maior amplitude cognitiva\ndesses remédios constitucionais em relação ao recurso especial.\n4. O art. 1.043 do Código de Processo Civil e o art. 266 do\nRegimento Interno do Superior Tribunal de Justiça delimitam o\nconfronto de teses jurídicas objeto dos embargos de divergência\nàquelas decorrentes do julgamento de recursos e ações de competência\noriginária.\nIV. Dispositivo e tese\n5. Agravo regimental desprovido.\nTese de julgamento: \"Acórdãos proferidos em ações de natureza\nconstitucional, como habeas corpus, não podem servir como paradigma\npara embargos de divergência, consoante jurisprudência pacífica do\nSuperior Tribunal de Justiça\".",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250611",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO, por unanimidade,\nnegar provimento ao agravo regimental, nos termos do voto do Sr.\nMinistro Carlos Cini Marchionatti (Desembargador Convocado TJRS).\nOs Srs. Ministros Sebastião Reis Júnior, Rogerio Schietti Cruz,\nReynaldo Soares da Fonseca, Ribeiro Dantas, Joel Ilan Paciornik,\nMessod Azulay Neto e Otávio de Almeida Toledo (Desembargador\nConvocado do TJSP) votaram com o Sr. Ministro Relator.\nAusente, justificadamente, o Sr. Ministro Og Fernandes.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000915908",
  "numeroProcesso" : "2787036",
  "numeroRegistro" : "202404171541",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JOEL ILAN PACIORNIK",
  "dataPublicacao" : "DJEN       DATA:16/06/2025",
  "ementa" : "DIREITO PROCESSUAL PENAL. AGRAVO REGIMENTAL. EMBARGOS DE DIVERGÊNCIA\nINDEFERIDOS LIMINARMENTE. SÚMULA N. 315 DO STJ. AUSÊNCIA DE\nCIRCUNSTÂNCIA ASSEMELHADA. AGRAVO DESPROVIDO.\nI. Caso em exame\n1. Agravo regimental interposto contra decisão que\nindeferiu liminarmente embargos de divergência, aplicando o óbice da\nSúmula n. 315 do STJ, em razão da incidência da Súmula n. 7 do STJ\nna solução jurídica apresentada no acórdão embargado. Ainda, não\nconstatado no acórdão embargado a análise de mesma situação jurídica\npara fins de cotejo com o acórdão paradigma.\nII. Questão em discussão\n2. A questão em discussão consiste em saber\nse os embargos de divergência devem ser conhecidos, pois a defesa\nalega que os acórdãos embargado e paradigma derivam de recurso\ninadmitido na origem pelo óbice da Súmula n. 7 do STJ.\nIII. Razões de decidir\n3. A inadmissão do recurso especial na origem\nem nada influencia os embargos de divergência, pois o julgamento dos\nembargos de divergência decorre da solução jurídica contida nos\nacórdãos embargado e paradigma, conforme dicção do art. 1043 do CPC.\n4. A incidência do óbice da Súmula n. 7 do STJ como solução jurídica\nno acórdão embargado denota o não conhecimento do recurso especial,\nrazão pela qual, por analogia, aplicável o teor da Súmula n. 315 do\nSTJ: \"Não cabem embargos de divergência no âmbito do agravo de\ninstrumento que não admite recurso especial\".\n5. No caso, o acórdão embargado não analisou o acórdão do Tribunal\nde origem sob a ótica da deficiência ou insuficiência de\nfundamentação no julgamento de recurso de apelação com fulcro no\nart. 593, III, \"d\", do CPP, para fins de cotejo com as premissas\njurídicas contidas no acórdão paradigma.\nIV. Dispositivo e tese\n6. Agravo regimental desprovido.\nTese de julgamento:  \"1. A incidência do óbice da Súmula n. 7 do STJ\ncomo solução jurídica no acórdão embargado denota o não\nconhecimento do recurso especial, razão pela qual, por analogia,\naplicável o teor da Súmula n. 315 do STJ.\"\nDispositivos relevantes citados: CPC, art. 1.043.Jurisprudência\nrelevante citada:  STJ, AgRg nos EAREsp n. 209.620/MT, Rel. Min.\nAntonio Saldanha Palheiro, Terceira Seção, julgado em 26/6/2019.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250611",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 05/06/2025 a 11/06/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Og Fernandes, Sebastião Reis Júnior, Rogerio\nSchietti Cruz, Reynaldo Soares da Fonseca, Ribeiro Dantas, Messod\nAzulay Neto, Otávio de Almeida Toledo (Desembargador Convocado do\nTJSP) e Carlos Cini Marchionatti (Desembargador Convocado TJRS)\nvotaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - ÓBICE DA SÚMULA 7/STJ - NÃO CONHECIMENTO)\n   STJ - <<AgInt nos EREsp 1870167>>-GO,\n         <<EDcl no AgInt nos EAREsp 1587670>>-SP,\n         <<AgRg nos EAREsp 1337969>>-SP,\n         <<AgInt nos EREsp 1769204>>-RS,\n         <<AgRg nos EAREsp 1219729>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000315", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01043" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000915907",
  "numeroProcesso" : "2222665",
  "numeroRegistro" : "202202981148",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJEN       DATA:16/06/2025",
  "ementa" : "DIREITO PROCESSUAL PENAL. AGRAVO REGIMENTAL NOS EMBARGOS DE\nDIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL. DISSÍDIO. COMPROVAÇÃO.\nAUSÊNCIA. VÍCIO SUBSTANCIAL INSANÁVEL.\n1. A ausência de juntada do inteiro teor dos acórdãos indicados como\nparadigmas bem como a não apresentação das respectivas certidões de\njulgamento são considerados como vícios substanciais insanáveis dos\nembargos de divergência, pois estão relacionados com o\ndescumprimento de regra técnica para o conhecimento do recurso, o\nque impossibilita a aplicação do disposto no art. 932, parágrafo\núnico, do CPC. Precedentes.\n2. Caso em que o ora agravante não colacionou aos autos o inteiro\nteor do acórdão paradigma, bem como o mérito do recurso especial não\nfoi apreciado diante da incidência da Súmula n. 182 do STJ.\n3. Ausente o enfrentamento do mérito da causa no recurso especial,\naplica-se a conclusão extraída da Súmula n. 315 do STJ, segundo a\nqual: \"Não cabem embargos de divergência no âmbito do agravo de\ninstrumento que não admite recurso especial.\"\n4. Agravo regimental a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250611",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 05/06/2025 a 11/06/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Sebastião Reis Júnior, Rogerio Schietti Cruz,\nReynaldo Soares da Fonseca, Ribeiro Dantas, Joel Ilan Paciornik,\nMessod Azulay Neto, Otávio de Almeida Toledo (Desembargador\nConvocado do TJSP) e Carlos Cini Marchionatti (Desembargador\nConvocado TJRS) votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - JUNTADA DO INTEIRO TEOR DO PARADIGMA -\nVÍCIO SUBSTANCIAL)\n   STJ - <<AgInt nos EAREsp 2119081>>-MA,\n         <<AgRg nos EAREsp 2177477>>-SC,\n         <<AgInt nos EREsp 1652426>>-RS,\n         <<AgInt nos EREsp 1978395>>-SP,\n         <<AgInt nos EDcl nos EREsp 1803803>>-RJ,\n         <<AgRg nos EAREsp 1924566>>-DF\n(EMBARGOS DE DIVERGÊNCIA - REGRA TÉCNICA DE ADMISSIBILIDADE\nRECURSAL)\n   STJ - <<AgRg nos EAREsp 2004271>>-SC,\n         <<AgInt nos EAREsp 1899968>>-SC,\n         <<AgInt nos EAREsp 1961555>>-GO,\n         <<AgInt nos EREsp 1835585>>-RJ",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000315", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00932 PAR:ÚNICO ART:01043 PAR:00002" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000915856",
  "numeroProcesso" : "1987651",
  "numeroRegistro" : "202200535720",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "REYNALDO SOARES DA FONSECA",
  "dataPublicacao" : "DJEN       DATA:30/06/2025",
  "ementa" : "RECURSO ESPECIAL REPRESENTATIVO DE CONTROVÉRSIA. PROCESSUAL PENAL.\nRECONHECIMENTO DE PESSOA (FOTOGRÁFICO E/OU PRESENCIAL). OBSERVÂNCIA\nDOS PRECEITOS DO ART. 226 DO CÓDIGO DE PROCESSO PENAL:\nOBRIGATORIEDADE. CONSEQUÊNCIAS DO RECONHECIMENTO FALHO OU VICIADO:\n(1) IRREPETIBILIDADE. (2) IMPOSSIBILIDADE DE UTILIZAÇÃO, POR SI SÓ,\nCOMO INDÍCIO MÍNIMO DE AUTORIA NECESSÁRIO PARA DECRETAÇÃO DE PRISÃO\nCAUTELAR, RECEBIMENTO DE DENÚNCIA OU PRONÚNCIA. (3)\nINADMISSIBILIDADE COMO PROVA DE AUTORIA. POSSIBILIDADE, ENTRETANTO,\nDE FORMAÇÃO DO CONVENCIMENTO DO MAGISTRADO COM BASE EM PROVAS\nAUTÔNOMAS. CASO CONCRETO: CRIME DE TENTATIVA DE ROUBO.\nRECONHECIMENTO FOTOGRÁFICO E PESSOAL INVÁLIDOS. CONDENAÇÃO QUE NÃO\nSE AMPARA EM OUTRAS PROVAS. RECURSO ESPECIAL DA DEFESA PROVIDO.\n1. Recurso representativo de controvérsia, para atender ao disposto\nno art. 1.036 e seguintes do CPC/2015.\n2. Delimitação da controvérsia: \"Definir o alcance da determinação\ncontida no art. 226 do Código de Processo Penal e se a inobservância\ndo quanto nele estatuído configura nulidade do ato processual\".\n3. TESE: 3.1 - As regras postas no art. 226 do CPP são de\nobservância obrigatória tanto em sede inquisitorial quanto em juízo,\nsob pena de invalidade da prova destinada a demonstrar a autoria\ndelitiva, em alinhamento com as normas do Conselho Nacional de\nJustiça sobre o tema. O reconhecimento fotográfico e/ou pessoal\ninválido não poderá servir de lastro nem a condenação nem a decisões\nque exijam menor rigor quanto ao standard probatório, tais como a\ndecretação de prisão preventiva, o recebimento de denúncia ou a\npronúncia.\n3.2 - Deverão ser alinhadas pessoas semelhantes ao lado do suspeito\npara a realização do reconhecimento pessoal. Ainda que a regra do\ninciso II do art. 226 do CPP admita a mitigação da semelhança entre\nos suspeitos alinhados quando, justificadamente, não puderem ser\nencontradas pessoas com o mesmo fenótipo, eventual discrepância\nacentuada entre as pessoas comparadas poderá esvaziar a\nconfiabilidade probatória do reconhecimento feito nessas condições.\n3.3 - O reconhecimento de pessoas é prova irrepetível, na medida em\nque um reconhecimento inicialmente falho ou viciado tem o potencial\nde contaminar a memória do reconhecedor, esvaziando de certeza o\nprocedimento realizado posteriormente com o intuito de demonstrar a\nautoria delitiva, ainda que o novo procedimento atenda os ditames do\nart. 226 do CPP.\n3.4 - Poderá o magistrado se convencer da autoria delitiva a partir\ndo exame de provas ou evidências independentes que não guardem\nrelação de causa e efeito com o ato viciado de reconhecimento.\n3.5 - Mesmo o reconhecimento pessoal válido deve guardar congruência\ncom as demais provas existentes nos autos.\n3.6 - Desnecessário realizar o procedimento formal de reconhecimento\nde pessoas, previsto no art. 226 do CPP, quando não se tratar de\napontamento de indivíduo desconhecido com base na memória visual de\nsuas características físicas percebidas no momento do crime, mas,\nsim, de mera identificação de pessoa que o depoente já conhecia\nanteriormente.\n4. Sobre o tema, a jurisprudência desta Corte vinha entendendo que\n\"as disposições contidas no art. 226 do Código de Processo Penal\nconfiguram uma recomendação legal, e não uma exigência absoluta, não\nse cuidando, portanto, de nulidade quando praticado o ato\nprocessual (reconhecimento pessoal) de forma diversa da prevista em\nlei\" (AgRg no AREsp n. 1.054.280/PE, relator Ministro SEBASTIÃO REIS\nJÚNIOR, Sexta Turma, DJe de 13/6/2017).\n5. Em guinada jurisprudencial recente, no entanto, a Sexta Turma\ndesta Corte Superior de Justiça, por ocasião do julgamento do HC n.\n598.886/SC, realizado em 27/10/2020, endossando o voto do Relator,\nMin. Rogerio Schietti Cruz, propôs nova interpretação do art. 226 do\nCPP, para estabelecer que \"1.1) O reconhecimento de pessoas deve\nobservar o procedimento previsto no art. 226 do Código de Processo\nPenal, cujas formalidades constituem garantia mínima para quem se\nencontra na condição de suspeito da prática de um crime; 1.2) À\nvista dos efeitos e dos riscos de um reconhecimento falho, a\ninobservância do procedimento descrito na referida norma processual\ntorna inválido o reconhecimento da pessoa suspeita e não poderá\nservir de lastro a eventual condenação, mesmo se confirmado o\nreconhecimento em juízo; 1.3) Pode o magistrado realizar, em juízo,\no ato de reconhecimento formal, desde que observado o devido\nprocedimento probatório, bem como pode ele se convencer da autoria\ndelitiva com base no exame de outras provas que não guardem relação\nde causa e efeito com o ato viciado de reconhecimento\".\nO entendimento foi acompanhado pela Quinta Turma desta Corte, no\njulgamento do Habeas Corpus n. 652.284/SC (de minha relatoria,\nQuinta Turma, julgado em 27/4/2021, DJe de 3/5/2021).\n6. A nova proposta partiu da premissa de que o reconhecimento\nefetuado pela vítima, em sede inquisitorial, não constitui evidência\nsegura da autoria do delito, dada a falibilidade da memória humana,\nque se sujeita aos efeitos tanto do esquecimento quanto de emoções\ne de sugestões vindas de outras pessoas que podem gerar \"falsas\nmemórias\" (fenômeno esse documentado em estudos acadêmicos\nrespeitáveis), além da influência decorrente de outros fatores,\ncomo, por exemplo, o tempo em que a vítima esteve exposta ao delito\ne ao agressor (tempo de duração do evento criminoso); o trauma\ngerado pela gravidade do fato; o tempo decorrido entre o contato com\no autor do delito e a realização do reconhecimento; as condições\nambientais (tais como visibilidade do local no momento dos fatos);\nestereótipos culturais (como cor, classe social, sexo, etnia etc.).\n7. Posteriormente, ao julgar o HC n. 712.781/RJ (relator Ministro\nRogerio Schietti Cruz, Sexta Turma, DJe de 22/3/2022), a Sexta Turma\navançou ainda mais, para consignar que o reconhecimento produzido\nem desacordo com o disposto no art. 226 do CPP deve ser considerado\nprova inválida e não pode lastrear outras decisões, ainda que de\nmenor rigor quanto ao standard probatório exigido, tais como a\ndecretação de prisão preventiva, o recebimento de denúncia e a\npronúncia, entendimento esse que encontra eco em julgado da 2ª Turma\ndo Supremo Tribunal Federal no RHC n. 206.846/SP (relator Min.\nGilmar Mendes, julgado em 22/2/2022; DJe de 25/5/2022).\nEm harmonia com essa ratio decidendi, a Quinta Turma desta Corte já\nse pronunciou no sentido de que \"A certeza da vítima no\nreconhecimento e a firmeza de seu testemunho não constituem provas\nindependentes suficientes para justificar a pronúncia, já que apenas\no reconhecimento viciado é que vincula o réu aos fatos descritos na\ndenúncia\" (AgRg no AREsp n. 2.721.123/GO, relator Ministro Ribeiro\nDantas, Quinta Turma, julgado em 26/11/2024, DJEN de 3/12/2024).\n8. Na mesma assentada, o voto condutor do HC n. 712.781/RJ defendeu\nque o reconhecimento de pessoas é prova \"cognitivamente\nirrepetível\", diante do potencial que o ato inicial falho tem de\ncontaminar todos os subsequentes, mesmo que os posteriores observem\nas balizas do art. 226 do CPP.\nCom efeito, estudos mostram que, após um reconhecimento, a\ntestemunha pode incorporar a imagem do suspeito em sua memória como\nsendo a do autor - mesmo que estivesse incerta antes - fenômeno\nconhecido como \"efeito do reforço da confiança\". Assim, se a\nprimeira identificação foi errônea ou conduzida de forma inadequada,\ntodas as subsequentes estarão comprometidas.\nDe consequência, é de se reconhecer que eventual \"ratificação\"\nposterior de reconhecimento (fotográfico ou pessoal) falho não\nconvalida os vícios pretéritos.\nPrecedentes da Quinta Turma no mesmo sentido: AgRg no HC n.\n822.696/RJ, relator Ministro Ribeiro Dantas, Quinta Turma, julgado\nem 18/9/2023, DJe de 22/9/2023; AgRg no HC n. 819.550/SP, relatora\nMinistra Daniela Teixeira, Quinta Turma, julgado em 4/11/2024, DJe\nde 6/11/2024.\n9.  CASO CONCRETO: Situação em que o réu foi condenado pelo\ncometimento do delito do art. 157, § 2º-A, inciso I, c/c art. 14,\nII, ambos do Código Penal, à pena 4 (quatro) anos, 5 (cinco) meses e\n10 (dez) dias de reclusão, no regime semiaberto, bem como à pena\npecuniária de 10 (dez) dias-multa, por tentativa de roubo de\ndrogaria.\nÉ de se reconhecer a invalidade do reconhecimento pessoal do réu\nefetuado pelas duas vítimas do delito, se, durante a realização do\nreconhecimento fotográfico, em sede inquisitorial, uma delas (o\nproprietário da farmácia) tirou fotos das fotografias a ele\napresentadas e, após deixar a delegacia, as mostrou à outra vítima,\nsolicitando ajuda na identificação do perpetrador do delito, o que,\nmesmo que involuntariamente, contaminou a memória da segunda vítima.\nAdemais, a par de não ter sido o réu alinhado com outros indivíduos\nsimilares, poucos minutos antes do reconhecimento pessoal, o\nproprietário da drogaria teve a oportunidade de vê-lo quando entrava\nna delegacia escoltado por policiais, chegando a dialogar\nbrevemente com ele, o que influenciou na sua posterior identificação\ndo suspeito.\n10. Não existindo outras provas além do depoimento das duas vítimas\ne do reconhecimento pessoal viciado, é de se reconhecer a\nfragilidade dos elementos probatórios que levaram à condenação do\nréu, sendo de rigor sua absolvição.\n11. Recurso especial provido, para absolver o réu.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250611",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da TERCEIRA SEÇÃO, por unanimidade, dar\nprovimento ao recurso especial, para, reconhecendo a nulidade do\nreconhecimento pessoal, absolver o recorrente da condenação a ele\nimposta na Ação Penal n. 0010141-46.2019.8.21.0004, e fixou teses\nquanto ao Tema Repetitivo n. 1.258, com as alterações sugeridas pelo\nSr. Ministro Rogerio Schietti Cruz, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Ribeiro Dantas, Joel Ilan Paciornik, Messod Azulay\nNeto, Otávio de Almeida Toledo (Desembargador Convocado do TJSP),\nCarlos Cini Marchionatti (Desembargador Convocado TJRS), Sebastião\nReis Júnior e Rogerio Schietti Cruz votaram com o Sr. Ministro\nRelator.\nAusente, justificadamente, o Sr. Ministro Og Fernandes.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : "(RECONHECIMENTO PESSOAL OU FOTOGRÁFICO - PROCEDIMENTO DO ART. 226 DO\nCPP - OBRIGATORIEDADE)\n   STJ - <<HC 598886>>-SC, <<HC 652284>>-SC, <<HC 663710>>-SP\n(RECONHECIMENTO PESSOAL OU FOTOGRÁFICO - INOBSERVÂNCIA - PROVA\nINVÁLIDA)\n   STJ - <<HC 712781>>-RJ\n   STF - [[RHC 206846]]-SP, [[HC 157007]]-SP, [[HC-AgR 245514]]-SP\n(RECONHECIMENTO FALHO - CONVALIDAÇÃO)\n   STJ - <<AgRg no HC 822696>>-RJ, <<AgRg no HC 819550>>-SP,\n         <<HC 709986>>-SP, <<PExt no HC 870636>>-SP\n(RECONHECIMENTO DE PESSOAS - PROVA IRREPETÍVEL)\n   STJ - <<AgRg no HC 801450>>-SP, <<AgRg no HC 822696>>-RJ\n(RECONHECIMENTO PESSOAL - SUSPEITO - CONHECIMENTO PRÉVIO)\n   STJ - <<AgRg no REsp 2037158>>-RS, <<AgRg no HC 771598>>-RJ\n(RECONHECIMENTO PESSOAL - PRONÚNCIA)\n   STJ - <<AgRg no AREsp 2721123>>-GO\n(RECONHECIMENTO PESSOAL - OUTROS ELEMENTOS DE CONVICÇÃO)\n   STJ - <<AgRg no HC 663844>>-SE, <<AREsp 2852641>>-SP,\n         <<AgRg no AREsp 2702018>>-PA, <<AgRg no HC 909505>>-SP,\n         <<AgRg no HC 982852>>-RJ",
  "notas" : "Julgado conforme procedimento previsto para os Recursos Repetitivos\nno âmbito do STJ.",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : "\"1 - As regras postas no art. 226 do CPP são de observância\nobrigatória tanto em sede inquisitorial quanto em juízo, sob pena de\ninvalidade da prova destinada a demonstrar a autoria delitiva, em\nalinhamento com as normas do Conselho Nacional de Justiça sobre o\ntema. O reconhecimento fotográfico e/ou pessoal inválido não poderá\nservir de lastro nem a condenação nem a decisões que exijam menor\nrigor quanto ao standard probatório, tais como a decretação de\nprisão preventiva, o recebimento de denúncia ou a pronúncia;\n2 - Deverão ser alinhadas pessoas semelhantes ao lado do suspeito\npara a realização do reconhecimento pessoal. Ainda que a regra do\ninciso II do art. 226 do CPP admita a mitigação da semelhança entre\nos suspeitos alinhados quando, justificadamente, não puderem ser\nencontradas pessoas com o mesmo fenótipo, eventual discrepância\nacentuada entre as pessoas comparadas poderá esvaziar a\nconfiabilidade probatória do reconhecimento feito nessas condições;\n3 - O reconhecimento de pessoas é prova irrepetível, na medida em\nque um reconhecimento inicialmente falho ou viciado tem o potencial\nde contaminar a memória do reconhecedor, esvaziando de certeza o\nprocedimento realizado posteriormente com o intuito de demonstrar a\nautoria delitiva, ainda que o novo procedimento atenda os ditames do\nart. 226 do CPP;\n4 - Poderá o magistrado se convencer da autoria delitiva a partir do\nexame de provas ou evidências independentes que não guardem relação\nde causa e efeito com o ato viciado de reconhecimento;\n5 - Mesmo o reconhecimento pessoal válido deve guardar congruência\ncom as demais provas existentes nos autos;\n6 - Desnecessário realizar o procedimento formal de reconhecimento\nde pessoas, previsto no art. 226 do CPP, quando não se tratar de\napontamento de indivíduo desconhecido com base na memória visual de\nsuas características físicas percebidas no momento do crime, mas,\nsim, de mera identificação de pessoa que o depoente já conhecia\nanteriormente\".",
  "tema" : "Tema Repetitivo 1258\nSituação do tema: Acórdão Publicado",
  "referenciasLegislativas" : [ "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00226 INC:00002", "LEG:FED RES:000484 ANO:2022\n(CONSELHO NACIONAL DE JUSTIÇA - CNJ)", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000915855",
  "numeroProcesso" : "1987628",
  "numeroRegistro" : "202200533925",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "REYNALDO SOARES DA FONSECA",
  "dataPublicacao" : "DJEN       DATA:30/06/2025",
  "ementa" : "RECURSO ESPECIAL REPRESENTATIVO DE CONTROVÉRSIA. PROCESSUAL PENAL.\nRECONHECIMENTO DE PESSOA (FOTOGRÁFICO E/OU PRESENCIAL). OBSERVÂNCIA\nDOS PRECEITOS DO ART. 226 DO CÓDIGO DE PROCESSO PENAL:\nOBRIGATORIEDADE. CONSEQUÊNCIAS DO RECONHECIMENTO FALHO OU VICIADO:\n(1) IRREPETIBILIDADE. (2) IMPOSSIBILIDADE DE UTILIZAÇÃO, POR SI SÓ,\nCOMO INDÍCIO MÍNIMO DE AUTORIA NECESSÁRIO PARA DECRETAÇÃO DE PRISÃO\nCAUTELAR, RECEBIMENTO DE DENÚNCIA OU PRONÚNCIA. (3)\nINADMISSIBILIDADE COMO PROVA DE AUTORIA. POSSIBILIDADE, ENTRETANTO,\nDE FORMAÇÃO DO CONVENCIMENTO DO MAGISTRADO COM BASE EM PROVAS\nAUTÔNOMAS. CASO CONCRETO: ROUBO DE VEÍCULO E DE MERCADORIAS DOS\nCORREIOS. NÃO DEMONSTRADA A INVALIDADE DO RECONHECIMENTO PESSOAL\nEFETUADO EM SEDE INQUISITORIAL E CONFIRMADO EM JUÍZO. CONDENAÇÃO,\nADEMAIS, ANCORADA EM PROVAS AUTÔNOMAS. RECURSO ESPECIAL DA DEFESA\nDESPROVIDO.\n1. Recurso representativo de controvérsia, para atender ao disposto\nno art. 1.036 e seguintes do CPC/2015.\n2. Delimitação da controvérsia: \"Definir o alcance da determinação\ncontida no art. 226 do Código de Processo Penal e se a inobservância\ndo quanto nele estatuído configura nulidade do ato processual\".\n3. TESE: 3.1 - As regras postas no art. 226 do CPP são de\nobservância obrigatória tanto em sede inquisitorial quanto em juízo,\nsob pena de invalidade da prova destinada a demonstrar a autoria\ndelitiva, em alinhamento com as normas do Conselho Nacional de\nJustiça sobre o tema. O reconhecimento fotográfico e/ou pessoal\ninválido não poderá servir de lastro nem a condenação nem a decisões\nque exijam menor rigor quanto ao standard probatório, tais como a\ndecretação de prisão preventiva, o recebimento de denúncia ou a\npronúncia.\n3.2 - Deverão ser alinhadas pessoas semelhantes ao lado do suspeito\npara a realização do reconhecimento pessoal. Ainda que a regra do\ninciso II do art. 226 do CPP admita a mitigação da semelhança entre\nos suspeitos alinhados quando, justificadamente, não puderem ser\nencontradas pessoas com o mesmo fenótipo, eventual discrepância\nacentuada entre as pessoas comparadas poderá esvaziar a\nconfiabilidade probatória do reconhecimento feito nessas condições.\n3.3 - O reconhecimento de pessoas é prova irrepetível, na medida em\nque um reconhecimento inicialmente falho ou viciado tem o potencial\nde contaminar a memória do reconhecedor, esvaziando de certeza o\nprocedimento realizado posteriormente com o intuito de demonstrar a\nautoria delitiva, ainda que o novo procedimento atenda os ditames do\nart. 226 do CPP.\n3.4 - Poderá o magistrado se convencer da autoria delitiva a partir\ndo exame de provas ou evidências independentes que não guardem\nrelação de causa e efeito com o ato viciado de reconhecimento.\n3.5 - Mesmo o reconhecimento pessoal válido deve guardar congruência\ncom as demais provas existentes nos autos.\n3.6 - Desnecessário realizar o procedimento formal de reconhecimento\nde pessoas, previsto no art. 226 do CPP, quando não se tratar de\napontamento de indivíduo desconhecido com base na memória visual de\nsuas características físicas percebidas no momento do crime, mas,\nsim, de mera identificação de pessoa que o depoente já conhecia\nanteriormente.\n4. Sobre o tema, a jurisprudência desta Corte vinha entendendo que\n\"as disposições contidas no art. 226 do Código de Processo Penal\nconfiguram uma recomendação legal, e não uma exigência absoluta, não\nse cuidando, portanto, de nulidade quando praticado o ato\nprocessual (reconhecimento pessoal) de forma diversa da prevista em\nlei\" (AgRg no AREsp n. 1.054.280/PE, relator Ministro SEBASTIÃO REIS\nJÚNIOR, Sexta Turma, DJe de 13/6/2017).\n5. Em guinada jurisprudencial recente, no entanto, a Sexta Turma\ndesta Corte Superior de Justiça, por ocasião do julgamento do HC n.\n598.886/SC, realizado em 27/10/2020, endossando o voto do Relator,\nMin. Rogerio Schietti Cruz, propôs nova interpretação do art. 226 do\nCPP, para estabelecer que \"1.1) O reconhecimento de pessoas deve\nobservar o procedimento previsto no art. 226 do Código de Processo\nPenal, cujas formalidades constituem garantia mínima para quem se\nencontra na condição de suspeito da prática de um crime; 1.2) À\nvista dos efeitos e dos riscos de um reconhecimento falho, a\ninobservância do procedimento descrito na referida norma processual\ntorna inválido o reconhecimento da pessoa suspeita e não poderá\nservir de lastro a eventual condenação, mesmo se confirmado o\nreconhecimento em juízo; 1.3) Pode o magistrado realizar, em juízo,\no ato de reconhecimento formal, desde que observado o devido\nprocedimento probatório, bem como pode ele se convencer da autoria\ndelitiva com base no exame de outras provas que não guardem relação\nde causa e efeito com o ato viciado de reconhecimento\".\nO entendimento foi acompanhado pela Quinta Turma desta Corte, no\njulgamento do Habeas Corpus n. 652.284/SC (de minha relatoria,\nQuinta Turma, julgado em 27/4/2021, DJe de 3/5/2021).\n6. A nova proposta partiu da premissa de que o reconhecimento\nefetuado pela vítima, em sede inquisitorial, não constitui evidência\nsegura da autoria do delito, dada a falibilidade da memória humana,\nque se sujeita aos efeitos tanto do esquecimento quanto de emoções\ne de sugestões vindas de outras pessoas que podem gerar \"falsas\nmemórias\" (fenômeno esse documentado em estudos acadêmicos\nrespeitáveis), além da influência decorrente de outros fatores,\ncomo, por exemplo, o tempo em que a vítima esteve exposta ao delito\ne ao agressor (tempo de duração do evento criminoso); o trauma\ngerado pela gravidade do fato; o tempo decorrido entre o contato com\no autor do delito e a realização do reconhecimento; as condições\nambientais (tais como visibilidade do local no momento dos fatos);\nestereótipos culturais (como cor, classe social, sexo, etnia etc.).\n7. Posteriormente, ao julgar o HC n. 712.781/RJ (relator Ministro\nRogerio Schietti Cruz, Sexta Turma, DJe de 22/3/2022), a Sexta Turma\navançou ainda mais, para consignar que o reconhecimento produzido\nem desacordo com o disposto no art. 226 do CPP deve ser considerado\nprova inválida e não pode lastrear outras decisões, ainda que de\nmenor rigor quanto ao standard probatório exigido, tais como a\ndecretação de prisão preventiva, o recebimento de denúncia e a\npronúncia, entendimento esse que encontra eco em julgado da 2ª Turma\ndo Supremo Tribunal Federal no RHC n. 206.846/SP (relator Min.\nGilmar Mendes, julgado em 22/02/2022; DJe de 25/05/2022).\nEm harmonia com essa ratio decidendi, a Quinta Turma desta Corte já\nse pronunciou no sentido de que \"A certeza da vítima no\nreconhecimento e a firmeza de seu testemunho não constituem provas\nindependentes suficientes para justificar a pronúncia, já que apenas\no reconhecimento viciado é que vincula o réu aos fatos descritos na\ndenúncia\" (AgRg no AREsp n. 2.721.123/GO, relator Ministro Ribeiro\nDantas, Quinta Turma, julgado em 26/11/2024, DJEN de 3/12/2024).\n8. Na mesma assentada, o voto condutor do HC n. 712.781/RJ defendeu\nque o reconhecimento de pessoas é prova \"cognitivamente\nirrepetível\", diante do potencial que o ato inicial falho tem de\ncontaminar todos os subsequentes, mesmo que os posteriores observem\nas balizas do art. 226 do CPP.\nCom efeito, estudos mostram que, após um reconhecimento, a\ntestemunha pode incorporar a imagem do suspeito em sua memória como\nsendo a do autor - mesmo que estivesse incerta antes - fenômeno\nconhecido como \"efeito do reforço da confiança\". Assim, se a\nprimeira identificação foi errônea ou conduzida de forma inadequada,\ntodas as subsequentes estarão comprometidas.\nDe consequência, é de se reconhecer que eventual \"ratificação\"\nposterior de reconhecimento (fotográfico ou pessoal) falho não\nconvalida os vícios pretéritos.\nPrecedentes da Quinta Turma no mesmo sentido: AgRg no HC n.\n822.696/RJ, relator Ministro Ribeiro Dantas, Quinta Turma, julgado\nem 18/9/2023, DJe de 22/9/2023; AgRg no HC n. 819.550/SP, relatora\nMinistra Daniela Teixeira, Quinta Turma, julgado em 4/11/2024, DJe\nde 6/11/2024.\n9.  CASO CONCRETO: Situação em que, a par de não se evidenciar vício\nnos reconhecimentos pessoais efetuados pela vítima, em sede\ninquisitorial e em juízo, a condenação também se amparou em provas\nindependentes consubstanciadas nos depoimentos dos policiais\nmilitares que efetuaram a prisão em flagrante do ora recorrente,\npoucas horas depois do evento delitivo, próximo ao veículo roubado,\nquando esvaziava as caixas de mercadorias dos Correios.\n10. Recurso especial da defesa a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250611",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da TERCEIRA SEÇÃO, por unanimidade, negar\nprovimento ao recurso especial da defesa e fixou teses quanto ao\nTema Repetitivo n. 1.258, com as alterações sugeridas pelo Sr.\nMinistro Rogerio Schietti Cruz, nos termos do voto do Sr. Ministro\nRelator.\nOs Srs. Ministros Ribeiro Dantas, Joel Ilan Paciornik, Messod Azulay\nNeto, Otávio de Almeida Toledo (Desembargador Convocado do TJSP),\nCarlos Cini Marchionatti (Desembargador Convocado TJRS), Sebastião\nReis Júnior e Rogerio Schietti Cruz votaram com o Sr. Ministro\nRelator.\nAusente, justificadamente, o Sr. Ministro Og Fernandes.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : "(RECONHECIMENTO PESSOAL OU FOTOGRÁFICO - PROCEDIMENTO DO ART. 226 DO\nCPP - OBRIGATORIEDADE)\n   STJ - <<HC 598886>>-SC, <<HC 652284>>-SC, <<HC 663710>>-SP\n(RECONHECIMENTO PESSOAL OU FOTOGRÁFICO - INOBSERVÂNCIA - PROVA\nINVÁLIDA)\n   STJ - <<HC 712781>>-RJ\n   STF - [[RHC 206846]]-SP, [[HC 157007]]-SP, [[HC-AgR 245514]]-SP\n(RECONHECIMENTO FALHO - CONVALIDAÇÃO)\n   STJ - <<AgRg no HC 822696>>-RJ, <<AgRg no HC 819550>>-SP,\n         <<HC 709986>>-SP, <<PExt no HC 870636>>-SP\n(RECONHECIMENTO DE PESSOAS - PROVA IRREPETÍVEL)\n   STJ - <<AgRg no HC 801450>>-SP, <<AgRg no HC 822696>>-RJ\n(RECONHECIMENTO PESSOAL - SUSPEITO - CONHECIMENTO PRÉVIO)\n   STJ - <<AgRg no REsp 2037158>>-RS, <<AgRg no HC 771598>>-RJ\n(RECONHECIMENTO PESSOAL - PRONÚNCIA)\n   STJ - <<AgRg no AREsp 2721123>>-GO\n(RECONHECIMENTO PESSOAL - OUTROS ELEMENTOS DE CONVICÇÃO)\n   STJ - <<AgRg no HC 663844>>-SE, <<AREsp 2852641>>-SP,\n         <<AgRg no AREsp 2702018>>-PA, <<AgRg no HC 909505>>-SP,\n         <<AgRg no HC 982852>>-RJ",
  "notas" : "Julgado conforme procedimento previsto para os Recursos Repetitivos\nno âmbito do STJ.",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : "\"1 - As regras postas no art. 226 do CPP são de observância\nobrigatória tanto em sede inquisitorial quanto em juízo, sob pena de\ninvalidade da prova destinada a demonstrar a autoria delitiva, em\nalinhamento com as normas do Conselho Nacional de Justiça sobre o\ntema. O reconhecimento fotográfico e/ou pessoal inválido não poderá\nservir de lastro nem a condenação nem a decisões que exijam menor\nrigor quanto ao standard probatório, tais como a decretação de\nprisão preventiva, o recebimento de denúncia ou a pronúncia;\n2 - Deverão ser alinhadas pessoas semelhantes ao lado do suspeito\npara a realização do reconhecimento pessoal. Ainda que a regra do\ninciso II do art. 226 do CPP admita a mitigação da semelhança entre\nos suspeitos alinhados quando, justificadamente, não puderem ser\nencontradas pessoas com o mesmo fenótipo, eventual discrepância\nacentuada entre as pessoas comparadas poderá esvaziar a\nconfiabilidade probatória do reconhecimento feito nessas condições;\n3 - O reconhecimento de pessoas é prova irrepetível, na medida em\nque um reconhecimento inicialmente falho ou viciado tem o potencial\nde contaminar a memória do reconhecedor, esvaziando de certeza o\nprocedimento realizado posteriormente com o intuito de demonstrar a\nautoria delitiva, ainda que o novo procedimento atenda os ditames do\nart. 226 do CPP;\n4 - Poderá o magistrado se convencer da autoria delitiva a partir do\nexame de provas ou evidências independentes que não guardem relação\nde causa e efeito com o ato viciado de reconhecimento;\n5 - Mesmo o reconhecimento pessoal válido deve guardar congruência\ncom as demais provas existentes nos autos;\n6 - Desnecessário realizar o procedimento formal de reconhecimento\nde pessoas, previsto no art. 226 do CPP, quando não se tratar de\napontamento de indivíduo desconhecido com base na memória visual de\nsuas características físicas percebidas no momento do crime, mas,\nsim, de mera identificação de pessoa que o depoente já conhecia\nanteriormente\".",
  "tema" : "Tema Repetitivo 1258\nSituação do tema: Acórdão Publicado",
  "referenciasLegislativas" : [ "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00226 INC:00002", "LEG:FED RES:000484 ANO:2022\n(CONSELHO NACIONAL DE JUSTIÇA - CNJ)", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000915854",
  "numeroProcesso" : "1986619",
  "numeroRegistro" : "202200457696",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "REYNALDO SOARES DA FONSECA",
  "dataPublicacao" : "DJEN       DATA:30/06/2025",
  "ementa" : "RECURSO ESPECIAL REPRESENTATIVO DE CONTROVÉRSIA. PROCESSUAL PENAL.\nRECONHECIMENTO DE PESSOA (FOTOGRÁFICO E/OU PRESENCIAL). OBSERVÂNCIA\nDOS PRECEITOS DO ART. 226 DO CÓDIGO DE PROCESSO PENAL:\nOBRIGATORIEDADE. CONSEQUÊNCIAS DO RECONHECIMENTO FALHO OU VICIADO:\n(1) IRREPETIBILIDADE. (2) IMPOSSIBILIDADE DE UTILIZAÇÃO, POR SI SÓ,\nCOMO INDÍCIO MÍNIMO DE AUTORIA NECESSÁRIO PARA DECRETAÇÃO DE PRISÃO\nCAUTELAR, RECEBIMENTO DE DENÚNCIA OU PRONÚNCIA. (3)\nINADMISSIBILIDADE COMO PROVA DE AUTORIA. POSSIBILIDADE, ENTRETANTO,\nDE FORMAÇÃO DO CONVENCIMENTO DO MAGISTRADO COM BASE EM PROVAS\nAUTÔNOMAS. CASO CONCRETO: CRIME DE MOEDA FALSA. NÃO DEMONSTRADO\nVÍCIO NO RECONHECIMENTO FOTOGRÁFICO CONFIRMADO POR RECONHECIMENTO\nJUDICIAL. CONDENAÇÃO, ADEMAIS, ANCORADA EM PROVAS AUTÔNOMAS. RECURSO\nESPECIAL DA DEFESA DESPROVIDO.\n1. Recurso representativo de controvérsia, para atender ao disposto\nno art. 1.036 e seguintes do CPC/2015.\n2. Delimitação da controvérsia: \"Definir o alcance da determinação\ncontida no art. 226 do Código de Processo Penal e se a inobservância\ndo quanto nele estatuído configura nulidade do ato processual\".\n3. TESE: 3.1 - As regras postas no art. 226 do CPP são de\nobservância obrigatória tanto em sede inquisitorial quanto em juízo,\nsob pena de invalidade da prova destinada a demonstrar a autoria\ndelitiva, em alinhamento com as normas do Conselho Nacional de\nJustiça sobre o tema. O reconhecimento fotográfico e/ou pessoal\ninválido não poderá servir de lastro nem a condenação nem a decisões\nque exijam menor rigor quanto ao standard probatório, tais como a\ndecretação de prisão preventiva, o recebimento de denúncia ou a\npronúncia.\n3.2 - Deverão ser alinhadas pessoas semelhantes ao lado do suspeito\npara a realização do reconhecimento pessoal. Ainda que a regra do\ninciso II do art. 226 do CPP admita a mitigação da semelhança entre\nos suspeitos alinhados quando, justificadamente, não puderem ser\nencontradas pessoas com o mesmo fenótipo, eventual discrepância\nacentuada entre as pessoas comparadas poderá esvaziar a\nconfiabilidade probatória do reconhecimento feito nessas condições.\n3.3 - O reconhecimento de pessoas é prova irrepetível, na medida em\nque um reconhecimento inicialmente falho ou viciado tem o potencial\nde contaminar a memória do reconhecedor, esvaziando de certeza o\nprocedimento realizado posteriormente com o intuito de demonstrar a\nautoria delitiva, ainda que o novo procedimento atenda os ditames do\nart. 226 do CPP.\n3.4 - Poderá o magistrado se convencer da autoria delitiva a partir\ndo exame de provas ou evidências independentes que não guardem\nrelação de causa e efeito com o ato viciado de reconhecimento.\n3.5 - Mesmo o reconhecimento pessoal válido deve guardar congruência\ncom as demais provas existentes nos autos.\n3.6 - Desnecessário realizar o procedimento formal de reconhecimento\nde pessoas, previsto no art. 226 do CPP, quando não se tratar de\napontamento de indivíduo desconhecido com base na memória visual de\nsuas características físicas percebidas no momento do crime, mas,\nsim, de mera identificação de pessoa que o depoente já conhecia\nanteriormente.\n4. Sobre o tema, a jurisprudência desta Corte vinha entendendo que\n\"as disposições contidas no art. 226 do Código de Processo Penal\nconfiguram uma recomendação legal, e não uma exigência absoluta, não\nse cuidando, portanto, de nulidade quando praticado o ato\nprocessual (reconhecimento pessoal) de forma diversa da prevista em\nlei\" (AgRg no AREsp n. 1.054.280/PE, relator Ministro SEBASTIÃO REIS\nJÚNIOR, Sexta Turma, DJe de 13/6/2017).\n5. Em guinada jurisprudencial recente, no entanto, a Sexta Turma\ndesta Corte Superior de Justiça, por ocasião do julgamento do HC n.\n598.886/SC, realizado em 27/10/2020, endossando o voto do Relator,\nMin. Rogerio Schietti Cruz, propôs nova interpretação do art. 226 do\nCPP, para estabelecer que \"1.1) O reconhecimento de pessoas deve\nobservar o procedimento previsto no art. 226 do Código de Processo\nPenal, cujas formalidades constituem garantia mínima para quem se\nencontra na condição de suspeito da prática de um crime; 1.2) À\nvista dos efeitos e dos riscos de um reconhecimento falho, a\ninobservância do procedimento descrito na referida norma processual\ntorna inválido o reconhecimento da pessoa suspeita e não poderá\nservir de lastro a eventual condenação, mesmo se confirmado o\nreconhecimento em juízo; 1.3) Pode o magistrado realizar, em juízo,\no ato de reconhecimento formal, desde que observado o devido\nprocedimento probatório, bem como pode ele se convencer da autoria\ndelitiva com base no exame de outras provas que não guardem relação\nde causa e efeito com o ato viciado de reconhecimento\".\nO entendimento foi acompanhado pela Quinta Turma desta Corte, no\njulgamento do Habeas Corpus n. 652.284/SC (de minha relatoria,\nQuinta Turma, julgado em 27/4/2021, DJe de 3/5/2021).\n6. A nova proposta partiu da premissa de que o reconhecimento\nefetuado pela vítima, em sede inquisitorial, não constitui evidência\nsegura da autoria do delito, dada a falibilidade da memória humana,\nque se sujeita aos efeitos tanto do esquecimento quanto de emoções\ne de sugestões vindas de outras pessoas que podem gerar \"falsas\nmemórias\" (fenômeno esse documentado em estudos acadêmicos\nrespeitáveis), além da influência decorrente de outros fatores,\ncomo, por exemplo, o tempo em que a vítima esteve exposta ao delito\ne ao agressor (tempo de duração do evento criminoso); o trauma\ngerado pela gravidade do fato; o tempo decorrido entre o contato com\no autor do delito e a realização do reconhecimento; as condições\nambientais (tais como visibilidade do local no momento dos fatos);\nestereótipos culturais (como cor, classe social, sexo, etnia etc.).\n7. Posteriormente, ao julgar o HC n. 712.781/RJ (relator Ministro\nRogerio Schietti Cruz, Sexta Turma, DJe de 22/3/2022), a Sexta Turma\navançou ainda mais, para consignar que o reconhecimento produzido\nem desacordo com o disposto no art. 226 do CPP deve ser considerado\nprova inválida e não pode lastrear outras decisões, ainda que de\nmenor rigor quanto ao standard probatório exigido, tais como a\ndecretação de prisão preventiva, o recebimento de denúncia e a\npronúncia, entendimento esse que encontra eco em julgado da 2ª Turma\ndo Supremo Tribunal Federal no RHC n. 206.846/SP (relator Min.\nGilmar Mendes, julgado em 22/02/2022; DJe de 25/05/2022).\nEm harmonia com essa ratio decidendi, a Quinta Turma desta Corte já\nse pronunciou no sentido de que \"A certeza da vítima no\nreconhecimento e a firmeza de seu testemunho não constituem provas\nindependentes suficientes para justificar a pronúncia, já que apenas\no reconhecimento viciado é que vincula o réu aos fatos descritos na\ndenúncia\" (AgRg no AREsp n. 2.721.123/GO, relator Ministro Ribeiro\nDantas, Quinta Turma, julgado em 26/11/2024, DJEN de 3/12/2024).\n8. Na mesma assentada, o voto condutor do HC n. 712.781/RJ defendeu\nque o reconhecimento de pessoas é prova \"cognitivamente\nirrepetível\", diante do potencial que o ato inicial falho tem de\ncontaminar todos os subsequentes, mesmo que os posteriores observem\nas balizas do art. 226 do CPP.\nCom efeito, estudos mostram que, após um reconhecimento, a\ntestemunha pode incorporar a imagem do suspeito em sua memória como\nsendo a do autor - mesmo que estivesse incerta antes - fenômeno\nconhecido como \"efeito do reforço da confiança\". Assim, se a\nprimeira identificação foi errônea ou conduzida de forma inadequada,\ntodas as subsequentes estarão comprometidas.\nDe consequência, é de se reconhecer que eventual \"ratificação\"\nposterior de reconhecimento (fotográfico ou pessoal) falho não\nconvalida os vícios pretéritos.\nPrecedentes da Quinta Turma no mesmo sentido: AgRg no HC n.\n822.696/RJ, relator Ministro Ribeiro Dantas, Quinta Turma, julgado\nem 18/9/2023, DJe de 22/9/2023; AgRg no HC n. 819.550/SP, relatora\nMinistra Daniela Teixeira, Quinta Turma, julgado em 4/11/2024, DJe\nde 6/11/2024.\n9.  CASO CONCRETO: Situação em que a autoria do crime de moeda falsa\nfoi imputada ao recorrente diante de reconhecimento fotográfico\nrealizado pela vítima em sede inquisitorial e ratificado em juízo,\nassim como com amparo em provas autônomas consubstanciadas (1) na\nconstatação da utilização do mesmo modus operandi por parte do\nrecorrente, investigado em outros inquéritos, que se utilizava de\nnúmeros de celulares registrados em nome de terceiros para entrar em\ncontato com vítimas que anunciavam produtos na internet, efetuando\npagamento em moeda falsa, com a solicitação de recibo em nome de\nsuposto patrão; (2) no depoimento da ex-namorada que confirmou que o\nora recorrente fazia uso de seu veículo, descrito pela vítima e\napreendido pela polícia civil em flagrante do recorrente pelo crime\nde moeda falsa; (3) no uso de cédulas falsas no valor de R$ 100,00\n(cem reais), pertencentes às mesmas classes de cédulas.\nNão há como se dar guarida à alegação genérica de inobservância dos\npreceitos do art. 226 durante a realização dos reconhecimentos em\nsede inquisitorial e judicial, se ela não é secundada por evidências\ndetectáveis nos autos.\n10. Recurso especial da defesa a que se nega provimento.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250611",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da TERCEIRA SEÇÃO, por unanimidade, negar\nprovimento ao recurso especial da defesa e fixou teses quanto ao\nTema Repetitivo n. 1.258, com as alterações sugeridas pelo Sr.\nMinistro Rogerio Schietti Cruz, nos termos do voto do Sr. Ministro\nRelator.\nOs Srs. Ministros Ribeiro Dantas, Joel Ilan Paciornik, Messod Azulay\nNeto, Otávio de Almeida Toledo (Desembargador Convocado do TJSP),\nCarlos Cini Marchionatti (Desembargador Convocado TJRS), Sebastião\nReis Júnior e Rogerio Schietti Cruz votaram com o Sr. Ministro\nRelator.\nAusente, justificadamente, o Sr. Ministro Og Fernandes.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : "(RECONHECIMENTO PESSOAL OU FOTOGRÁFICO - PROCEDIMENTO DO ART. 226 DO\nCPP - OBRIGATORIEDADE)\n   STJ - <<HC 598886>>-SC, <<HC 652284>>-SC, <<HC 663710>>-SP\n(RECONHECIMENTO PESSOAL OU FOTOGRÁFICO - INOBSERVÂNCIA - PROVA\nINVÁLIDA)\n   STJ - <<HC 712781>>-RJ\n   STF - [[RHC 206846]]-SP, [[HC 157007]]-SP, [[HC-AgR 245514]]-SP\n(RECONHECIMENTO FALHO - CONVALIDAÇÃO)\n   STJ - <<AgRg no HC 822696>>-RJ, <<AgRg no HC 819550>>-SP,\n         <<HC 709986>>-SP, <<PExt no HC 870636>>-SP\n(RECONHECIMENTO DE PESSOAS - PROVA IRREPETÍVEL)\n   STJ - <<AgRg no HC 801450>>-SP, <<AgRg no HC 822696>>-RJ\n(RECONHECIMENTO PESSOAL - SUSPEITO - CONHECIMENTO PRÉVIO)\n   STJ - <<AgRg no REsp 2037158>>-RS, <<AgRg no HC 771598>>-RJ\n(RECONHECIMENTO PESSOAL - PRONÚNCIA)\n   STJ - <<AgRg no AREsp 2721123>>-GO\n(RECONHECIMENTO PESSOAL - OUTROS ELEMENTOS DE CONVICÇÃO)\n   STJ - <<AgRg no HC 663844>>-SE, <<AREsp 2852641>>-SP,\n         <<AgRg no AREsp 2702018>>-PA, <<AgRg no HC 909505>>-SP,\n         <<AgRg no HC 982852>>-RJ",
  "notas" : "Julgado conforme procedimento previsto para os Recursos Repetitivos\nno âmbito do STJ.",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : "\"1 - As regras postas no art. 226 do CPP são de observância\nobrigatória tanto em sede inquisitorial quanto em juízo, sob pena de\ninvalidade da prova destinada a demonstrar a autoria delitiva, em\nalinhamento com as normas do Conselho Nacional de Justiça sobre o\ntema. O reconhecimento fotográfico e/ou pessoal inválido não poderá\nservir de lastro nem a condenação nem a decisões que exijam menor\nrigor quanto ao standard probatório, tais como a decretação de\nprisão preventiva, o recebimento de denúncia ou a pronúncia;\n2 - Deverão ser alinhadas pessoas semelhantes ao lado do suspeito\npara a realização do reconhecimento pessoal. Ainda que a regra do\ninciso II do art. 226 do CPP admita a mitigação da semelhança entre\nos suspeitos alinhados quando, justificadamente, não puderem ser\nencontradas pessoas com o mesmo fenótipo, eventual discrepância\nacentuada entre as pessoas comparadas poderá esvaziar a\nconfiabilidade probatória do reconhecimento feito nessas condições;\n3 - O reconhecimento de pessoas é prova irrepetível, na medida em\nque um reconhecimento inicialmente falho ou viciado tem o potencial\nde contaminar a memória do reconhecedor, esvaziando de certeza o\nprocedimento realizado posteriormente com o intuito de demonstrar a\nautoria delitiva, ainda que o novo procedimento atenda os ditames do\nart. 226 do CPP;\n4 - Poderá o magistrado se convencer da autoria delitiva a partir do\nexame de provas ou evidências independentes que não guardem relação\nde causa e efeito com o ato viciado de reconhecimento;\n5 - Mesmo o reconhecimento pessoal válido deve guardar congruência\ncom as demais provas existentes nos autos;\n6 - Desnecessário realizar o procedimento formal de reconhecimento\nde pessoas, previsto no art. 226 do CPP, quando não se tratar de\napontamento de indivíduo desconhecido com base na memória visual de\nsuas características físicas percebidas no momento do crime, mas,\nsim, de mera identificação de pessoa que o depoente já conhecia\nanteriormente\".",
  "tema" : "Tema Repetitivo 1258\nSituação do tema: Acórdão Publicado",
  "referenciasLegislativas" : [ "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00226 INC:00002", "LEG:FED RES:000484 ANO:2022\n(CONSELHO NACIONAL DE JUSTIÇA - CNJ)", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000915853",
  "numeroProcesso" : "1953602",
  "numeroRegistro" : "202102575876",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "REYNALDO SOARES DA FONSECA",
  "dataPublicacao" : "DJEN       DATA:30/06/2025",
  "ementa" : "RECURSO ESPECIAL REPRESENTATIVO DE CONTROVÉRSIA. PROCESSUAL PENAL.\nRECONHECIMENTO DE PESSOA (FOTOGRÁFICO E/OU PRESENCIAL). OBSERVÂNCIA\nDOS PRECEITOS DO ART. 226 DO CÓDIGO DE PROCESSO PENAL:\nOBRIGATORIEDADE. CONSEQUÊNCIAS DO RECONHECIMENTO FALHO OU VICIADO:\n(1) IRREPETIBILIDADE. (2) IMPOSSIBILIDADE DE UTILIZAÇÃO, POR SI SÓ,\nCOMO INDÍCIO MÍNIMO DE AUTORIA NECESSÁRIO PARA DECRETAÇÃO DE PRISÃO\nCAUTELAR, RECEBIMENTO DE DENÚNCIA OU PRONÚNCIA. (3)\nINADMISSIBILIDADE COMO PROVA DE AUTORIA. POSSIBILIDADE, ENTRETANTO,\nDE FORMAÇÃO DO CONVENCIMENTO DO MAGISTRADO COM BASE EM PROVAS\nAUTÔNOMAS. CASO CONCRETO: ROUBO QUALIFICADO DE AGÊNCIA DOS CORREIOS.\nRECONHECIMENTO PESSOAL VICIADO. CONDENAÇÃO QUE NÃO SE AMPARA EM\nOUTRAS PROVAS. RECURSO ESPECIAL DA DEFESA PROVIDO.\n1. Recurso representativo de controvérsia, para atender ao disposto\nno art. 1.036 e seguintes do CPC/2015.\n2. Delimitação da controvérsia: \"Definir o alcance da determinação\ncontida no art. 226 do Código de Processo Penal e se a inobservância\ndo quanto nele estatuído configura nulidade do ato processual\".\n3. TESE: 3.1 - As regras postas no art. 226 do CPP são de\nobservância obrigatória tanto em sede inquisitorial quanto em juízo,\nsob pena de invalidade da prova destinada a demonstrar a autoria\ndelitiva, em alinhamento com as normas do Conselho Nacional de\nJustiça sobre o tema. O reconhecimento fotográfico e/ou pessoal\ninválido não poderá servir de lastro nem a condenação nem a decisões\nque exijam menor rigor quanto ao standard probatório, tais como a\ndecretação de prisão preventiva, o recebimento de denúncia ou a\npronúncia.\n3.2 - Deverão ser alinhadas pessoas semelhantes ao lado do suspeito\npara a realização do reconhecimento pessoal. Ainda que a regra do\ninciso II do art. 226 do CPP admita a mitigação da semelhança entre\nos suspeitos alinhados quando, justificadamente, não puderem ser\nencontradas pessoas com o mesmo fenótipo, eventual discrepância\nacentuada entre as pessoas comparadas poderá esvaziar a\nconfiabilidade probatória do reconhecimento feito nessas condições.\n3.3 - O reconhecimento de pessoas é prova irrepetível, na medida em\nque um reconhecimento inicialmente falho ou viciado tem o potencial\nde contaminar a memória do reconhecedor, esvaziando de certeza o\nprocedimento realizado posteriormente com o intuito de demonstrar a\nautoria delitiva, ainda que o novo procedimento atenda os ditames do\nart. 226 do CPP.\n3.4 - Poderá o magistrado se convencer da autoria delitiva a partir\ndo exame de provas ou evidências independentes que não guardem\nrelação de causa e efeito com o ato viciado de reconhecimento.\n3.5 - Mesmo o reconhecimento pessoal válido deve guardar congruência\ncom as demais provas existentes nos autos.\n3.6 - Desnecessário realizar o procedimento formal de reconhecimento\nde pessoas, previsto no art. 226 do CPP, quando não se tratar de\napontamento de indivíduo desconhecido com base na memória visual de\nsuas características físicas percebidas no momento do crime, mas,\nsim, de mera identificação de pessoa que o depoente já conhecia\nanteriormente.\n4. Sobre o tema, a jurisprudência desta Corte vinha entendendo que\n\"as disposições contidas no art. 226 do Código de Processo Penal\nconfiguram uma recomendação legal, e não uma exigência absoluta, não\nse cuidando, portanto, de nulidade quando praticado o ato\nprocessual (reconhecimento pessoal) de forma diversa da prevista em\nlei\" (AgRg no AREsp n. 1.054.280/PE, relator Ministro SEBASTIÃO REIS\nJÚNIOR, Sexta Turma, DJe de 13/6/2017).\n5. Em guinada jurisprudencial recente, no entanto, a Sexta Turma\ndesta Corte Superior de Justiça, por ocasião do julgamento do HC n.\n598.886/SC, realizado em 27/10/2020, endossando o voto do Relator,\nMin. Rogerio Schietti Cruz, propôs nova interpretação do art. 226 do\nCPP, para estabelecer que \"1.1) O reconhecimento de pessoas deve\nobservar o procedimento previsto no art. 226 do Código de Processo\nPenal, cujas formalidades constituem garantia mínima para quem se\nencontra na condição de suspeito da prática de um crime; 1.2) À\nvista dos efeitos e dos riscos de um reconhecimento falho, a\ninobservância do procedimento descrito na referida norma processual\ntorna inválido o reconhecimento da pessoa suspeita e não poderá\nservir de lastro a eventual condenação, mesmo se confirmado o\nreconhecimento em juízo; 1.3) Pode o magistrado realizar, em juízo,\no ato de reconhecimento formal, desde que observado o devido\nprocedimento probatório, bem como pode ele se convencer da autoria\ndelitiva com base no exame de outras provas que não guardem relação\nde causa e efeito com o ato viciado de reconhecimento\".\nO entendimento foi acompanhado pela Quinta Turma desta Corte, no\njulgamento do Habeas Corpus n. 652.284/SC (de minha relatoria,\nQuinta Turma, julgado em 27/4/2021, DJe de 3/5/2021).\n6. A nova proposta partiu da premissa de que o reconhecimento\nefetuado pela vítima, em sede inquisitorial, não constitui evidência\nsegura da autoria do delito, dada a falibilidade da memória humana,\nque se sujeita aos efeitos tanto do esquecimento quanto de emoções\ne de sugestões vindas de outras pessoas que podem gerar \"falsas\nmemórias\" (fenômeno esse documentado em estudos acadêmicos\nrespeitáveis), além da influência decorrente de outros fatores,\ncomo, por exemplo, o tempo em que a vítima esteve exposta ao delito\ne ao agressor (tempo de duração do evento criminoso); o trauma\ngerado pela gravidade do fato; o tempo decorrido entre o contato com\no autor do delito e a realização do reconhecimento; as condições\nambientais (tais como visibilidade do local no momento dos fatos);\nestereótipos culturais (como cor, classe social, sexo, etnia etc.).\n7. Posteriormente, ao julgar o HC n. 712.781/RJ (relator Ministro\nRogerio Schietti Cruz, Sexta Turma, DJe de 22/3/2022), a Sexta Turma\navançou ainda mais, para consignar que o reconhecimento produzido\nem desacordo com o disposto no art. 226 do CPP deve ser considerado\nprova inválida e não pode lastrear outras decisões, ainda que de\nmenor rigor quanto ao standard probatório exigido, tais como a\ndecretação de prisão preventiva, o recebimento de denúncia e a\npronúncia, entendimento esse que encontra eco em julgado da 2ª Turma\ndo Supremo Tribunal Federal no RHC n. 206.846/SP (relator Min.\nGilmar Mendes, julgado em 22/02/2022; DJe de 25/05/2022).\nEm harmonia com essa ratio decidendi, a Quinta Turma desta Corte já\nse pronunciou no sentido de que \"A certeza da vítima no\nreconhecimento e a firmeza de seu testemunho não constituem provas\nindependentes suficientes para justificar a pronúncia, já que apenas\no reconhecimento viciado é que vincula o réu aos fatos descritos na\ndenúncia\" (AgRg no AREsp n. 2.721.123/GO, relator Ministro Ribeiro\nDantas, Quinta Turma, julgado em 26/11/2024, DJEN de 3/12/2024).\n8. Na mesma assentada, o voto condutor do HC n. 712.781/RJ defendeu\nque o reconhecimento de pessoas é prova \"cognitivamente\nirrepetível\", diante do potencial que o ato inicial falho tem de\ncontaminar todos os subsequentes, mesmo que os posteriores observem\nas balizas do art. 226 do CPP.\nCom efeito, estudos mostram que, após um reconhecimento, a\ntestemunha pode incorporar a imagem do suspeito em sua memória como\nsendo a do autor - mesmo que estivesse incerta antes -, fenômeno\nconhecido como \"efeito do reforço da confiança\". Assim, se a\nprimeira identificação foi errônea ou conduzida de forma inadequada,\ntodas as subsequentes estarão comprometidas.\nDe consequência, é de se reconhecer que eventual \"ratificação\"\nposterior de reconhecimento (fotográfico ou pessoal) falho não\nconvalida os vícios pretéritos.\nPrecedentes da Quinta Turma no mesmo sentido: AgRg no HC n.\n822.696/RJ, relator Ministro Ribeiro Dantas, Quinta Turma, julgado\nem 18/9/2023, DJe de 22/9/2023; AgRg no HC n. 819.550/SP, relatora\nMinistra Daniela Teixeira, Quinta Turma, julgado em 4/11/2024, DJe\nde 6/11/2024.\n9.  CASO CONCRETO: Situação em que o recorrente foi condenado pelo\ncrime previsto no art. 157, § 2º, I e II, do Código Penal, na\nredação anterior à Lei 13.654/2018, à pena de 6 (seis) anos, 2\n(dois) meses e 20 (vinte) dias de reclusão, no regime inicial\nfechado, além de 14 (quatorze) dias-multa.\nÉ de se reconhecer a invalidade do reconhecimento pessoal do réu\nefetuado por duas das testemunhas do delito, se, durante a\nrealização do procedimento, em sede inquisitorial, dentre as quatro\npessoas alinhadas, o réu era cerca de 15 cm mais alto que as demais,\nsem que tivesse sido apresentada qualquer justificativa para o não\nalinhamento de pessoas de alturas semelhantes.\nAdemais, esvazia de certeza o reconhecimento pessoal efetuado pelas\ntestemunhas, dias após a prisão em flagrante do recorrente por um\nroubo subsequente ocorrido na mesma agência dos Correios, o fato de\nque, em um primeiro momento, ambas as testemunhas afirmaram, em sede\ninquisitorial, que, durante o evento delitivo que não durou mais\nque 10 (dez) minutos, os dois perpetradores do delito usavam boné\nque encobria parte de seu rosto, mantinham a cabeça abaixada o tempo\ntodo e ordenavam que as pessoas presentes no local não olhassem\npara eles.\nMesmo tendo uma das testemunhas afirmado, em juízo, ter sido\npossível identificar, posteriormente, o recorrente com base em\nconsulta às imagens de câmera da agência assaltada, tais imagens não\nchegaram a ser juntadas aos autos, e enfraquece o grau de certeza\nda identificação o fato de que a outra testemunha também teve acesso\nàs mesmas imagens, antes de ser ouvida pela primeira vez na\ndelegacia e, naquela ocasião, asseverou não ter condições de\nreconhecer os autores do roubo, lançando dúvida sobre a nitidez das\nimagens consultadas.\n10. Não existindo outras provas além do depoimento das duas vítimas\ne do reconhecimento pessoal viciado, é de se reconhecer a\nfragilidade dos elementos probatórios que levaram à condenação do\nréu, sendo de rigor sua absolvição.\n11. Recurso especial provido, para absolver o réu.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250611",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da TERCEIRA SEÇÃO, por unanimidade, dar\nprovimento ao recurso especial, para, reconhecendo a nulidade do\nreconhecimento pessoal, absolver o recorrente da condenação a ele\nimposta na Ação Penal n. 0006337-03.2019.4.03.6181, e fixou teses\nquanto ao Tema Repetitivo n. 1.258, com as alterações sugeridas pelo\nSr. Ministro Rogerio Schietti Cruz, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Ribeiro Dantas, Joel Ilan Paciornik, Messod Azulay\nNeto, Otávio de Almeida Toledo (Desembargador Convocado do TJSP),\nCarlos Cini Marchionatti (Desembargador Convocado TJRS), Sebastião\nReis Júnior e Rogerio Schietti Cruz votaram com o Sr. Ministro\nRelator.\nAusente, justificadamente, o Sr. Ministro Og Fernandes.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : "(RECONHECIMENTO PESSOAL OU FOTOGRÁFICO - PROCEDIMENTO DO ART. 226 DO\nCPP - OBRIGATORIEDADE)\n   STJ - <<HC 598886>>-SC, <<HC 652284>>-SC, <<HC 663710>>-SP\n(RECONHECIMENTO PESSOAL OU FOTOGRÁFICO - INOBSERVÂNCIA - PROVA\nINVÁLIDA)\n   STJ - <<HC 712781>>-RJ\n   STF - [[RHC 206846]]-SP, [[HC 157007]]-SP, [[HC-AgR 245514]]-SP\n(RECONHECIMENTO FALHO - CONVALIDAÇÃO)\n   STJ - <<AgRg no HC 822696>>-RJ, <<AgRg no HC 819550>>-SP,\n         <<HC 709986>>-SP, <<PExt no HC 870636>>-SP\n(RECONHECIMENTO DE PESSOAS - PROVA IRREPETÍVEL)\n   STJ - <<AgRg no HC 801450>>-SP, <<AgRg no HC 822696>>-RJ\n(RECONHECIMENTO PESSOAL - SUSPEITO - CONHECIMENTO PRÉVIO)\n   STJ - <<AgRg no REsp 2037158>>-RS, <<AgRg no HC 771598>>-RJ\n(RECONHECIMENTO PESSOAL - PRONÚNCIA)\n   STJ - <<AgRg no AREsp 2721123>>-GO\n(RECONHECIMENTO PESSOAL - OUTROS ELEMENTOS DE CONVICÇÃO)\n   STJ - <<AgRg no HC 663844>>-SE, <<AREsp 2852641>>-SP,\n         <<AgRg no AREsp 2702018>>-PA, <<AgRg no HC 909505>>-SP,\n         <<AgRg no HC 982852>>-RJ",
  "notas" : "Julgado conforme procedimento previsto para os Recursos Repetitivos\nno âmbito do STJ.",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : "\"1 - As regras postas no art. 226 do CPP são de observância\nobrigatória tanto em sede inquisitorial quanto em juízo, sob pena de\ninvalidade da prova destinada a demonstrar a autoria delitiva, em\nalinhamento com as normas do Conselho Nacional de Justiça sobre o\ntema. O reconhecimento fotográfico e/ou pessoal inválido não poderá\nservir de lastro nem a condenação nem a decisões que exijam menor\nrigor quanto ao standard probatório, tais como a decretação de\nprisão preventiva, o recebimento de denúncia ou a pronúncia;\n2 - Deverão ser alinhadas pessoas semelhantes ao lado do suspeito\npara a realização do reconhecimento pessoal. Ainda que a regra do\ninciso II do art. 226 do CPP admita a mitigação da semelhança entre\nos suspeitos alinhados quando, justificadamente, não puderem ser\nencontradas pessoas com o mesmo fenótipo, eventual discrepância\nacentuada entre as pessoas comparadas poderá esvaziar a\nconfiabilidade probatória do reconhecimento feito nessas condições;\n3 - O reconhecimento de pessoas é prova irrepetível, na medida em\nque um reconhecimento inicialmente falho ou viciado tem o potencial\nde contaminar a memória do reconhecedor, esvaziando de certeza o\nprocedimento realizado posteriormente com o intuito de demonstrar a\nautoria delitiva, ainda que o novo procedimento atenda os ditames do\nart. 226 do CPP;\n4 - Poderá o magistrado se convencer da autoria delitiva a partir do\nexame de provas ou evidências independentes que não guardem relação\nde causa e efeito com o ato viciado de reconhecimento;\n5 - Mesmo o reconhecimento pessoal válido deve guardar congruência\ncom as demais provas existentes nos autos;\n6 - Desnecessário realizar o procedimento formal de reconhecimento\nde pessoas, previsto no art. 226 do CPP, quando não se tratar de\napontamento de indivíduo desconhecido com base na memória visual de\nsuas características físicas percebidas no momento do crime, mas,\nsim, de mera identificação de pessoa que o depoente já conhecia\nanteriormente\".",
  "tema" : "Tema Repetitivo 1258\nSituação do tema: Acórdão Publicado",
  "referenciasLegislativas" : [ "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00226 INC:00002", "LEG:FED RES:000484 ANO:2022\n(CONSELHO NACIONAL DE JUSTIÇA - CNJ)", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000915835",
  "numeroProcesso" : "2057923",
  "numeroRegistro" : "202300784684",
  "siglaClasse" : "AgRg nos EREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGENCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "REYNALDO SOARES DA FONSECA",
  "dataPublicacao" : "DJEN       DATA:17/06/2025",
  "ementa" : "AGRAVO REGIMENTAL EM EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL.\nINSURGÊNCIA DEFENSIVA. ACÓRDÃO RECORRIDO QUE RESTABELECEU CONDENAÇÃO\nPELO DELITO DO ART. 217-A DO CÓDIGO PENAL, APLICANDO ENTENDIMENTO\nPOSTO EM RECURSO REPETITIVO SOBRE O TEMA. AUSÊNCIA DE COTEJO.\nAUSÊNCIA DE SIMILITUDE FÁTICO-JURÍDICA ENTRE OS JULGADOS COMPARADOS.\nDESCABIMENTO DE UTILIZAÇÃO DE EMBARGOS DE DIVERGÊNCIA PARA\nQUESTIONAR REGRA TÉCNICA DE CONHECIMENTO DE RECURSO ESPECIAL. AGRAVO\nREGIMENTAL DESPROVIDO.\n1. A discussão sobre a possibilidade, ou não, de se realizar um\ndistinguishing, no caso concreto, em relação à tese posta no Recurso\nEspecial repetitivo n. 1.480.881/PI (relator Ministro Rogerio\nSchietti Cruz, Terceira Seção, julgado em 26/8/2015, DJe de\n10/9/2015), diante da presunção absoluta de vulnerabilidade da\nvítima do delito previsto no art. 217-A, caput, do Código Penal,\ndenota o contorno de alegação de erro de julgamento na aplicação de\npremissas do recurso repetitivo, erro esse cuja correção não é\nviável dentro do espectro de cognoscibilidade dos embargos de\ndivergência.\n2. A mera transcrição de trechos dos julgados comparados em tabela,\nna qual cada coluna faz alusão a fundamentos jurídicos lançados nos\nacórdãos e à conclusão obtida em cada caso, não atende aos\nrequisitos necessários para o cotejo analítico.\nCom efeito, a jurisprudência desta Corte é assente no sentido de que\n\"A mera transcrição de ementas, seguidas de considerações\ninterpretativas do recorrente, não atendem aos requisitos de\nadmissibilidade dos embargos de divergência, que pressupõem a\ndemonstração da identidade fática entre os casos confrontados, a fim\nde viabilizar a arguição de aplicação de solução jurídica diversa\"\n(AgRg nos EAREsp n. 1.910.762/RJ, relatora Ministra Laurita Vaz,\nTerceira Seção, julgado em 23/2/2022, DJe de 25/2/2022).\n3. Não existe similitude fático-jurídica entre os julgados\ncomparados, pois enquanto no caso concreto se está diante de relação\nestável intermitente com duração de cerca de 3 anos, iniciada sem o\nconsentimento da mãe da vítima, e que terminou com um\nrelacionamento abusivo, no julgado indicado como paradigma, foi\naplicada a teoria da derrotabilidade do enunciado normativo em\nvirtude de (1) erro de proibição invencível pelo fato de o réu ser\n\"trabalhador rural, humilde e com pouca escolaridade\"; (2) ausência\nde relevância social e de efetiva vulneração do bem jurídico\ntutelado, diante da existência de relacionamento com constituição\nnúcleo familiar com consentimento da família da vítima e\nsuperveniente nascimento de uma filha; e (3) necessidade de se\npriorizar a proteção integral da criança nascida da relação.\n4. Correspondem a indevida inovação recursal os argumentos trazidos\npela defesa, nas razões do regimental, sobre eventual dissenso entre\na Quinta e a Sexta Turma desta Corte a respeito da necessidade de\nreexame de provas para desconstituir julgado absolutório do Tribunal\na quo.\n5. Ainda que assim não fosse, \"Nos termos do art. 266, I e II, do\nRISTJ, não são cabíveis embargos de divergência amparados em\neventual inobservância de regras técnicas alusivas ao conhecimento\ndo recurso especial, como pretende o embargante ao apresentar a\ncontrovérsia relativa à necessidade ou não de revolvimento de provas\npara o julgamento do recurso especial, o que levaria ou não à\naplicação do óbice da Súmula n. 7 do STJ\" (AgRg nos EREsp\n1770254/SP, Rel. Ministro ANTONIO SALDANHA PALHEIRO, TERCEIRA SEÇÃO,\nDJe 19/12/2019).\nPrecedentes: AgRg nos EDcl nos EAREsp n. 1.431.043/SP, relator\nMinistro Messod Azulay Neto, Terceira Seção, julgado em 18/4/2024,\nDJe de 23/4/2024; AgRg nos EAREsp n. 2.409.773/PR, relator Ministro\nReynaldo Soares da Fonseca, Terceira Seção, julgado em 23/8/2023,\nDJe de 25/8/2023; AgRg nos EDcl nos EAREsp n. 1.800.259/MS, relator\nMinistro Joel Ilan Paciornik, Terceira Seção, julgado em 2/3/2023,\nDJe de 6/3/2023; AgRg nos EREsp n. 1.919.991/RJ, relatora Ministra\nLaurita Vaz, Terceira Seção, julgado em 25/8/2021, DJe de 1/9/2021.\n6. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250508",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO, por unanimidade,\nnegar provimento ao agravo regimental, nos termos do voto do Sr.\nMinistro Reynaldo Soares da Fonseca.\nOs Srs. Ministros Ribeiro Dantas, Messod Azulay Neto, Otávio de\nAlmeida Toledo (Desembargador Convocado do TJSP), Carlos Cini\nMarchionatti (Desembargador Convocado TJRS), Sebastião Reis Júnior e\nRogerio Schietti Cruz votaram com o Sr. Ministro Relator.\nAusentes, justificadamente, os Srs. Ministros Og Fernandes e Joel\nIlan Paciornik.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - REGRA TÉCNICA DE ADMISSIBILIDADE\nRECURSAL)\n   STJ - <<AgRg nos EREsp 1770254>>-SP,\n         <<AgRg nos EDcl nos EAREsp 1431043>>-SP,\n         <<AgRg nos EAREsp 2409773>>-PR,\n         <<AgRg nos EDcl nos EAREsp 1800259>>-MS,\n         <<AgRg nos EREsp 1919991>>-RJ\n(EMBARGOS DE DIVERGÊNCIA - TRANSCRIÇÃO DE EMENTA)\n   STJ - <<AgRg nos EAREsp 1910762>>-RJ",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266 INC:00001 INC:00002" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000915834",
  "numeroProcesso" : "6366",
  "numeroRegistro" : "202404384089",
  "siglaClasse" : "AgRg na RvCr",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA REVISÃO CRIMINAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "ANTONIO SALDANHA PALHEIRO",
  "dataPublicacao" : "DJEN       DATA:16/06/2025",
  "ementa" : "AGRAVO REGIMENTAL NA REVISÃO CRIMINAL. ART. 621, I, DO CPP.\nPRETENSÃO DE FIXAÇÃO DE REGIME INICIAL MENOS GRAVOSO. AUSÊNCIA DE\nINDICAÇÃO DE NOVOS ARGUMENTOS PARA DESCONSTITUIR O JUÍZO\nCONDENATÓRIO. NÃO CABIMENTO DA REVISÃO CRIMINAL. AGRAVO DESPROVIDO.\n1. Embora se admita a correção da pena em revisão criminal, tal\ndesiderato deve estar justificado em uma das hipóteses de cabimento\nprevistas no art. 621 do Código de Processo Penal, sob pena de se\ntransmudar a natureza da revisão criminal e, assim, transformá-la em\numa inadmissível segunda versão do apelo raro.\n2. A presente revisão criminal está apoiada no fundamento descrito\nno inciso I do art. 621 do CPP, ao argumento de que a condenação é\n\"contrária ao texto expresso da lei penal\", no caso, aos arts. 33, §\n2º, e 59 do Código Penal, em virtude da fixação de regime inicial\nmais gravoso do que o previsto em lei para o caso concreto do\nrequerente, condenado à pena de 3 anos, 10 meses e 20 dias de\nreclusão, pela prática do crime de roubo (art. 157 do CP).\n3. O requerente busca novamente a fixação de regime inicial de\ncumprimento da pena mais brando. Essa pretensão, contudo, já foi\nexaminada por esta Corte Superior quando foi julgado o AREsp n.\n2.673.530/SP, oportunidade em que se concluiu que, nos termos da\norientação jurisprudencial do STJ, a presença de circunstância\njudicial desfavorável, como no caso, justifica a fixação do regime\nprisional mais gravoso, ainda que a pena imposta seja inferior a 4\nanos de reclusão, tendo em vista o disposto nos arts. 33, § 3º, e\n44, III, c/c o art. 59, todos do Código Penal.\n4. Não se admite revisão criminal como um novo recurso para\nrediscutir o juízo condenatório protegido pela coisa julgada e\neternizar a controvérsia, como no presente caso, em que o requerente\nlimita-se a reiterar os fundamentos já rechaçados na decisão\nanterior.\n5. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250611",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 05/06/2025 a 11/06/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Og Fernandes, Sebastião Reis Júnior, Rogerio\nSchietti Cruz, Reynaldo Soares da Fonseca, Ribeiro Dantas, Messod\nAzulay Neto, Otávio de Almeida Toledo (Desembargador Convocado do\nTJSP) e Carlos Cini Marchionatti (Desembargador Convocado TJRS)\nvotaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Joel Ilan Paciornik.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000915366",
  "numeroProcesso" : "2549951",
  "numeroRegistro" : "202400107930",
  "siglaClasse" : "EDcl no AgRg nos EAREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "CARLOS CINI MARCHIONATTI (DESEMBARGADOR CONVOCADO TJRS)",
  "dataPublicacao" : "DJEN       DATA:11/06/2025",
  "ementa" : "PENAL. EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NOS EMBARGOS DE\nDEVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL. CRIMES DE ORGANIZAÇÃO\nCRIMINOSA E TRÁFICO DE DROGAS. INADMISSIBILIDADE DE EMBARGOS DE\nDIVERGÊNCIA. OMISSÃO, OBSCURIDADE E CONTRADIÇÃO NO ACÓRDÃO\nEMBARGADO. NÃO OCORRÊNCIA. PLEITO DE CONCESSÃO DA ORDEM DE HABEAS\nCORPUS, DE OFICIO. INVIÁVEL. EMBARGOS REJEITADOS.\nI. CASO EM EXAME\n1. Embargos de declaração opostos contra acórdão que negou\nprovimento ao agravo regimental, por inadmissibilidade dos embargos\nde divergência e da ausência de instrução adequada.\nII. QUESTÃO EM DISCUSSÃO\n2. A questão em discussão consiste na possibilidade de saneamento\ndos vícios de omissão, obscuridade e contradição no acórdão\nembargado.\nIII. RAZÕES DE DECIDIR\n3. Nos termos da Súmula 315 do STJ, não cabem embargos de\ndivergência no âmbito de agravo que inadmite recurso especial.\n4. Na hipótese em exame, verifica-se que, a conta de supostos\nvícios, o que pretende o embargante é a rediscussão da matéria que\nencontrou óbice a sua apreciação, situação que não se coaduna com a\nestreita via dos aclaratórios.\n5. Nos termos do art. 619 do Código de Processo Penal, é cabível a\noposição de embargos de declaração quando houver no julgado\nambiguidade, obscuridade, contradição ou omissão, hipóteses que não\nse fazem presentes.\n6. Ademais: \"Não é viável o pleito para concessão de habeas corpus\nde ofício como tentativa de burla aos requisitos do recurso próprio.\nAfinal, a concessão da ordem parte da iniciativa do próprio órgão\njulgador, quando este detecta ilegalidade flagrante, nos termos do\nart. 654, § 2º, do CPP.\" (EDcl no AgRg no AREsp n. 2.462.348/SP,\nrelator Ministro Ribeiro Dantas, Quinta Turma, julgado em 12/3/2024,\nDJe de 18/3/2024.)\nIV. EMBARGOS DE DECLARAÇÃO REJEITADOS.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250605",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO, por unanimidade,\nrejeitar os embargos de declaração, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Og Fernandes, Sebastião Reis Júnior, Rogerio\nSchietti Cruz, Reynaldo Soares da Fonseca, Ribeiro Dantas, Joel Ilan\nPaciornik, Messod Azulay Neto e Otávio de Almeida Toledo\n(Desembargador Convocado do TJSP) votaram com o Sr. Ministro\nRelator.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000915365",
  "numeroProcesso" : "2713290",
  "numeroRegistro" : "202402937100",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "RIBEIRO DANTAS",
  "dataPublicacao" : "DJEN       DATA:11/06/2025",
  "ementa" : "DIREITO PROCESSUAL CIVIL. AGRAVO REGIMENTAL. EMBARGOS DE\nDIVERGÊNCIA. SÚMULA 7 DO STJ. AGRAVO IMPROVIDO.\nI. Caso em exame\n1. Agravo regimental interposto contra decisão que\nindeferiu liminarmente os embargos de divergência, pelo fundamento\nde que o mérito do recurso especial não foi apreciado em razão da\nincidência da Súmula 7 do STJ.\nII. Questão em discussão\n2. A questão em discussão consiste em saber\nse é cabível a interposição de embargos de divergência quando o\nmérito do recurso especial não foi apreciado devido à incidência da\nSúmula 7 do STJ.\n3. A questão também envolve a análise sobre a possibilidade de\nrevaloração das provas sem incorrer na vedação da Súmula 7 do STJ.\nIII. Razões de decidir\n4. A incidência da Súmula 7 do STJ impede a\napreciação do mérito do recurso especial, inviabilizando a\ninterposição de embargos de divergência, conforme a Súmula 315 do\nSTJ.\n5. A jurisprudência do STJ estabelece que os embargos de divergência\nnão são cabíveis para discutir regras técnicas de admissibilidade\ndo recurso especial, como a aplicação da Súmula 7 do STJ.\n6. A análise da necessidade de reexame de provas para o deslinde da\ncontrovérsia é uma questão que demanda a verificação das\npeculiaridades de cada caso, não sendo cabível em embargos de\ndivergência.\nIV. Dispositivo e tese\n7. Agravo improvido.\nTese de julgamento:  \"1. A incidência da Súmula 7 do STJ impede a\napreciação do mérito do recurso especial, inviabilizando a\ninterposição de embargos de divergência. 2. Os embargos de\ndivergência não são cabíveis para discutir regras técnicas de\nadmissibilidade do recurso especial, como a aplicação da Súmula 7 do\nSTJ\".\nDispositivos relevantes citados:  STJ, Súmula 7; STJ, Súmula 315.\nJurisprudência relevante citada:  STJ, AgInt nos EREsp 1.998.469/PE,\nRel. Min. Gurgel de Faria, Primeira Seção, julgado em 14/11/2023;\nSTJ, AgInt nos EAREsp 893.726/SP, Rel. Min. Mauto Campbell Marques,\nCorte Especial, DJe de 7/11/2018.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250605",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da TERCEIRA SEÇÃO, por unanimidade, negar\nprovimento ao agravo regimental, nos termos do voto do Sr. Ministro\nRibeiro Dantas.\nOs Srs. Ministros Joel Ilan Paciornik, Messod Azulay Neto, Otávio de\nAlmeida Toledo (Desembargador Convocado do TJSP), Carlos Cini\nMarchionatti (Desembargador Convocado TJRS), Og Fernandes, Sebastião\nReis Júnior, Rogerio Schietti Cruz e Reynaldo Soares da Fonseca\nvotaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000915364",
  "numeroProcesso" : "2795204",
  "numeroRegistro" : "202404422768",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "REYNALDO SOARES DA FONSECA",
  "dataPublicacao" : "DJEN       DATA:10/06/2025",
  "ementa" : "AGRAVO REGIMENTAL EM EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. INSURGÊNCIA DEFENSIVA. AUSÊNCIA DE INDICAÇÃO DE ACÓRDÃO\nPARADIGMA PROFERIDO PELO STJ. DISSENSO NÃO COMPROVADO. AGRAVO\nREGIMENTAL DESPROVIDO.\n1. \"Os embargos de divergência - recurso de fundamentação vinculada\ne de cognição restrita - têm como fim precípuo uniformizar a\njurisprudência do Tribunal, não se prestam a simples rejulgamento da\ncausa pela Seção, como fosse via recursal ordinária interna, para\nse corrigir pretensos erros ou incorreções dos demais órgãos\nfracionários\" (AgRg nos EAREsp n. 2.084.873/SP, relatora Ministra\nLaurita Vaz, Terceira Seção, julgado em 14/12/2022, DJe de\n19/12/2022).\nPrecedentes: AgRg nos EREsp n. 2.074.133/SP, relator Ministro\nJesuíno Rissato (Desembargador Convocado do TJDFT), Terceira Seção,\njulgado em 22/5/2024, DJe de 27/5/2024; AgRg nos EAREsp n.\n1.669.253/PR, relator Ministro Reynaldo Soares da Fonseca, Terceira\nSeção, julgado em 13/3/2024, DJe de 15/3/2024; AgRg nos EAREsp n.\n2.415.992/MS, relator Ministro Teodoro Silva Santos, Terceira Seção,\njulgado em 28/2/2024, DJe de 5/3/2024; AgRg nos EREsp n.\n2.013.585/SC, relator Ministro Joel Ilan Paciornik, Terceira Seção,\njulgado em 17/10/2023, DJe de 20/10/2023.\n2. O dissenso que os embargos de divergência se propõem a apaziguar\né aquele existente entre Turmas ou Turma e Seção de um mesmo\nTribunal, pelo que se revela inadmissível a indicação, em embargos\nde divergência interpostos no STJ, de paradigma proferido pelo\nSupremo Tribunal Federal.\n3. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250605",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO, por unanimidade,\nnegar provimento ao agravo regimental, nos termos do voto do Sr.\nMinistro Reynaldo Soares da Fonseca.\nOs Srs. Ministros Ribeiro Dantas, Joel Ilan Paciornik, Messod Azulay\nNeto, Otávio de Almeida Toledo (Desembargador Convocado do TJSP),\nCarlos Cini Marchionatti (Desembargador Convocado TJRS), Og\nFernandes, Sebastião Reis Júnior e Rogerio Schietti Cruz votaram com\no Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000915363",
  "numeroProcesso" : "2198962",
  "numeroRegistro" : "202202718949",
  "siglaClasse" : "EDcl no AgRg nos EAREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "ROGERIO SCHIETTI CRUZ",
  "dataPublicacao" : "DJEN       DATA:12/06/2025",
  "ementa" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NOS EMBARGOS DE\nDIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL. INTEMPESTIVIDADE DO\nRECURSO. PRETENSÃO DE REEXAME DO CASO. IMPOSSIBILIDADE. HABEAS\nCORPUS DE OFÍCIO. INVIABILIDADE. EMBARGOS DE DECLARAÇÃO REJEITADOS.\n1. Inexiste omissão ou qualquer outro vício quando o acórdão é\nexplícito ao afirmar que o prazo para interposição de agravo\nregimental, em processo penal, é de 5 dias, mesmo após a entrada em\nvigor da Lei n. 13.105/2015, uma vez que continuou sendo regido pelo\nart. 38 da Lei n. 8.038/1990.\n2. Conforme a orientação firmada neste Superior Tribunal, os\nembargos de divergência servem para unificar a jurisprudência\ninterna desta Corte e, por isso mesmo, não permitem a concessão de\nhabeas corpus de ofício contra atos de seus próprios membros, sob\npena de subverter competência constitucional.\n3. Embargos de declaração rejeitados.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250605",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO, por unanimidade,\nrejeitar os embargos de declaração, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Reynaldo Soares da Fonseca, Ribeiro Dantas, Joel\nIlan Paciornik, Messod Azulay Neto, Otávio de Almeida Toledo\n(Desembargador Convocado do TJSP), Carlos Cini Marchionatti\n(Desembargador Convocado TJRS), Og Fernandes e Sebastião Reis Júnior\nvotaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000915177",
  "numeroProcesso" : "203452",
  "numeroRegistro" : "202400737144",
  "siglaClasse" : "AgRg no CC",
  "descricaoClasse" : "AGRAVO REGIMENTAL NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "CARLOS CINI MARCHIONATTI (DESEMBARGADOR CONVOCADO TJRS)",
  "dataPublicacao" : "DJEN       DATA:11/06/2025",
  "ementa" : "DIREITO PROCESSUAL PENAL. AGRAVO REGIMENTAL NO CONFLITO DE\nCOMPETÊNCIA. POSSÍVEL PRÁTICA DE CRIME ELEITORAL AVENTADA PELO STJ.\nREMESSA DOS AUTOS À JUSTIÇA ESPECIALIZADA. RECONHECIMENTO DE\nINCOMPETÊNCIA PELO JUÍZO ELEITORAL COM DECLÍNIO DE COMPETÊNCIA PARA\nA JUSTIÇA COMUM. AUSÊNCIA DE AFRONTA AO DECIDIDO NESTA CORTE. AGRAVO\nREGIMENTAL DESPROVIDO.\nI. CASO EM EXAME\n1. Agravo regimental interposto por Eduardo Cosentino da Cunha\ncontra decisão que declarou a competência da Justiça Comum para\nprocessar e julgar os fatos apurados na ação penal nº\n0709538-57.2021.8.07.0001, após o juízo da 2ª Zona Eleitoral de São\nPaulo/SP, destinatário dos autos por força de decisão anterior do\nSTJ, ter reconhecido a inexistência de indícios de crime eleitoral e\ndeterminado a remessa dos autos à Justiça Comum. O agravante\nsustenta que o caso deveria ser julgado pela Justiça Eleitoral, em\nrazão de elementos probatórios que apontariam para a prática de\nilícitos eleitorais.\nII. QUESTÃO EM DISCUSSÃO\n2. Há duas questões em discussão: (i) definir se há omissão ou\nilegalidade na decisão que declarou a competência da Justiça Comum,\ndiante de elementos que indicariam possível prática de crime\neleitoral; (ii) estabelecer se a Justiça Eleitoral, ao concluir pela\ninexistência de indícios de crime eleitoral, pode devolver os autos\nà Justiça Comum sem violar decisão anterior do STJ.\nIII. RAZÕES DE DECIDIR\n3. A decisão do juízo eleitoral, que reconheceu a inexistência de\nindícios de crime eleitoral após manifestação do Ministério Público\nEleitoral, encontra amparo na jurisprudência da Terceira Seção do\nSTJ, segundo a qual a Justiça Eleitoral possui competência para\naferir, de forma autônoma, a sua atribuição jurisdicional.\nPrecedente.\n4. A remessa dos autos à Justiça Eleitoral, conforme decidido no\nAREsp 2.206.736/DF, teve como finalidade permitir que a jurisdição\nespecializada analisasse a presença de conexão com crimes\neleitorais, sem importar, por si só, em reconhecimento de sua\ncompetência.\n5. Ao reafirmar a competência da Justiça Comum após análise dos\nelementos de prova e manifestação do titular da ação penal (MP\nEleitoral), o juízo da 2ª Zona Eleitoral atuou nos limites de sua\njurisdição e em conformidade com a jurisprudência consolidada do\nSTJ.\n6. O acórdão agravado está devidamente fundamentado, tendo afastado\nas alegações de competência da Justiça Eleitoral com base em\nentendimento consolidado e na autonomia reconhecida à Justiça\nespecializada para aferir sua própria competência.\nIV. DISPOSITIVO E TESE\n7. Agravo regimental desprovido.\nTese de julgamento:\n1. A Justiça Eleitoral, ao receber autos por força de decisão que\nvisa à aferição de sua competência, pode reconhecer a inexistência\nde indícios de crime eleitoral e devolver os autos à Justiça Comum,\nsem violar decisão do Superior Tribunal de Justiça.\n2. O reconhecimento de competência da Justiça Comum, após decisão\nfundamentada do juízo eleitoral nesse sentido, não configura ofensa\nà autoridade da decisão anterior que determinou a remessa dos autos\npara exame pela Justiça especializada.\n3. Não cabe ao Poder Judiciário determinar a atuação probatória do\nMinistério Público, sob pena de violação ao Princípio Acusatório.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250605",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO, por unanimidade,\nnegar provimento ao agravo regimental, nos termos do voto do Sr.\nMinistro Carlos Cini Marchionatti (Desembargador Convocado TJRS).\nOs Srs. Ministros Og Fernandes, Sebastião Reis Júnior, Rogerio\nSchietti Cruz, Reynaldo Soares da Fonseca, Ribeiro Dantas, Joel Ilan\nPaciornik, Messod Azulay Neto e Otávio de Almeida Toledo\n(Desembargador Convocado do TJSP) votaram com o Sr. Ministro\nRelator.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : "(JUSTIÇA ELEITORAL - COMPETÊNCIA - AFERIÇÃO - AUTONOMIA)\n   STJ - <<CC 170262>>-MG",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000915175",
  "numeroProcesso" : "17432",
  "numeroRegistro" : "202403327427",
  "siglaClasse" : "AgRg na Pet",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA PETIÇÃO",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "CARLOS CINI MARCHIONATTI (DESEMBARGADOR CONVOCADO TJRS)",
  "dataPublicacao" : "DJEN       DATA:11/06/2025",
  "ementa" : "DIREITO PROCESSUAL PENAL. AGRAVO REGIMENTAL NA PETIÇÃO. EMBARGOS DE\nDIVERGÊNCIA. INADEQUAÇÃO DA VIA ELEITA. EMBARGOS OPOSTOS CONTRA\nDECISÃO PROFERIDA EM CLASSE PROCESSUAL DIVERSA DO RECURSO ESPECIAL.\nINEXISTÊNCIA DE IMPUGNAÇÃO ESPECÍFICA AOS FUNDAMENTOS DA DECISÃO\nAGRAVADA. SÚMULA 182/STJ. AGRAVO REGIMENTAL NÃO CONHECIDO.\nI. CASO EM EXAME\n1. Agravo regimental interposto contra decisão que indeferiu\nliminarmente embargos de divergência, os quais foram autuados como\nPETIÇÃO.\n2. O agravante sustenta preencher os requisitos para a progressão de\nregime, defendendo a prescindibilidade do exame criminológico e\nreiterando os mesmos argumentos já apresentados nas petições\nanteriores.\nII. QUESTÃO EM DISCUSSÃO\n3. Verificar a adequação dos embargos de divergência como meio\nprocessual hábil para impugnar decisão proferida em classe\nprocessual distinta do recurso especial.\n4. Examinar se há impugnação específica aos fundamentos da decisão\nrecorrida e se a alegação de preenchimento do requisito subjetivo\npara progressão de regime pode ser revista nesta instância.\nIII. RAZÕES DE DECIDIR\n5. Os embargos de divergência são cabíveis exclusivamente contra\nacórdãos proferidos em recurso especial, sendo inviável sua oposição\ncontra decisões proferidas em classes processuais distintas.\n6. A ausência de impugnação específica aos fundamentos da decisão\nagravada inviabiliza o conhecimento do agravo regimental, conforme\nSúmula 182/STJ.\nIV. AGRAVO REGIMENTAL NÃO CONHECIDO.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250605",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO, por unanimidade,\nnão conhecer do agravo regimental, nos termos do voto do Sr.\nMinistro Carlos Cini Marchionatti (Desembargador Convocado TJRS).\nOs Srs. Ministros Og Fernandes, Sebastião Reis Júnior, Rogerio\nSchietti Cruz, Reynaldo Soares da Fonseca, Ribeiro Dantas, Joel Ilan\nPaciornik, Messod Azulay Neto e Otávio de Almeida Toledo\n(Desembargador Convocado do TJSP) votaram com o Sr. Ministro\nRelator.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ "AgRg na Pet  17687  SP  2024/0304005-7  Decisão:11/06/2025\nDJEN       DATA:16/06/2025" ]
}, {
  "id" : "000915163",
  "numeroProcesso" : "2085628",
  "numeroRegistro" : "202302459964",
  "siglaClasse" : "AgRg nos EREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGENCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "REYNALDO SOARES DA FONSECA",
  "dataPublicacao" : "DJEN       DATA:10/06/2025",
  "ementa" : "AGRAVO REGIMENTAL EM EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL.\nINSURGÊNCIA DEFENSIVA. HOMICÍDIO QUALIFICADO TENTADO. ATENUANTE DA\nCONFISSÃO ESPONTÂNEA. NECESSIDADE DE DEBATES EM PLENÁRIO. AUSÊNCIA\nDE COTEJO E DE SIMILITUDE FÁTICA ENTRE OS JULGADOS COMPARADOS.\nSÚMULA 168/STJ. AGRAVO REGIMENTAL DESPROVIDO.\n1. Se o acórdão recorrido não destoa do entendimento jurisprudencial\nmajoritário e prevalecente nesta Corte sobre o tema, revela-se\ninviável o conhecimento de embargos de divergência, por esbarrarem\nno óbice do enunciado n. 168 da Súmula do STJ, segundo o qual, \"Não\ncabem embargos de divergência, quando a jurisprudência do tribunal\nse firmou no mesmo sentido do acordão embargado\".\n2. A jurisprudência mais recente da Quinta e da Sexta Turma desta\nCorte tem sufragado o entendimento de que a confissão espontânea\ndeve ser debatida em plenário para ser considerada na dosimetria da\npena no Tribunal do Júri.\nPrecedentes da Quinta Turma: AgRg no HC n. 964.468/GO, relator\nMinistro Reynaldo Soares da Fonseca, Quinta Turma, julgado em\n26/3/2025, DJEN de 31/3/2025; AgRg no HC n. 919.239/MG, relator\nMinistro Messod Azulay Neto, Quinta Turma, julgado em 26/11/2024,\nDJEN de 9/12/2024; AgRg no REsp n. 2.151.336/AL, relator Ministro\nJoel Ilan Paciornik, Quinta Turma, julgado em 3/12/2024, DJEN de\n9/12/2024; AgRg no AREsp n. 2.404.460/SP, relator Ministro Ribeiro\nDantas, Quinta Turma, julgado em 27/2/2024, DJe de 1/3/2024.\nPrecedentes da Sexta Turma: AgRg no REsp n. 2.088.322/SP, relator\nMinistro Antonio Saldanha Palheiro, Sexta Turma, julgado em\n9/10/2023, DJe de 16/10/2023; AgRg no HC n. 805.197/SP, relator\nMinistro Rogerio Schietti Cruz, Sexta Turma, julgado em 12/6/2023,\nDJe de 14/6/2023; AgRg no HC n. 737.022/SC, relator Ministro Jesuíno\nRissato (Desembargador Convocado do TJDFT), Sexta Turma, julgado em\n14/2/2023, DJe de 17/2/2023; AgRg no HC n. 748.242/SP, relatora\nMinistra Laurita Vaz, Sexta Turma, julgado em 28/11/2022, DJe de\n2/12/2022.\n3. Ainda que assim não fosse, a defesa não cuidou de efetuar o\nnecessário cotejo analítico entre as situações fático-jurídicas\nexaminadas no acórdão recorrido e nos julgados apontados como\nparadigma.\nNão atende os requisitos necessários para o cotejo analítico a mera\ntranscrição de trechos dos julgados comparados, seguida da alegação\ngenérica de que \"os acórdãos confrontados adotaram soluções\njurídicas divergentes ao analisarem casos semelhantes alusivos ao\nreconhecimento da atenuante da confissão espontâneas, em crimes de\ncompetência do tribunal júri, debatidas ou não em plenário\".\n4. Tampouco há como se reconhecer a existência de similitude\nfático-jurídica entre os julgados comparados, se um dos paradigmas\nexpressamente reconhece a existência de confissão efetuada pelo réu\nperante o plenário do júri, enquanto o acórdão recorrido afasta a\naplicação da atenuante por não ter a defesa debatido o tema, em\nplenário.\nNa mesma linha, não se assemelha ao debate posto nos autos o\nparadigma que trata sobre a aplicação da atenuante da confissão\nespontânea mesmo que o réu não tenha admitido a íntegra dos fatos.\n5. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250605",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO, por unanimidade,\nnegar provimento ao agravo regimental, nos termos do voto do Sr.\nMinistro Reynaldo Soares da Fonseca.\nOs Srs. Ministros Ribeiro Dantas, Joel Ilan Paciornik, Messod Azulay\nNeto, Otávio de Almeida Toledo (Desembargador Convocado do TJSP),\nCarlos Cini Marchionatti (Desembargador Convocado TJRS), Og\nFernandes, Sebastião Reis Júnior e Rogerio Schietti Cruz votaram com\no Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : "(EMBARGOS DE DIVERGÊNCIA - ACÓRDÃOS CONFRONTADOS - COTEJO ANALÍTICO\n- MERA TRANSCRIÇÃO DE EMENTAS)\n   STJ - <<AgRg nos EAREsp 1910762>>-RJ\n(TRIBUNAL DO JÚRI - CONFISSÃO ESPONTÂNEA - DEBATE EM PLENÁRIO)\n   STJ - <<AgRg no HC 964468>>-GO, <<AgRg no HC 919239>>-MG,\n         <<AgRg no REsp 2151336>>-AL, <<AgRg no REsp 2088322>>-SP,\n         <<AgRg no HC 822409>>-RS",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEL:002848 ANO:1940\n*****  CP-40    CÓDIGO PENAL\n        ART:00065 INC:00003 LET:D" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000915162",
  "numeroProcesso" : "209899",
  "numeroRegistro" : "202404437855",
  "siglaClasse" : "AgRg nos EDcl no CC",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DECLARAÇÃO NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "CARLOS CINI MARCHIONATTI (DESEMBARGADOR CONVOCADO TJRS)",
  "dataPublicacao" : "DJEN       DATA:11/06/2025",
  "ementa" : "AGRAVO REGIMENTAL NO CONFLITO DE COMPETÊNCIA. AUSÊNCIA DE\nDEMONSTRAÇÃO DE CONFLITO ENTRE DOIS OU MAIS JUÍZOS A RESPEITO DA\nCOMPETÊNCIA. RECURSO DESPROVIDO.\nI. Caso em exame\n1. Agravo regimental interposto contra decisão que rejeitou embargos\nde declaração no conflito de competência, sob o argumento de\nexistência de conflito positivo de competência entre Justiça\nEstadual e Justiça Federal para apurar fatos relacionados a desvio\nde verbas públicas.\n2. O agravante sustenta que há dois juízos distintos avocando\ncompetência para apurar os mesmos fatos, gerando bis in idem,\nrequerendo o reconhecimento do conflito positivo de competência.\nII. Questão em discussão\n3. A questão em discussão consiste em saber se há efetivo conflito\nde competência entre os juízos estadual e federal, caracterizado\npela manifestação de ambos declarando-se competentes para o\njulgamento dos alegados mesmos fatos.\nIII. Razões de decidir\n4. O conflito de competência não se configura, pois não houve\nmanifestação de duas autoridades judiciárias declarando-se\ncompetentes ou incompetentes para o julgamento do feito.\n5. O incidente foi suscitado unicamente pelo inconformismo do\nagravante com o andamento das investigações, sem discussão de\ncompetência entre os juízos.\n6. A jurisprudência do Superior Tribunal de Justiça é firme no\nsentido de que o conflito de competência não pode ser utilizado como\nsucedâneo recursal.\nIV. Dispositivo e tese\n7. Agravo desprovido.\nTese de julgamento: \"1. O conflito de competência exige a\nmanifestação de duas ou mais autoridades judiciárias declarando-se\ncompetentes ou incompetentes para o julgamento do feito. 2. O\nconflito de competência não pode ser utilizado como sucedâneo\nrecursal.\"",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250605",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO, por unanimidade,\nnegar provimento ao agravo regimental, nos termos do voto do Sr.\nMinistro Carlos Cini Marchionatti (Desembargador Convocado TJRS).\nOs Srs. Ministros Og Fernandes, Sebastião Reis Júnior, Rogerio\nSchietti Cruz, Reynaldo Soares da Fonseca, Ribeiro Dantas, Joel Ilan\nPaciornik, Messod Azulay Neto e Otávio de Almeida Toledo\n(Desembargador Convocado do TJSP) votaram com o Sr. Ministro\nRelator.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000915160",
  "numeroProcesso" : "209128",
  "numeroRegistro" : "202403969052",
  "siglaClasse" : "CC",
  "descricaoClasse" : "CONFLITO DE COMPETENCIA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJEN       DATA:11/06/2025",
  "ementa" : "CONFLITO NEGATIVO DE COMPETÊNCIA. EXECUÇÃO PENAL. EXECUTADO QUE\nCUMPRE PENA EM PRESÍDIO DE LOCALIDADE DIVERSA DO JUÍZO DA ÚNICA PENA\nREMANESCENTE. COMPETÊNCIA DO JUÍZO DA CONDENAÇÃO. TRANSFERÊNCIA DA\nEXECUÇÃO APENAS APÓS CONSULTA E CONCORDÂNCIA DO JUÍZO DESTINATÁRIO.\nPRECEDENTES.\n1. A jurisprudência do Superior Tribunal de Justiça estabelece que a\ncompetência para a execução penal é do juízo da condenação,\nconforme o art. 65 da Lei de Execuções Penais. Precedentes.\n2. A transferência da execução da pena não pode ser determinada\nunilateralmente, sendo necessária a prévia consulta ao juízo\ndestinatário para verificar a disponibilidade de vagas e condições\nadequadas no sistema prisional local. Precedentes.\n3. Situação em que o apenado cumpre pena em presídio de São Paulo,\nmas a única pena remanescente decorre do Poder Judiciário do Estado\nde Goiás.\n4. O simples fato de o condenado estar preso em comarca diversa não\nconstitui causa legal para deslocamento da competência para a\nexecução da pena. Precedentes.\n5. Conflito conhecido para declarar competente o Juízo da 2ª Vara\nCriminal de Planaltina - GO (suscitado).",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250605",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO, por unanimidade,\nconhecer do conflito e declarou competente o suscitado, Juízo da 2ª\nVara Criminal de Planaltina/GO, nos termos do voto do Sr. Ministro\nRelator.\nOs Srs. Ministros Sebastião Reis Júnior, Rogerio Schietti Cruz,\nReynaldo Soares da Fonseca, Ribeiro Dantas, Joel Ilan Paciornik,\nMessod Azulay Neto, Otávio de Almeida Toledo (Desembargador\nConvocado do TJSP) e Carlos Cini Marchionatti (Desembargador\nConvocado TJRS) votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : "(EXECUÇÃO PENAL - COMPETÊNCIA)\n   STJ - <<AgRg no CC 199259>>-DF, <<AgRg no CC 189921>>-SC\n(CONDENADO PRESO EM COMARCA DIVERSA - DESLOCAMENTO DA COMPETÊNCIA\nPARA A EXECUÇÃO DA PENA)\n   STJ - <<CC 199799>>-PR, <<CC 176339>>-GO, <<CC 30076>>-MT,\n         <<CC 167064>>-SC, {{CC 206573}}-RJ\n(TRANSFERÊNCIA DA EXECUÇÃO DA PENA - CONSULTA AO JUÍZO DESTINATÁRIO)\n   STJ - <<AgRg no CC 189921>>-SC, <<CC 143093>>-MG",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:007210 ANO:1984\n*****  LEP-84    LEI DE EXECUÇÃO PENAL\n        ART:00065" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000914865",
  "numeroProcesso" : "44371",
  "numeroRegistro" : "202203703198",
  "siglaClasse" : "Rcl",
  "descricaoClasse" : "RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "SEBASTIÃO REIS JÚNIOR",
  "dataPublicacao" : "DJEN       DATA:23/06/2025",
  "ementa" : "CONSTITUCIONAL. RECLAMAÇÃO. ALEGAÇÃO DE DESCUMPRIMENTO DA AUTORIDADE\nDA DECISÃO PROFERIDA NO HABEAS CORPUS N. 497.699/MG. ORDEM\nCONCEDIDA PARA DECLARAR A ILICITUDE DOS ELEMENTOS DE INFORMAÇÃO\nDECORRENTES DE DECISÃO JUDICIAL SEM FUNDAMENTAÇÃO ADEQUADA.\nELEMENTOS QUE CONSTAM DA AÇÃO CIVIL DE IMPROBIDADE ADMINISTRATIVA.\nAFIRMAÇÃO DO JUÍZO DE PRIMEIRO GRAU DE QUE, POR SE TRATAR DE SEARA\nCÍVEL, MOSTRA-SE DISPENSÁVEL O DESENTRANHAMENTO, EM FACE DA\nINDEPENDÊNCIA DAS SEARAS. INDEPENDÊNCIA RELATIVA. MANDAMENTO QUE\nDECORRE DA CONSTITUIÇÃO DA REPÚBLICA (ART. 5º, LVI). DEVIDO PROCESSO\nLEGAL QUE NÃO SE SATISFAZ COM A SIMPLES AFIRMAÇÃO DO MAGISTRADO, NO\nSENTIDO DE QUE TAIS ELEMENTOS NÃO SERÃO CONSIDERADOS NA SENTENÇA.\nPROCEDÊNCIA DO PEDIDO.\n1.   Para preservar a competência do Tribunal, garantir a autoridade\nde suas decisões e a observância de julgamento proferido em\nincidente de assunção de competência, caberá reclamação da parte\ninteressada ou do Ministério Público desde que, na primeira\nhipótese, haja esgotado a instância ordinária (art. 187 do RISTJ).\n2. A obrigatoriedade de desentranhamento de elementos de informação\nconsiderados ilegais por decisão judicial se impõe a todas as\nesferas jurídicas, por se tratar de mandamento constitucional (art.\n5º, LVI, da Constituição da República). Precedente.\n3. A garantia do devido processo legal não se cumpre apenas com a\nafirmação de que as provas declaradas ilegais que constam dos autos\nnão serão consideradas pelo Magistrado na ocasião da prolação da\nsentença, mas com o próprio ato de se retirar tais elementos nulos\ndos autos da ação, seja de natureza civil, seja criminal.\n4. Reclamação julgada procedente para determinar que o Juízo de\nDireito da 1ª Vara de Fazenda Pública e Autarquias da comarca de\nUberlândia/MG (Ação Civil de Improbidade Administrativa n.\n5012158-03.2017.8.13.0702) providencie o imediato desentranhamento\ndos autos dos elementos de informação considerados nulos por este\nSuperior Tribunal no julgamento do Habeas Corpus n. 497.699/MG, bem\ncomo os contaminados pela ilicitude.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250605",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da TERCEIRA SEÇÃO do Superior Tribunal de\nJustiça, retomado o julgamento, após o voto-vista antecipado do Sr.\nMinistro Joel Ilan Paciornik, julgando procedente a reclamação,\nacompanhando o voto do Sr. Ministro Relator, e os votos dos Srs.\nMinistros Rogerio Schietti Cruz, Messod Azulay Neto, Otávio de\nAlmeida Toledo (Desembargador convocado do TJSP) e Og Fernandes no\nmesmo sentido, por unanimidade, julgar procedente a reclamação para\ndeterminar que o Juízo de Direito da 1ª Vara de Fazenda Pública e\nAutarquias da comarca de Uberlândia/MG (Ação Civil de Improbidade\nAdministrativa n. 5012158-03.2017.8.13.0702) providencie o imediato\ndesentranhamento dos autos dos elementos de informação considerados\nnulos por este Superior Tribunal no julgamento do Habeas Corpus n.\n497.699/MG, bem como os contaminados pela ilicitude, nos termos do\nvoto do Sr. Ministro Relator.\nOs Srs. Ministros Rogerio Schietti Cruz, Joel Ilan Paciornik, Messod\nAzulay Neto, Otávio de Almeida Toledo (Desembargador Convocado do\nTJSP) e Og Fernandes votaram com o Sr. Ministro Relator.\nNão participaram do julgamento os Srs. Ministros Ribeiro Dantas e\nCarlos Cini Marchionatti (Desembargador Convocado TJRS).\nAusente, justificadamente, o Sr. Ministro Reynaldo Soares da\nFonseca.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : "(PROVAS ILÍCITAS - DESENTRAMENTO DOS AUTOS)\n   STJ - <<AgRg no HC 844564>>-RJ, <<RHC 70793>>-SP",
  "notas" : null,
  "informacoesComplementares" : "     (VOTO VISTA) (MIN. JOEL ILAN PACIORNIK)\n     \"[...] O próprio Supremo Tribunal Federal jáassentou que, uma\nvez declarada a nulidade de uma prova, sua contaminação podeatingir\ntodas as esferas em que tenha sido utilizada. A ilicitude de um\nelementoprobatório não se dissocia do princípio do devido processo\nlegal, que deve orientartodo e qualquer procedimento judicial, seja\ncriminal, cível ou administrativo. [...]\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00005 INC:00056", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00187" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000914735",
  "numeroProcesso" : "211201",
  "numeroRegistro" : "202500322953",
  "siglaClasse" : "AgRg nos EDcl no CC",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DECLARAÇÃO NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JOEL ILAN PACIORNIK",
  "dataPublicacao" : "DJEN       DATA:02/06/2025",
  "ementa" : "DIREITO PROCESSUAL PENAL. AGRAVO REGIMENTAL. CONFLITO DE\nCOMPETÊNCIA. INVESTIGAÇÃO CRIMINAL. PIRÂMIDE FINANCEIRA.  AGRAVO\nREGIMENTAL DESPROVIDO.\nI. Caso em exame\n1. Agravo regimental interposto contra decisão que\nreconheceu a competência do Juízo de Direito da 3ª Vara Criminal de\nSorocaba/SP para prosseguir com as investigações dos crimes\nrelatados nos Inquéritos Policiais n. 1516169-25.2023.8.26.0602 e n.\n1501016-03.2023.8.26.0003, e do Juízo de Direito da Vara Criminal\nde Itapema/SC para os fatos referentes ao Inquérito Policial n.\n5002666-43.2024.8.24.0505.\n2. O agravante é investigado em três inquéritos policiais que\ntramitam em juízos distintos, relacionados à sua participação na\nsociedade Mafra Digital Ltda e à prática de supostos crimes de\nestelionato e crimes contra a economia popular, na modalidade de\npirâmide financeira.\nII. Questão em discussão\n3. A questão em discussão consiste em saber\nse a competência para a continuidade das investigações deve ser\nfixada no Juízo da 1ª Vara Criminal do Foro Regional de\nJabaquara/SP, em razão do alegado estágio avançado do inquérito e da\nespecialização no combate a crimes contra a economia popular, ou se\ndeve ser mantida nos Juízos de Sorocaba/SP e Itapema/SC, conforme\ndecisão anterior.\nIII. Razões de decidir\n4. A competência para julgamento das infrações\npenais é determinada, em regra, pelo lugar em que se consumar a\ninfração, conforme o art. 70 do CPP. No caso de crimes conexos, a\ncompetência se firma pelo lugar da infração mais grave, pelo maior\nnúmero de infrações ou pela prevenção, conforme o art. 78, II, do\nCPP.\n5. Na hipótese, o Juízo de Direito da 3ª Vara Criminal de\nSorocaba/SP é o que preenche mais requisitos legais para ser\ndeclarado competente, pois o respectivo inquérito policial foi\ninstaurado primeiro e abrange a apuração de maior diversidade de\ndelitos, além de já ter acatado medidas judiciais de busca e\napreensão.\n6. A manutenção da competência do Juízo de Direito da Vara Criminal\nde Itapema/SC é justificada pela ausência de conexão clara com os\ndemais inquéritos, especialmente por constar vítima diversa, bem\ncomo pela fase prematura da investigação.\nIV. Dispositivo e tese\n7. Agravo regimental improvido.\nTese de julgamento:  \"1. A competência para julgamento de crimes\nconexos é determinada pelo lugar da infração mais grave, pelo maior\nnúmero de infrações ou pela prevenção. 2. A prevenção é reforçada\npela instauração prévia do inquérito e pela adoção de medidas\njudiciais\".\nDispositivos relevantes citados:  CPP, arts. 70, 78, II, e 80.\nJurisprudência relevante citada:  STJ, AgRg no CC 182.880/BA, Rel.\nMin. Ribeiro Dantas, Terceira Seção, julgado em 27.06.2022; STJ, CC\nn. 191.497/CE, relatora Ministra Laurita Vaz, Terceira Seção,\njulgado em 14/12/2022, DJe de 19/12/2022.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250514",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO, por unanimidade,\nnegar provimento ao agravo regimental, nos termos do voto do Sr.\nMinistro Joel Ilan Paciornik.\nOs Srs. Ministros Messod Azulay Neto, Otávio de Almeida Toledo\n(Desembargador Convocado do TJSP), Carlos Cini Marchionatti\n(Desembargador Convocado TJRS), Og Fernandes, Sebastião Reis Júnior,\nRogerio Schietti Cruz, Reynaldo Soares da Fonseca e Ribeiro Dantas\nvotaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : "(CRIMES CONEXOS MESMA CATEGORIA - DEFINIÇÃO DA COMPETÊNCIA)\n   STJ - <<CC 128432>>-SC, <<CC 183754>>-GO\n(CRIME DE ASSOCIAÇÃO - CRIME PERMANENTE - PREVENÇÃO)\n   STJ - <<RHC 72433>>-SP, <<CC 191497>>-CE\n(CONEXÃO - AFASTAMENTO - COMPLEXIDADE DO PROCESSO - SEPARAÇÃO DE\nAÇÕES)\n   STJ - <<CC 162510>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00070 ART:00078 INC:00002", "LEG:FED DEL:002848 ANO:1940\n*****  CP-40    CÓDIGO PENAL\n        ART:00171 ART:00288", "LEG:FED LEI:001521 ANO:1951\n        ART:00002 INC:00009" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000914386",
  "numeroProcesso" : "2165459",
  "numeroRegistro" : "202403138608",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "ANTONIO SALDANHA PALHEIRO",
  "dataPublicacao" : "DJEN       DATA:17/06/2025",
  "ementa" : "RECURSO ESPECIAL. PROPOSTA DE JULGAMENTO SOB O RITO DOS RECURSOS\nREPETITIVOS. ESTATUTO DA CRIANÇA E DO ADOLESCENTE. PRESCRIÇÃO DA\nPRETENSÃO EXECUTÓRIA. MEDIDA SOCIOEDUCATIVA. PRAZO MÁXIMO EM\nABSTRATO. MULTIPLICIDADE DE CASOS SEMELHANTES. SUSPENSÃO DOS\nPROCESSOS. DESNECESSIDADE. RECURSO ESPECIAL AFETADO.\n1. Questão de direito a ser definida: \"Na apuração da prescrição da\npretensão executória de Medida Socioeducativa deve ser levado em\nconsideração o prazo mínimo eventualmente explicitado na sentença e\nnão o prazo máximo abstratamente possível, segundo as regras do\nEstatuto da Criança e do Adolescente.\"\n2. A matéria em debate, conforme pontuado pela Comissão Gestora de\nPrecedentes, já foi, por diversas vezes, objeto de julgamento neste\nTribunal Superior nas duas Turmas que compõem esta Terceira Seção, o\nque demonstra a multiplicidade de recursos que versam sobre o\nreferido tema.\n3. Desnecessidade da interrupção do andamento dos processos que\ntenham curso em primeiro e em segundo graus de jurisdição (art.\n1.036, § 1º, do Código de Processo Civil).\n4. Recurso especial afetado a julgamento na sistemática dos recursos\nrepetitivos, prevista nos arts. 1.036 e seguintes do Código de\nProcesso Civil e 256 ao 256-X do Regimento Interno do Superior\nTribunal de Justiça.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250506",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da TERCEIRA SEÇÃO, por unanimidade, afetar o\nprocesso ao rito dos recursos repetitivos (RISTJ, art. 257-C) e, por\nunanimidade, não suspender a tramitação de processos, conforme\nproposta do Sr. Ministro Relator.\nOs Srs. Ministros Messod Azulay Neto, Otávio de Almeida Toledo\n(Desembargador Convocado do TJSP), Carlos Cini Marchionatti\n(Desembargador Convocado TJRS), Og Fernandes, Rogerio Schietti Cruz,\nReynaldo Soares da Fonseca e Ribeiro Dantas votaram com o Sr.\nMinistro Relator.\nO Sr. Ministro Sebastião Reis Júnior não proferiu voto.\nPresidiu o julgamento o Sr. Ministro Joel Ilan Paciornik.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1361",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1361\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036 ART:01037" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000914385",
  "numeroProcesso" : "2752226",
  "numeroRegistro" : "202403568096",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "REYNALDO SOARES DA FONSECA",
  "dataPublicacao" : "DJEN       DATA:17/06/2025",
  "ementa" : "AGRAVO REGIMENTAL EM EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. INSURGÊNCIA DEFENSIVA. RECURSO ESPECIAL NÃO CONHECIDO NO\nTOCANTE À APLICABILIDADE DA MINORANTE DO ART. 33, § 4º, DA LEI\n11.343/2006, POR ESBARRAR NA SÚMULA 7/STJ. DESCABIMENTO DE EMBARGOS\nDE DIVERGÊNCIA CONTRA JULGADO QUE NÃO EXAMINOU O MÉRITO: SÚMULA\n315/STJ. AUSÊNCIA DE COTEJO E DE SIMILITUDE FÁTICA ENTRE OS JULGADOS\nCOMPARADOS. PEDIDO DE CONCESSÃO DE HABEAS CORPUS DE OFÍCIO CONTRA\nATOS DOS PRÓPRIOS MEMBROS DESTA CORTE. COMPETÊNCIA DO STF (ART. 102,\nINCISO I, ALÍNEA \"I\", DA CF). AGRAVO REGIMENTAL DESPROVIDO.\n1. Consoante o disposto no enunciado da Súmula 315, \"não cabem\nembargos de divergência no âmbito do agravo de instrumento que não\nadmite recurso especial\". Tal entendimento tem por fundamento o fato\nde que a decisão que nega provimento a agravo de instrumento está\napenas confirmando a já prolatada pela instância de origem, que, por\nsua vez, inadmitiu o recurso especial.\n2. É inviável debater o mérito da insurgência inaugural, em embargos\nde divergência, se ele não chegou a ser analisado pela Sexta Turma\ndesta Corte no acórdão embargado, haja vista o recurso especial não\nter preenchido requisitos mínimos para conhecimento das razões\napresentadas.\nSituação em que o recurso especial da defesa não chegou a ser\nconhecido no ponto referente à aplicabilidade da minorante do art.\n33, § 4º, da Lei 11.343/2006, ao fundamento de que a mudança da\nconclusão alcançada pelo Tribunal a quo exigiria o reexame das\nprovas, vedado pelas súmulas 7/STJ e 279/STF.\n3. Ainda que assim não fosse, a defesa não cuidou de efetuar o\nnecessário cotejo analítico entre as situações fático-jurídicas\nexaminadas no acórdão recorrido e no julgado apontado como\nparadigma.\nA mera transcrição de trechos dos julgados comparados em tabela, na\nqual cada coluna faz alusão a fundamentos jurídicos lançados nos\nacórdãos e à conclusão obtida em cada caso, não atende aos\nrequisitos necessários para o cotejo analítico.\n4. Tampouco há similitude entre os julgados comparados, pois\nenquanto no acórdão paradigma se entendeu que o Tribunal a quo havia\nafastado, indevidamente, a aplicação da minorante do § 4º do art.\n33 da Lei 11.343/2006 apenas com base em pequena quantidade de droga\napreendida e no fato de o acusado ser conhecido em meios policiais\npelo envolvimento no tráfico, no caso concreto, o acórdão recorrido\ndeixou claro que as instâncias ordinárias indicaram elementos\nconcretos aptos a afastar a aplicação da minorante, já que, além de\ngrande quantidade de droga apreendida (mais de 81 kg de maconha e 9,\n5g de cocaína), o próprio réu teria admitido a um dos policiais ser\no responsável pela articulação e distribuição das drogas, o que foi\nconfirmado por corréu e por testemunhas ouvidas em juízo.\n5. A finalidade dos embargos de divergência é a uniformização da\njurisprudência do Superior Tribunal de Justiça, razão pela qual não\npodem ser utilizados como nova via recursal, visando a corrigir\neventual equívoco ou controvérsia advinda do julgamento do próprio\nagravo em recurso especial.\n6. A concessão de habeas corpus de ofício, no bojo de embargos de\ndivergência, encontra óbice tanto no fato de que nem o Relator tem\nautoridade para, em decisão monocrática, conceder ordem que, na\nprática, desconstituiria o resultado de acórdão proferido por outra\nTurma julgadora, como tampouco a Seção detém competência\nconstitucional para conceder habeas corpus contra acórdão de Turma\ndo próprio tribunal. Precedentes.\nMesmo a recente inclusão do art. 647-A no Código de Processo Penal,\npela Lei 14.836/2024, não tem o condão de afastar a necessidade de\nverificação prévia da competência jurisdicional como pré-requisito\nindispensável à concessão de habeas corpus de ofício. Tanto é assim\nque o próprio caput do mencionado art. 647-A do CPP afirma\nexpressamente que \"No âmbito de sua competência jurisdicional,\nqualquer autoridade judicial poderá expedir de ofício ordem de\nhabeas corpus (...)\".\n7. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250508",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO, por unanimidade,\nnegar provimento ao agravo regimental, nos termos do voto do Sr.\nMinistro Reynaldo Soares da Fonseca.\nOs Srs. Ministros Ribeiro Dantas, Messod Azulay Neto, Otávio de\nAlmeida Toledo (Desembargador Convocado do TJSP), Carlos Cini\nMarchionatti (Desembargador Convocado TJRS), Sebastião Reis Júnior e\nRogerio Schietti Cruz votaram com o Sr. Ministro Relator.\nAusentes, justificadamente, os Srs. Ministros Og Fernandes e Joel\nIlan Paciornik.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000914148",
  "numeroProcesso" : "2236780",
  "numeroRegistro" : "202203370846",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "MESSOD AZULAY NETO",
  "dataPublicacao" : "DJEN       DATA:04/06/2025",
  "ementa" : "DIREITO PROCESSUAL PENAL . AGRAVO REGIMENTAL. EMBARGOS DE\nDIVERGÊNCIA. INADMISSIBILIDADE. AGRAVO REGIMENTAL DESPROVIDO.\nI. Caso em exame\n1. Agravo regimental interposto contra decisão que\nindeferiu liminarmente os embargos de divergência, sob o argumento\nde que o mérito do recurso especial não foi apreciado pelo Superior\nTribunal de Justiça.\nII. Questão em discussão\n2. A questão em discussão consiste em saber\nse é possível admitir embargos de divergência quando o mérito do\nrecurso especial não foi apreciado, e se acórdão proferido em habeas\ncorpus pode ser utilizado como paradigma para configuração de\ndivergência.\nIII. Razões de decidir\n3. A ausência de apreciação do mérito do\nrecurso especial impede a admissibilidade dos embargos de\ndivergência, conforme entendimento consolidado na Súmula n. 315 do\nSTJ.\n4. Acórdãos proferidos em ações de natureza constitucional, como\nhabeas corpus, não servem como paradigma para configuração de\ndivergência, conforme entendimento pacífico do Superior Tribunal de\nJustiça.\nIV. Dispositivo e tese\n5. Agravo regimental desprovido.\nTese de julgamento:  \"1. A ausência de apreciação do mérito do\nrecurso especial impede a admissibilidade dos embargos de\ndivergência. 2. Acórdãos proferidos em ações de natureza\nconstitucional não servem como paradigma para configuração de\ndivergência\".\nDispositivos relevantes citados:  RISTJ, art. 266; Súmula n. 315 do\nSTJ.Jurisprudência relevante citada:  STJ, AgRg nos EAREsp\n2.423.019/SC, Rel. Min. Teodoro Silva Santos, Terceira Seção, DJe\n07.03.2024; STJ, AgInt nos EAREsp 1.293.091/CE, Rel. Min. Humberto\nMartins, Corte Especial, DJe 25.08.2023; STJ, AgRg nos EAREsp\n2.387.203/SP, Rel. Min. Rogerio Schietti Cruz, Terceira Seção, DJe\n13.11.2023.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250514",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO, por unanimidade,\nnegar provimento ao agravo regimental, nos termos do voto do Sr.\nMinistro Messod Azulay Neto.\nOs Srs. Ministros Otávio de Almeida Toledo (Desembargador Convocado\ndo TJSP), Carlos Cini Marchionatti (Desembargador Convocado TJRS),\nOg Fernandes, Sebastião Reis Júnior, Rogerio Schietti Cruz, Reynaldo\nSoares da Fonseca, Ribeiro Dantas e Joel Ilan Paciornik votaram com\no Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : "(NÃO APRECIAÇÃO DO MÉRITO DO RECURSO ESPECIAL - EMBARGOS DE\nDIVERGÊNCIA)\n   STJ - <<AgRg nos EAREsp 2423019>>-SC\n(EMBARGOS DE DIVERGÊNCIA - PARADIGMA DE NATUREZA CONSTITUCIONAL)\n   STJ - <<EDcl no AgRg nos EAREsp 2060616>>-SC,\n         <<AgRg nos EAREsp 2387203>>-SP",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000315" ],
  "acordaosSimilares" : [ "AgRg nos EAREsp  2409319  SC  2023/0249085-7  Decisão:14/05/2025\nDJEN       DATA:04/06/2025" ]
}, {
  "id" : "000913906",
  "numeroProcesso" : "2082999",
  "numeroRegistro" : "202302274132",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "CARLOS CINI MARCHIONATTI (DESEMBARGADOR CONVOCADO TJRS)",
  "dataPublicacao" : "DJEN       DATA:12/06/2025",
  "ementa" : "PROPOSTA DE AFETAÇÃO. RECURSO ESPECIAL REPRESENTATIVO DA\nCONTROVÉRSIA. EXECUÇÃO DA PENA. REMIÇÃO DA PENA. APROVAÇÃO NO EXAME\nNACIONAL DO ENSINO MÉDIO (ENEM) OU NO EXAME NACIONAL PARA\nCERTIFICAÇÃO DE COMPETÊNCIA DE JOVENS E ADULTOS (ENCCEJA). CONCLUSÃO\nDO ENSINO MÉDIO ANTES DO CUMPRIMENTO DA PENA.\n1. Delimitação da controvérsia: \"Definir se é possível a concessão\ndo benefício da remição penal, por aprovação no ENEM/ENCCEJA, quando\no sentenciado tenha concluído o ensino médio anteriormente ao\ninício do cumprimento da pena\".\n2. Afetação do recurso especial ao rito dos arts. 1.036 e 1.037 do\nCódigo de Processo Civil (CPC), e arts. 256 ao 256-H do RISTJ, c/c o\ninciso I do art. 2º da Portaria STJ/GP n. 98, de 22 de março de\n2021 (republicada no DJe em 24/03/2021), sem a suspensão do trâmite\ndos processos pendentes (art. 1.037, II, CPC).",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250603",
  "decisao" : "Vistos, relatados e discutidos os autos em que são\npartes as acima indicadas, acordam os Ministros da Terceira Seção do\nSuperior Tribunal de Justiça, por unanimidade, afetar o processo ao\nrito dos recursos repetitivos (RISTJ, art.257-C) e, por\nunanimidade, não suspender a tramitação de processos, conforme\nproposta do Sr. Ministro Relator. Os Srs. Ministros Og Fernandes,\nSebastião Reis Júnior, Rogerio Schietti Cruz, Reynaldo Soares da\nFonseca, Ribeiro Dantas, Joel Ilan Paciornik, Messod Azulay Neto e\nOtávio de Almeida Toledo (Desembargador Convocado do TJSP) votaram\ncom o Sr. Ministro Relator.\n            Presidiu o julgamento o Sr. Ministro Antonio Saldanha\nPalheiro.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1357",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1357\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:0256E", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036 ART:01037" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000913816",
  "numeroProcesso" : "2148137",
  "numeroRegistro" : "202400867951",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "CARLOS CINI MARCHIONATTI (DESEMBARGADOR CONVOCADO TJRS)",
  "dataPublicacao" : "DJEN       DATA:11/06/2025",
  "ementa" : "PROPOSTA DE AFETAÇÃO. RECURSO ESPECIAL REPRESENTATIVO DA\nCONTROVÉRSIA. CRIME CONTRA AS RELAÇÕES DE CONSUMO (ART. 7°, IX, DA\nLEI N. 8.137). JULGAMENTO DE INCIDENTE DE RESOLUÇÃO DE DEMANDAS\nREPETITIVAS (IRDR). INTERVENÇÃO DA DEFNSORIA PÚBLICA NO IRDR QUE\nVERSA SOBRE MATÉRIA PROCESSUAL PENAL. NECESSIDADE DE LAUDO PERICIAL\nPARA AFERIR A MATERIALIDADE DO CRIME CONTRA AS RELAÇÕES DE CONSUMO.\n1. Delimitação da controvérsia: \"Definir o cabimento ou não da\nintervenção da Defensoria Pública, em Incidente de Resolução de\nDemandas Repetitivas (IRDR) que versa sobre questões penais e\nprocessuais penais, independentemente da vulnerabilidade das partes,\nna condição de custos vulnerabilis ou, subsidiariamente, de amicus\ncuriae\"; e \"definir se é imprescindível, para caracterização do\ncrime do art. 7º, IX, da Lei n. 8.137 /1990, laudo pericial, a fim\nde ser constatada efetiva impropriedade do produto ao consumo humano\ne, dessa forma, comprovar a materialidade delitiva\".\n2. Afetação do recurso especial ao rito dos arts. 1.036 e 1.037 do\nCódigo de Processo Civil (CPC), e arts. 256 ao 256-H do RISTJ, c/c o\ninciso I do art. 2º da Portaria STJ/GP n. 98, de 22 de março de\n2021 (republicada no DJe em 24/03/2021), sem a suspensão do trâmite\ndos processos pendentes (art. 1.037, II, CPC).",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250603",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção do Superior\nTribunal de Justiça, por unanimidade, afetar o processo ao rito dos\nrecursos repetitivos (RISTJ, art.257-C) e, por unanimidade, não\nsuspender a tramitação de processos, conforme proposta do Sr.\nMinistro Relator. Os Srs. Ministros Sebastião Reis Júnior, Rogerio\nSchietti Cruz, Reynaldo Soares da Fonseca, Ribeiro Dantas, Joel Ilan\nPaciornik, Messod Azulay Neto e Otávio de Almeida Toledo\n(Desembargador Convocado do TJSP) votaram com o Sr. Ministro\nRelator.\nNão participou do julgamento o Sr. Ministro Og Fernandes.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1358",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1358\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:0256E", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036 ART:01037" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000913815",
  "numeroProcesso" : "2117779",
  "numeroRegistro" : "202400083042",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "CARLOS CINI MARCHIONATTI (DESEMBARGADOR CONVOCADO TJRS)",
  "dataPublicacao" : "DJEN       DATA:11/06/2025",
  "ementa" : "PROPOSTA DE AFETAÇÃO. RECURSO ESPECIAL REPRESENTATIVO DA\nCONTROVÉRSIA. EXECUÇÃO DA PENA. REMIÇÃO DA PENA. APROVAÇÃO NO EXAME\nNACIONAL DO ENSINO MÉDIO (ENEM) OU NO EXAME NACIONAL PARA\nCERTIFICAÇÃO DE COMPETÊNCIA DE JOVENS E ADULTOS (ENCCEJA). CONCLUSÃO\nDO ENSINO MÉDIO ANTES DO CUMPRIMENTO DA PENA.\n1. Delimitação da controvérsia: \"Definir se é possível a concessão\ndo benefício da remição penal, por aprovação no ENEM/ENCCEJA, quando\no sentenciado tenha concluído o ensino médio anteriormente ao\ninício do cumprimento da pena\".\n2. Afetação do recurso especial ao rito dos arts. 1.036 e 1.037 do\nCódigo de Processo Civil (CPC), e arts. 256 ao 256-H do RISTJ, c/c o\ninciso I do art. 2º da Portaria STJ/GP n. 98, de 22 de março de\n2021 (republicada no DJe em 24/03/2021), com a suspensão do trâmite\ndos processos pendentes (art. 1.037, II, CPC).",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250603",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção do Superior\nTribunal de Justiça, por unanimidade, afetar o processo ao rito dos\nrecursos repetitivos (RISTJ, art.257-C) e, por unanimidade, não\nsuspender a tramitação de processos, conforme proposta do Sr.\nMinistro Relator. Os Srs. Ministros Og Fernandes, Sebastião Reis\nJúnior, Rogerio Schietti Cruz, Reynaldo Soares da Fonseca, Ribeiro\nDantas, Joel Ilan Paciornik, Messod Azulay Neto e Otávio de Almeida\nToledo (Desembargador Convocado do TJSP) votaram com o Sr. Ministro\nRelator.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1357",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1357\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:0256E", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036 ART:01037 INC:00002" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000913814",
  "numeroProcesso" : "2094362",
  "numeroRegistro" : "202303114895",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "CARLOS CINI MARCHIONATTI (DESEMBARGADOR CONVOCADO TJRS)",
  "dataPublicacao" : "DJEN       DATA:11/06/2025",
  "ementa" : "PROPOSTA DE AFETAÇÃO. RECURSO ESPECIAL REPRESENTATIVO DA\nCONTROVÉRSIA. APROPRIAÇÃO INDÉBITA PREVIDENCIÁRIA (ART. 168-A, CP) E\nSONEGAÇÃO DE CONTRIBUIÇÃO PREVIDENCIÁRIA (ART. 337-A, CP). CRIMES\nDE MESMA ESPÉCIE. CONTINUIDADE DELITIVA.\n1. Delimitação da controvérsia: \"Definir se é possível reconhecer a\ncontinuidade delitiva entre os delitos de apropriação indébita\nprevidenciária e de sonegação de contribuição previdenciária,\nprevistos, respectivamente, nos arts. 168-A e 337-A do Código\nPenal\".\n2. Afetação do recurso especial ao rito dos arts. 1.036 e 1.037 do\nCódigo de Processo Civil (CPC), e arts. 256 ao 256-H do RISTJ, c/c o\ninciso I do art. 2º da Portaria STJ/GP n. 98, de 22 de março de\n2021 (republicada no DJe em 24/03/2021), sem a suspensão do trâmite\ndos processos pendentes (art. 1.037, II, CPC).",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250603",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção do Superior\nTribunal de Justiça, por unanimidade, afetar o processo ao rito dos\nrecursos repetitivos (RISTJ, art.257-C) e, por unanimidade, não\nsuspender a tramitação de processos, conforme proposta do Sr.\nMinistro Relator. Os Srs. Ministros Og Fernandes, Sebastião Reis\nJúnior, Rogerio Schietti Cruz, Reynaldo Soares da Fonseca, Ribeiro\nDantas, Joel Ilan Paciornik, Messod Azulay Neto e Otávio de Almeida\nToledo (Desembargador Convocado do TJSP) votaram com o Sr. Ministro\nRelator.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1353",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1353\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:0256E", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036 ART:01037 INC:00002" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000913813",
  "numeroProcesso" : "2089938",
  "numeroRegistro" : "202302777265",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "CARLOS CINI MARCHIONATTI (DESEMBARGADOR CONVOCADO TJRS)",
  "dataPublicacao" : "DJEN       DATA:11/06/2025",
  "ementa" : "PROPOSTA DE AFETAÇÃO. RECURSO ESPECIAL REPRESENTATIVO DA\nCONTROVÉRSIA. EXECUÇÃO DA PENA. LIVRAMENTO CONDICIONAL DA PENA.\nASSOCIAÇÃO PARA O TRÁFICO DE DROGAS. FRAÇÃO PARA A CONCESSÃO DO\nLIVRAMENTO CONDICIONAL DA PENA.\n1. Delimitação da controvérsia: \"Definir a fração de cumprimento de\npena exigida para a obtenção do livramento condicional no delito de\nassociação para o tráfico, tipificado no art. 35 da Lei n.\n11.343/2006\".\n2. Afetação do recurso especial ao rito dos arts. 1.036 e 1.037 do\nCódigo de Processo Civil (CPC), e arts. 256 ao 256-H do RISTJ, c/c o\ninciso I do art. 2º da Portaria STJ/GP n. 98, de 22 de março de\n2021 (republicada no DJe em 24/03/2021), sem a suspensão do trâmite\ndos processos pendentes (art. 1.037, II, CPC).",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250603",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção do Superior\nTribunal de Justiça, por unanimidade, afetar o processo ao rito dos\nrecursos repetitivos (RISTJ, art.257-C) e, por unanimidade, não\nsuspender a tramitação de processos, conforme proposta do Sr.\nMinistro Relator. Os Srs. Ministros Og Fernandes, Sebastião Reis\nJúnior, Rogerio Schietti Cruz, Reynaldo Soares da Fonseca, Ribeiro\nDantas, Joel Ilan Paciornik, Messod Azulay Neto e Otávio de Almeida\nToledo (Desembargador Convocado do TJSP) votaram com o Sr. Ministro\nRelator.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1355",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1355\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036 ART:01037" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000913812",
  "numeroProcesso" : "2082712",
  "numeroRegistro" : "202302255302",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "CARLOS CINI MARCHIONATTI (DESEMBARGADOR CONVOCADO TJRS)",
  "dataPublicacao" : "DJEN       DATA:11/06/2025",
  "ementa" : "PROPOSTA DE AFETAÇÃO. RECURSO ESPECIAL REPRESENTATIVO DA\nCONTROVÉRSIA. EXECUÇÃO DA PENA. REMIÇÃO DA PENA. APROVAÇÃO NO EXAME\nNACIONAL DO ENSINO MÉDIO (ENEM) OU NO EXAME NACIONAL PARA\nCERTIFICAÇÃO DE COMPETÊNCIA DE JOVENS E ADULTOS (ENCCEJA). CONCLUSÃO\nDO ENSINO MÉDIO ANTES DO CUMPRIMENTO DA PENA.\n1. Delimitação da controvérsia: \"Definir se é possível a concessão\ndo benefício da remição penal, por aprovação no ENEM/ENCCEJA, quando\no sentenciado tenha concluído o ensino médio anteriormente ao\ninício do cumprimento da pena\".\n2. Afetação do recurso especial ao rito dos arts. 1.036 e 1.037 do\nCódigo de Processo Civil (CPC), e arts. 256 ao 256-H do RISTJ, c/c o\ninciso I do art. 2º da Portaria STJ/GP n. 98, de 22 de março de\n2021 (republicada no DJe em 24/03/2021), sem a suspensão do trâmite\ndos processos pendentes (art. 1.037, II, CPC).",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250603",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção do Superior\nTribunal de Justiça, por unanimidade, afetar o processo ao rito dos\nrecursos repetitivos (RISTJ, art.257-C) e, por unanimidade, não\nsuspender a tramitação de processos, conforme proposta do Sr.\nMinistro Relator. Os Srs. Ministros Og Fernandes, Sebastião Reis\nJúnior, Rogerio Schietti Cruz, Reynaldo Soares da Fonseca, Ribeiro\nDantas, Joel Ilan Paciornik, Messod Azulay Neto e Otávio de Almeida\nToledo (Desembargador Convocado do TJSP) votaram com o Sr. Ministro\nRelator.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1357",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1357\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036 ART:01037" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000913811",
  "numeroProcesso" : "2078417",
  "numeroRegistro" : "202301998657",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "CARLOS CINI MARCHIONATTI (DESEMBARGADOR CONVOCADO TJRS)",
  "dataPublicacao" : "DJEN       DATA:11/06/2025",
  "ementa" : "PROPOSTA DE AFETAÇÃO. RECURSO ESPECIAL REPRESENTATIVO DA\nCONTROVÉRSIA. APROPRIAÇÃO INDÉBITA PREVIDENCIÁRIA (ART. 168-A, CP) E\nSONEGAÇÃO DE CONTRIBUIÇÃO PREVIDENCIÁRIA (ART. 337-A, CP). CRIMES\nDE MESMA ESPÉCIE. CONTINUIDADE DELITIVA.\n1. Delimitação da controvérsia: \"Definir se é possível reconhecer a\ncontinuidade delitiva entre os delitos de apropriação indébita\nprevidenciária e de sonegação de contribuição previdenciária,\nprevistos, respectivamente, nos arts. 168-A e 337-A do Código\nPenal\".\n2. Afetação do recurso especial ao rito dos arts. 1.036 e 1.037 do\nCódigo de Processo Civil (CPC), e arts. 256 ao 256-H do RISTJ, c/c o\ninciso I do art. 2º da Portaria STJ/GP n. 98, de 22 de março de\n2021 (republicada no DJe em 24/03/2021), sem a suspensão do trâmite\ndos processos pendentes (art. 1.037, II, CPC).",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250603",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção do Superior\nTribunal de Justiça, por unanimidade, afetar o processo ao rito dos\nrecursos repetitivos (RISTJ, art.257-C) e, por unanimidade, não\nsuspender a tramitação de processos, conforme proposta do Sr.\nMinistro Relator. Os Srs. Ministros Og Fernandes, Sebastião Reis\nJúnior, Rogerio Schietti Cruz, Reynaldo Soares da Fonseca, Ribeiro\nDantas, Joel Ilan Paciornik, Messod Azulay Neto e Otávio de Almeida\nToledo (Desembargador Convocado do TJSP) votaram com o Sr. Ministro\nRelator.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1353",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1353\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036 ART:01037" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000913810",
  "numeroProcesso" : "2073971",
  "numeroRegistro" : "202301744376",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "CARLOS CINI MARCHIONATTI (DESEMBARGADOR CONVOCADO TJRS)",
  "dataPublicacao" : "DJEN       DATA:11/06/2025",
  "ementa" : "PROPOSTA DE AFETAÇÃO. RECURSO ESPECIAL REPRESENTATIVO DA\nCONTROVÉRSIA. EXECUÇÃO DA PENA. LIVRAMENTO CONDICIONAL DA PENA.\nASSOCIAÇÃO PARA O TRÁFICO DE DROGAS. FRAÇÃO PARA A CONCESSÃO DO\nLIVRAMENTO CONDICIONAL DA PENA.\n1. Delimitação da controvérsia: \"Definir a fração de cumprimento de\npena exigida para a obtenção do livramento condicional no delito de\nassociação para o tráfico, tipificado no art. 35 da Lei n.\n11.343/2006\".\n2. Afetação do recurso especial ao rito dos arts. 1.036 e 1.037 do\nCódigo de Processo Civil (CPC), e arts. 256 ao 256-H do RISTJ, c/c o\ninciso I do art. 2º da Portaria STJ/GP n. 98, de 22 de março de\n2021 (republicada no DJe em 24/03/2021), sem a suspensão do trâmite\ndos processos pendentes (art. 1.037, II, CPC).",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250603",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção do Superior\nTribunal de Justiça, por unanimidade, afetar o processo ao rito dos\nrecursos repetitivos (RISTJ, art.257-C) e, por unanimidade, não\nsuspender a tramitação de processos, conforme proposta do Sr.\nMinistro Relator. Os Srs. Ministros Og Fernandes, Sebastião Reis\nJúnior, Rogerio Schietti Cruz, Reynaldo Soares da Fonseca, Ribeiro\nDantas, Joel Ilan Paciornik, Messod Azulay Neto e Otávio de Almeida\nToledo (Desembargador Convocado do TJSP) votaram com o Sr. Ministro\nRelator.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1355",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1355\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036 ART:01037" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000913809",
  "numeroProcesso" : "2073005",
  "numeroRegistro" : "202301664301",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "CARLOS CINI MARCHIONATTI (DESEMBARGADOR CONVOCADO TJRS)",
  "dataPublicacao" : "DJEN       DATA:11/06/2025",
  "ementa" : "PROPOSTA DE AFETAÇÃO. RECURSO ESPECIAL REPRESENTATIVO DA\nCONTROVÉRSIA. EXECUÇÃO DA PENA. REMIÇÃO DA PENA. APROVAÇÃO NO EXAME\nNACIONAL DO ENSINO MÉDIO (ENEM) OU NO EXAME NACIONAL PARA\nCERTIFICAÇÃO DE COMPETÊNCIA DE JOVENS E ADULTOS (ENCCEJA). CONCLUSÃO\nDO ENSINO MÉDIO ANTES DO CUMPRIMENTO DA PENA.\n1. Delimitação da controvérsia: \"Definir se é possível a concessão\ndo benefício da remição penal, por aprovação no ENEM/ENCCEJA, quando\no sentenciado tenha concluído o ensino médio anteriormente ao\ninício do cumprimento da pena\".\n2. Afetação do recurso especial ao rito dos arts. 1.036 e 1.037 do\nCódigo de Processo Civil (CPC), e arts. 256 ao 256-H do RISTJ, c/c o\ninciso I do art. 2º da Portaria STJ/GP n. 98, de 22 de março de\n2021 (republicada no DJe em 24/03/2021), sem a suspensão do trâmite\ndos processos pendentes (art. 1.037, II, CPC).",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250603",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção do Superior\nTribunal de Justiça, por unanimidade, afetar o processo ao rito dos\nrecursos repetitivos (RISTJ, art.257-C) e, por unanimidade, não\nsuspender a tramitação de processos, conforme proposta do Sr.\nMinistro Relator. Os Srs. Ministros Og Fernandes, Sebastião Reis\nJúnior, Rogerio Schietti Cruz, Reynaldo Soares da Fonseca, Ribeiro\nDantas, Joel Ilan Paciornik, Messod Azulay Neto e Otávio de Almeida\nToledo (Desembargador Convocado do TJSP) votaram com o Sr. Ministro\nRelator.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1357",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1357\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:0256E", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036 ART:01037" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000913808",
  "numeroProcesso" : "2072985",
  "numeroRegistro" : "202301657840",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "CARLOS CINI MARCHIONATTI (DESEMBARGADOR CONVOCADO TJRS)",
  "dataPublicacao" : "DJEN       DATA:11/06/2025",
  "ementa" : "PROPOSTA DE AFETAÇÃO. RECURSO ESPECIAL REPRESENTATIVO DA\nCONTROVÉRSIA. EXECUÇÃO DA PENA. REMIÇÃO DA PENA. APROVAÇÃO NO EXAME\nNACIONAL DO ENSINO MÉDIO (ENEM) OU NO EXAME NACIONAL PARA\nCERTIFICAÇÃO DE COMPETÊNCIA DE JOVENS E ADULTOS (ENCCEJA). CONCLUSÃO\nDO ENSINO MÉDIO ANTES DO CUMPRIMENTO DA PENA.\n1. Delimitação da controvérsia: \"Definir se é possível a concessão\ndo benefício da remição penal, por aprovação no ENEM/ENCCEJA, quando\no sentenciado tenha concluído o ensino médio anteriormente ao\ninício do cumprimento da pena\".\n2. Afetação do recurso especial ao rito dos arts. 1.036 e 1.037 do\nCódigo de Processo Civil (CPC), e arts. 256 ao 256-H do RISTJ, c/c o\ninciso I do art. 2º da Portaria STJ/GP n. 98, de 22 de março de\n2021 (republicada no DJe em 24/03/2021), sem a suspensão do trâmite\ndos processos pendentes (art. 1.037, II, CPC).",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250603",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção do Superior\nTribunal de Justiça, por unanimidade, afetar o processo ao rito dos\nrecursos repetitivos (RISTJ, art.257-C) e, por unanimidade, não\nsuspender a tramitação de processos, conforme proposta do Sr.\nMinistro Relator. Os Srs. Ministros Og Fernandes, Sebastião Reis\nJúnior, Rogerio Schietti Cruz, Reynaldo Soares da Fonseca, Ribeiro\nDantas, Joel Ilan Paciornik, Messod Azulay Neto e Otávio de Almeida\nToledo (Desembargador Convocado do TJSP) votaram com o Sr. Ministro\nRelator.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1357",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1357\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00256", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036 ART:01037" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000913807",
  "numeroProcesso" : "2037447",
  "numeroRegistro" : "202203539440",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "CARLOS CINI MARCHIONATTI (DESEMBARGADOR CONVOCADO TJRS)",
  "dataPublicacao" : "DJEN       DATA:11/06/2025",
  "ementa" : "PROPOSTA DE AFETAÇÃO. RECURSO ESPECIAL REPRESENTATIVO DA\nCONTROVÉRSIA. EXECUÇÃO DA PENA. PROGRESSÃO DE REGIME PRISIONAL.\nREQUISITO OBJETIVO. FRAÇÃO DE CUMPRIMENTO DA PENA DE CADA CRIME.\nOBSERVÂNCIA DA RETROATIVIDADE DA NORMA MAIS BENÉFICA PARA CADA\nCRIME.\n1. Delimitação da controvérsia: \"Definir a possibilidade de\naplicação retroativa da Lei n. 13.964/2019 (Pacote Anticrime) a cada\ncondenação isoladamente, em uma mesma execução, para fins de\ncálculo para progressão de regime\".\n2. Afetação do recurso especial ao rito dos arts. 1.036 e 1.037 do\nCódigo de Processo Civil (CPC), e arts. 256 ao 256-H do RISTJ, c/c o\ninciso I do art. 2º da Portaria STJ/GP n. 98, de 22 de março de\n2021 (republicada no DJe em 24/03/2021), sem a suspensão do trâmite\ndos processos pendentes (art. 1.037, II, CPC).",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250603",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção do Superior\nTribunal de Justiça, por unanimidade, afetar o processo ao rito dos\nrecursos repetitivos (RISTJ, art.257-C) e, por unanimidade, não\nsuspender a tramitação de processos, conforme proposta do Sr.\nMinistro Relator. Os Srs. Ministros Og Fernandes, Sebastião Reis\nJúnior, Rogerio Schietti Cruz, Reynaldo Soares da Fonseca, Ribeiro\nDantas, Joel Ilan Paciornik, Messod Azulay Neto e Otávio de Almeida\nToledo (Desembargador Convocado do TJSP) votaram com o Sr. Ministro\nRelator.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1354",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1354\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:0256E", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036 ART:01037" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000913806",
  "numeroProcesso" : "2037377",
  "numeroRegistro" : "202203520082",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "CARLOS CINI MARCHIONATTI (DESEMBARGADOR CONVOCADO TJRS)",
  "dataPublicacao" : "DJEN       DATA:11/06/2025",
  "ementa" : "PROPOSTA DE AFETAÇÃO. RECURSO ESPECIAL REPRESENTATIVO DA\nCONTROVÉRSIA. EXECUÇÃO DA PENA. PROGRESSÃO DE REGIME PRISIONAL.\nREQUISITO OBJETIVO. FRAÇÃO DE CUMPRIMENTO DA PENA DE CADA CRIME.\nOBSERVÂNCIA DA RETROATIVIDADE DA NORMA MAIS BENÉFICA PARA CADA\nCRIME.\n1. Delimitação da controvérsia: \"Definir a possibilidade de\naplicação retroativa da Lei n. 13.964/2019 (Pacote Anticrime) a cada\ncondenação isoladamente, em uma mesma execução, para fins de\ncálculo para progressão de regime\".\n2. Afetação do recurso especial ao rito dos arts. 1.036 e 1.037 do\nCódigo de Processo Civil (CPC), e arts. 256 ao 256-H do RISTJ, c/c o\ninciso I do art. 2º da Portaria STJ/GP n. 98, de 22 de março de\n2021 (republicada no DJe em 24/03/2021), sem a suspensão do trâmite\ndos processos pendentes (art. 1.037, II, CPC).",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250603",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção do Superior\nTribunal de Justiça, por unanimidade, afetar o processo ao rito dos\nrecursos repetitivos (RISTJ, art.257-C) e, por unanimidade, não\nsuspender a tramitação de processos, conforme proposta do Sr.\nMinistro Relator. Os Srs. Ministros Og Fernandes, Sebastião Reis\nJúnior, Rogerio Schietti Cruz, Reynaldo Soares da Fonseca, Ribeiro\nDantas, Joel Ilan Paciornik, Messod Azulay Neto e Otávio de Almeida\nToledo (Desembargador Convocado do TJSP) votaram com o Sr. Ministro\nRelator.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1354",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1354\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:0256E", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036 ART:01037" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000913805",
  "numeroProcesso" : "2006460",
  "numeroRegistro" : "202201739578",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "CARLOS CINI MARCHIONATTI (DESEMBARGADOR CONVOCADO TJRS)",
  "dataPublicacao" : "DJEN       DATA:11/06/2025",
  "ementa" : "PROPOSTA DE AFETAÇÃO. RECURSO ESPECIAL REPRESENTATIVO DA\nCONTROVÉRSIA. TRÁFICO DE DROGAS. ATUAÇÃO DA GUARDA CIVIL MUNICIPAL.\nLEGITIMIDADE DO FLAGRANTE DELITO. APREENSÃO DE DROGAS. RECEBIMENTO\nDA DENÚNCIA.\n1. Delimitação da controvérsia: \"Definir se, a despeito da guarda\nmunicipal não desempenhar a função de policiamento ostensivo, ela\npode prender quem esteja em flagrante delito, respaldada no art. 301\ndo Código de Processo Penal\".\n2. Afetação do recurso especial ao rito dos arts. 1.036 e 1.037 do\nCódigo de Processo Civil (CPC), e arts. 256 ao 256-H do RISTJ, c/c o\ninciso I do art. 2º da Portaria STJ/GP n. 98, de 22 de março de\n2021 (republicada no DJe em 24/03/2021), sem a suspensão do trâmite\ndos processos pendentes (art. 1.037, II, CPC).",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250603",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção do Superior\nTribunal de Justiça, por maioria, afetar o processo ao rito dos\nrecursos repetitivos (RISTJ, art.257-C) e, por unanimidade, não\nsuspender a tramitação de processos, conforme proposta do Sr.\nMinistro Relator. Os Srs. Ministros Sebastião Reis Júnior, Rogerio\nSchietti Cruz, Reynaldo Soares da Fonseca, Ribeiro Dantas, Joel Ilan\nPaciornik, Messod Azulay Neto e Otávio de Almeida Toledo\n(Desembargador Convocado do TJSP) votaram com o Sr. Ministro\nRelator.\nVencido o Sr. Ministro Og Fernandes que votou pela não afetação da\ncontrovérsia como recurso repetitivo.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1356",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1356\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036 ART:01037" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000913785",
  "numeroProcesso" : "48274",
  "numeroRegistro" : "202404054493",
  "siglaClasse" : "AgRg na Rcl",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "ANTONIO SALDANHA PALHEIRO",
  "dataPublicacao" : "DJEN       DATA:26/05/2025",
  "ementa" : "AGRAVO REGIMENTAL EM RECLAMAÇÃO. ALEGAÇÃO DE QUE A TURMA RECURSAL\nTERIA DEIXADO DE OBSERVAR A JURISPRUDÊNCIA DESTA CORTE. REITERAÇÃO\nDE ARGUMENTOS DEDUZIDOS EM RECURSO EXTRAORDINÁRIO INADMITIDO. MANEJO\nDA RECLAMAÇÃO COMO SUCEDÂNEO RECURSAL. DESCABIMENTO. AGRAVO\nREGIMENTAL DESPROVIDO.\n1. \"A reclamação não é via adequada para preservar a jurisprudência\ndo STJ, mas sim a autoridade de suas decisões tomadas no próprio\ncaso concreto, envolvendo as partes postas no litígio do qual\noriundo a reclamação. Não se pode pretender que, por intermédio do\ninstrumento constitucional, se avalie o acerto ou desacerto de\ndecisão proferida pela instância ordinária. O precedente indicado na\nexordial não possui efeito vinculante em relação ao processo dentro\ndo qual se pretende ver resguardada a jurisprudência deste Superior\nTribunal de Justiça, porquanto originado de demanda absolutamente\ndistinta\" (AgInt na Rcl n. 46.424/SP, relator Ministro Sérgio\nKukina, Primeira Seção, julgado em 19/3/2024, DJe de 22/3/2024).\n2. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250520",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 14/05/2025 a 20/05/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Og Fernandes, Sebastião Reis Júnior, Rogerio\nSchietti Cruz, Reynaldo Soares da Fonseca, Ribeiro Dantas, Messod\nAzulay Neto, Otávio de Almeida Toledo (Desembargador Convocado do\nTJSP) e Carlos Cini Marchionatti (Desembargador Convocado TJRS)\nvotaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Joel Ilan Paciornik.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000913663",
  "numeroProcesso" : "196150",
  "numeroRegistro" : "202401149537",
  "siglaClasse" : "RHC",
  "descricaoClasse" : "RECURSO ORDINARIO EM HABEAS CORPUS",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "MESSOD AZULAY NETO",
  "dataPublicacao" : "DJEN       DATA:10/06/2025",
  "ementa" : "DIREITO PROCESSUAL PENAL. RECURSO ORDINÁRIO EM HABEAS CORPUS.\nSOLICITAÇÃO DIRETA DE RELATÓRIO DE INTELIGÊNCIA FINANCEIRA.\nNECESSIDADE DE AUTORIZAÇÃO JUDICIAL. RECURSO PARCIALMENTE PROVIDO.\nI. Caso em exame\n1. Recurso ordinário em habeas corpus interposto\ncontra acórdão do Tribunal de Justiça do Estado de Goiás, que\ndenegou ordem de habeas corpus impetrada em favor dos recorrentes,\nmantendo a licitude da solicitação direta de relatório de\ninteligência financeira pelo Conselho de Controle de Atividades\nFinanceiras (Coaf) sem autorização judicial.\n2. A autoridade policial solicitou, em procedimento denominado\nVerificação Preliminar de Informações, relatório de inteligência\nfinanceira sem autorização judicial prévia.\n3. O Tribunal de origem entendeu que a solicitação de relatórios de\ninteligência financeira pela autoridade policial, sem autorização\njudicial, estava autorizada pelo Supremo Tribunal Federal no Tema\n990 da repercussão geral.\nII. Questão em discussão\n4. A questão em discussão consiste em saber\nse é possível a solicitação direta de relatórios de inteligência\nfinanceira por órgãos de persecução penal sem autorização judicial.\n5. A discussão envolve a interpretação do art. 15 da Lei n.\n9.613/98, que trata do compartilhamento de dados financeiros por\nmeio de solicitação direta pelos órgãos de persecução penal.\nIII. Razões de decidir\n6.  O compartilhamento de dados financeiros\npor meio de solicitação direta pelos órgãos de persecução penal sem\nautorização judicial prévia não está coberto pelo Tema 990 da\nrepercussão geral. A decisão do Supremo Tribunal Federal no tema 990\nrefere-se, apenas, ao compartilhamento espontâneo de informações\npela Receita Federal e Coaf com órgãos de persecução penal.\n7. A interpretação do art. 15 da Lei n. 9.613/98 indica, igualmente,\napenas a possiblidade do compartilhamento espontâneo de informações\npela Receita Federal e Coaf com órgãos de persecução penal.\n8. A solicitação direta de informações sigilosas do Coaf por\nautoridade policial, sem autorização judicial, viola o direito à\nprivacidade e à proteção de dados pessoais, garantidos\nconstitucionalmente.\nIV. Dispositivo e tese\n9. Recurso parcialmente provido para declarar\na nulidade do Relatório de Inteligência Financeira n.\n68624.131.7826.10069 e das provas derivadas, sem determinar o\ntrancamento da ação penal.\nTese de julgamento:  \"1. A solicitação direta de relatórios de\ninteligência financeira por órgãos de persecução penal sem\nautorização judicial é inviável. 2. A interpretação do art. 15 da\nLei n. 9.613/98 e o tema 990 da repercussão geral não abrange a\nsolicitação direta de dados financeiros por autoridades policiais ou\npelo Ministério Público\".\nDispositivos relevantes citados:  CF/1988, art. 5º, X e LXXIX; Lei\nnº 9.613/1998, art. 15.Jurisprudência relevante citada:  STF, RE\n1055941, Rel. Min. Dias Toffoli, Tribunal Pleno, DJe 18/03/2021;\nSTF, RCL 61.944, Rel. Min. Cristiano Zanin, 1ª Turma, julgado em\n02/04/2024.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250514",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO do Superior\nTribunal de Justiça, após o voto do Sr. Ministro Relator, dando\nparcial provimento ao recurso ordinário em habeas corpus para\ndeclarar a nulidade do Relatório de Inteligência Financeira n.\n68624.131.7826.10069 e das provas derivadas sem, contudo, determinar\no trancamento da ação penal correspondente porquanto matéria\ninserta no juízo de primeiro grau, adotando como razão de decidir,\napenas, a impossibilidade de solicitação direta, sem autorização\njudicial, de informações sigilosas do Conselho de Controle de\nAtividades Financeiras por autoridade policial, no que foi\nacompanhado pelos Srs. Ministros Otávio de Almeida Toledo\n(Desembargador convocado do TJSP), Carlos Cini Marchionatti\n(Desembargador convocado do TJRS), Sebastião Reis Júnior, Reynaldo\nSoares da Fonseca e Joel Ilan Paciornik, e o voto divergente do Sr.\nMinistro Og Fernandes, negando provimento ao recurso, acompanhado\npelos Srs. Ministros Rogerio Schietti Cruz e Ribeiro Dantas, por\nmaioria, dar parcial provimento ao recurso ordinário em habeas\ncorpus, fixando as seguintes teses: \"1. A solicitação direta de\nrelatórios de inteligência financeira pelo Ministério Público ao\nCOAF sem autorização judicial é inviável. 2. O tema 990 da\nrepercussão geral não autoriza a requisição direta de dados\nfinanceiros por órgãos de persecução penal sem autorização\njudicial\", nos termos do voto do Sr. Ministro Relator. Vencidos os\nSrs. Ministros Og Fernandes, Rogerio Schietti Cruz e Ribeiro Dantas,\nque negavam provimento ao recurso.\nOs Srs. Ministros Otávio de Almeida Toledo (Desembargador Convocado\ndo TJSP), Carlos Cini Marchionatti (Desembargador Convocado TJRS),\nSebastião Reis Júnior, Reynaldo Soares da Fonseca e Joel Ilan\nPaciornik votaram com o Sr. Ministro Relator.\nVotaram vencidos os Srs. Ministros Og Fernandes, Rogerio Schietti\nCruz e Ribeiro Dantas.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : "(RELATÓRIOS DE INTELIGÊNCIA FINANCEIRA - COMPARTILHAMENTO)\n   STF - [[RE 1055941]] (REPERCUSSÃO GERAL - TEMA(s) 990)",
  "notas" : null,
  "informacoesComplementares" : "     (VOTO VENCIDO) (MIN. ROGERIO SCHIETTI CRUZ)\n     \"[...] não vejo sentido, com todo o respeito, em admitir o\ncompartilhamento de informações a partir de uma iniciativa do Coaf e\nnão permitir a via oposta, porque de duas uma: ou é uma reserva de\njurisdição e, portanto, não caberia tal compartilhamento, ou, se não\nhá reserva de jurisdição.\n     Não observo justificativa que subsidie limitar tão somente a\nremessa 'ex officio' por parte do Coaf, impedindo o titular da ação\npenal, a quem a Constituição atribui uma série de poderes, inclusive\nde requisição de documentos e a defesa da ordem jurídica, de\npleitear diretamente um documento de extrema importância para\nrobustecer investigações já consubstanciadas ou já documentadas em\num procedimento de investigação criminal ou em um inquérito\npolicial\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:009613 ANO:1998\n*****  LCLOBDV-98    LEI SOBRE CRIMES DE LAVAGEM OU OCULTAÇÃO DE\nBENS, DIREITOS E VALORES\n        ART:00015", "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00005 INC:00010 INC:00079" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000913662",
  "numeroProcesso" : "174173",
  "numeroRegistro" : "202203830700",
  "siglaClasse" : "AgRg no RHC",
  "descricaoClasse" : "AGRAVO REGIMENTAL NO RECURSO ORDINÁRIO EM HABEAS CORPUS",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "MESSOD AZULAY NETO",
  "dataPublicacao" : "DJEN       DATA:10/06/2025",
  "ementa" : "DIREITO PROCESSUAL PENAL. AGRAVO REGIMENTAL. SOLICITAÇÃO DIRETA DE\nRELATÓRIOS DE INTELIGÊNCIA FINANCEIRA. NECESSIDADE DE AUTORIZAÇÃO\nJUDICIAL. AGRAVO DESPROVIDO.\nI. Caso em exame\n1. Agravo regimental interposto contra decisão\nmonocrática que deu provimento ao recurso ordinário em habeas\ncorpus, declarando a ilicitude das provas consistentes nos\nRelatórios de Inteligência Financeira obtidos diretamente pelo\nMinistério Público junto ao COAF, com determinação de\ndesentranhamento da prova.\nII. Questão em discussão\n2. A questão em discussão consiste em saber\nse é possível a solicitação direta de relatórios de inteligência\nfinanceira pelo Ministério Público ao COAF sem autorização judicial.\nIII. Razões de decidir\n3. A impossibilidade de solicitação direta de\ninformações sigilosas do COAF pelo Ministério Público sem\nautorização judicial é reafirmada, em consonância com a proteção de\ndados pessoais e o direito à privacidade.\n4. O tema 990 da repercussão geral do STF não abrange a hipótese de\nsolicitação direta de dados financeiros por órgãos de persecução\npenal, tratando apenas do compartilhamento de informações pelo COAF.\n5. A decisão monocrática que declarou a ilicitude das provas obtidas\nsem autorização judicial foi mantida, negando-se provimento ao\nagravo regimental.\nIV. Dispositivo e tese\n6. Agravo desprovido.\nTese de julgamento:  \"1. A solicitação direta de relatórios de\ninteligência financeira pelo Ministério Público ao COAF sem\nautorização judicial é inviável. 2. O tema 990 da repercussão geral\nnão autoriza a requisição direta de dados financeiros por órgãos de\npersecução penal sem autorização judicial\".\nDispositivos relevantes citados:  CF/1988, art. 5º, X e LXXIX; Lei\nnº 9.613/1998, art. 15.Jurisprudência relevante citada:  STF, RE\n1055941, Rel. Min. Dias Toffoli, Tribunal Pleno, DJe 18/03/2021;\nSTF, RCL 61.944, Rel. Min. Cristiano Zanin, 1ª Turma, julgado em\n02/04/2024.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250514",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO do Superior\nTribunal de Justiça, após o voto do Sr. Ministro Relator, negando\nprovimento ao agravo regimental interposto pelo Ministério Público\ndo Estado do Rio de Janeiro, no que foi acompanhado pelos Srs.\nMinistros Otávio de Almeida Toledo (Desembargador convocado do\nTJSP), Carlos Cini Marchionatti (Desembargador convocado do TJRS),\nSebastião Reis Júnior, Reynaldo Soares da Fonseca e Joel Ilan\nPaciornik, e o voto divergente do Sr. Ministro Og Fernandes, dando\nprovimento ao agravo regimental, acompanhado pelos Srs. Ministros\nRogerio Schietti Cruz e Ribeiro Dantas, por maioria, negar\nprovimento ao agravo regimental, fixando as seguintes teses: \"1. A\nsolicitação direta de relatórios de inteligência financeira pelo\nMinistério Público ao COAF sem autorização judicial é inviável. 2. O\ntema 990 da repercussão geral não autoriza a requisição direta de\ndados financeiros por órgãos de persecução penal sem autorização\njudicial\", nos termos do voto do Sr. Ministro Relator. Vencidos os\nSrs. Ministros Og Fernandes, Rogerio Schietti Cruz e Ribeiro Dantas,\nque davam provimento ao agravo regimental.\nOs Srs. Ministros Otávio de Almeida Toledo (Desembargador Convocado\ndo TJSP), Carlos Cini Marchionatti (Desembargador Convocado TJRS),\nSebastião Reis Júnior, Reynaldo Soares da Fonseca e Joel Ilan\nPaciornik votaram com o Sr. Ministro Relator.\nVotaram vencidos os Srs. Ministros Og Fernandes, Rogerio Schietti\nCruz e Ribeiro Dantas.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : "(RELATÓRIOS DE INTELIGÊNCIA FINANCEIRA - COMPARTILHAMENTO)\n   STF - [[RE 1055941]] (REPERCUSSÃO GERAL - TEMA(s) 990)",
  "notas" : null,
  "informacoesComplementares" : "     (VOTO VENCIDO) (MIN. ROGERIO SCHIETTI CRUZ)\n     \"[...] não vejo sentido, com todo o respeito, em admitir o\ncompartilhamento de informações a partir de uma iniciativa do Coaf e\nnão permitir a via oposta, porque de duas uma: ou é uma reserva de\njurisdição e, portanto, não caberia tal compartilhamento, ou, se não\nhá reserva de jurisdição.\n     Não observo justificativa que subsidie limitar tão somente a\nremessa 'ex officio' por parte do Coaf, impedindo o titular da ação\npenal, a quem a Constituição atribui uma série de poderes, inclusive\nde requisição de documentos e a defesa da ordem jurídica, de\npleitear diretamente um documento de extrema importância para\nrobustecer investigações já consubstanciadas ou já documentadas em\num procedimento de investigação criminal ou em um inquérito\npolicial\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:009613 ANO:1998\n*****  LCLOBDV-98    LEI SOBRE CRIMES DE LAVAGEM OU OCULTAÇÃO DE\nBENS, DIREITOS E VALORES\n        ART:00015", "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00005 INC:00010 INC:00079" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000913661",
  "numeroProcesso" : "174173",
  "numeroRegistro" : "202203830700",
  "siglaClasse" : "AgRg no RHC",
  "descricaoClasse" : "AGRAVO REGIMENTAL NO RECURSO ORDINÁRIO EM HABEAS CORPUS",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "MESSOD AZULAY NETO",
  "dataPublicacao" : "DJEN       DATA:10/06/2025",
  "ementa" : "DIREITO PROCESSUAL PENAL. AGRAVO REGIMENTAL. COMPARTILHAMENTO DE\nDADOS FINANCEIROS. SOLICITAÇÃO DIRETA SEM AUTORIZAÇÃO JUDICIAL.\nAGRAVO DESPROVIDO.\nI. Caso em exame\n1. Agravo regimental interposto contra decisão\nmonocrática que deu provimento ao recurso ordinário em habeas corpus\npara declarar a ilicitude das provas consistentes nos Relatórios de\nInteligência Financeira obtidos diretamente pelo Ministério Público\njunto ao COAF, com determinação de desentranhamento da prova.\nII. Questão em discussão\n2. A questão em discussão consiste em saber\nse é possível o compartilhamento de dados financeiros por meio de\nsolicitação direta pelos órgãos de persecução penal sem autorização\njudicial, à luz do tema 990 da repercussão geral do Supremo Tribunal\nFederal.\nIII. Razões de decidir\n3. O tema 990 da repercussão geral do Supremo\nTribunal Federal não abrange a hipótese de solicitação direta de\ndados financeiros por órgãos de persecução penal sem autorização\njudicial.\n4. A solicitação direta de informações sigilosas do COAF pelo\nMinistério Público, sem autorização judicial, viola o direito à\nprivacidade e à proteção de dados pessoais, conforme previsto na\nConstituição Federal.\n5. A decisão monocrática que declarou a ilicitude das provas obtidas\ndiretamente pelo Ministério Público junto ao COAF está em\nconformidade com a interpretação restritiva do tema 990, que não\nautoriza a requisição direta sem autorização judicial.\nIV. Dispositivo e tese\n6. Agravo desprovido.\nTese de julgamento:  \"1. O tema 990 da repercussão geral não\nautoriza a solicitação direta de dados financeiros por órgãos de\npersecução penal sem autorização judicial. 2. A proteção ao sigilo\nde dados financeiros é garantida pela Constituição, exigindo\nautorização judicial para seu compartilhamento com órgãos de\npersecução penal\".\nDispositivos relevantes citados:  CF/1988, art. 5º, X e LXXIX; Lei\nnº 9.613/1998, art. 15.Jurisprudência relevante citada:  STF, RE\n1055941, Rel. Min. Dias Toffoli, Tribunal Pleno, DJe 18/03/2021;\nSTF, RCL 61.944, Rel. Min. Cristiano Zanin, 1ª Turma, julgado em\n02/04/2024.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250514",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO do Superior\nTribunal de Justiça, após o voto do Sr. Ministro Relator, negando\nprovimento ao agravo regimental interposto pelo Ministério Público\nFederal, no que foi acompanhado pelos Srs. Ministros Otávio de\nAlmeida Toledo (Desembargador convocado do TJSP), Carlos Cini\nMarchionatti (Desembargador convocado do TJRS), Sebastião Reis\nJúnior, Reynaldo Soares da Fonseca e Joel Ilan Paciornik, e o voto\ndivergente do Sr. Ministro Og Fernandes, dando provimento ao agravo\nregimental, acompanhado pelos Srs. Ministros Rogerio Schietti Cruz e\nRibeiro Dantas, por maioria, negar provimento ao agravo regimental,\nfixando as seguintes teses: \"1. A solicitação direta de relatórios\nde inteligência financeira pelo Ministério Público ao COAF sem\nautorização judicial é inviável. 2. O tema 990 da repercussão geral\nnão autoriza a requisição direta de dados financeiros por órgãos de\npersecução penal sem autorização judicial\", nos termos do voto do\nSr. Ministro Relator. Vencidos os Srs. Ministros Og Fernandes,\nRogerio Schietti Cruz e Ribeiro Dantas, que davam provimento ao\nagravo regimental.\nOs Srs. Ministros Otávio de Almeida Toledo (Desembargador Convocado\ndo TJSP), Carlos Cini Marchionatti (Desembargador Convocado TJRS),\nSebastião Reis Júnior, Reynaldo Soares da Fonseca e Joel Ilan\nPaciornik votaram com o Sr. Ministro Relator.\nVotaram vencidos os Srs. Ministros Og Fernandes, Rogerio Schietti\nCruz e Ribeiro Dantas.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : "(RELATÓRIOS DE INTELIGÊNCIA FINANCEIRA - COMPARTILHAMENTO)\n   STF - [[RE 1055941]] (REPERCUSSÃO GERAL - TEMA(s) 990)",
  "notas" : null,
  "informacoesComplementares" : "     (VOTO VENCIDO) (ROGERIO SCHIETTI CRUZ)\n     \"[...] não vejo sentido, com todo o respeito, em admitir o\ncompartilhamento de informações a partir de uma iniciativa do Coaf\ne não permitir a via oposta, porque de duas uma: ou é uma reserva\nde jurisdição e, portanto, não caberia tal compartilhamento, ou, se\nnão há reserva de jurisdição.\n      Não observo justificativa que\nsubsidie limitar tão somente a remessa 'ex officio' por parte do\nCoaf, impedindo o titular da ação penal, a quem a Constituição\natribui uma série de poderes, inclusive de requisição de documentos\ne a defesa da ordem jurídica, de pleitear diretamente um documento\nde extrema importância para robustecer investigações já\nconsubstanciadas ou já documentadas em um procedimento de\ninvestigação criminal ou em um inquérito policial\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:009613 ANO:1998\n*****  LCLOBDV-98    LEI SOBRE CRIMES DE LAVAGEM OU OCULTAÇÃO DE\nBENS, DIREITOS E VALORES\n        ART:00015", "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00005 INC:00010 INC:00079" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000913660",
  "numeroProcesso" : "2150571",
  "numeroRegistro" : "202402142535",
  "siglaClasse" : "AgRg no REsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "RIBEIRO DANTAS",
  "dataPublicacao" : "DJEN       DATA:10/06/2025",
  "ementa" : "DIREITO PROCESSUAL PENAL.  AGRAVO REGIMENTAL. SOLICITAÇÃO DIRETA DE\nRELATÓRIOS DE INTELIGÊNCIA FINANCEIRA. NECESSIDADE DE AUTORIZAÇÃO\nJUDICIAL. AGRAVO PROVIDO.\nI. Caso em exame\n1. Agravo regimental interposto contra decisão\nmonocrática que deu provimento ao recurso especial do Ministério\nPúblico Federal, cassando a ordem de habeas corpus concedida pelo\nTribunal Regional Federal da 3ª Região, que havia declarado a\nilegalidade da solicitação direta ao COAF de relatórios de\ninteligência financeira.\nII. Questão em discussão\n2. A questão em discussão consiste em saber\nse é possível a solicitação direta de relatórios de inteligência\nfinanceira pelo Ministério Público ou pela autoridade policial sem\nautorização judicial.\nIII. Razões de decidir\n3. O compartilhamento de dados financeiros por\nmeio de solicitação direta pelos órgãos de persecução penal sem\nautorização judicial não é permitido, conforme interpretação do art.\n15 da Lei n. 9.613/98.\n4. A decisão do Supremo Tribunal Federal no tema 990 da repercussão\ngeral não abrange a solicitação direta de dados financeiros por\nautoridades de persecução penal, mas apenas o compartilhamento de\ninformações do COAF e da Receita Federal para esses órgãos.\n5. A autorização judicial constitui elemento material necessário\npara a solicitação direta de informações sigilosas, sobrepondo-se a\nqualquer discussão sobre a natureza jurídica de um procedimento\nformal.\nIV. Dispositivo e tese\n6. Agravo provido para negar provimento ao\nrecurso especial do Ministério Público Federal.\nTese de julgamento:  \"1. O compartilhamento de dados financeiros por\nmeio de solicitação direta pelos órgãos de persecução penal sem\nautorização judicial é impossível. 2. A autorização judicial é\nnecessária para a solicitação direta de informações sigilosas do\nCOAF.\".\nDispositivos relevantes citados:  Lei n. 9.613/98, art. 15;\nConstituição Federal, art. 5º, X e LXXIX.\nJurisprudência relevante citada:  STF, RE 1055941, Rel. Min. Dias\nToffoli, Tribunal Pleno, DJe 18/03/2021; STJ, RHC n. 147.707/PA,\nRel. Min. Antonio Saldanha Palheiro, Sexta Turma, DJe 24/8/2023.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250514",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da TERCEIRA SEÇÃO do Superior Tribunal de\nJustiça, após o voto do Sr. Ministro Relator, negando provimento ao\nagravo regimental, no que foi acompanhado pelo Sr. Ministro Rogerio\nSchietti Cruz, e o voto do Ministro Og Fernandes, não conhecendo do\nrecurso especial, inaugurou a divergência o Sr. Ministro Messod\nAzulay Neto, dando provimento ao agravo regimental, adotando como\nrazão de decidir a impossibilidade de solicitação direta, sem\nautorização judicial, de informações sigilosas do Conselho de\nControle de Atividades Financeiras por autoridade policial,\nacompanhado pelos Srs. Ministros Otávio de Almeida Toledo\n(Desembargador convocado do TJSP), Carlos Cini Marchionatti\n(Desembargador convocado do TJRS), Sebastião Reis Júnior, Reynaldo\nSoares da Fonseca e Joel Ilan Paciornik, por maioria, dar provimento\nao agravo regimental, fixando as seguintes teses: \"1. A solicitação\ndireta de relatórios de inteligência financeira pelo Ministério\nPúblico ao COAF sem autorização judicial é inviável. 2. O tema 990\nda repercussão geral não autoriza a requisição direta de dados\nfinanceiros por órgãos de persecução penal sem autorização\njudicial\", nos termos do voto do Sr. Ministro Messod Azulay Neto,\nque lavrará o acórdão.\nVotaram com o Sr. Ministro Messod Azulay Neto (Relator para acórdão)\nos Srs. Ministros Joel Ilan Paciornik, Otávio de Almeida Toledo\n(Desembargador Convocado do TJSP), Carlos Cini Marchionatti\n(Desembargador Convocado TJRS), Sebastião Reis Júnior e Reynaldo\nSoares da Fonseca.\nVotaram vencidos os Srs. Ministros Ribeiro Dantas, Og Fernandes e\nRogerio Schietti Cruz.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : "(DADOS BANCÁRIOS E FISCAIS DE CONTRIBUINTES - COMPARTILHAMENTO COM O\nMINISTÉRIO PÚBLICO)\n   STF - [[RE 1055941]]-SP (REPERCUSSÃO GERAL)\n(VOTO VENCIDO - COMPARTILHAMENTO DE DADOS - COAF E AUTORIDADE DE\nPERSECUÇÃO PENAL - AUTORIZAÇÃO JUDICIAL)\n   STJ - <<AgRg no RHC 187335>>-PR, <<AgRg no RHC 192604>>-SP\n   STF - [[Rcl-AgR 61944]]-PA",
  "notas" : null,
  "informacoesComplementares" : "     (VOTO VENCIDO) (MIN. RIBEIRO DANTAS)\n     \"[...] é de reconhecer-se ser a hipótese de aplicabilidade, a\neste feito, das diretrizes estabelecidas pelo Supremo Tribunal\nFederal no julgamento do Terma 990 de sua repercussão geral no que\ntoca à obtenção de RIF sem prévia autorização judicial, mediante\ncompartilhamento direto entre COAF e autoridades atuantes em\npersecução penal, mesmo que mediante comunicações por intercâmbio, e\nnão por comunicações espontâneas\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:009613 ANO:1998\n*****  LCLOBDV-98    LEI SOBRE CRIMES DE LAVAGEM OU OCULTAÇÃO DE\nBENS, DIREITOS E VALORES\n        ART:00015", "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00005 INC:00010 INC:00079" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000913659",
  "numeroProcesso" : "2195928",
  "numeroRegistro" : "202500226961",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "SEBASTIÃO REIS JÚNIOR",
  "dataPublicacao" : "DJEN       DATA:10/06/2025",
  "ementa" : "RECURSO ESPECIAL REPRESENTATIVO DA CONTROVÉRSIA.  EXECUÇÃO PENAL.\nDISCUSSÃO ACERCA DA POSSIBILIDADE DE CONCESSÃO DE INDULTO À PENA DE\nMULTA DECORRENTE DE CONDENAÇÃO POR CRIME DE TRÁFICO DE DROGAS COM\nBASE NO DECRETO N. 11.846/2023. IMPOSSIBILIDADE. PRECEDENTES DESTA\nCORTE.\n1. O art. 1º, I e XVII, do Decreto Presidencial n. 11.846/2023, ao\nexcluir o indulto aos crimes hediondos e equiparados, inclusive\ntráfico de drogas, não restringiu a natureza da pena decorrente\ndessa condenação, de modo que a vedação abrange inclusive a pena de\nmulta.\n2. Tal compreensão não se aplica aos condenados por crime de tráfico\nde drogas em que reconhecida a incidência do redutor do art. 33, §\n4º, da Lei n. 11.343/2006, pois essa conduta não figura entre\naquelas elencadas no inciso XVII do art. 1º do decreto em\nreferência, além de que também não se encontra abarcada pelo inciso\nI da norma em comento (não é equiparada a crime hediondo).\n3. Recurso especial improvido. Fixada a seguinte tese: o indulto\nprevisto no Decreto n. 11.846/2023 não se aplica ao condenado por\ntráfico de drogas na forma do caput e § 1º do art. 33 da Lei de\nDrogas, vedação essa que abrange a pena de multa eventualmente\ncominada, salvo se beneficiado com o redutor especial (art. 33, §\n4º, da Lei  n. 11.343/2006).",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250605",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da TERCEIRA SEÇÃO, por unanimidade, negar\nprovimento ao recurso especial e fixar a seguinte tese quanto ao\nTema Repetitivo n. 1.336: \"o indulto previsto no Decreto n.\n11.846/2023 não se aplica ao condenado por tráfico de drogas na\nforma do caput e §1º do art. 33 da Lei de Drogas, vedação essa que\nabrange a pena de multa eventualmente cominada, salvo se beneficiado\ncom o redutor especial (art. 33, § 4º, da Lei n. 11.343/2006)\", nos\ntermos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Rogerio Schietti Cruz, Ribeiro Dantas, Joel Ilan\nPaciornik, Messod Azulay Neto, Otávio de Almeida Toledo\n(Desembargador Convocado do TJSP), Carlos Cini Marchionatti\n(Desembargador Convocado TJRS) e Og Fernandes votaram com o Sr.\nMinistro Relator.\nAusente, justificadamente, o Sr. Ministro Reynaldo Soares da\nFonseca.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : "(INDULTO - TRÁFICO DE DROGAS)\n   STJ - <<REsp 2185736>>-SP, <<REsp 2165758>>-SP\n(INDULTO - TRÁFICO PRIVILEGIADO)\n   STJ - <<HC 986016>>-SP",
  "notas" : "Julgado conforme procedimento previsto para os Recursos Repetitivos\nno âmbito do STJ.",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : "\"O indulto previsto no Decreto n. 11.846/2023 não se aplica ao\ncondenado por tráfico de drogas na forma do caput e § 1º do art. 33\nda Lei de Drogas, vedação essa que abrange a pena de multa\neventualmente cominada, salvo se beneficiado com o redutor especial\n(art. 33, § 4º, da Lei n. 11.343/2006)\".",
  "tema" : "Tema Repetitivo 1336\nSituação do tema: Trânsito em Julgado",
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036", "LEG:FED LEI:011343 ANO:2006\n*****  LDR-06    LEI DE DROGAS\n        ART:00033 PAR:00001 PAR:00004", "LEG:FED DEC:011846 ANO:2023\n        ART:00001 INC:00001 INC:00017 ART:00002 ART:00008" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000913658",
  "numeroProcesso" : "2195927",
  "numeroRegistro" : "202500200184",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "SEBASTIÃO REIS JÚNIOR",
  "dataPublicacao" : "DJEN       DATA:10/06/2025",
  "ementa" : "RECURSO ESPECIAL REPRESENTATIVO DA CONTROVÉRSIA. EXECUÇÃO PENAL.\nDISCUSSÃO ACERCA DA POSSIBILIDADE DE CONCESSÃO DE INDULTO À PENA DE\nMULTA DECORRENTE DE CONDENAÇÃO POR CRIME DE TRÁFICO DE DROGAS COM\nBASE NO DECRETO N. 11.846/2023. IMPOSSIBILIDADE. PRECEDENTES DESTA\nCORTE.\n1. O art. 1º, I e XVII, do Decreto Presidencial n. 11.846/2023, ao\nexcluir o indulto aos crimes hediondos e equiparados, inclusive\ntráfico de drogas, não restringiu a natureza da pena decorrente\ndessa condenação, de modo que a vedação abrange inclusive a pena de\nmulta.\n2. Tal compreensão não se aplica aos condenados por crime de tráfico\nde drogas em que reconhecida a incidência do redutor do art. 33, §\n4º, da Lei n. 11.343/2006, pois essa conduta não figura entre\naquelas elencadas no inciso XVII do art. 1º do decreto em\nreferência, além do que também não se encontra abarcada pelo inciso\nI da norma em comento (não é equiparada a crime hediondo).\n3. Recurso especial improvido. Fixada a seguinte tese: o indulto\nprevisto no Decreto n. 11.846/2023 não se aplica ao condenado por\ntráfico de drogas na forma do caput e § 1º do art. 33 da Lei de\nDrogas, vedação essa que abrange a pena de multa eventualmente\ncominada, salvo se beneficiado com o redutor especial (art. 33, §\n4º, da Lei n. 11.343/2006).",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250605",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da TERCEIRA SEÇÃO, por unanimidade, negar\nprovimento ao recurso especial e fixar a seguinte tese quanto ao\nTema Repetitivo n. 1.336: \"o indulto previsto no Decreto n.\n11.846/2023 não se aplica ao condenado por tráfico de drogas na\nforma do caput e §1º do art. 33 da Lei de Drogas, vedação essa que\nabrange a pena de multa eventualmente cominada, salvo se beneficiado\ncom o redutor especial (art. 33, § 4º, da Lei n. 11.343/2006)\", nos\ntermos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Rogerio Schietti Cruz, Ribeiro Dantas, Joel Ilan\nPaciornik, Messod Azulay Neto, Otávio de Almeida Toledo\n(Desembargador Convocado do TJSP), Carlos Cini Marchionatti\n(Desembargador Convocado TJRS) e Og Fernandes votaram com o Sr.\nMinistro Relator.\nAusente, justificadamente, o Sr. Ministro Reynaldo Soares da\nFonseca.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : "(INDULTO - TRÁFICO DE DROGAS)\n   STJ - <<REsp 2185736>>-SP, <<REsp 2165758>>-SP\n(INDULTO - TRÁFICO PRIVILEGIADO)\n   STJ - <<HC 986016>>-SP",
  "notas" : "Julgado conforme procedimento previsto para os Recursos Repetitivos\nno âmbito do STJ.",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : "\"O indulto previsto no Decreto n. 11.846/2023 não se aplica ao\ncondenado por tráfico de drogas na forma do caput e § 1º do art. 33\nda Lei de Drogas, vedação essa que abrange a pena de multa\neventualmente cominada, salvo se beneficiado com o redutor especial\n(art. 33, § 4º, da Lei n. 11.343/2006)\".",
  "tema" : "Tema Repetitivo 1336\nSituação do tema: Trânsito em Julgado",
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036", "LEG:FED LEI:011343 ANO:2006\n*****  LDR-06    LEI DE DROGAS\n        ART:00033 PAR:00001 PAR:00004", "LEG:FED DEC:011846 ANO:2023\n        ART:00001 INC:00001 INC:00017 ART:00002 ART:00008" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000913349",
  "numeroProcesso" : "48703",
  "numeroRegistro" : "202500506396",
  "siglaClasse" : "Rcl",
  "descricaoClasse" : "RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "SEBASTIÃO REIS JÚNIOR",
  "dataPublicacao" : "DJEN       DATA:30/05/2025",
  "ementa" : "RECLAMAÇÃO. ALEGAÇÃO DE DESCUMPRIMENTO DE ORDEM EXARADA EM RECURSO\nEM HABEAS CORPUS. DECLARAÇÃO DE NULIDADE DAS INTERCEPTAÇÕES\nTELEFÔNICAS E DAS PROVAS DAÍ DERIVADAS. NOVA INTERCEPTAÇÃO\nTELEFÔNICA. TEMA JÁ SUBMETIDO AO STJ. QUESTÃO DECIDIDA NO RHC N.\n100.689. FONTE INDEPENDENTE. AUSÊNCIA DE CONTAMINAÇÃO DAS PROVAS.\nINADMISSÍVEL REITERAÇÃO DE PEDIDO MESMO QUE SOB OUTRA ROUPAGEM.\n1. A reclamação é o instrumento processual destinado à preservação\nda competência dos tribunais superiores e à garantia da autoridade\nde suas decisões, sempre que houver indevida usurpação por parte de\noutros órgãos (administrativos e jurisdicionais) de sua competência\nconstitucional ou o descumprimento de sua decisão, nos termos do\nart. 105, I, f, da Constituição Federal, dos arts. 988 a 993 do\nCódigo de Processo Civil e dos arts. 187 a 192 do RISTJ.\n2. Caso em que a defesa reprisa a alegação de que o Ministério\nPúblico requereu nova interceptação telefônica fundamentando-se\nexclusivamente nas provas declaradas ilegais pelo STJ no RHC n.\n66.887. No entanto, a Sexta Turma já afastou, no julgamento do RHC\nn. 100.869, o argumento de que as provas anuladas serviram de base\npara o pedido de quebra formulado nos autos vinculados à Ação Penal\n0002702-17.2018.8.26.0606. O colegiado afirmou que a interceptação\nfoi baseada em fonte independente (art. 157, § 2º, CPP) e que não\nocorreu a contaminação das provas que deram suporte à instauração\ndessa ação penal.\n3. O Superior Tribunal de Justiça é categórico em asseverar a\ninadmissibilidade da reiteração de pedido apresentado a esta Corte,\ne isso abrange esta hipótese que vem disfarçada sob outra roupagem,\ncomo reclamação.\n4. Ainda que superado esse óbice, o pedido seria improcedente, é o\nque se depreende da leitura do acórdão superveniente da Corte\nestadual que, em preliminar, afastou a dita nulidade e negou\nprovimento à apelação do ora reclamante. Ficou nítido que a\nautoridade do acórdão proferido no RHC n. 66.887/SP não foi\ndesrespeitada. Não houve descumprimento de ordem emanada desta Casa.\n5. Reclamação não conhecida.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250520",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 14/05/2025 a 20/05/2025,\npor unanimidade, não conhecer do recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Og Fernandes, Rogerio Schietti Cruz, Reynaldo\nSoares da Fonseca, Ribeiro Dantas, Joel Ilan Paciornik, Messod\nAzulay Neto, Otávio de Almeida Toledo (Desembargador Convocado do\nTJSP) e Carlos Cini Marchionatti (Desembargador Convocado TJRS)\nvotaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000913343",
  "numeroProcesso" : "6456",
  "numeroRegistro" : "202500683877",
  "siglaClasse" : "AgRg na RvCr",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA REVISÃO CRIMINAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "ANTONIO SALDANHA PALHEIRO",
  "dataPublicacao" : "DJEN       DATA:26/05/2025",
  "ementa" : "AGRAVO REGIMENTAL NA REVISÃO CRIMINAL. ART. 621, I, DO CPP. RESP\nINADIMITIDO NA ORIGEM EM RAZÃO DA INCIDÊNCIA DO ÓBICE DA SÚMULA N.\n7/STJ. PEDIDO DE DECLARAÇÃO DE NULIDADE DA PROVA E CONCESSÃO DO\nTRÁFICO PRIVILEGIADO. QUESTÕES NÃO EXAMINADAS NO ACÓRDÃO\nRESCINDENDO. AGRAVO DESPROVIDO.\n1. Nos termos dos arts. 105, I, da Constituição Federal e 621 e 622\ndo Código de Processo Penal, o Superior Tribunal de Justiça somente\né competente para apreciar e julgar as revisões criminais ajuizadas\ncontra seus próprios julgados. Ademais, nas hipóteses do art. 621,\nI, primeira parte (condenação que contrarie o texto expresso da lei\npenal), exige-se que a controvérsia tenha sido examinada em recurso\nespecial.\n2. In casu, o recurso especial esbarrou em óbice relativo à\nadmissibilidade (Súmula n. 7/STJ) ainda na origem, não tendo o\npedido de declaração de nulidade da prova e consequente concessão da\nminorante do tráfico privilegiado sido apreciado na decisão do STJ.\n3. Diante disso, falece competência a este Tribunal Superior para o\nexame da pretensão formulada.\n4. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250520",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 14/05/2025 a 20/05/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Og Fernandes, Sebastião Reis Júnior, Rogerio\nSchietti Cruz, Reynaldo Soares da Fonseca, Ribeiro Dantas, Messod\nAzulay Neto, Otávio de Almeida Toledo (Desembargador Convocado do\nTJSP) e Carlos Cini Marchionatti (Desembargador Convocado TJRS)\nvotaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Joel Ilan Paciornik.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ "AgRg na RvCr  6275  SP  2024/0346255-8  Decisão:11/06/2025\nDJEN       DATA:16/06/2025" ]
}, {
  "id" : "000913159",
  "numeroProcesso" : "2755541",
  "numeroRegistro" : "202403676715",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "ANTONIO SALDANHA PALHEIRO",
  "dataPublicacao" : "DJEN       DATA:20/05/2025",
  "ementa" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. DISSÍDIO JURISPRUDENCIAL NÃO COMPROVADO. AUSÊNCIA DE\nIDENTIDADE FÁTICA ENTRE OS JULGADOS. NÃO CABIMENTO. AGRAVO\nDESPROVIDO.\n1. Os embargos de divergência objetivam estancar a adoção de teses\ndiversas para casos semelhantes, uma vez que sua função precípua é a\nde uniformizar a jurisprudência interna do Tribunal, de modo a\nretirar antinomias entre julgamentos sobre questões ou teses\nsubmetidas à sua apreciação. Não se prestam, portanto, a corrigir\nsuposto erro de julgamento do recurso especial.\n2. Nos embargos de divergência, para apreciação e comprovação do\ndissídio pretoriano, não basta a transcrição de ementas e excertos\ndos julgados; devem-se expor as circunstâncias que identificam os\ncasos confrontados, impondo-se a demonstração da similitude fática\nentre o acórdão embargado e os paradigmas com tratamento jurídico\ndiverso, o que, contudo, não configura a hipótese dos autos.\n3. In casu, as teses jurídicas manifestadas no acórdão embargado e\nnos paradigmas não são divergentes, sendo certo que a solução\nadotada por eles é diversa em virtude da dessemelhança entre os\nsuportes fáticos de cada um.\n4. Não há, efetivamente, divergência entre as turmas da Terceira\nSeção quanto ao fato de que, nos crimes praticados no âmbito\ndoméstico e familiar praticados contra cônjuge, companheiro ou\nconvivente, a palavra da vítima tem valor probante diferenciado. O\nque há é uma constatação do acórdão embargado de que o entendimento\nadotado pelo Tribunal a quo está de acordo com a jurisprudência do\nSuperior Tribunal de Justiça segundo a qual o exame de corpo de\ndelito é prescindível para a configuração do delito de lesão\ncorporal ocorrido no âmbito doméstico, podendo a materialidade\ndelitiva ser comprovada por outros meios. Por sua vez, o acórdão\nparadigma não tratou da hipótese de ausência de exame de corpo de\ndelito e da possibilidade de comprovação da lesão por outros meios.\n5. Ademais, a tese jurídica firmada no acórdão embargado encontra-se\nem consonância com a orientação jurisprudencial desta Corte de que\n\"o exame de corpo de delito é prescindível para a configuração do\ncrime de lesão corporal ocorrido no âmbito doméstico, podendo a\nmaterialidade ser comprovada por outros meios, como na espécie, em\nque o depoimento coeso e seguro prestado pela vítima, associado às\nfotografias tiradas no dia do registro da ocorrência policial,\ncomprovam as agressões sofridas por ela e não deixam dúvida acerca\nda autoria imputada ao acusado no crime de lesão corporal\" (APn n.\n902/DF, relator Ministro Sebastião Reis Júnior, Corte Especial,\njulgado em 4/12/2024, DJEN de 19/12/2024).\n6. Estando o acórdão embargado em conformidade com a jurisprudência\ndesta Corte, incide no caso a Súmula n. 168/STJ, segundo a qual \"não\ncabem embargos de divergência, quando a jurisprudência do Tribunal\nse firmou no mesmo sentido do acórdão embargado\".\n7. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250514",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 08/05/2025 a 14/05/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Og Fernandes, Sebastião Reis Júnior, Rogerio\nSchietti Cruz, Reynaldo Soares da Fonseca, Ribeiro Dantas, Messod\nAzulay Neto, Otávio de Almeida Toledo (Desembargador Convocado do\nTJSP) e Carlos Cini Marchionatti (Desembargador Convocado TJRS)\nvotaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Joel Ilan Paciornik.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000913157",
  "numeroProcesso" : "2458272",
  "numeroRegistro" : "202303086443",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "ANTONIO SALDANHA PALHEIRO",
  "dataPublicacao" : "DJEN       DATA:20/05/2025",
  "ementa" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. DISSÍDIO JURISPRUDENCIAL NÃO COMPROVADO. AUSÊNCIA DE\nIDENTIDADE FÁTICA ENTRE OS JULGADOS. NÃO CABIMENTO. AGRAVO\nDESPROVIDO.\n1. Os embargos de divergência objetivam estancar a adoção de teses\ndiversas para casos semelhantes, uma vez que sua função precípua é a\nde uniformizar a jurisprudência interna do Tribunal, de modo a\nretirar antinomias entre julgamentos sobre questões ou teses\nsubmetidas à sua apreciação. Não se prestam, portanto, a corrigir\nsuposto erro de julgamento do recurso especial.\n2. Nos embargos de divergência, para apreciação e comprovação do\ndissídio pretoriano, não basta a transcrição de ementas e excertos\ndos julgados; devem-se expor as circunstâncias que identificam os\ncasos confrontados, impondo-se a demonstração da similitude fática\nentre o acórdão embargado e os paradigmas com tratamento jurídico\ndiverso, o que, contudo, não configura a hipótese dos autos.\n3. In casu, as teses jurídicas manifestadas no acórdão embargado e\nnos paradigmas não são divergentes, sendo certo que a solução\nadotada por eles é diversa em virtude da dessemelhança entre os\nsuportes fáticos de cada um.\n4. Não há, efetivamente, divergência entre as turmas da Terceira\nSeção sobre a limitação de revisão da dosimetria da pena pelo STJ\nsomente em circunstâncias excepcionais, o que ocorre quando ausente\na devida fundamentação para aumentar a pena-base acima do mínimo\nlegal. O que há é uma constatação do acórdão embargado, ao analisar\nos critérios estabelecidos pela Corte de origem, de que inexiste\ndesproporcionalidade na fração eleita de 1/8 para o aumento da\npena-base.\n5. A tese jurídica firmada no acórdão embargado encontra-se em\nconsonância com a orientação jurisprudencial desta Corte de que \"a\ndiscricionariedade judicial motivada na dosimetria da pena é\nreconhecida por esta Corte. Não existe direito subjetivo a critério\nrígido ou puramente matemático para a exasperação da pena-base. Em\nregra, afasta-se a tese de desproporcionalidade em casos de\naplicação de frações de 1/6 sobre a pena-mínima ou de 1/8 sobre o\nintervalo entre os limites mínimo e máximo do tipo, admitido outro\ncritério mais severo, desde que devidamente justificado, como no\ncaso dos autos. Precedentes\" (AgRg nos EDcl no AREsp n.\n2.563.576/SP, relator Ministro Rogerio Schietti Cruz, Sexta Turma,\njulgado em 8/10/2024, DJe de 15/10/2024).\n6. Estando o acórdão embargado em conformidade com a jurisprudência\ndesta Corte, incide no caso a Súmula n. 168/STJ, segundo a qual \"não\ncabem embargos de divergência, quando a jurisprudência do Tribunal\nse firmou no mesmo sentido do acórdão embargado\".\n7. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250514",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 08/05/2025 a 14/05/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Og Fernandes, Sebastião Reis Júnior, Rogerio\nSchietti Cruz, Reynaldo Soares da Fonseca, Ribeiro Dantas, Messod\nAzulay Neto, Otávio de Almeida Toledo (Desembargador Convocado do\nTJSP) e Carlos Cini Marchionatti (Desembargador Convocado TJRS)\nvotaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Joel Ilan Paciornik.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000913152",
  "numeroProcesso" : "2521343",
  "numeroRegistro" : "202304431120",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "ANTONIO SALDANHA PALHEIRO",
  "dataPublicacao" : "DJEN       DATA:20/05/2025",
  "ementa" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. DISSÍDIO JURISPRUDENCIAL NÃO COMPROVADO. AUSÊNCIA DE\nIDENTIDADE FÁTICA ENTRE O ACÓRDÃO EMBARGADO E O JULGADO PARADIGMA.\nNÃO CABIMENTO. ACÓRDÃO EMBARGADO EM CONSONÂNCIA COM A ORIENTAÇÃO\nJURISPRUDENCIAL DO STJ DE QUE MESMO AS NULIDADES ABSOLUTAS DEPENDEM\nDE DEMONSTRAÇÃO DE PREJUÍZO E ESTÃO SUJEITAS À PRECLUSÃO. INCIDÊNCIA\nDA SÚMULA N. 168/STJ. AGRAVO DESPROVIDO.\n1. Os embargos de divergência objetivam estancar a adoção de teses\ndiversas para casos semelhantes, uma vez que sua função precípua é a\nde uniformizar a jurisprudência interna do Tribunal, de modo a\nretirar antinomias entre julgamentos sobre questões ou teses\nsubmetidas à sua apreciação. Não se prestam, portanto, a corrigir\nsuposto erro de julgamento do recurso especial.\n2. O acórdão embargado está em conformidade com a orientação desta\nCorte Superior de que \"a jurisprudência desta Corte evoluiu para\nconsiderar que no processo penal mesmo as nulidades absolutas exigem\nprejuízo e estão sujeitas à preclusão\" (AgRg no AgRg no AREsp n.\n2.395.723/MS, relator Ministro Joel Ilan Paciornik, Quinta Turma,\njulgado em 19/8/2024, DJe de 27/8/2024). No mesmo sentido, citam-se:\nAgRg no AREsp n. 2.601.491/DF, relator Ministro Rogerio Schietti\nCruz, Sexta Turma, julgado em 6/8/2024, DJe de 19/8/2024; AgRg nos\nEDcl no AREsp n. 1.992.063/CE, relatora Ministra Laurita Vaz, Sexta\nTurma, julgado em 14/2/2023, DJe de 23/2/2023 e EDcl no AgRg nos\nEREsp n. 1.589.018/ES, relator Ministro Ribeiro Dantas, Terceira\nSeção, julgado em 13/3/2019, DJe de 21/3/2019. Incide no caso a\nSúmula n. 168/STJ, segundo a qual \"não cabem embargos de\ndivergência, quando a jurisprudência do Tribunal se firmou no mesmo\nsentido do acórdão embargado\".\n3. Ademais, as teses jurídicas manifestadas no acórdão embargado e\nnos paradigmas não são divergentes, sendo certo que a solução\nadotada por eles é diversa em virtude da dessemelhança entre os\nsuportes fáticos de cada um. Enquanto o acórdão paradigma versou\nsobre quesito obrigatório, a saber, o relativo à autoria, o acórdão\nembargado teve por objeto a análise de quesito relativo à\ndesclassificação e, conforme precedente citado, \"a resposta\nafirmativa dos jurados quanto à existência do crime de homicídio, na\nforma tentada, torna dispensável a indagação em quesito específico\na respeito da tese de desclassificação, haja vista a\nincompatibilidade entre os quesitos\".\n4.  Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250514",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 08/05/2025 a 14/05/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Og Fernandes, Sebastião Reis Júnior, Rogerio\nSchietti Cruz, Reynaldo Soares da Fonseca, Ribeiro Dantas, Messod\nAzulay Neto, Otávio de Almeida Toledo (Desembargador Convocado do\nTJSP) e Carlos Cini Marchionatti (Desembargador Convocado TJRS)\nvotaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Joel Ilan Paciornik.",
  "jurisprudenciaCitada" : "(PROCESSO PENAL - NULIDADE ABSOLUTA - PRECLUSÃO)\n   STJ - <<AgRg no AgRg no AREsp 2395723>>-MS,\n         <<AgRg no AREsp 2601491>>-DF,\n         <<AgRg nos EDcl no AREsp 1992063>>-CE,\n         <<EDcl no AgRg nos EREsp 1589018>>-ES,\n         <<AgRg no HC 935644>>-RS",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000168", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266 PAR:00004" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000913150",
  "numeroProcesso" : "48769",
  "numeroRegistro" : "202500724866",
  "siglaClasse" : "AgRg na Rcl",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "ANTONIO SALDANHA PALHEIRO",
  "dataPublicacao" : "DJEN       DATA:20/05/2025",
  "ementa" : "AGRAVO REGIMENTAL EM RECLAMAÇÃO. SUPOSTO DESCUMPRIMENTO DE DECISÃO\nPROFERIDA EM CONFLITO DE COMPETÊNCIA ANTERIOR. INOCORRÊNCIA. REUNIÃO\nDE PROCESSOS POR CONEXÃO INCABÍVEL QUANDO UM DELES JÁ TRANSITOU EM\nJULGADO. SÚMULA 235/STJ. TRANSNACIONALIDADE DO TRÁFICO DE DROGAS QUE\nATRAI A COMPETÊNCIA DA JUSTIÇA FEDERAL. AGRAVO REGIMENTAL\nDESPROVIDO.\n1. Não houve descumprimento da decisão proferida no Conflito de\nCompetência n. 191.709 / MS, tendo sido a ação penal encaminhada à\nJustiça Estadual, com condenação definitiva transitada em julgado\ndesde 13/09/2023.\n2. Não há que se falar em reunião de ações penais por conexão quando\numa delas já transitou em julgado. Inteligência da Súmula 235 desta\nCorte.\n3. A ação penal objeto da reclamação originou-se de inquérito\ndiverso do anterior, havendo elementos nos autos que indicam a\ntransnacionalidade do tráfico de drogas, o que atrai a competência\nda Justiça Federal.\n4. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250514",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 08/05/2025 a 14/05/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Og Fernandes, Sebastião Reis Júnior, Rogerio\nSchietti Cruz, Reynaldo Soares da Fonseca, Ribeiro Dantas, Messod\nAzulay Neto, Otávio de Almeida Toledo (Desembargador Convocado do\nTJSP) e Carlos Cini Marchionatti (Desembargador Convocado TJRS)\nvotaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Joel Ilan Paciornik.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000913113",
  "numeroProcesso" : "13343",
  "numeroRegistro" : "201701916908",
  "siglaClasse" : "AgInt na PET na ExeMS",
  "descricaoClasse" : "AGRAVO INTERNO NA PETIÇÃO NA EXECUÇÃO EM MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "ANTONIO SALDANHA PALHEIRO",
  "dataPublicacao" : "DJEN       DATA:20/05/2025",
  "ementa" : "PROCESSUAL CIVIL. AGRAVO INTERNO NA EXECUÇÃO EM MANDADO DE\nSEGURANÇA. ADMINISTRATIVO. ANISTIA POLÍTICA. PAGAMENTO DE\nINDENIZAÇÃO RETROATIVA. POSSIBILIDADE DE ANULAÇÃO DA PORTARIA\nANISTIADORA À LUZ DA ORIENTAÇÃO ADOTADA NO JULGAMENTO DO RE\n817.338/DF (TEMA 839). INSTAURAÇÃO DE NOVO PROCEDIMENTO REVISIONAL\nNOS TERMOS DA INSTRUÇÃO NORMATIVA Nº 2, DE 29/9/2021, DA MMFDH.\nPRETENSÃO DE SUSPENDER A EXECUÇÃO. INVIABILIDADE, PORQUANTO\nINJUSTIFICÁVEL A DEMORA DA ADMINISTRAÇÃO PARA CONCLUIR PELA VALIDADE\nOU NÃO DO ATO ANISTIADOR. NÃO CABIMENTO. AGRAVO NÃO PROVIDO.\n1. Por meio do despacho de fl. 935, a UNIÃO foi intimada para\ninformar se houve anulação da portaria que concedera a anistia ao\nexequente. Em resposta, afirmou-se apenas que novo processo de\nrevisão foi instaurado.\n2. Revela-se injustificável a demora da Administração para concluir\npela validade ou não do ato anistiador, motivo pelo qual é de se\nmanter o indeferimento do pedido de suspensão da presente execução.\n3. O processo não pode permanecer paralisado indefinidamente à\nespera da Administração. É imprescindível que ela envide os esforços\nnecessários para rever, com a desejável brevidade, os inúmeros\ncasos de concessão de anistia política em que reputa não comprovada\na perseguição exclusivamente política, sob pena de violação ao\nprincípio da razoável duração do processo.\n4. Agravo interno não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250514",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 08/05/2025 a 14/05/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Og Fernandes, Sebastião Reis Júnior, Rogerio\nSchietti Cruz, Reynaldo Soares da Fonseca, Ribeiro Dantas, Messod\nAzulay Neto, Otávio de Almeida Toledo (Desembargador Convocado do\nTJSP) e Carlos Cini Marchionatti (Desembargador Convocado TJRS)\nvotaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Joel Ilan Paciornik.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000912863",
  "numeroProcesso" : "2460025",
  "numeroRegistro" : "202303182876",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "OTÁVIO DE ALMEIDA TOLEDO (DESEMBARGADOR CONVOCADO DO TJSP)",
  "dataPublicacao" : "DJEN       DATA:20/05/2025",
  "ementa" : "DIREITO PROCESSUAL CIVIL. AGRAVO REGIMENTAL. EMBARGOS DE DIVERGÊNCIA\nEM AGRAVO EM RECURSO ESPECIAL. ACÓRDÃO QUE NÃO ANALISA O MÉRITO DO\nAPELO NOBRE. NÃO CABIMENTO. SÚMULA 315/STJ. AGRAVO REGIMENTAL NÃO\nPROVIDO.\nI. Caso em exame\n1. Agravo regimental interposto contra decisão da Presidência do\nSuperior Tribunal de Justiça que indeferiu liminarmente os embargos\nde divergência, com fundamento nos arts. 21-E, inciso V, e 266-C do\nRegimento Interno do Superior Tribunal de Justiça.\nII. Questão em discussão\n2. A questão em discussão consiste em saber se é possível a\ninterposição de embargos de divergência quando o acórdão embargado\nnão analisou o mérito do recurso especial, em razão da incidência\ndas Súmulas 182/STJ e 7/STJ, e da ausência de cotejo analítico entre\nos acórdãos confrontados.\nIII. Razões de decidir\n3. A Súmula 315/STJ impede a interposição de embargos de divergência\nno âmbito de agravo de instrumento que não admite recurso especial,\nquando não há exame de mérito do recurso especial.\n4. A jurisprudência do Superior Tribunal de Justiça consolidou que\nos embargos de divergência não são cabíveis quando o recurso\nespecial não teve seu mérito analisado, sendo necessário que o\nacórdão embargado e o paradigma sejam de mérito.\n5. A concessão de habeas corpus de ofício em sede de embargos de\ndivergência é inviável, conforme precedentes do Superior Tribunal de\nJustiça.\nIV. Dispositivo e tese\n6. Agravo regimental não provido.\nTese de julgamento:  \"1. Não cabem embargos de divergência no âmbito\nde agravo de instrumento que não admite recurso especial, conforme\nSúmula 315/STJ. 2. A concessão de habeas corpus de ofício em\nembargos de divergência é inviável\".\nDispositivos relevantes citados:  RISTJ, arts. 21-E, inciso V, e\n266-C; CPC, art. 1.043, inciso I. Jurisprudência relevante citada:\nSTJ, AgRg nos EAREsp n. 2.415.816/MG, Rel. Min. Rogério Schietti\nCruz, Terceira Seção, j. 20.06.2024; STJ, AgRg nos EAREsp n.\n2.293.437/ES, Rel. Min. Messod Azulay Neto, Terceira Seção, j.\n24.06.2024.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250514",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 08/05/2025 a 14/05/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Og Fernandes, Sebastião Reis Júnior, Rogerio\nSchietti Cruz, Reynaldo Soares da Fonseca, Ribeiro Dantas, Joel Ilan\nPaciornik, Messod Azulay Neto e Carlos Cini Marchionatti\n(Desembargador Convocado TJRS) votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000912862",
  "numeroProcesso" : "48380",
  "numeroRegistro" : "202404370761",
  "siglaClasse" : "AgRg na Rcl",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJEN       DATA:19/05/2025",
  "ementa" : "DIREITO PROCESSUAL PENAL E CIVIL. AGRAVO REGIMENTAL NA RECLAMAÇÃO.\nRECLAMAÇÃO CONTRA ATO DO PRÓPRIO TRIBUNAL. DESCABIMENTO. AGRAVO\nREGIMENTAL IMPROVIDO.\n1. A jurisprudência do Superior Tribunal de Justiça é pacífica no\nsentido de que não cabe reclamação para impugnar decisão proferida\npor órgão julgador do próprio STJ.  Precedentes.\n2. A reclamação constitucional destina-se a preservar a competência\ndo STJ e garantir a autoridade de suas decisões, não sendo via\nprópria para impugnar julgados do próprio tribunal. Precedentes.\n3. Agravo regimental improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250514",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 08/05/2025 a 14/05/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Sebastião Reis Júnior, Rogerio Schietti Cruz,\nReynaldo Soares da Fonseca, Ribeiro Dantas, Joel Ilan Paciornik,\nMessod Azulay Neto, Otávio de Almeida Toledo (Desembargador\nConvocado do TJSP) e Carlos Cini Marchionatti (Desembargador\nConvocado TJRS) votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000912861",
  "numeroProcesso" : "2198962",
  "numeroRegistro" : "202202718949",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "ROGERIO SCHIETTI CRUZ",
  "dataPublicacao" : "DJEN       DATA:21/05/2025",
  "ementa" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. INTEMPESTIVIDADE. PRAZO DE 5 DIAS. AGRAVO REGIMENTAL NÃO\nCONHECIDO.\n1. O prazo para interposição de agravo regimental, em processo\npenal, é de 5 dias, mesmo após a entrada em vigor da Lei n.\n13.105/2015, uma vez que continuou sendo regido pelo art. 38 da Lei\nn. 8.038/1990. Logo, é intempestivo o recurso interposto após o fim\ndesse lapso temporal.\n2. Agravo regimental não conhecido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250514",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO, por unanimidade,\nnão conhecer do agravo regimental, nos termos do voto do Sr.\nMinistro Rogerio Schietti Cruz.\nOs Srs. Ministros Reynaldo Soares da Fonseca, Ribeiro Dantas, Joel\nIlan Paciornik, Messod Azulay Neto, Otávio de Almeida Toledo\n(Desembargador Convocado do TJSP), Carlos Cini Marchionatti\n(Desembargador Convocado TJRS), Og Fernandes e Sebastião Reis Júnior\nvotaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000912728",
  "numeroProcesso" : "2174222",
  "numeroRegistro" : "202403759266",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JOEL ILAN PACIORNIK",
  "dataPublicacao" : "DJEN       DATA:02/06/2025",
  "ementa" : "PROPOSTA DE AFETAÇÃO. RECURSO ESPECIAL REPRESENTATIVO DE\nCONTROVÉRSIA. DIREITO PENAL. DOSIMETRIA DA PENA-BASE. CRITÉRIO\nMATEMÁTICO DE AUMENTO DA PENA OU DISCRICIONARIEDADE VINCULADA DO\nMAGISTRADO. RECURSO ESPECIAL AFETADO PARA JULGAMENTO PELA TERCEIRA\nSEÇÃO SOB O RITO DOS REPETITIVOS. NÃO SUSPENSÃO.\n1. Delimitação da controvérsia: \"Definir se a dosimetria da\npena-base deve observar critérios determinados de exasperação da\npena por circunstância judicial negativa ou se tal atividade\ninsere-se no âmbito da discricionariedade vinculada do magistrado\".\n2. Não se aplica à hipótese o disposto na parte final do § 1º do\nart. 1036 do Código de Processo Civil - CPC (suspensão do trâmite\ndos processos pendentes), porquanto a jurisprudência desta Corte a\nrespeito do tema não se apresenta controvertida, sendo que eventual\ndilação temporal no julgamento poderá acarretar gravame aos\njurisdicionados.\n3. Afetação do recurso especial ao rito previsto nos arts. 1.036 ao\n1.041, todos do CPC, e 256 ao 256-X, todos do Regimento Interno do\nSuperior Tribunal de Justiça - RISTJ, para que seja julgado pela\nTerceira Seção.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250506",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da TERCEIRA SEÇÃO, por unanimidade, afetar o\nprocesso ao rito dos recursos repetitivos (RISTJ, art. 257-C) e, por\nunanimidade, não suspender a tramitação de processos, conforme\nproposta do Sr. Ministro Relator.\nOs Srs. Ministros Messod Azulay Neto, Otávio de Almeida Toledo\n(Desembargador Convocado do TJSP), Carlos Cini Marchionatti\n(Desembargador Convocado TJRS), Og Fernandes, Rogerio Schietti Cruz,\nReynaldo Soares da Fonseca e Ribeiro Dantas votaram com o Sr.\nMinistro Relator.\nO Sr. Ministro Sebastião Reis Júnior não proferiu voto.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1351",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1351\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:0256E INC:00002", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01037" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000912727",
  "numeroProcesso" : "6336",
  "numeroRegistro" : "202203997480",
  "siglaClasse" : "RvCr",
  "descricaoClasse" : "REVISÃO CRIMINAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JOEL ILAN PACIORNIK",
  "dataPublicacao" : "DJEN       DATA:02/06/2025",
  "ementa" : "DIREITO PROCESSUAL PENAL. REVISÃO CRIMINAL. FALECIMENTO DE ADVOGADO.\nNULIDADE DOS ATOS PROCESSUAIS. PEDIDO PROCEDENTE.\nI. Caso em exame\n1. Revisão criminal proposta para desconstituir o\ntrânsito em julgado do Recurso Especial n. 1.424.331/SC, em razão do\nfalecimento do advogado do requerente durante o trâmite do recurso\nespecial, sem que houvesse nomeação de novo procurador.\n2. O requerente alega nulidade absoluta dos atos processuais\npraticados após o óbito do advogado, ocorrido em 30/06/2016, e\npleiteia a invalidação dos atos processuais desde essa data, com\nprosseguimento do trâmite processual após a nomeação de novo\nrepresentante.\n3. A medida liminar foi deferida para que o requerente fosse\ncolocado em liberdade até o trânsito em julgado da presente\nrevisional.\nII. Questão em discussão\n4. A questão em discussão consiste em saber\nse o falecimento do advogado do requerente durante o trâmite do\nrecurso especial, sem a devida nomeação de novo procurador, acarreta\nnulidade dos atos processuais subsequentes.\nIII. Razões de decidir\n5. O falecimento do advogado da parte impõe a\nimediata suspensão do processo, sendo nulos os atos processuais\npraticados após o óbito, conforme entendimento consolidado desta\nCorte Superior.\n6. A ausência de intimação válida do requerente, em razão do\nfalecimento do advogado, configura nulidade absoluta, pois impede o\nexercício do direito de defesa.\n7. A nulidade dos atos processuais praticados após o falecimento do\nadvogado justifica a desconstituição do trânsito em julgado do\nrecurso especial e a realização de novo julgamento com a\nrepresentação processual devidamente regularizada.\nIV. Dispositivo e tese\n8. Pedido procedente para desconstituir o\ntrânsito em julgado do Recurso Especial n. 1.424.331/SC e determinar\na intimação do requerente para nomeação de novo procurador, com\nnova publicação da decisão proferida no recurso especial.\nTeses de julgamento:  \"1. O falecimento do advogado da parte impõe a\nimediata suspensão do processo, sendo nulos os atos processuais\npraticados após o óbito. 2. A ausência de intimação válida em razão\ndo falecimento do advogado configura nulidade absoluta, impedindo o\nexercício do direito de defesa\".\nDispositivos relevantes citados:  CPP, art. 564, III, \"o\", e IV.\nJurisprudência relevante citada:  STJ, AgInt no AREsp n.\n1.386.696/SP, Rel. Ministro Manoel Erhardt, Primeira Turma, DJe de\n21/9/2022; STJ, QO no AREsp n. 1.758.201/AM, Rel. Ministra Maria\nThereza de Assis Moura, Segunda Turma, DJe de 11/11/2024.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250514",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da TERCEIRA SEÇÃO, por unanimidade, julgar\nprocedente a revisão criminal, para desconstituir o trânsito em\njulgado do Recurso Especial n.424.331/SC, bem como determinar a\nintimação do requerente para que nomeie novo procurador, além de\nnova publicação da decisão proferida no REsp n. 1.424.331/SC em nome\ndo causídico constituído, com a permanência do requerente em\nliberdade até o exaurimento da instância ordinária, nos termos do\nvoto do Sr. Ministro Relator.\nOs Srs. Ministros Messod Azulay Neto (Revisor), Otávio de Almeida\nToledo (Desembargador Convocado do TJSP), Carlos Cini Marchionatti\n(Desembargador Convocado TJRS), Og Fernandes, Sebastião Reis Júnior,\nRogerio Schietti Cruz, Reynaldo Soares da Fonseca e Ribeiro Dantas\nvotaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : "(FALECIMENTO DE ADVOGADO - SUSPENSÃO DO PROCESSO - NULIDADE DOS ATOS\nPOSTERIORMENTE PRATICADOS)\n   STJ - <<AgInt no AREsp 1386696>>-SP,\n         <<PET no AREsp 1783528>>-SP, <<QO no AREsp 1758201>>-AM",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00564 INC:00003 LET:O INC:00004" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000912726",
  "numeroProcesso" : "2083968",
  "numeroRegistro" : "202302349175",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JOEL ILAN PACIORNIK",
  "dataPublicacao" : "DJEN       DATA:02/06/2025",
  "ementa" : "DIREITO PENAL. RECURSO ESPECIAL REPRESENTATIVO DA CONTROVÉRSIA. RITO\nDOS REPETITIVOS. CRIME DE FALSA IDENTIDADE. ARTIGO 307 DO CÓDIGO\nPENAL. AGENTE QUE FORNECE, CONSCIENTE E VOLUNTARIAMENTE, DADOS\nINEXATOS SOBRE SUA IDENTIDADE. NATUREZA FORMAL. CONSUMAÇÃO QUANDO O\nAGENTE ATRIBUI A SI OU A OUTREM A FALSA IDENTIDADE. FIXAÇÃO DE TESE.\nRECURSO ESPECIAL PROVIDO.\nI. Caso em exame\n1. Recurso especial interposto pelo Ministério\nPúblico do Estado de Minas Gerais contra acórdão do Tribunal de\nJustiça do Estado de Minas Gerais que absolveu o recorrido da\nprática do crime de falsa identidade.\n2. Fato relevante. O recorrido foi acusado de fornecer nome falso a\npoliciais durante a abordagem, mas, antes do registro do boletim de\nocorrência e do interrogatório em delegacia, revelou sua verdadeira\nidentidade.\n3. As decisões anteriores. O Tribunal de origem absolveu o recorrido\nda prática do crime de falsa identidade, por ausência de\nrepercussão administrativa ou penal da conduta, enquanto a sentença\nde primeiro grau havia condenado o réu como incurso no art. 307 do\nCódigo Penal.\nII. Questão em discussão\n4. Recurso representativo da controvérsia,\nafetado para julgamento sob o rito dos repetitivos, tem por objeto a\ndefinição da natureza jurídica do crime de falsa identidade, de\nforma a estabelecer se a consumação ocorre com a simples atribuição\nde falsa identidade a si ou a outrem, independentemente de resultado\nnaturalístico (Tema n. 1.255).\nIII. Razões de decidir\n5. O crime de falsa identidade tutela a fé\npública na individuação pessoal, ou seja, a confiança que se tem,\nnas relações públicas ou privadas, quanto à identidade, à essência,\nao estado civil ou outra qualidade juridicamente relevante da\npessoa.\n6. O tipo penal do art. 307 do CP exige a prática de uma conduta\ncomissiva, animada pela vontade consciente de atribuir-se ou\natribuir a outrem a falsa identidade. Além disso, necessária a\nfinalidade específica de obter, para si ou para outrem, vantagem de\nqualquer natureza ou, ainda, de causar dano a alguém.\n7. Contudo, de acordo com a doutrina remansosa sobre o tema, a\nefetiva obtenção da finalidade perseguida pelo agente é irrelevante\npara a configuração típica, em razão da natureza formal do crime.\nAssim, como já sustentava Nélson Hungria em meados do século\npassado, consuma-se o crime com o simples fato da atribuição de\nfalsa identidade, independentemente de ulteriores conse­quências.\n8. A retratação posterior do agente quanto à sua identidade ou a\nverificação da real identidade pelo destinatário da declaração, em\nseguida ao ato, não afastam a tipicidade da conduta, nem justificam\na aplicação do instituto do arrependimento eficaz, pois o crime do\nart. 307 do CP já se encontra consumado.\n9.  De igual modo, o entendimento pacífico de ambas as Turmas\nCriminais do Superior Tribunal de Justiça é no sentido da natureza\nformal do crime do art. 307 do CP, de forma que a sua consumação\nocorre com a atribuição de falsa identidade a si ou a outrem, sendo\nirrelevantes a obtenção de vantagem ou o prejuízo a terceiros.\n10. Recorda-se, por fim, que é consolidado, em precedentes\nqualificados do Supremo Tribunal Federal e do STJ, bem como em\nsúmula deste Sodalício, o entendimento de que a conduta de\natribuir-se falsa identidade perante autoridade policial é típica,\nainda que em situação de alegada autodefesa.\nIV. Dispositivo e tese\n11. Recurso especial provido para restabelecer\na condenação do recorrido pelo crime de falsa identidade, nos\ntermos da sentença condenatória.\n12. Tese jurídica fixada para fins dos arts. 927, III, 1.039 e\nseguintes do Código de Processo Civil. Tema Repetitivo 1.255: O\ndelito de falsa identidade é crime formal, que se consuma quando o\nagente fornece, consciente e voluntariamente, dados inexatos sobre\nsua real identidade, e, portanto, independe da ocorrência de\nresultado naturalístico.\nTese de julgamento:  \"O delito de falsa identidade é crime formal,\nque se consuma quando o agente fornece, consciente e\nvoluntariamente, dados inexatos sobre sua real identidade, e,\nportanto, independe da ocorrência de resultado naturalístico.\"\nDispositivos relevantes citados:  CP, art. 307.\nJurisprudência relevante citada:  STJ, REsp n. 1.362.524/MG, Rel.\nMin. Sebastião Reis Júnior, Terceira Seção, julgado em 23.10.2013;\nAgRg no REsp 1.697.955/ES, Rel. Min. Nefi Cordeiro, Sexta Turma,\njulgado em 10.04.2018; AgRg no HC 821.195/SP, Rel. Min. Joel Ilan\nPaciornik, Quinta Turma, julgado em 28.08.2023; AgRg no HC n.\n858.558/MS, Rel. Min. Rogerio Schietti Cruz, Sexta Turma, julgado em\n05.03.2025; AREsp n. 2.598.565/MG, Rel. Min. Daniela Teixeira,\nQuinta Turma, julgado em 11.02.2025.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250514",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da TERCEIRA SEÇÃO, por unanimidade, dar\nprovimento ao recurso especial ministerial a fim de restabelecer a\ncondenação do recorrido pela prática do crime previsto no art. 307\ndo CP, à pena de 4 meses e 23 dias de detenção, em regime inicial\nsemiaberto, mantidas as demais cominações do acórdão recorrido,\nfixando a seguinte tese quanto ao Tema Repetitivo n. 1.255: \"O\ndelito de falsa identidade é crime formal, que se consuma quando o\nagente fornece, consciente e voluntariamente, dados inexatos sobre\nsua real identidade, e, portanto, independe da ocorrência de\nresultado naturalístico\", nos termos do voto do Sr. Ministro\nRelator.\nOs Srs. Ministros Messod Azulay Neto, Otávio de Almeida Toledo\n(Desembargador Convocado do TJSP), Carlos Cini Marchionatti\n(Desembargador Convocado TJRS), Og Fernandes, Sebastião Reis Júnior,\nRogerio Schietti Cruz, Reynaldo Soares da Fonseca e Ribeiro Dantas\nvotaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : "(FALSA IDENTIDADE - CRIME FORMAL - TIPICIDADE)\n   STJ - <<AgRg no REsp 1697955>>-ES, <<AgRg no HC 821195>>-SP,\n         <<AgRg no HC 858558>>-MS, <<AREsp 2598565>>-MG,\n         <<HC 469177>>-SP\n(FALSA IDENTIDADE - AUTODEFESA)\n   STJ - <<REsp 1362524>>-MG (RECURSO REPETITIVO - TEMA(s) 646)\n   STF - [[RE 640139]]-DF (REPERCUSSÃO GERAL - TEMA(s) 478)",
  "notas" : "Julgado conforme procedimento previsto para os Recursos Repetitivos\nno âmbito do STJ.",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : "\"O delito de falsa identidade é crime formal, que se consuma quando\no agente fornece, consciente e voluntariamente, dados inexatos sobre\nsua real identidade, e, portanto, independe da ocorrência de\nresultado naturalístico\".",
  "tema" : "Tema Repetitivo 1255\nSituação do tema: Acórdão Publicado",
  "referenciasLegislativas" : [ "LEG:FED DEL:002848 ANO:1940\n*****  CP-40    CÓDIGO PENAL\n        ART:00307", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000522", "LEG:FED CFB:****** ANO:1988\n*****  CF-1988    CONSTITUIÇÃO FEDERAL DE 1988\n        ART:00005 INC:00063" ],
  "acordaosSimilares" : [ ]
} ]