[ {
  "id" : "000900616",
  "numeroProcesso" : "198154",
  "numeroRegistro" : "202302230105",
  "siglaClasse" : "CC",
  "descricaoClasse" : "CONFLITO DE COMPETENCIA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "DANIELA TEIXEIRA",
  "dataPublicacao" : "DJEN       DATA:21/02/2025",
  "ementa" : "Ementa: DIREITO PROCESSUAL PENAL. CONFLITO NEGATIVO DE COMPETÊNCIA.\nOPERAÇÃO LAVA-JATO.  OPERAÇÃO CARBONARA CHIMICA (63ª FASE). CRIMES\nDE ESTELIONATO, LAVAGEM DE CAPITAIS E EVASÃO DE DIVISAS.  ORIGEM EM\nDELITOS QUE LESARAM PATRIMÔNIO DA BRASKEM. CONEXÃO PROBATÓRIA.\nCOMPETÊNCIA DEFINIDA.\nI. CASO EM EXAME\n1. Conflito negativo de competência instaurado entre o Juízo Federal\nda 8ª Vara Criminal de São Paulo (Suscitante) e o Juízo Federal da\n12ª Vara Criminal de Brasília (Suscitado), para processar e julgar\ninvestigação policial envolvendo crimes de estelionato, lavagem de\ncapitais e evasão de divisas relacionados à empresa Braskem.\nII. QUESTÃO EM DISCUSSÃO\n2. Há duas questões centrais em discussão:(i) definir se há conexão\nprobatória entre os fatos investigados neste inquérito e aqueles\napurados na Ação Penal nº 5033771-51.2018.4.04.7000 (Operação\n\"Carbonara Chimica\");(ii) determinar o juízo competente para\nprocessar o Inquérito Policial nº 1065868-24.2020.4.01.3400.\nIII. RAZÕES DE DECIDIR\n3. A competência, em regra, é fixada pelo lugar da consumação da\ninfração, conforme o art. 70 do Código de Processo Penal.\n4. A presença de conexão probatória entre os crimes apurados no\ninquérito e os da Ação Penal nº 5033771-51.2018.4.04.7000 é\nevidenciada pela identidade parcial dos agentes e pela comunhão\nprobatória entre os fatos, atendendo ao disposto no art. 76, I e\nIII, do Código de Processo Penal.\n5. A conexão probatória justifica a concentração dos processos\nperante o Juízo que já conduziu a ação penal conexa, evitando\ndecisões conflitantes e assegurando a eficiência da instrução\nprocessual.\nIV. CONFLITO CONHECIDO. COMPETÊNCIA DO  JUÍZO FEDERAL DA 12ª VARA\nCRIMINAL DE BRASÍLIA.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250218",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 12/02/2025 a 18/02/2025,\npor unanimidade, conhecer do conflito, nos termos do voto da Sra.\nMinistra Relatora.\nOs Srs. Ministros Og Fernandes, Sebastião Reis Júnior, Rogerio\nSchietti Cruz, Reynaldo Soares da Fonseca, Antonio Saldanha\nPalheiro, Joel Ilan Paciornik, Messod Azulay Neto e Otávio de\nAlmeida Toledo (Desembargador Convocado do TJSP) votaram com a Sra.\nMinistra Relatora.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000900614",
  "numeroProcesso" : "197963",
  "numeroRegistro" : "202302083581",
  "siglaClasse" : "CC",
  "descricaoClasse" : "CONFLITO DE COMPETENCIA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "DANIELA TEIXEIRA",
  "dataPublicacao" : "DJEN       DATA:21/02/2025",
  "ementa" : "Ementa: DIREITO PROCESSUAL PENAL. OPERAÇÃO LAVA-JATO. CONFLITO DE\nCOMPETÊNCIA. JUÍZO FEDERAL DA 13ª VARA FEDERAL DE CURITIBA/PR E\nJUÍZO ELEITORAL DA 1ª ZONA DO DISTRITO FEDERAL. AUSÊNCIA DE DECISÕES\nCONFLITANTES. NÃO CONFIGURAÇÃO DO CONFLITO. INCOMPETÊNCIA DA\nJUSTIÇA ELEITORAL RECONHECIDA PELO JUÍZO ESPECIALIZADO. AUSÊNCIA DE\nELEMENTOS QUE INDIQUEM ILICITUDE MANIFESTA. CONFLITO NÃO CONHECIDO.\nI. CASO EM EXAME\n1. Conflito de competência suscitado por Gerson de Mello Almada\nentre o Juízo Federal da 13ª Vara Federal de Curitiba/PR e o Juízo\nEleitoral da 1ª Zona do Distrito Federal, no âmbito de ação penal\ninicialmente declinada para a Justiça Eleitoral e, posteriormente,\ndevolvida à Justiça Federal. Pleito para que se declare a\ncompetência da Justiça Eleitoral do Distrito Federal para\nprocessamento e julgamento do feito.\nII. QUESTÃO EM DISCUSSÃO\n2. Há duas questões em discussão:(i) definir se há efetivo conflito\nde competência entre os juízos indicados;(ii) estabelecer se a\ncompetência para processamento e julgamento do feito é da Justiça\nEleitoral ou da Justiça Federal.\nIII. RAZÕES DE DECIDIR\n3. Para a configuração do conflito de competência, exige-se\nmanifestação expressa e conflitante dos juízos envolvidos acerca da\ncompetência, o que não ocorre no caso, pois não houve decisões\nincompatíveis ou controvérsia jurisdicional (art. 114 do CPP).\n4. A Justiça Eleitoral é competente para processar e julgar crimes\neleitorais e delitos comuns conexos, conforme art. 35, II, do Código\nEleitoral, art. 78, IV, do CPP e precedentes do STF e STJ.\n5. Na hipótese dos autos, a Justiça Eleitoral examinou os elementos\ndo caso e constatou ausência de conexão entre o delito eleitoral e\nos delitos comuns, devolvendo o feito à Justiça Federal, que retomou\nsua tramitação.\n6. Ausente ilicitude manifesta, não compete ao STJ, em sede de\nconflito de competência, reavaliar o mérito da decisão proferida\npela Justiça Eleitoral quanto à ausência de conexão ou revisar a\ndistribuição de competência previamente decidida.\nIV. CONFLITO NÃO CONHECIDO.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250218",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 12/02/2025 a 18/02/2025,\npor unanimidade, não conhecer do conflito, nos termos do voto da\nSra. Ministra Relatora.\nOs Srs. Ministros Og Fernandes, Sebastião Reis Júnior, Rogerio\nSchietti Cruz, Reynaldo Soares da Fonseca, Antonio Saldanha\nPalheiro, Joel Ilan Paciornik, Messod Azulay Neto e Otávio de\nAlmeida Toledo (Desembargador Convocado do TJSP) votaram com a Sra.\nMinistra Relatora.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000900608",
  "numeroProcesso" : "173317",
  "numeroRegistro" : "202001647350",
  "siglaClasse" : "CC",
  "descricaoClasse" : "CONFLITO DE COMPETENCIA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "DANIELA TEIXEIRA",
  "dataPublicacao" : "DJEN       DATA:21/02/2025",
  "ementa" : "Ementa: DIREITO PROCESSUAL PENAL. CONFLITO NEGATIVO DE COMPETÊNCIA.\nREPRESENTAÇÃO CRIMINAL BASEADA EM COLABORAÇÃO PREMIADA. CRIMES\nINTERNACIONAIS E POSSÍVEL LAVAGEM DE CAPITAIS. ART. 88 DO CPP. REGRA\nDE COMPETÊNCIA TERRITORIAL. INEXISTÊNCIA DE CONEXÃO.\nI. CASO EM EXAME\n1. Conflito negativo de competência instaurado entre o Juízo Federal\nda 2ª Vara Criminal de Salvador (SJ/BA), suscitante, e o Juízo\nFederal da 6ª Vara Criminal de São Paulo (SJ/SP), suscitado, no\nâmbito de representação criminal fundada em depoimentos prestados em\nacordo de colaboração premiada firmado por Marco Antônio\nVasconcelos Cruz. A controvérsia envolve crimes internacionais de\ncorrupção e lavagem de capitais, com análise sobre a aplicação das\nregras de competência territorial.\nII. QUESTÃO EM DISCUSSÃO\n2. Há duas questões em discussão:(i) determinar a autoridade\njudicial competente para processar e julgar os fatos descritos na\nrepresentação criminal, considerando a predominância de crimes\ninternacionais;(ii) avaliar a existência de conexão entre os crimes\nde lavagem de capitais supostamente praticados em São Paulo e os\ndemais delitos mencionados na colaboração premiada.\nIII. RAZÕES DE DECIDIR\n3. O art. 105, I, \"d\", da Constituição Federal confere ao Superior\nTribunal de Justiça a competência para dirimir conflitos entre\njuízes vinculados a tribunais diversos.\n4. Nos termos do art. 88 do Código de Processo Penal, em casos de\ncrimes praticados fora do território nacional, será competente o\njuízo da capital do estado onde o acusado houver por último\nresidido.\n5. A análise dos autos demonstra que os crimes descritos na\ncolaboração premiada concentram-se, majoritariamente, em atos de\ncorrupção ocorridos fora do território nacional, sendo insuficientes\nos elementos para justificar a aplicação da regra de conexão em\nrelação ao delito de lavagem de capitais, supostamente praticado em\nSão Paulo.\nIV. CONFLITO CONHECIDO. DECLARADA A COMPETÊNCIA DO  JUÍZO FEDERAL DA\n2ª VARA CRIMINAL DE SALVADOR (SJ/BA)",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250218",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 12/02/2025 a 18/02/2025,\npor unanimidade, conhecer do conflito, nos termos do voto da Sra.\nMinistra Relatora.\nOs Srs. Ministros Og Fernandes, Sebastião Reis Júnior, Rogerio\nSchietti Cruz, Reynaldo Soares da Fonseca, Antonio Saldanha\nPalheiro, Joel Ilan Paciornik, Messod Azulay Neto e Otávio de\nAlmeida Toledo (Desembargador Convocado do TJSP) votaram com a Sra.\nMinistra Relatora.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000900607",
  "numeroProcesso" : "2590469",
  "numeroRegistro" : "202400881832",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "MESSOD AZULAY NETO",
  "dataPublicacao" : "DJEN       DATA:21/02/2025",
  "ementa" : "DIREITO PROCESSUAL CIVIL. AGRAVO REGIMENTAL. EMBARGOS DE\nDIVERGÊNCIA. REQUISITOS NÃO ATENDIDOS. AGRAVO REGIMENTAL DESPROVIDO.\nI. Caso em exame1. Agravo regimental interposto contra decisão que\nindeferiu liminarmente os embargos de divergência, sob alegação de\nnão comprovação do dissídio jurisprudencial.\nII. Questão em discussão2. A questão em discussão consiste em saber\nse o agravante cumpriu os requisitos necessários para a comprovação\ndo dissídio jurisprudencial nos embargos de divergência, conforme\nexigido pelo art. 1.043, § 4º, do Código de Processo Civil e pelo\nart. 266, § 4º, do Regimento Interno do Superior Tribunal de\nJustiça.\nIII. Razões de decidir3. A utilização de acórdãos proferidos em\nhabeas corpus como paradigmas é inadmissível em embargos de\ndivergência, bem como acórdãos prolatados por outros tribunais,\nconforme entendimento consolidado do Superior Tribunal de Justiça.\n4. A transcrição de ementas sem demonstração analítica da similitude\nfática e jurídica entre os casos confrontados inviabiliza o\nconhecimento dos embargos de divergência.\nIV. Dispositivo e tese5. Agravo regimental desprovido.\nTese de julgamento:  \"1. A comprovação do dissídio jurisprudencial\nem embargos de divergência exige a juntada de certidões, cópias do\ninteiro teor dos acórdãos, citação de repositórios oficiais ou\nreprodução de julgados com indicação da fonte. 2. Acórdãos\nproferidos em habeas corpus  e por outros tribunaisnão podem ser\nutilizados como paradigmas em embargos de divergência. 3. A\ntranscrição de ementas sem demonstração analítica da similitude\nfática e jurídica inviabiliza o conhecimento dos embargos de\ndivergência.\"\nDispositivos relevantes citados:  CPC, art. 1.043, § 4º; RISTJ, art.\n266, § 4º.Jurisprudência relevante citada:  STJ, AgInt nos EAREsp\nn. 2.110.151/RS, Rel. Min. Francisco Falcão, Corte Especial, DJe de\n16/10/2023; STJ, AgInt nos EAREsp n. 1.974.590/GO, Rel. Min. Maria\nIsabel Gallotti, Corte Especial, DJe de 5/12/2023.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250218",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 12/02/2025 a 18/02/2025,\npor unanimidade, negar provimento ao agravo regimental, nos termos\ndo voto do Sr. Ministro Messod Azulay Neto.\nOs Srs. Ministros Og Fernandes, Sebastião Reis Júnior, Rogerio\nSchietti Cruz, Reynaldo Soares da Fonseca, Antonio Saldanha\nPalheiro, Joel Ilan Paciornik, Daniela Teixeira e Otávio de Almeida\nToledo (Desembargador Convocado do TJSP) votaram com o Sr. Ministro\nRelator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000900200",
  "numeroProcesso" : "1610224",
  "numeroRegistro" : "201601711709",
  "siglaClasse" : "AgRg nos EREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGENCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "REYNALDO SOARES DA FONSECA",
  "dataPublicacao" : "DJEN       DATA:26/02/2025",
  "ementa" : "AGRAVO REGIMENTAL EM EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL.\nINSURGÊNCIA DEFENSIVA. PENA-BASE. TRÁFICO DE DROGAS. MAJORAÇÃO ACIMA\nDO MÍNIMO LEGAL. EXPRESSIVA QUANTIDADE E NATUREZA NOCIVA DA DROGA.\nDISCRICIONARIEDADE. SISTEMA PENAL QUE ADMITE VARIAÇÕES, DESDE QUE\nFUNDAMENTADA A DECISÃO. INEXISTÊNCIA DE DISSÍDIO JURISPRUDENCIAL.\nSÚMULA 168/STJ. EMBARGOS DE DIVERGÊNCIA LIMINARMENTE INDEFERIDOS.\nAGRAVO REGIMENTAL DESPROVIDO.\n1. A finalidade dos embargos de divergência é a uniformização da\njurisprudência do Superior Tribunal de Justiça, razão pela qual não\npodem ser utilizados como nova via recursal, visando a corrigir\neventual equívoco ou controvérsia advinda do julgamento do próprio\nrecurso especial.\n2. Se o acórdão recorrido não destoa do entendimento jurisprudencial\nmajoritário e prevalecente nesta Corte sobre o tema, revela-se\ninviável o conhecimento de embargos de divergência, por esbarrarem\nno óbice do enunciado n. 168 da Súmula do STJ, segundo o qual, \"Não\ncabem embargos de divergência, quando a jurisprudência do tribunal\nse firmou no mesmo sentido do acordão embargado\".\n3. Situação em que, ao observar que não existe critério matemático\npara a escolha das frações de aumento em função da negativação dos\nvetores contidos no art. 59 do Código Penal e entender proporcional\no aumento da pena-base do delito de tráfico de drogas em razão da\nexpressiva quantidade e da natureza da droga apreendida (30,5 kg de\ncocaína), o acórdão recorrido se alinhou, em tudo, à jurisprudência\ndesta Corte.\n4. A jurisprudência desta Corte é assente no sentido de \"[n]ão\nexiste critério matemático obrigatório para a fixação da pena-base.\nPode o magistrado, consoante a sua discricionariedade motivada,\naplicar a sanção básica necessária e suficiente à repressão e\nprevenção do delito, pois as infinitas variações do comportamento\nhumano não se submetem, invariavelmente, a uma fração exata na\nprimeira fase da dosimetria\" (AgRg no HC 563.715/RO, Rel. Ministro\nROGERIO SCHIETTI CRUZ, SEXTA TURMA, julgado em 15/9/2020, DJe\n21/9/2020). Precedentes.\n5. A Terceira Seção do STJ também tem entendido que \"Na hipótese\nvertente, pretende a defesa, em embargos de divergência, balizar a\nfração de aumento da pena-base, no crime de tráfico de drogas,\nconsiderando a quantidade de entorpecente apreendido. Tal\nexpediente, contudo, é defeso, em se considerando a cognição própria\ndo recurso de divergência, pois, mutatis mutandis, 'se a própria\nlei não estipulou parâmetros certos com pesos definidos para a\nimplementação do percentual da causa de diminuição, é lícito ao\njulgador, dentro de certa margem de discricionariedade, fixar esse\nvalor, sempre com a devida fundamentação. Com efeito, a eventual\ndiferença de atribuição de penas em situações semelhantes, desde que\nobservados os parâmetros legais, é consequência inevitável do\nsistema vigente [...] No caso, não há divergência de teses\njurídicas, mas diferentes juízos de adequação, necessidade,\nrazoabilidade e proporcionalidade da sanção, devidamente\nfundamentada, dentro da margem de discricionariedade admitido pela\nlei penal' (EAREsp n. 1.913.808/DF, relatora Ministra Laurita Vaz,\nTerceira Seção, julgado em 22/3/2023, DJe de 3/4/2023)\" (AgRg nos\nEAREsp n. 1.822.341/SE, relator Ministro Antonio Saldanha Palheiro,\nTerceira Seção, julgado em 18/6/2024, DJe de 21/6/2024).\n6. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250212",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO, por unanimidade,\nnegar provimento ao agravo regimental, nos termos do voto do Sr.\nMinistro Reynaldo Soares da Fonseca.\nOs Srs. Ministros Antonio Saldanha Palheiro, Joel Ilan Paciornik,\nMessod Azulay Neto, Daniela Teixeira, Otávio de Almeida Toledo\n(Desembargador Convocado do TJSP), Og Fernandes, Sebastião Reis\nJúnior e Rogerio Schietti Cruz votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000900017",
  "numeroProcesso" : "11858",
  "numeroRegistro" : "201600553893",
  "siglaClasse" : "AgInt nos EDcl na ImpExe na ExeMS",
  "descricaoClasse" : "AGRAVO INTERNO NOS EMBARGOS DE DECLARAÇÃO NA IMPUGNAÇÃO À EXECUÇÃO NA EXECUÇÃO EM MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "RIBEIRO DANTAS",
  "dataPublicacao" : "DJEN       DATA:18/02/2025",
  "ementa" : "PROCESSUAL CIVIL E ADMINISTRATIVO. EXECUÇÃO EM MANDADO DE SEGURANÇA.\nPROVENTOS. TETO DO REGIME GERAL DA PREVIDÊNCIA SOCIAL. NÃO\nINCIDÊNCIA.\n1. Com razão a agravante quando defende a não incidência do teto do\nRegime Geral da Previdência Social sobre os cálculos dos retroativos\ndos proventos de aposentadoria. O teto do regime do art. 201 da\nConstituição Federal somente se aplica aos proventos dos servidores\npúblicos federais que: (i) ingressaram no serviço público a partir\nda criação da previdência complementar a que faz referência o art.\n40, § 14, da Constituição Federal; ou (ii) ingressaram no serviço\npúblico em data anterior, mas tenham expressamente optado pelo novo\nregime de previdência complementar, nos termos do art. 40, § 16, da\nCF.\n2. No caso, a exequente foi enquadrada no regime jurídico único dos\nservidores públicos federais em 20/7/2006, conforme informação\nprestada à fl. 346, antes, portanto, da vigência do novo regime de\nprevidência complementar do servidor público federal.\n3. Agravo interno provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250212",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da TERCEIRA SEÇÃO, por unanimidade, dar\nprovimento ao agravo interno, nos termos do voto do Sr. Ministro\nRelator.\nOs Srs. Ministros Og Fernandes, Sebastião Reis Júnior, Rogerio\nSchietti Cruz, Reynaldo Soares da Fonseca, Joel Ilan Paciornik,\nMessod Azulay Neto, Daniela Teixeira e Otávio de Almeida Toledo\n(Desembargador Convocado do TJSP) votaram com o Sr. Ministro\nRelator.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000899581",
  "numeroProcesso" : "17378",
  "numeroRegistro" : "202402978210",
  "siglaClasse" : "AgRg na Pet",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA PETIÇÃO",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JOEL ILAN PACIORNIK",
  "dataPublicacao" : "DJEN       DATA:24/02/2025",
  "ementa" : "DIREITO PROCESSUAL CIVIL. AGRAVO REGIMENTAL. EMBARGOS DE\nDIVERGÊNCIA. INADMISSIBILIDADE. AGRAVO REGIMENTAL DESPROVIDO.\nI. Caso em exame1. Agravo regimental interposto contra decisão da\nPresidência do STJ que indeferiu liminarmente embargos de\ndivergência, ao fundamento de que tais embargos são cabíveis apenas\npara impugnar acórdãos proferidos em sede de recurso especial, não\nsendo possível sua oposição em face de julgados proferidos em outras\nclasses processuais.\n2. A decisão embargada foi proferida nos autos de agravo regimental\nem habeas corpus, onde se discutia a fixação de regime inicial\nsemiaberto para tráfico de drogas, com base na quantidade de droga\napreendida.\nII. Questão em discussão3. A questão em discussão consiste em saber\nse é admissível a interposição de embargos de divergência contra\nacórdão proferido em habeas corpus, considerando a restrição\nprevista no art. 1.043 do CPC e no art. 266 do Regimento Interno do\nSTJ.\nIII. Razões de decidir4. A jurisprudência do STJ é firme no sentido\nde que acórdãos proferidos em habeas corpus não são admitidos como\nparadigmas para a comprovação de dissídio jurisprudencial em\nembargos de divergência.\n5. O art. 1.043 do CPC e o art. 266 do Regimento Interno do STJ\nestabelecem que os embargos de divergência são cabíveis apenas\ncontra acórdãos proferidos em recurso especial ou extraordinário,\nnão se aplicando a outras classes processuais.\n6. A decisão da Presidência do STJ que inadmitiu os embargos de\ndivergência foi mantida, pois está em conformidade com a legislação\ne a jurisprudência aplicáveis.\nIV. Dispositivo e tese7. Agravo regimental desprovido.\nTese de julgamento:  \"1. Acórdãos proferidos em habeas corpus não\nsão admitidos como paradigmas para embargos de divergência. 2.\nEmbargos de divergência são cabíveis apenas contra acórdãos\nproferidos em recurso especial ou extraordinário.\"\nDispositivos relevantes citados:  CPC, art. 1.043; RISTJ, art. 266.\nJurisprudência relevante citada:  STJ, AgInt nos EAREsp 474.423/RS,\nRel. Min. Nancy Andrighi, Corte Especial, DJe 10/5/2018; STJ, AgRg\nnos EAREsp n. 642.451/SC, Rel. Min. Felix Fischer, Corte Especial,\nDJe de 14/9/2020.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250218",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 12/02/2025 a 18/02/2025,\npor unanimidade, negar provimento ao agravo regimental, nos termos\ndo voto do Sr. Ministro Joel Ilan Paciornik.\nOs Srs. Ministros Og Fernandes, Sebastião Reis Júnior, Rogerio\nSchietti Cruz, Reynaldo Soares da Fonseca, Antonio Saldanha\nPalheiro, Messod Azulay Neto, Daniela Teixeira e Otávio de Almeida\nToledo (Desembargador Convocado do TJSP) votaram com o Sr. Ministro\nRelator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000899394",
  "numeroProcesso" : "207462",
  "numeroRegistro" : "202403057519",
  "siglaClasse" : "AgRg no CC",
  "descricaoClasse" : "AGRAVO REGIMENTAL NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "DANIELA TEIXEIRA",
  "dataPublicacao" : "DJEN       DATA:17/02/2025",
  "ementa" : "Ementa: DIREITO PROCESSUAL PENAL. AGRAVO REGIMENTAL. CONFLITO DE\nCOMPETÊNCIA.\nADMINISTRAÇÃO DE ESTABELECIMENTO PRISIONAL FEDERAL. COMPETÊNCIA DO\nJUÍZO CORREGEDOR DA PENITENCIÁRIA FEDERAL. AGRAVO REGIMENTAL\nDESPROVIDO.\nI. CASO EM EXAME 1. Agravo regimental interposto contra decisão que\nreconheceu a competência do juízo corregedor de penitenciária\nfederal para deliberação acerca de matérias administrativas\nrelacionadas à unidade prisional federal. O agravante alega violação\nao exercício de ampla defesa e afirma que a competência seria do\njuízo estadual de origem, responsável por matéria de conhecimento.\nII. QUESTÃO EM DISCUSSÃO 2. Há duas questões em discussão: (i)\nverificar se o incidente de conflito de competência comporta o\ndebate sobre matéria de fundo relativa à ampla defesa; e (ii)\nestabelecer se a competência para deliberação sobre questões\nadministrativas relacionadas à unidade prisional federal é do juízo\ncorregedor da penitenciária federal ou do juízo estadual.\nIII. RAZÕES DE DECIDIR 3. O agravo regimental é tempestivo e atende\naos requisitos de admissibilidade, razão pela qual é conhecido.\n4. O incidente de conflito de competência não comporta o exame de\nmatéria de fundo que diga respeito a direitos ou garantias das\npartes, limitando-se à delimitação da competência jurisdicional\nentre os juízos envolvidos.\n5. A competência para deliberação sobre questões administrativas\natinentes à administração de estabelecimento prisional federal,\nincluindo a regulamentação do material admitido no interior da\nunidade, é atribuída ao juízo corregedor da penitenciária federal,\nconforme artigos 2º e 4º, I, da Lei n.\n11.671/2008.\n6. O debate acerca de questões administrativas relacionadas à\nadministração prisional federal não se confunde com a execução penal\nindividualizada, sendo reservado expressamente ao juízo corregedor\ndo estabelecimento prisional federal.\nIV. AGRAVO REGIMENTAL DESPROVIDO.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250212",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO, por unanimidade,\nnegar provimento ao agravo regimental, nos termos do voto da Sra.\nMinistra Daniela Teixeira.\nOs Srs. Ministros Otávio de Almeida Toledo (Desembargador Convocado\ndo TJSP), Og Fernandes, Sebastião Reis Júnior, Rogerio Schietti\nCruz, Reynaldo Soares da Fonseca, Antonio Saldanha Palheiro, Joel\nIlan Paciornik e Messod Azulay Neto votaram com a Sra. Ministra\nRelatora.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000899371",
  "numeroProcesso" : "206385",
  "numeroRegistro" : "202402425356",
  "siglaClasse" : "AgRg no CC",
  "descricaoClasse" : "AGRAVO REGIMENTAL NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "DANIELA TEIXEIRA",
  "dataPublicacao" : "DJEN       DATA:17/02/2025",
  "ementa" : "DIREITO PROCESSUAL PENAL. AGRAVO REGIMENTAL. CONFLITO DE\nCOMPETÊNCIA. EXECUÇÃO PENAL. TRANSFERÊNCIA DE PRESO PARA SISTEMA\nPENITENCIÁRIO FEDERAL DE SEGURANÇA MÁXIMA.COMPETÊNCIA DO JUÍZO\nESTADUAL PARA SOLICITAR A TRANSFERÊNCIA OU RENOVAÇÃO DA PERMANÊNCIA.\nALTA PERICULOSIDADE DO APENADO. DECISÃO FUNDAMENTADA. AGRAVO\nDESPROVIDO. I. CASO EM EXAME 1. Agravo regimental interposto contra\ndecisão monocrática que declarou a competência do Juízo Federal da\nSeção de Execução Penal de Catanduvas - SJ/PR, para prosseguir com a\ncustódia de F.J.B.V. no Sistema Penitenciário Federal. O conflito\nde competência foi suscitado pelo Juízo de Direito da Vara de\nExecução de Penas Privativas de Liberdade em Meio Fechado e\nSemiaberto de Belém - PA, que argumentou pela necessidade de\npermanência do custodiado no sistema federal, em face de sua\nliderança em organização criminosa e alta periculosidade, enquanto o\nJuízo Federal da Seção de Execução Penal de Catanduvas - SJ/PR\nindeferiu a renovação, considerando a ausência de persistência dos\nmotivos que ensejaram a inclusão.\nII. QUESTÃO EM DISCUSSÃO 2. Há duas questões em discussão: (i)\ndefinir se o Juízo Federal pode reavaliar os fundamentos\napresentados pelo Juízo Estadual para a manutenção de preso em\nestabelecimento penal federal de segurança máxima; (ii) estabelecer\nse há elementos suficientes para manter o custodiado no Sistema\nPenitenciário Federal.\nIII. RAZÕES DE DECIDIR 3. A jurisprudência do STJ é pacífica ao\nafirmar que não compete ao Juízo Federal reavaliar os fundamentos\napresentados pelo Juízo Estadual para a inclusão ou permanência de\npreso em estabelecimento de segurança máxima, cabendo exclusivamente\nao juízo estadual a declaração da excepcionalidade da medida.\n4. A manutenção do custodiado no Sistema Penitenciário Federal\nencontra fundamento em sua liderança dentro da organização criminosa\nComando Vermelho Rogério Lemgruber (CVRL-PA), além da alta\npericulosidade e influência sobre outros internos, o que justifica a\npermanência em presídio federal, conforme a Lei n. 11.671/2008.\n5. O bom comportamento do apenado no presídio federal não é\nsuficiente para justificar seu retorno ao sistema penitenciário\nestadual, onde a sua presença poderia desestabilizar a ordem e a\nsegurança pública, conforme elementos apresentados pelo Juízo\nsuscitante.\n6. A decisão monocrática agravada está de acordo com a\njurisprudência da Terceira Seção do STJ, que prevê que a renovação\nda permanência do preso no sistema federal é justificada pela\ncontinuidade dos fundamentos que ensejaram a transferência, não\nsendo necessária a apresentação de fatos novos.\nIV. AGRAVO REGIMENTAL DESPROVIDO.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250212",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO, por unanimidade,\nnegar provimento ao agravo regimental, nos termos do voto da Sra.\nMinistra Daniela Teixeira.\nOs Srs. Ministros Otávio de Almeida Toledo (Desembargador Convocado\ndo TJSP), Og Fernandes, Sebastião Reis Júnior, Rogerio Schietti\nCruz, Reynaldo Soares da Fonseca, Antonio Saldanha Palheiro, Joel\nIlan Paciornik e Messod Azulay Neto votaram com a Sra. Ministra\nRelatora.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000899369",
  "numeroProcesso" : "48558",
  "numeroRegistro" : "202500026237",
  "siglaClasse" : "AgRg na Rcl",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "REYNALDO SOARES DA FONSECA",
  "dataPublicacao" : "DJEN       DATA:14/02/2025",
  "ementa" : "AGRAVO REGIMENTAL EM RECLAMAÇÃO. ALEGADO DESCUMPRIMENTO DE DECISÃO\nDESTA CORTE QUE NÃO CONHECEU DE HABEAS CORPUS. AUSÊNCIA DE\nPROVIMENTO EMANADO DESTA CORTE QUE POSSA CONFIGURAR DESCUMPRIMENTO.\nDETERMINAÇÃO DE ENCAMINHAMENTO DE OFÍCIO À CORREGEDORIA DE TRIBUNAL\nDE JUSTIÇA PARA CIÊNCIA DE ALEGAÇÕES DE TORTURA NO AMBIENTE\nPRISIONAL E DE FALTA DE ATENDIMENTO MÉDICO ADEQUADO QUE NÃO\nCORRESPONDEM A ORDEM DESCUMPRIDA. REITERAÇÃO DE PEDIDO JÁ DECIDIDO\nPOR ESTA CORTE NA RCL 45.722/MG. RECLAMAÇÃO QUE NÃO AUTORIZA\nCONHECIMENTO. AGRAVO REGIMENTAL DESPROVIDO.\n1. \"Inviável o reexame de matéria já apreciada em reclamação\nanteriormente julgada, configurada a inadmissível reiteração de\npedido, nos termos do art. 210 do Regimento Interno do STJ.\" (AgRg\nna Rcl n. 45.013/DF, relator Ministro Jesuíno Rissato (Desembargador\nConvocado do TJDFT), Terceira Seção, julgado em 13/12/2023, DJe de\n19/12/2023).\n2. Situação em que o reclamante renova alegação de descumprimento do\nHC 692.959/MG, já examinada pela Terceira Seção desta Corte na RCL\nn. 45.722/MG, na qual se concluiu que, a par de não ter sido\nconhecido o julgado apontado como descumprido e de não haver nele\nnenhum tipo de provimento cujo descumprimento pudesse ser aventado,\na mera determinação encaminhamento de cópia da impetração à\ncorregedoria do Tribunal de Justiça de Minas Gerais e à Secretaria\nde Administração Penitenciária estadual para providências cabíveis\nem relação a alegações de tortura não constitui ordem que obrigue a\ncorregedoria de Tribunal a quo a instaurar procedimento\nadministrativo disciplinar ou a efetuar qualquer tipo de punição,\nnão se prestando, portanto, a amparar o ajuizamento de reclamação.\nConsignou-se, ademais, que a Reclamação não constitui ação voltada\nao atendimento de pleitos de envio de ofícios a outros órgãos, tanto\nmais porque tais ofícios podem ser elaborados e enviados pelo\npróprio reclamante.\n3. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250206",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO, por unanimidade,\nnegar provimento ao agravo regimental, nos termos do voto do Sr.\nMinistro Reynaldo Soares da Fonseca.\nOs Srs. Ministros Antonio Saldanha Palheiro, Joel Ilan Paciornik,\nMessod Azulay Neto, Daniela Teixeira, Otávio de Almeida Toledo\n(Desembargador Convocado do TJSP), Og Fernandes, Sebastião Reis\nJúnior e Rogerio Schietti Cruz votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000899368",
  "numeroProcesso" : "48264",
  "numeroRegistro" : "202404010555",
  "siglaClasse" : "AgRg na Rcl",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "REYNALDO SOARES DA FONSECA",
  "dataPublicacao" : "DJEN       DATA:14/02/2025",
  "ementa" : "AGRAVO REGIMENTAL EM RECLAMAÇÃO. INSURGÊNCIA DEFENSIVA. PRELIMINAR\nDE INTEMPESTIVIDADE DO AGRAVO REGIMENTAL REJEITADA. ALEGAÇÃO DE\nDESCUMPRIMENTO DE JULGADO DO STJ QUE DETERMINOU AO JUÍZO DE 1º GRAU\nPROLATAR SENTENÇA EM 30 DIAS. AUSÊNCIA DE DEMONSTRAÇÃO DE QUE A\nAUTORIDADE RECLAMADA TEVE CIÊNCIA DA DECISÃO APONTADA COMO\nDESCUMPRIDA. INEXISTÊNCIA DE DESCUMPRIMENTO. RECLAMAÇÃO JULGADA\nIMPROCEDENTE. AGRAVO REGIMENTAL DESPROVIDO.\n1. Uma vez que o art. 44, I, da Lei Complementar n. 80/1994 assegura\nà Defensoria Pública o direito à intimação pessoal e ao prazo em\ndobro para recorrer, o termo inicial para a contagem do prazo\nrecursal da Defensoria é a data de sua intimação pessoal ou\neletrônica, e não a data da publicação da decisão recorrida no\nDiário da Justiça Eletrônico.\nSituação em que o agravo regimental foi protocolado em 13/12/2024\n(sexta-feira), impugnando decisão monocrática da qual a Defensoria\nPública da Bahia foi pessoalmente intimada em 06/12/2024\n(sexta-feira). Iniciado o prazo recursal no primeiro dia útil\nsubsequente - in casu, 09/12/2024 (segunda-feira) -, é nitidamente\ntempestivo o presente regimental protocolado no último dia do prazo\nde 5 (cinco) dias.\nPreliminar de intempestividade do agravo regimental rejeitada.\n2. Não há como se imputar o descumprimento de julgado desta Corte a\nmagistrado de 1º grau que dele não foi devidamente intimado, o que\npoderia ter sido providenciado inclusive pela própria defesa.\n3. A remessa de ofício ao Presidente do Tribunal de Justiça do\nEstado da Bahia não permite presumir que a ordem emanada desta Corte\ntenha sido comunicada ao Juízo de 1º grau e não configura\ndescumprimento reflexo, já que até mesmo o descumprimento reflexo\npressupõe a prévia ciência do comando judicial pela autoridade\nreclamada.\n4. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250206",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO, por unanimidade,\nnegar provimento ao agravo regimental, nos termos do voto do Sr.\nMinistro Reynaldo Soares da Fonseca.\nOs Srs. Ministros Antonio Saldanha Palheiro, Joel Ilan Paciornik,\nMessod Azulay Neto, Daniela Teixeira, Otávio de Almeida Toledo\n(Desembargador Convocado do TJSP), Og Fernandes, Sebastião Reis\nJúnior e Rogerio Schietti Cruz votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000899367",
  "numeroProcesso" : "2238012",
  "numeroRegistro" : "202203420062",
  "siglaClasse" : "AgRg na TutPrv nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA TUTELA PROVISÓRIA INCIDENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "DANIELA TEIXEIRA",
  "dataPublicacao" : "DJEN       DATA:17/02/2025",
  "ementa" : "Ementa: DIREITO PROCESSUAL CIVIL E PENAL. AGRAVO REGIMENTAL NOS\nEMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL.\nINADMISSIBILIDADE DE EMBARGOS DE DIVERGÊNCIA CONTRA DECISÃO QUE NÃO\nADMITE RECURSO ESPECIAL. ACÓRDÃO EM HABEAS CORPUS UTILIZADO COMO\nPARADIGMA. INADEQUAÇÃO.\nINCIDÊNCIA DA SÚMULA Nº 182/STJ. AGRAVO REGIMENTAL DESPROVIDO.\nI. CASO EM EXAME 1. Agravo regimental interposto contra decisão que\nnão conheceu dos embargos de divergência apresentados contra decisão\nque negou seguimento a recurso especial. A parte embargante indicou\ncomo paradigma acórdão proferido em habeas corpus e pretende\nreverter a inadmissão do recurso, sem, contudo, impugnar\nespecificamente os fundamentos da decisão agravada.\nNo curso dos autos, postulou a parte, também, a aplicação do art.\n28-A do CPP.\nII. QUESTÃO EM DISCUSSÃO 2. Há três questões em discussão: (i) se é\ncabível o Acordo de Não Persecução Penal (ANPP); (ii) se é\nadmissível a interposição de embargos de divergência contra decisão\nque não admite recurso especial; e (iii) se é válido o uso de\nacórdão em habeas corpus como paradigma para embargos de\ndivergência.\nIII. RAZÕES DE DECIDIR 3. Exercida a discricionariedade motivada\ntípica do art. 28-A do CPP, o \"parquet\" houve por bem apontar,\nfundamentadamente, o não cabimento do ANPP tendo em vista a\ninformação de que o réu celebrou transação penal há menos de 5 anos\nantes da prática da infração aqui apurada, óbice legal bastante a\nsua pretensão de solução negociada na espécie.\n4. A jurisprudência consolidada do Superior Tribunal de Justiça\n(STJ), conforme enunciado da Súmula nº 315, veda a interposição de\nembargos de divergência no âmbito de agravo que não admite recurso\nespecial.\n5. Não é possível utilizar acórdão proferido em habeas corpus como\nparadigma para fins de embargos de divergência, em razão da natureza\nespecífica desse tipo de decisão, conforme jurisprudência\npacificada desta Corte (AgInt nos EAREsp 1.293.091/CE, Rel. Min.\nHumberto Martins, Corte Especial, DJe 25/8/2023).\nIV. AGRAVO REGIMENTAL DESPROVIDO.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250212",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO, por unanimidade,\nnegar provimento ao agravo regimental e revogar a suspensão dos\nefeitos da inelegibilidade do recorrente, o que torna prejudicado o\nagravo regimental interposto pelo Ministério Público do Estado do\nParaná, nos termos do voto da Sra. Ministra Daniela Teixeira.\nOs Srs. Ministros Otávio de Almeida Toledo (Desembargador Convocado\ndo TJSP), Og Fernandes, Sebastião Reis Júnior, Rogerio Schietti\nCruz, Reynaldo Soares da Fonseca, Antonio Saldanha Palheiro, Joel\nIlan Paciornik e Messod Azulay Neto votaram com a Sra. Ministra\nRelatora.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000899366",
  "numeroProcesso" : "2482411",
  "numeroRegistro" : "202303767554",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "DANIELA TEIXEIRA",
  "dataPublicacao" : "DJEN       DATA:17/02/2025",
  "ementa" : "Ementa: DIREITO PROCESSUAL PENAL. AGRAVO REGIMENTAL EM EMBARGOS DE\nDIVERGÊNCIA EM EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NO AGRAVO\nEM RECURSO ESPECIAL. INADMISSIBILIDADE.\nACÓRDÃO RECORRIDO QUE NÃO ENFRENTOU O MÉRITO.\nINCIDÊNCIA DA SÚMULA 182/STJ. IMPOSSIBILIDADE DE REVISÃO DA DECISÃO\nPOR MEIO DE EMBARGOS DE DIVERGÊNCIA. SÚMULA 315/STJ. AGRAVO\nREGIMENTAL DESPROVIDO.\nI. CASO EM EXAME 1. Agravo regimental interposto contra decisão\nmonocrática que indeferiu embargos de divergência apresentados\ncontra acórdão que não conheceu de agravo em recurso especial, com\nfundamento na Súmula 182/STJ. O agravante sustenta que a impugnação\nrecursal foi suficientemente fundamentada e que seria viável o exame\ndo mérito da controvérsia.\nII. QUESTÃO EM DISCUSSÃO 2. Há duas questões em discussão: (i)\ndefinir se os embargos de divergência são cabíveis contra acórdão\nque não enfrentou o mérito da controvérsia, por incidência da Súmula\n182/STJ; (ii) estabelecer se a jurisprudência do STJ permite a\nrevisão desse entendimento por meio de embargos de divergência.\nIII. RAZÕES DE DECIDIR 3. Os embargos de divergência têm como\nfinalidade a uniformização da jurisprudência interna do STJ, sendo\ncabíveis apenas contra acórdãos de órgãos fracionários que divirjam\ndo julgamento de outro órgão do Tribunal, desde que ambos os\nacórdãos sejam de mérito ou que ao menos um deles tenha apreciado a\ncontrovérsia, conforme o art. 266 do RISTJ e o art.\n1.043 do CPC.\n4. O acórdão recorrido não analisou o mérito da questão, pois não\nconheceu do agravo em recurso especial em razão da Súmula 182/STJ,\ntornando incabível a oposição de embargos de divergência, conforme a\nSúmula 315/STJ.\n5. A jurisprudência do STJ é pacífica no sentido de que os embargos\nde divergência não podem ser utilizados como meio de revisão de\ndecisão que inadmitiu agravo em recurso especial, pois sua\nfinalidade não é a reanálise do juízo de admissibilidade, mas a\nuniformização de teses jurídicas no âmbito do Tribunal.\nIV. AGRAVO REGIMENTAL DESPROVIDO.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250212",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO, por unanimidade,\nnegar provimento ao agravo regimental, nos termos do voto da Sra.\nMinistra Daniela Teixeira.\nOs Srs. Ministros Otávio de Almeida Toledo (Desembargador Convocado\ndo TJSP), Og Fernandes, Sebastião Reis Júnior, Rogerio Schietti\nCruz, Reynaldo Soares da Fonseca, Antonio Saldanha Palheiro, Joel\nIlan Paciornik e Messod Azulay Neto votaram com a Sra. Ministra\nRelatora.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000899365",
  "numeroProcesso" : "2127623",
  "numeroRegistro" : "202201474755",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "DANIELA TEIXEIRA",
  "dataPublicacao" : "DJEN       DATA:17/02/2025",
  "ementa" : "Ementa: DIREITO PENAL. AGRAVO REGIMENTAL EM EMBARGOS DE DIVERGÊNCIA\nEM AGRAVO REGIMENTAL EM AGRAVO EM RECURSO ESPECIAL. ESTUPRO DE\nVULNERÁVEL. AÇÃO PENAL PÚBLICA INCONDICIONADA.\nART. 225 DO CÓDIGO PENAL (REDAÇÃO ANTERIOR À LEI Nº 12.015/2009).\nLEGIIMIDADE DO MINISTÉRIO PÚBLICO.\nVIOLAÇÃO AO ART. 59 DO CP. CONSEQUÊNCIAS DO CRIME COMO FUNDAMENTO\nPARA AUMENTO DA PENA-BASE.\nAUSÊNCIA DE SIMILITUDE FÁTICA ENTRE OS ACÓRDÃOS.\nART. 226, II DO CPP. CRIMES CONTRA DIGNIDADE SEXUAL.\n\"BIS IN IDEM\". TEMA 1.215. AGRAVO DESPROVIDO.\nI. CASO EM EXAME 1. Embargos de Divergência opostos contra acórdão\nda 6ª Turma do Superior Tribunal de Justiça, que negou provimento a\nagravo regimental em agravo em recurso especial. O acórdão recorrido\nassentou a legitimidade do Ministério Público para propor ação\npenal pública incondicionada em casos de estupro de vulnerável,\nindependentemente de representação, mesmo antes da entrada em vigor\nda Lei nº 12.015/2009, e confirmou a idoneidade do abalo psicológico\nda vítima como fundamento para exasperação da pena-base, nos termos\ndo art. 59 do Código Penal.\nII. QUESTÃO EM DISCUSSÃO 2. Há três questões em discussão: (i)\ndefinir se há divergência na interpretação acerca da definição sobre\nse, antes da Lei nº 12.015/2009, o Ministério Público tinha\nlegitimidade para propor ação penal pública incondicionada em crimes\nsexuais contra crianças e adolescentes, sem necessidade de\nrepresentação; (ii) determinar se é possível alterar em sede de\nEmbargos de Divergência a valoração negativa das consequências do\ncrime, especialmente o abalo psicológico sofrido pela vítima; e\n(iii) se há divergência quanto à suposta ocorrência de bis in idem\nna utilização da majorante do art. 226 , II , do Código Penal nos\ncrimes contra a dignidade sexual.\nIII. RAZÕES DE DECIDIR 3. Os embargos de divergência visam à\nuniformização da jurisprudência do Superior Tribunal de Justiça, não\nsendo admissíveis como via recursal para corrigir suposto erro no\njulgamento do agravo em recurso especial.\n4. Os embargos de divergência são incabíveis quando a jurisprudência\ndo Tribunal está consolidada no mesmo sentido do acórdão embargado,\nnos termos da Súmula 168/STJ.\n5. A jurisprudência do STJ é pacífica no sentido de que, mesmo antes\nda Lei nº 12.015/2009, o Ministério Público detinha legitimidade\npara a propositura de ação penal pública incondicionada em casos de\ncrimes sexuais contra menores, em observância ao princípio da\nproteção integral previsto no art. 227 da Constituição Federal e em\ntratados internacionais ratificados pelo Brasil.\n6. São \"Incabíveis os embargos de divergência quando os julgados\nconfrontados assentam-se em premissas fáticas evidentemente\ndistintas. \" (AgRg nos EAREsp 2035619 / SP, RELATOR Ministro JESUÍNO\nRISSATO (DESEMBARGADOR CONVOCADO DO TJDFT) (8420), ÓRGÃO JULGADOR\nTERCEIRA SEÇÃO, DATA DO JULGAMENTO 12/12/2023, DATA DA\nPUBLICAÇÃO/FONTE DJe 15/12/2023).\n7. Quanto à majoração da pena-base, embora reforce a existência de\nsimilitude fática, a parte agravante apontou acórdão paradigma que\nnão contava com a peculiaridade de que houve a juntada aos autos de\nlaudo médico que deu conta do efetivo abalo psicológico à vítima,\nfato não ocorrido no paradigma indicado, onde o aumento da pena-base\nfoi rechaçado por repousar em \"fundamentação de caráter genérico ou\nque utiliza elementares do tipo penal\".\n8. No que tange a questão da suposta ocorrência de bis in idem na\nutilização da majorante do art. 226 , II , do Código Penal, trata-se\nde questão cuja divergência restou acertada de maneira definitiva\npor julgamento unânime desta Terceira Seção no último dia\n13/11/2024, ocasião em que se firmou a seguinte tese:\n\"nos crimes contra a dignidade sexual, não configura bis in idem a\naplicação simultânea da agravante genérica do art. 61, II, \"f\", e da\nmajorante específica do art. 226, II, ambos do Código Penal, salvo\nquando presente apenas a relação de autoridade do agente sobre a\nvítima, hipótese na qual deve ser aplicada tão somente a causa de\naumento\". (Tema 1.215) IV. AGRAVO DESPROVIDO.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250212",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO, por unanimidade,\nnegar provimento ao agravo regimental, nos termos do voto da Sra.\nMinistra Daniela Teixeira.\nOs Srs. Ministros Otávio de Almeida Toledo (Desembargador Convocado\ndo TJSP), Og Fernandes, Sebastião Reis Júnior, Rogerio Schietti\nCruz, Reynaldo Soares da Fonseca, Antonio Saldanha Palheiro, Joel\nIlan Paciornik e Messod Azulay Neto votaram com a Sra. Ministra\nRelatora.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000899328",
  "numeroProcesso" : "2119556",
  "numeroRegistro" : "202303245300",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "OTÁVIO DE ALMEIDA TOLEDO (DESEMBARGADOR CONVOCADO DO TJSP)",
  "dataPublicacao" : "DJEN       DATA:20/02/2025",
  "ementa" : "RECURSO ESPECIAL REPRESENTATIVO DE CONTROVÉRSIA. DIREITO PENAL.\nEXECUÇÃO DA PENA. DIREITO DE VISITAÇÃO. REALIZAÇÃO DA FINALIDADE DA\nPENA. VISITANTE EM CUMPRIMENTO DE PENA EM REGIME ABERTO OU EM\nLIVRAMENTO CONDICIONAL. POSSIBILIDADE. RESTRIÇÃO EM HIPÓTESES\nEXCEPCIONAIS, DEVIDAMENTE MOTIVADA NO CASO CONCRETO, VEDADA A\nPROIBIÇÃO GENÉRICA. PROVIMENTO AO RECURSO ESPECIAL. FIXAÇÃO DA TESE\nJURÍDICA.\nI. Caso em Exame\n1. Recurso especial interposto contra acórdão do Tribunal de Justiça\ndo Distrito Federal e dos Territórios que negou provimento ao\nagravo em execução, mantendo a decisão que não permitiu o ingresso\nem estabelecimento prisional para visitação do paciente por seu\nirmão, em razão de estar em cumprimento de pena no regime aberto.\nII. Questão em Discussão\n2. Recurso especial representativo de controvérsia em relação à\npossibilidade de visitação por pessoa em cumprimento de pena em\nregime aberto ou em livramento condicional (Tema Repetitivo 1.274).\nIII. Razões de Decidir\n3. O posicionamento de ambas as Turmas criminais do Superior\nTribunal de Justiça é no sentido da compatibilidade da visitação ao\napenado por pessoa cumprindo pena em regime aberto ou em livramento\ncondicional, diante da função ressocializadora da pena, restrição\naos efeitos da pena, sua pessoalidade e intranscendência.\nPrecedentes: AgRg no AREsp n. 2.223.459/DF, relator Ministro Jesuíno\nRissato (Desembargador Convocado do Tjdft), Sexta Turma, julgado em\n20/6/2023, DJe de 23/6/2023; AgRg no AREsp n. 1.650.427/DF, relator\nMinistro Nefi Cordeiro, Sexta Turma, julgado em 30/6/2020, DJe de\n6/8/2020; AgRg no AREsp n. 1.227.471/DF, relatora Ministra Maria\nThereza de Assis Moura, Sexta Turma, julgado em 15/3/2018, DJe de\n27/3/2018; AgRg no REsp n. 1.556.908/DF, relator Ministro Sebastião\nReis Júnior, Sexta Turma, julgado em 15/10/2015, DJe de 5/11/2015; e\nAgRg no REsp n. 1.475.961/DF, relator Ministro Leopoldo de Arruda\nRaposo (Desembargador Convocado do Tj/pe), Quinta Turma, julgado em\n1/10/2015, DJe de 13/10/2015.\n4. A finalidade ressocializadora da pena tem assento na Convenção\nAmericana de Direitos Humanos (art. 5.6), cuja interpretação pela\nCorte Interamericana de Direitos Humanos engloba a salvaguarda do\ncontato com a família e o mundo exterior, corporificados no direito\nda pessoa presa a receber visitas (Caso López y Otros Vs.\nArgentina), estreitamente relacionado também à proteção da família\n(Caso Norín Catrimán y Otros (Dirigentes, Miembros y Activista del\nPueblo Indígena Mapuche) Vs. Chile).\n5. O direito de visitas é previsto, ademais, nas Regras Mínimas das\nNações Unidas para o Tratamento de Reclusos (\"Regras de Mandela\") e\nna legislação doméstica, notadamente no art. 41, inciso X, da Lei de\nExecução Penal - normativa que \"tem como objetivo a reintegração\ngradual do apenado à sociedade, por meio do processo de progressão\nde pena\" (REsp n. 1.544.036/RJ, relator Ministro Rogerio Schietti\nCruz, Terceira Seção, julgado em 14/9/2016, DJe de 19/9/2016).\n6. As hipóteses em discussão envolvem processo de reintegração à\nsociedade que se encontra em fase avançada, com ênfase na\nautodisciplina e senso de responsabilidade do condenado (regime\naberto) e na obtenção da liberdade mediante observância de condições\nestabelecidas (livramento condicional). Não se pode perder de\nvista, ademais, que a pessoa presa conserva todos os direitos não\natingidos pela perda da liberdade (art. 38 do Código Penal).\n7. A compreensão de que \"[o] direito de visita pode sofrer\nlimitações, diante das peculiaridades do caso concreto\" (AgRg no\nAREsp n. 1.602.725/DF, relator Ministro Antonio Saldanha Palheiro,\nSexta Turma, julgado em 20/10/2020, DJe de 27/10/2020) é contemplada\npela Lei n. 7.210/84, que admite limitação ao direito de visitação\nmediante ato motivado do juiz da execução penal. Inviável,\nentretanto, a restrição genérica, que tenha por base a\ncircunstância, em abstrato, de estar o/a visitante cumprindo pena em\nregime aberto ou livramento condicional.\n8. Conclui-se, assim, que é admissível o recebimento de visitas,\npela pessoa presa, de quem está cumprindo pena em regime aberto ou\nem gozo de livramento condicional. A restrição a tal direito poderá\nocorrer de forma excepcional, quando determinada pelo juízo da\nexecução penal, mediante decisão devidamente fundamentada em\ncircunstâncias do caso concreto que guardem relação com a limitação,\nquando esta se revelar adequada, necessária e proporcional. Diante\nde tal quadro, não se considera devidamente fundamentada decisão que\nrestringe a visitação por pessoa cumprindo pena em regime aberto ou\nem gozo de livramento condicional quando baseada, de forma\ngenérica, em tais circunstâncias.\n9. Caso concreto em que foi negado o direito de visitação ao\nrecorrente por seu irmão em razão de estar em cumprimento de pena no\nregime aberto. Restrição de visitação não fundamentada em elementos\nconcretos, mas na normativa genérica traçada em portaria do juízo\ndas execuções penais local. Incompatibilidade com a jurisprudência\ndeste Superior Tribunal.\nIV. Dispositivo e Teses\n10. Recurso especial provido para reformar a decisão recorrida e\nprover o agravo em execução, garantindo ao recorrente o direito de\nvisita por seu irmão, independentemente de que esta esteja em\ncumprimento de pena no regime aberto.\n11. Tese jurídica fixadas para fins dos arts. 927, III, 1.039 e\nseguintes do CPC/2015.\nTema Repetitivo 1.274: O fato de o visitante cumprir pena privativa\nde liberdade em regime aberto ou em livramento condicional não\nimpede, por si só, o direito à visita em estabelecimento prisional.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250212",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da TERCEIRA SEÇÃO, por unanimidade, dar\nprovimento ao recurso especial para reformar a decisão recorrida e\nprover o agravo em execução, garantindo ao recorrente o direito de\nvisita por seu irmão, independentemente de que este esteja em\ncumprimento de pena no regime aberto, e fixou a seguinte tese quanto\nao Tema Repetitivo n. 1.274: \"O fato de o visitante cumprir pena\nprivativa de liberdade em regime aberto ou em livramento condicional\nnão impede por si só o direito à visita em estabelecimento\nprisional\", nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Og Fernandes, Sebastião Reis Júnior, Rogerio\nSchietti Cruz, Reynaldo Soares da Fonseca, Antonio Saldanha\nPalheiro, Joel Ilan Paciornik, Messod Azulay Neto e Daniela Teixeira\nvotaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : "(CUMPRINDO PENA - REGIME ABERTO OU LIVRAMENTO CONDICIONAL -\nVISITAÇÃO NO SISTEMA PRISIONAL - COMPATIBILIDADE)\n   STJ - <<AgRg no AREsp 2223459>>-DF,\n         <<AgRg no AREsp 1650427>>-DF,\n         <<AgRg no AREsp 1227471>>-DF, <<AgRg no REsp 1556908>>-DF,\n         <<AgRg no REsp 1475961>>-DF\n(APENADO - DIREITO DE VISITAS)\n   STJ - <<REsp 1544036>>-RJ (RECURSO REPETITIVO - TEMA(s) 445)\n(APENADO - DIREITO DE VISITAS - LIMITAÇÕES)\n   STJ - <<AgRg no AREsp 1602725>>-DF,\n         <<AgRg no AREsp 1767059>>-PR",
  "notas" : "Julgado conforme procedimento previsto para os Recursos Repetitivos\nno âmbito do STJ.",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : "\"O fato de o visitante cumprir pena privativa de liberdade em regime\naberto ou em livramento condicional não impede, por si só, o direito\nà visita em estabelecimento prisional\".",
  "tema" : "Tema Repetitivo 1274\nSituação do tema: Acórdão Publicado",
  "referenciasLegislativas" : [ "LEG:FED LEI:007210 ANO:1984\n*****  LEP-84    LEI DE EXECUÇÃO PENAL\n        ART:00003 ART:00041 INC:00010 PAR:00001", "LEG:INT CVC:****** ANO:1969\n*****  CADH    CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS", "LEG:FED DEL:002848 ANO:1940\n*****  CP-40    CÓDIGO PENAL\n        ART:00038", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036", "LEG:INT RES:****** ANO:2015\n*****  RESONU2015    REGRAS DE MANDELA\n(REGRAS 58, 59 E 60 DA RESOLUÇÃO 70/175 DA ONU, REGRAS MÍNIMAS DAS\nNAÇÕES UNIDAS PARA O TRATAMENTO DE RECLUSOS)" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000899327",
  "numeroProcesso" : "2109337",
  "numeroRegistro" : "202304106018",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "OTÁVIO DE ALMEIDA TOLEDO (DESEMBARGADOR CONVOCADO DO TJSP)",
  "dataPublicacao" : "DJEN       DATA:20/02/2025",
  "ementa" : "  RECURSO ESPECIAL REPRESENTATIVO DE CONTROVÉRSIA. DIREITO PENAL.\nEXECUÇÃO DA PENA. DIREITO DE VISITAÇÃO. REALIZAÇÃO DA FINALIDADE DA\nPENA. VISITANTE EM CUMPRIMENTO DE PENA EM REGIME ABERTO OU EM\nLIVRAMENTO CONDICIONAL. POSSIBILIDADE. RESTRIÇÃO EM HIPÓTESES\nEXCEPCIONAIS, DEVIDAMENTE MOTIVADA NO CASO CONCRETO, VEDADA A\nPROIBIÇÃO GENÉRICA. PROVIMENTO AO RECURSO ESPECIAL. FIXAÇÃO DA TESE\nJURÍDICA.\nI. Caso em Exame 1. Recurso especial interposto contra acórdão do\nTribunal de Justiça do Distrito Federal e dos Territórios que negou\nprovimento ao agravo em execução, mantendo a decisão que não\npermitiu o ingresso em estabelecimento prisional para visitação do\npaciente por sua mãe, em razão de estar em cumprimento de pena no\nregime aberto.\nII. Questão em Discussão 2. Recurso representativo de controvérsia\nem relação à possibilidade de visitação por pessoa em cumprimento de\npena em regime aberto ou em livramento condicional (Tema Repetitivo\n1.274).  III. Razões de Decidir 3. O posicionamento de ambas as\nTurmas criminais do Superior Tribunal de Justiça é no sentido da\ncompatibilidade da visitação ao apenado por pessoa cumprindo pena em\nregime aberto ou em livramento condicional, diante da função\nressocializadora da pena, restrição aos efeitos da pena, sua\npessoalidade e intranscendência.\nPrecedentes: AgRg no AREsp n. 2.223.459/DF, relator Ministro Jesuíno\nRissato (Desembargador Convocado do Tjdft), Sexta Turma, julgado em\n20/6/2023, DJe de 23/6/2023; AgRg no AREsp n.\n1.650.427/DF, relator Ministro Nefi Cordeiro, Sexta Turma, julgado\nem 30/6/2020, DJe de 6/8/2020; AgRg no AREsp n. 1.227.471/DF,\nrelatora Ministra Maria Thereza de Assis Moura, Sexta Turma, julgado\nem 15/3/2018, DJe de 27/3/2018; AgRg no REsp n.\n1.556.908/DF, relator Ministro Sebastião Reis Júnior, Sexta Turma,\njulgado em 15/10/2015, DJe de 5/11/2015; e AgRg no REsp n.\n1.475.961/DF, relator Ministro Leopoldo de Arruda Raposo\n(Desembargador Convocado do Tj/pe), Quinta Turma, julgado em\n1/10/2015, DJe de 13/10/2015.\n4. A finalidade ressocializadora da pena tem assento na Convenção\nAmericana de Direitos Humanos (art. 5.6), cuja interpretação pela\nCorte Interamericana de Direitos Humanos engloba a salvaguarda do\ncontato com a família e o mundo exterior, corporificados no direito\nda pessoa presa a receber visitas (Caso López y Otros Vs.\nArgentina), estreitamente relacionado também à proteção da família\n(Caso Norín Catrimán y Otros (Dirigentes, Miembros y Activista del\nPueblo Indígena Mapuche) Vs. Chile).\n5. O direito de visitas é previsto, ademais, nas Regras Mínimas das\nNações Unidas para o Tratamento de Reclusos (\"Regras de Mandela\")\ne na legislação doméstica, notadamente no art. 41, inciso X, da Lei\nde Execução Penal - normativa que \"tem como objetivo a reintegração\ngradual do apenado à sociedade, por meio do processo de progressão\nde pena\" (REsp n. 1.544.036/RJ, relator Ministro Rogerio Schietti\nCruz, Terceira Seção, julgado em 14/9/2016, DJe de 19/9/2016).\n6. As hipóteses em discussão envolvem processo de reintegração à\nsociedade que se encontra em fase avançada, com ênfase\nna autodisciplina e senso de responsabilidade do condenado (regime\naberto) e na obtenção da liberdade mediante observância de condições\nestabelecidas (livramento condicional). Não se pode perder de\nvista, ademais, que a pessoa presa conserva todos os direitos não\natingidos pela perda da liberdade (art. 38 do Código Penal).\n7. A compreensão de que \"[o] direito de visita pode sofrer\nlimitações, diante das peculiaridades do caso concreto\" (AgRg no\nAREsp n.\n1.602.725/DF, relator Ministro Antonio Saldanha Palheiro, Sexta\nTurma, julgado em 20/10/2020, DJe de 27/10/2020) é contemplada\npela Lei n. 7.210/84, que admite limitação ao direito de visitação\nmediante ato motivado do juiz da execução penal. Inviável,\nentretanto, a restrição genérica, que tenha por base a\ncircunstância, em abstrato, de estar o/a visitante cumprindo pena em\nregime aberto ou livramento condicional.\n8. Conclui-se, assim, que é admissível o recebimento de visitas,\npela pessoa presa, de quem está cumprindo pena em regime aberto ou\nem gozo de livramento condicional. A restrição a tal direito poderá\nocorrer de forma excepcional, quando determinada pelo juízo da\nexecução penal, mediante decisão devidamente fundamentada em\ncircunstâncias do caso concreto que guardem relação com a limitação,\nquando esta se revelar adequada, necessária e proporcional. Diante\nde tal quadro, não se considera devidamente fundamentada decisão que\nrestringe a visitação por pessoa cumprindo pena em regime aberto ou\nem gozo de livramento condicional quando baseada, de forma\ngenérica, em tais circunstâncias.\n9. Caso concreto em que foi negado o direito de visitação ao\nrecorrente por sua mãe em razão de estar em cumprimento de pena no\nregime aberto. Restrição de visitação não fundamentada em elementos\nconcretos, mas na normativa genérica traçada em portaria do juízo\ndas execuções penais local. Incompatibilidade com a jurisprudência\ndeste Superior Tribunal.\nIV. Dispositivo e Teses 10. Recurso especial provido para reformar a\ndecisão recorrida e prover o agravo em execução, garantindo ao\nrecorrente o direito de visita por sua mãe, independentemente de que\nesta esteja em cumprimento de pena no regime aberto.\n11. Tese jurídica fixadas para fins dos arts. 927, III, 1.039 e\nseguintes do CPC/2015.  Tema Repetitivo 1.274: O fato de o visitante\ncumprir pena privativa de liberdade em regime aberto ou em\nlivramento condicional não impede, por si só, o direito à visita em\nestabelecimento prisional.   ",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250212",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da TERCEIRA SEÇÃO, por unanimidade, dar\nprovimento ao recurso especial para reformar a decisão recorrida e\nprover o agravo em execução, garantindo ao recorrente o direito de\nvisita por sua mãe, independentemente de que esta esteja em\ncumprimento de pena no regime aberto, e fixou a seguinte tese quanto\nao Tema Repetitivo n. 1.274: \"O fato de o visitante cumprir pena\nprivativa de liberdade em regime aberto ou em livramento condicional\nnão impede por si só o direito à visita em estabelecimento\nprisional\", nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Og Fernandes, Sebastião Reis Júnior, Rogerio\nSchietti Cruz, Reynaldo Soares da Fonseca, Antonio Saldanha\nPalheiro, Joel Ilan Paciornik, Messod Azulay Neto e Daniela Teixeira\nvotaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : "(CUMPRINDO PENA - REGIME ABERTO OU LIVRAMENTO CONDICIONAL -\nVISITAÇÃO NO SISTEMA PRISIONAL - COMPATIBILIDADE)\n   STJ - <<AgRg no AREsp 2223459>>-DF,\n         <<AgRg no AREsp 1650427>>-DF,\n         <<AgRg no AREsp 1227471>>-DF, <<AgRg no REsp 1556908>>-DF,\n         <<AgRg no REsp 1475961>>-DF\n(APENADO - DIREITO DE VISITAS)\n   STJ - <<REsp 1544036>>-RJ (RECURSO REPETITIVO - TEMA(s) 445)\n(APENADO - DIREITO DE VISITAS - LIMITAÇÕES)\n   STJ - <<AgRg no AREsp 1602725>>-DF,\n         <<AgRg no AREsp 1767059>>-PR",
  "notas" : "Julgado conforme procedimento previsto para os Recursos Repetitivos\nno âmbito do STJ.",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : "\"O fato de o visitante cumprir pena privativa de liberdade em regime\naberto ou em livramento condicional não impede, por si só, o direito\nà visita em estabelecimento prisional\".",
  "tema" : "Tema Repetitivo 1274\nSituação do tema: Acórdão Publicado",
  "referenciasLegislativas" : [ "LEG:FED LEI:007210 ANO:1984\n*****  LEP-84    LEI DE EXECUÇÃO PENAL\n        ART:00003 ART:00041 INC:00010 PAR:00001", "LEG:INT CVC:****** ANO:1969\n*****  CADH    CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS", "LEG:FED DEL:002848 ANO:1940\n*****  CP-40    CÓDIGO PENAL\n        ART:00038", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000899326",
  "numeroProcesso" : "2046906",
  "numeroRegistro" : "202300074152",
  "siglaClasse" : "QO no REsp",
  "descricaoClasse" : "QUESTÃO DE ORDEM NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJEN       DATA:20/02/2025",
  "ementa" : "DIREITO PENAL. RECURSO ESPECIAL REPETITIVO. TEMA N. 1.227 DO STJ.\nVIOLÊNCIA. TIPIFICAÇÃO. QUESTÃO DE ORDEM. CANCELAMENTO DA AFETAÇÃO.\n1. Em 30 de novembro de 2023, a Terceira Seção do Superior Tribunal\nde Justiça afetou o presente recurso ao rito dos arts. 1.036 e 1.037\ndo Código de Processo Civil para discutir a seguinte questão:\n\"definir se a tipificação do crime de roubo exige que a violência\nempregada seja direcionada à vítima ou se também abarca os casos em\nque a violência tenha sido empregada contra um objeto, com o intuito\nde subtrair o bem\".\n2. Instruído o feito com manifestações de diversas entidades, a\nreapreciação do caso indica a desnecessidade de definição abstrata\nda questão delimitada para julgamento do Tema Repetitivo n. 1.227 do\nSTJ, afigurando-se suficientes as tipificações legais dos crimes em\nquestão para a aplicação do direito, conforme os elementos\nprobatórios colhidos em cada caso concreto.\n3. Questão de Ordem apresentada pelo cancelamento da afetação do\nRecurso Especial n. 2.046.906/SP e do Tema Repetitivo n. 1.227 do\nSTJ.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250212",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da TERCEIRA SEÇÃO, por unanimidade, acolher a\nquestão de ordem para cancelar o Tema n. 1.227 do STJ, com a\nconsequente desafetação do REsp n. 2.046.906 do rito dos recursos\nrepetitivos, que deverá ser remetido para julgamento na Sexta Turma,\nnos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Sebastião Reis Júnior, Rogerio Schietti Cruz,\nReynaldo Soares da Fonseca, Antonio Saldanha Palheiro, Joel Ilan\nPaciornik, Messod Azulay Neto, Daniela Teixeira e Otávio de Almeida\nToledo (Desembargador convocado do TJSP) votaram com o Sr. Ministro\nRelator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : "     \"[...] ocorrida a violência contra a pessoa por ação dolosa do\nagente, há subsunção da conduta ao tipo penal do roubo, conforme\ndeterminação legal. Por isso, a possível controvérsia em juízos e\ntribunais se relaciona à verificação, no caso concreto, sobre a\ncaracterização da violência que ofende a pessoa, independentemente\nde ter ou não sido inicialmente direcionada a um objeto\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEL:002848 ANO:1940\n*****  CP-40    CÓDIGO PENAL\n        ART:00155 PAR:00004 ART:00157" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000899205",
  "numeroProcesso" : "30401",
  "numeroRegistro" : "202402774620",
  "siglaClasse" : "AgRg no MS",
  "descricaoClasse" : "AGRAVO REGIMENTAL NO MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "DANIELA TEIXEIRA",
  "dataPublicacao" : "DJEN       DATA:17/02/2025",
  "ementa" : "Ementa: DIREITO PROCESSUAL PENAL. AGRAVO REGIMENTAL EM MANDADO DE\nSEGURANÇA.\nIMPETRAÇÃO CONTRA ATO DE MAGISTRADO DE TRIBUNAL ESTADUAL.\nINCOMPETÊNCIA DO SUPERIOR TRIBUNAL DE JUSTIÇA. INCIDÊNCIA DA SÚMULA\n41 DO STJ. RECURSO DESPROVIDO.\nI. CASO EM EXAME 1. Agravo regimental interposto contra decisão\nmonocrática que não conheceu de mandado de segurança impetrado\ncontra ato de magistrado do Tribunal de Justiça do Estado do Ceará.\nO agravante sustenta a necessidade de prevenir suposto cerceamento\nde defesa.\nII. QUESTÃO EM DISCUSSÃO 2. A questão em discussão consiste em\ndefinir se o Superior Tribunal de Justiça tem competência originária\npara processar e julgar mandado de segurança contra ato de\nmagistrado de tribunal estadual.\nIII. RAZÕES DE DECIDIR 3. O art. 105, I, \"b\", da Constituição\nFederal estabelece a competência originária do Superior Tribunal de\nJustiça apenas para mandados de segurança impetrados contra ato de\nministro de Estado, dos comandantes das Forças Armadas ou de\nautoridade do próprio Tribunal.\n4. A Súmula 41 do STJ dispõe expressamente que \"o Superior Tribunal\nde Justiça não tem competência para processar e julgar,\noriginariamente, mandado de segurança contra ato de outros tribunais\nou dos respectivos órgãos\".\n5. A jurisprudência da Terceira Seção do STJ perfilha o entendimento\nde que a impetração contra ato jurisdicional de tribunal estadual\ndeve ser dirigida ao próprio tribunal de origem, e não ao STJ.\nIV. RECURSO DESPROVIDO.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250212",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO, por unanimidade,\nnegar provimento ao agravo regimental, nos termos do voto da Sra.\nMinistra Daniela Teixeira.\nOs Srs. Ministros Otávio de Almeida Toledo (Desembargador Convocado\ndo TJSP), Og Fernandes, Sebastião Reis Júnior, Rogerio Schietti\nCruz, Reynaldo Soares da Fonseca, Antonio Saldanha Palheiro, Joel\nIlan Paciornik e Messod Azulay Neto votaram com a Sra. Ministra\nRelatora.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000899098",
  "numeroProcesso" : "2069773",
  "numeroRegistro" : "202301490066",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "OTÁVIO DE ALMEIDA TOLEDO (DESEMBARGADOR CONVOCADO DO TJSP)",
  "dataPublicacao" : "DJEN       DATA:19/02/2025",
  "ementa" : "RECURSO ESPECIAL REPRESENTATIVO DE CONTROVÉRSIA. DIREITO PENAL.\nEXECUÇÃO DA PENA. INDULTO E COMUTAÇÃO. POSSIBILIDADE DE\nCONTABILIZAÇÃO DO PERÍODO DE PRISÃO PROVISÓRIA PARA PREENCHIMENTO DO\nREQUISITO OBJETIVO. INTERPRETAÇÃO DADA AO ART. 42 DO CÓDIGO PENAL\nIN BONAM PARTEM. NÃO PROVIMENTO AO RECURSO ESPECIAL. FIXAÇÃO DA TESE\nJURÍDICA.\n1. Recurso Especial representativo da controvérsia em relação à\npossibilidade de cômputo do período de prisão provisória na análise\ndos requisitos para a concessão do indulto e da comutação previstos\nnos decretos que tratam da concessão de tais benefícios.\n2. Posicionamento jurisprudencial que se consolidou em ambas as\nTurmas no sentido da contabilização do tempo de prisão provisória\ncom o fim de aferir o requisito temporal. Nesse sentido, REsp n.\n1.953.596/GO, relatora Ministra Laurita Vaz, Sexta Turma, julgado em\n7/12/2021, DJe de 16/12/2021; AgRg no AREsp n. 1.789.607/GO,\nrelator Ministro Olindo Menezes (Desembargador Convocado do TRF 1ª\nRegião), Sexta Turma, julgado em 7/12/2021, DJe de 13/12/2021; AgRg\nno AREsp n. 1.780.967/GO, relator Ministro Sebastião Reis Júnior,\nSexta Turma, julgado em 28/6/2022, DJe de 30/6/2022; AgRg no AREsp\nn. 1.784.347/GO, relator Ministro Rogerio Schietti Cruz, Sexta\nTurma, julgado em 7/3/2023, DJe de 14/3/2023 e AgRg no REsp n.\n2.035.796/MG, relator Ministro Joel Ilan Paciornik, Quinta Turma,\njulgado em 22/5/2023, DJe de 16/6/2023.\n3. Artigo 42 do Código Penal a determinar que [c]omputam-se, na pena\nprivativa de liberdade e na medida de segurança, o tempo de prisão\nprovisória, no Brasil ou no estrangeiro, o de prisão administrativa\ne o de internação em qualquer dos estabelecimentos referidos no\nartigo anterior. Dispositivo que não estabelece limitações como a\npretendida e que, conforme precedente da Terceira Seção do Superior\nTribunal de Justiça, deve ser interpretado in bonam partem (REsp n.\n1.977.135/SC, relator Ministro Joel Ilan Paciornik, Terceira Seção,\njulgado em 23/11/2022, DJe de 28/11/2022).\n4. Detração penal que, segundo entendimento desta Terceira Seção no\nmesmo precedente citado no item anterior, \"dá efetividade ao\nprincípio basilar da dignidade da pessoa humana e ao comando máximo\ndo caráter ressocializador das penas, que é um dos principais\nobjetivos da execução da pena no Brasil\".\n5. Papel da detração como instrumento de salvaguarda dos direitos\nhumanos no âmbito da execução penal. Contabilização do tempo de\nprisão que pode ser medida de reparação a violações de direitos\nhumanos quando realizada a maior (cf. Corte Interamericana de\nDireitos Humanos, medida provisória adotada no caso brasileiro\n\"Assunto do Complexo Prisional do Curado\") e, a contrario senso,\nrepresentaria vulneração desses direitos se realizada a menor, com a\ndesconsideração do tempo de prisão provisória.\n6. Tempo de prisão provisória que indiscutivelmente configura tempo\nde privação de liberdade. Contabilização como tal que, para além de\njurídica, é imperativo de ordem fática, diante da liberdade já posta\nà disposição do Estado, que não pode ser desconsiderada como tal -\nsem prejuízo das balizas de aplicação estabelecidas pela legislação\ne pela jurisprudência a respeito da detração.\n7. Indulto que incide sobre a pretensão executória (Súmula 631 deste\nSodalício), a qual compreende a pena privativa de liberdade, que\ndeve, por determinação do art. 42 do Código Penal, contabilizar o\ntempo de prisão provisória.\n8. Proposta de vinculação ao trânsito em julgado da condenação\nacrescida pelo recorrente em manifestações posteriores, não\nenglobada na tese originalmente perseguida no recurso especial e\ntampouco na questão submetida à afetação. Enfrentamento a bem da\namplitude das discussões. Fixação do momento de incidência do\nindulto/comutação que se encontra no âmbito da competência da\nPresidência da República. Descabimento da deliberação em abstrato\npor esta Corte Superior acerca de tal exigência. Análise que deve\nlevar em consideração cada decreto e suas especificidades.\n9. Caso concreto em que houve a contabilização do tempo de prisão\nprovisória, conforme o entendimento acima, na origem. Discussão\nrelativa ao trânsito em julgado que, no caso concreto, não passível\nde conhecimento. Decreto 9.246/2017 que, não figurando como tratado\nou lei federal, não desafia análise pela alínea \"a\" do inciso III do\nart. 105 da CRFB e, ademais, não trata do tema no seu art. 1º,\ndispositivo invocado pelo recorrente.\n10. Prescrição da pretensão executória alegada pelo Ministério\nPúblico Estadual em memoriais. Pretensão extirpada com a incidência\ndo indulto. Tese prejudicada.\n11. Tese jurídica fixada para fins dos arts. 927, III, 1.039 e\nseguintes do CPC/2015:\nTema 1277: É possível, conforme o artigo 42 do Código Penal, o\ncômputo do período de prisão provisória na análise dos requisitos\npara a concessão do indulto e da comutação previstos nos respectivos\ndecretos.\n12. Recurso Especial não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250206",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da Terceira Seção, por unanimidade, negar\nprovimento ao recurso especial e fixar a seguinte tese quanto ao\nTema Repetitivo n. 1.277: \"É possível, conforme o artigo 42 do\nCódigo Penal, o cômputo do período de prisão provisória na análise\ndos requisitos para a concessão do indulto e da comutação previstos\nnos respectivos decretos\", nos termos do voto do Sr. Ministro\nRelator.\nOs Srs. Ministros Og Fernandes, Sebastião Reis Júnior, Rogerio\nSchietti Cruz, Reynaldo Soares da Fonseca, Antonio Saldanha\nPalheiro, Joel Ilan Paciornik, Messod Azulay Neto e Daniela Teixeira\nvotaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : "(EXECUÇÃO DA PENA - INDULTO E COMUTAÇÃO - CONTABILIZAÇÃO DO PERÍODO\nDE PRISÃO PROVISÓRIA)\n   STJ - <<REsp 1953596>>-GO, <<AgRg no AREsp 1789607>>-GO,\n         <<AgRg no AREsp 1780967>>-GO,\n         <<AgRg no AREsp 1784347>>-GO, <<AgRg no REsp 2035796>>-MG\n(CÓDIGO PENAL - ARTIGO 42 - INTERPRETAÇÃO IN BONAM PARTEM)\n   STJ - <<REsp 1977135>>-SC (RECURSO REPETITIVO - TEMA(s) 1155)\n(ESTADO DE COISAS INCONSTITUCIONAL)\n   STF - [[ADPF 347]]",
  "notas" : "Julgado conforme procedimento previsto para os Recursos Repetitivos\nno âmbito do STJ.",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : "\"É possível, conforme o artigo 42 do Código Penal, o cômputo do\nperíodo de prisão provisória na análise dos requisitos para a\nconcessão do indulto e da comutação previstos nos respectivos\ndecretos\".",
  "tema" : "Tema Repetitivo 1277\nSituação do tema: Acórdão Publicado",
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000631", "LEG:FED LEI:012736 ANO:2012", "LEG:FED DEL:002848 ANO:1940\n*****  CP-40    CÓDIGO PENAL\n        ART:00042", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036", "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00387 PAR:00002\n(COM A REDAÇÃO DADA PELA LEI 12.736/2012)", "LEG:INT CVC:****** ANO:1969\n*****  CADH    CONVENÇÃO AMERICANA SOBRE DIREITOS HUMANOS\n(PACTO DE SÃO JOSÉ DA COSTA RICA, PROMULGADO PELO DECRETO 678/1992)" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000899057",
  "numeroProcesso" : "8468",
  "numeroRegistro" : "201502185047",
  "siglaClasse" : "AgInt no AgInt nos EmbExeMS",
  "descricaoClasse" : "AGRAVO INTERNO NO AGRAVO INTERNO NOS EMBARGOS À EXECUÇÃO EM MANDADO DE SEGURANÇA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "RIBEIRO DANTAS",
  "dataPublicacao" : "DJEN       DATA:13/02/2025",
  "ementa" : "PROCESSUAL CIVIL. EXTINÇÃO DA EXECUÇÃO EM MANDADO DE SEGURANÇA. A\nINTERRUPÇÃO DA PRESCRIÇÃO DA OBRIGGAÇÃO DE FAZER (ENQUADRAMENTO) NÃO\nINTERROMPE A FLUÊNCIA DO PRAZO DE PRESCRIÇÃO DA OBRIGAÇÃO DE PAGAR.\nAUSÊNCIA DE IMPUGNAÇÃO ESPECÍFICA AO FUNDAMENTO. RECURSO NÃO\nCONHECIDO.\n1. O argumento de que a petição 146830/2004, \"ofertada em\n24.11.2004\", e de que a petição 91902/2005, \"ofertada em 04.07.2005\"\n- ou seja, de que as referidas petições - afastam a prescrição\nrevela-se genérico, pois não combate especificamente a essência do\nfundamento da decisão agravada, isto é, de que tais petições\nabrangeram apenas a execução da obrigação de fazer (enquadramento),\nsem efeito sobre a fluência da prescrição relativa à obrigação de\npagar.\n2. Consoante art. 1.021, § 1º, do CPC, é ônus da parte agravante\nimpugnar especificamente os fundamentos da decisão agravada, sob\npena de não conhecimento do recurso.\n3. Agravo Interno não conhecido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250206",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da TERCEIRA SEÇÃO, por unanimidade, não\nconhecer do agravo interno, nos termos do voto do Sr. Ministro\nRelator.\nOs Srs. Ministros Og Fernandes, Sebastião Reis Júnior, Rogerio\nSchietti Cruz, Reynaldo Soares da Fonseca, Joel Ilan Paciornik,\nMessod Azulay Neto, Daniela Teixeira e Otávio de Almeida Toledo\n(Desembargador Convocado do TJSP) votaram com o Sr. Ministro\nRelator.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ "AgInt na PET na ExeMS  3526  DF  2018/0094113-5  Decisão:12/02/2025\nDJEN       DATA:18/02/2025" ]
}, {
  "id" : "000899053",
  "numeroProcesso" : "1992842",
  "numeroRegistro" : "202200845601",
  "siglaClasse" : "AgRg nos EREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGENCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "REYNALDO SOARES DA FONSECA",
  "dataPublicacao" : "DJEN       DATA:13/02/2025",
  "ementa" : "AGRAVO REGIMENTAL EM EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL.\nINSURGÊNCIA DEFENSIVA. DESCABIMENTO DE INDICAÇÃO DE HABEAS CORPUS\nCOMO PARADIGMA PARA DEMONSTRAÇÃO DA DIVERGÊNCIA. ALEGAÇÃO DE\nCERCEAMENTO DE DEFESA POR INDEFERIMENTO, PELO RELATOR DO FEITO NA\nTURMA, DE PEDIDO DE RETIRADA DO JULGAMENTO DE AGRAVO REGIMENTAL DA\nSESSÃO VIRTUAL. IMPOSSIBILIDADE DE CONHECIMENTO DO TEMA EM SEDE DE\nEMBARGOS DE DIVERGÊNCIA. AGRAVO REGIMENTAL DESPROVIDO.\n1. Não se admitem embargos de divergência quando o alegado dissenso\nse dá entre acórdãos proferidos em habeas corpus ou em recurso\nordinário em habeas corpus. Tal restrição imposta pelo regimento\ninterno do STJ tinha por fundamento, durante a vigência do CPC/73,\numa interpretação sistemática do conteúdo da lei (art. 546, I,\nCPC/73) que revelava ser inviável comparar um recurso especial com\num remédio constitucional de abrangência muito mais ampla e voltado\neminentemente para a proteção da liberdade de locomoção.\nTal interpretação veio a ser corroborada pelo art. 1.043, § 1º, do\nCPC/2015, que restringiu, expressamente os julgados que podem ser\nobjeto de comparação, em sede de embargos de divergência, a recursos\ne ações de competência originária, não podendo, portanto, funcionar\ncomo paradigma acórdãos proferidos em ações que têm natureza\njurídica de garantia constitucional, como os habeas corpus, mandado\nde segurança, habeas data e mandado de injunção. O mesmo raciocínio\nvale para enunciados de súmula de tribunais.\n2. Inviável o conhecimento de alegação de cerceamento de defesa\ndecorrente do indeferimento de pedido de retirada do julgamento de\nrecurso aviado perante a Turma da sessão virtual, em sede de\nembargos de divergência, se o vício apontado não vem acompanhado de\ndemonstração de divergência de entendimento entre órgãos\nfracionários do STJ sobre o mesmo tema, pelo que deveria ter sido\ndeduzida por meio do recurso próprio, ainda perante a Turma\njulgadora, recurso esse que a defesa não cuidou de manejar a tempo e\nmodo.\nSituação em que, ao indeferir o pleito da defesa em decisão\nmonocrática proferida antes do julgamento do agravo regimental, o\nentão Relator consignou expressamente que o julgamento de recurso em\nsessão virtual não obsta a realização de sustentação oral.\n3. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250206",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO, por unanimidade,\nnegar provimento ao agravo regimental, nos termos do voto do Sr.\nMinistro Reynaldo Soares da Fonseca.\nOs Srs. Ministros Antonio Saldanha Palheiro, Joel Ilan Paciornik,\nMessod Azulay Neto, Daniela Teixeira, Otávio de Almeida Toledo\n(Desembargador Convocado do TJSP), Og Fernandes, Sebastião Reis\nJúnior e Rogerio Schietti Cruz votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000899052",
  "numeroProcesso" : "207407",
  "numeroRegistro" : "202403013226",
  "siglaClasse" : "AgRg no CC",
  "descricaoClasse" : "AGRAVO REGIMENTAL NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "MESSOD AZULAY NETO",
  "dataPublicacao" : "DJEN       DATA:11/02/2025",
  "ementa" : "DIREITO PROCESSUAL PENAL. AGRAVO REGIMENTAL. CONFLITO DE\nCOMPETÊNCIA. EXECUÇÃO PENAL. PERMANÊNCIA EM ESTALECIMENTO PRISIONAL\nFEDERAL.  RECURSO NÃO CONHECIDO.\nI. Caso em exame1. Agravo regimental interposto contra decisão que\ndeclarou competente o Juízo de Direito da Vara de Execuções Penais\ndo Rio de Janeiro/RJ para decidir sobre a prorrogação da permanência\nde apenado em estabelecimento prisional federal.\n2. O agravante sustenta que a discussão seria, na verdade, sobre o\njuízo competente para conceder a progressão de regime. Além disso,\nalega violação do direito à progressão de regime.\nII. Questão em discussão3. As questões em discussão consistem em: a)\nidentificar o escopo do conflito de competência; b) saber se o\nagravo regimental ataca especificamente os fundamentos da decisão\nagravada;  c) discutir qual é o juízo competente para decidir sobre\na situação de apenado em estabelecimento prisional federal.\nIII. Razões de decidir4. Ao contrário do que alega o agravante, o\nconflito de competência foi instaurado para discutir a permanência\ndo apenado em estabelecimento prisional federal, e não o direito à\nprogressão de regime.\n5. Não compete ao Superior Tribunal de Justiça analisar, em sede de\nconflito de competência, a alegação de violação do direito à\nprogressão de regime, sob pena de supressão de instância.\n6. O recurso não foi conhecido por não impugnar especificamente os\nfundamentos da decisão agravada, violando o princípio da\ndialeticidade.\nIV. Dispositivo e tese7. Agravo regimental não conhecido.\nTeses de julgamento:  \"1. O escopo do conflito de competência é\ndeterminado pelo Juízo Suscitante. 2. Não compete ao Superior\nTribunal de Justiça analisar, em sede de conflito de competência, a\nalegação de violação do direito à progressão de regime, sob pena de\nsupressão de instância. 3. O agravo regimental deve impugnar\nespecificamente os fundamentos da decisão agravada, em conformidade\ncom o princípio da dialeticidade, sob pena de não conhecimento\".\nDispositivos relevantes citados:  CPC/2015, art. 1.021, § 1º.\nJurisprudência relevante citada:  STJ, AgInt no CC 194.017/GO, Rel.\nMin. Herman Benjamin, DJe 26/6/2023; STJ, AgRg na RvCr 5.740/RS,\nRel.ª Min.ª Laurita Vaz, DJe 3/4/2023.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250206",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO, por unanimidade,\nnão conhecer do agravo regimental, nos termos do voto do Sr.\nMinistro Messod Azulay Neto.\nA Sra. Ministra Daniela Teixeira e os Srs. Ministros Otávio de\nAlmeida Toledo (Desembargador Convocado do TJSP), Og Fernandes,\nSebastião Reis Júnior, Rogerio Schietti Cruz, Reynaldo Soares da\nFonseca, Antonio Saldanha Palheiro e Joel Ilan Paciornik votaram com\no Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000898981",
  "numeroProcesso" : "6101",
  "numeroRegistro" : "202400237206",
  "siglaClasse" : "AgRg na RvCr",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA REVISÃO CRIMINAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "REYNALDO SOARES DA FONSECA",
  "dataPublicacao" : "DJEN       DATA:18/02/2025",
  "ementa" : "AGRAVO REGIMENTAL NA REVISÃO CRIMINAL. CORRUPÇÃO ATIVA.\nINCOMPETÊNCIA DA JUSTIÇA ESTADUAL. CONTROVÉRSIA DE MÉRITO NÃO\nDEBATIDA POR ESTA CORTE. AGRAVO IMPROVIDO.\n1. É entendimento desta Corte Superior que a competência para a\napreciação da revisão criminal é inaugurada somente nos casos nos\nquais o mérito da demanda apresentada em recurso especial foi\nefetivamente apreciado pelo colegiado deste Tribunal. Precedentes.\n2. No caso, o pleito de reconhecimento de nulidade da sentença\ncondenatória, por incompetência da autoridade judicial, não foi\nsuscitado e tampouco apreciado quando do julgamento do REsp n.\n1.954.943/PR.\n3. Agravo regimental improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250206",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nretomado o julgamento, após o voto-vista antecipado do Sr. Ministro\nReynaldo Soares da Fonseca, acompanhando o voto do Sr. Ministro\nRelator, a TERCEIRA SEÇÃO, por unanimidade, negou provimento ao\nagravo regimental, nos termos do voto do Sr. Ministro Jesuíno\nRissato (Desembargador Convocado do TJDFT), Relator originário.\nLavrará o acórdão o Sr. Ministro Reynaldo Soares da Fonseca.\nOs Srs. Ministros Otávio de Almeida Toledo (Desembargador Convocado\ndo TJSP), Sebastião Reis Júnior, Rogerio Schietti Cruz, Reynaldo\nSoares da Fonseca (relator para acórdão), Antonio Saldanha Palheiro,\nJoel Ilan Paciornik, Messod Azulay Neto e Daniela Teixeira votaram\ncom o Sr. Ministro Jesuíno Rissato (Desembargador Convocado do\nTJDFT), Relator originário.\nNão compõe mais a Seção o Sr. Ministro Jesuíno Rissato\n(Desembargador Convocado do TJDFT), sucedido pelo Sr. Ministro Og\nFernandes, que não participou do julgamento.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : "Aguardando análise.",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000898806",
  "numeroProcesso" : "1907980",
  "numeroRegistro" : "202101844767",
  "siglaClasse" : "EDcl no AgRg nos EAREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NOS EMBARGOS DE\nDIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "DANIELA TEIXEIRA",
  "dataPublicacao" : "DJEN       DATA:17/02/2025",
  "ementa" : "Ementa: DIREITO PENAL E PROCESSUAL PENAL. EMBARGOS DE DECLARAÇÃO EM\nEMBARGOS DE DIVERGÊNCIA EM AGRAVO REGIMENTAL EM AGRAVO EM RECURSO\nESPECIAL. TRÁFICO DE ENTORPECENTES. AFASTAMENTO DA MINORANTE DO § 4º\nDO ART. 33 DA LEI 11.343/2006. QUANTIDADE E CIRCUNSTÂNCIAS DO\nTRANSPORTE. POSSIBILIDADE. OMISSÃO CONFIGURADA. EMBARGOS ACOLHIDOS\nCOM EFEITOS INFRINGENTES.\nI. CASO EM EXAME\n1. Embargos de Declaração opostos contra decisão que negou\nprovimento a agravo regimental em Embargos de Divergência, em caso\nenvolvendo tráfico de drogas. O embargante alegou omissão quanto à\nanálise de elementos específicos do caso, relacionados à quantidade\ne às circunstâncias do transporte de 4.990 kg de maconha.\nII. QUESTÃO EM DISCUSSÃO\n2. Há duas questões em discussão: (i) verificar se a decisão\nembargada incorreu em omissão ao não considerar elementos concretos\nque justificariam o afastamento da minorante do tráfico\nprivilegiado; e (ii) determinar se tais elementos, aliados à\nquantidade de droga apreendida, impedem o reconhecimento da causa de\ndiminuição de pena prevista no § 4º do art. 33 da Lei 11.343/2006.\nIII. RAZÕES DE DECIDIR\n3. A omissão na decisão embargada configura-se pela ausência de\nanálise dos elementos específicos apontados, como a expressiva\nquantidade de droga apreendida, a multiplicidade de agentes, a\npromessa de recompensa, o transporte em compartimento previamente\npreparado e a interestadualidade, que são circunstâncias concretas\nrelevantes para o caso.\n4. A jurisprudência das Turmas que compõem a Terceira Seção do STJ\nadmite que, embora a quantidade de entorpecentes, isoladamente, não\nseja suficiente para afastar a aplicação da minorante, ela pode,\ncombinada com outros fatores concretos, embasar o não reconhecimento\ndo tráfico privilegiado.\n5. No caso, os elementos fáticos descritos demonstram dedicação à\natividade criminosa, como reconhecido em julgados paradigmas,\nincluindo transporte interestadual e logística estruturada para\nocultação da droga.\nIV. EMBARGOS ACOLHIDOS COM EFEITOS INFRINGENTES PARA DAR PROVIMENTO\nAOS EMBARGOS DE DIVERGÊNCIA.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250212",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO, por unanimidade,\nacolher os embargos de declaração, com efeitos infringentes, para\ndar provimento aos embargos de divergência e reformar o acórdão\nrecorrido para negar provimento ao recurso especial e reestabelecer\no acórdão recorrido em sua integralidade, nos termos do voto da Sra.\nMinistra Relatora.\nOs Srs. Ministros Otávio de Almeida Toledo (Desembargador Convocado\ndo TJSP), Og Fernandes, Sebastião Reis Júnior, Rogerio Schietti\nCruz, Reynaldo Soares da Fonseca, Antonio Saldanha Palheiro, Joel\nIlan Paciornik e Messod Azulay Neto votaram com a Sra. Ministra\nRelatora.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000898748",
  "numeroProcesso" : "6398",
  "numeroRegistro" : "202404797062",
  "siglaClasse" : "AgRg na RvCr",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA REVISÃO CRIMINAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "REYNALDO SOARES DA FONSECA",
  "dataPublicacao" : "DJEN       DATA:13/02/2025",
  "ementa" : "AGRAVO REGIMENTAL EM REVISÃO CRIMINAL. INSURGÊNCIA DEFENSIVA.\nREVISÃO CRIMINAL FUNDADA NO ART. 621, I, CPP. CONDENAÇÃO PELO CRIME\nDO ART. 217-A DO CÓDIGO PENAL, EM CONTINUIDADE DELITIVA. ALEGAÇÃO DE\nCERCEAMENTO DE DEFESA POR AUSÊNCIA DE INTIMAÇÃO DO RÉU PARA\nOFERECER CONTRARRAZÕES AO RECURSO ESPECIAL DO MINISTÉRIO PÚBLICO\nESTADUAL. DOCUMENTOS DOS AUTOS QUE DEMONSTRAM A INEXISTÊNCIA DO\nCERCEAMENTO. ALEGAÇÃO DE VIOLAÇÃO AO ART. 71 DO CÓDIGO PENAL EM\nVIRTUDE DE APLICAÇÃO DA FRAÇÃO MÁXIMA DA CONTINUIDADE DELITIVA, EM\nDESCOMPASSO COM A JURISPRUDÊNCIA E AS PROVAS DOS AUTOS.\nINEXISTÊNCIA. UTILIZAÇÃO DA REVISÃO CRIMINAL COMO NOVO RECURSO:\nDESCABIMENTO. REVISÃO CRIMINAL NÃO CONHECIDA. PEDIDO DE CONCESSÃO DE\nHABEAS CORPUS DE OFÍCIO: DESCABIMENTO. AGRAVO REGIMENTAL\nDESPROVIDO.\n1. Não autoriza conhecimento a revisão criminal no ponto em que se\nalega cerceamento de defesa, por não ter sido oportunizado ao\ncondenado apresentar contrarrazões ao recurso especial do Ministério\nPúblico estadual, se os documentos existentes nos autos evidenciam\nter sido aberta vista ao réu para apresentar contrarrazões ao\nrecurso especial, em despacho publicado em 19/04/2023, tendo sido\ncertificado, em 05/05/2023, que decorreu in albis o prazo para a\ndefesa constituída apresentar as referidas contrarrazões.\n2. Tampouco se justifica o conhecimento de revisão criminal fundada\nnas hipóteses previstas no art. 621, I, do Código de Processo Penal\nse não é possível identificar-se, de plano, a existência de violação\na literal disposição de lei ou de julgamento contrário à prova dos\nautos.\nSituação em que, a par de o entendimento adotado no julgado\nrescindendo se coadunar em tudo com a compreensão do tema posta no\nREsp n. 2.029.482/RJ, julgado na sistemática dos recursos especiais\nrepetitivos, tanto a denúncia quanto os depoimentos colhidos em\njuízo narraram a ocorrência de diversos atos libidinosos e crimes\nsexuais cometidos contra vítima que contava, à época, 12 (doze) anos\nde idade. Assim sendo, não se evidencia nem julgamento contrário à\nprova dos autos, nem violação a literal disposição de lei no julgado\nrescindendo que deu provimento ao recurso especial do Ministério\nPúblico do Estado de Rondônia, para restabelecer a fração de 2/3\n(dois terços), imposta na sentença, em decorrência da continuidade\ndelitiva.\n3. \"A revisão criminal da dosimetria da pena tem cabimento restrito,\napenas admitida quando, após o trânsito em julgado, forem\ndescobertas novas provas que demonstrem eventual equívoco do\njulgador, violação do texto expresso da lei, ou notória\ndesproporcionalidade na fixação da pena. A ação revisional não pode\nser utilizada como nova apelação, para rediscutir a valoração\nsubjetiva de circunstâncias judiciais. (...)\" (AgRg no HC 821464/SC,\nRel. Min. Ministro ROGERIO SCHIETTI CRUZ, Dje de 07/12/2023).\nPrecedentes desta Corte.\n4. A concessão de habeas corpus de ofício no bojo de revisão\ncriminal encontra óbice tanto no fato de que nem o Relator tem\nautoridade para, em decisão monocrática, conceder ordem que, na\nprática, desconstituiria o resultado de acórdão proferido por outra\nTurma julgadora, como tampouco a Seção detém competência\nconstitucional para conceder habeas corpus contra acórdão de Turma\ndo próprio tribunal.\nPrecedentes: RvCr n. 5.325/DF, relator Ministro Reynaldo Soares da\nFonseca, Terceira Seção, julgado em 13/5/2020, DJe de 25/5/2020;\nAgRg na RvCr n. 6.041/SC, relator Ministro Joel Ilan Paciornik,\nTerceira Seção, julgado em 30/4/2024, DJe de 8/5/2024.\n5. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250206",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO, por unanimidade,\nnegar provimento ao agravo regimental, reconhecendo, entretanto, de\nofício, a existência de omissão na decisão agravada quanto ao pedido\nde concessão dos benefícios da justiça gratuita, a deferindo na\npresente assentada, com efeitos retroativos à data da prolação da\ndecisão agravada, nos termos do voto do Sr. Ministro Reynaldo Soares\nda Fonseca.\nOs Srs. Ministros Antonio Saldanha Palheiro, Joel Ilan Paciornik,\nMessod Azulay Neto, Daniela Teixeira, Otávio de Almeida Toledo\n(Desembargador Convocado do TJSP), Og Fernandes, Sebastião Reis\nJúnior e Rogerio Schietti Cruz votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Ribeiro Dantas.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000898521",
  "numeroProcesso" : "2015598",
  "numeroRegistro" : "202202269500",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "RIBEIRO DANTAS",
  "dataPublicacao" : "DJEN       DATA:13/02/2025",
  "ementa" : "DIREITO PROCESSUAL PENAL. RECURSO ESPECIAL REPRESENTATIVO DE\nCONTROVÉRSIA. CONFLITO DE COMPETÊNCIA. ESTUPRO DE VULNERÁVEL.\nVIOLÊNCIA DOMÉSTICA E FAMILIAR. VÍTIMA MULHER. LEI MARIA DA PENHA.\nCOMPETÊNCIA. VARA ESPECIALIZADA. RECURSO DESPROVIDO.\nI. Caso em exame1. Recurso representativo de controvérsia.\nAtendimento ao disposto no art. 1.036 e seguintes do Código de\nProcesso Civil e da Resolução 8/2008 do STJ.\n2. Recurso especial interposto pelo Ministério Público do Estado do\nPará contra acórdão do Tribunal de Justiça do Pará, que declarou a\ncompetência da Vara do Juizado de Violência Doméstica e Familiar\ncontra a Mulher de Santarém/PA para julgar crimes de estupro de\nvulnerável cometidos contra três filhas menores do investigado.\n3. O Tribunal de Justiça do Pará entendeu que a violência sexual\npraticada no âmbito doméstico e familiar contra as vítimas do sexo\nfeminino atrai a aplicação da Lei Maria da Penha, prevalecendo sobre\na questão etária.\nII. Questão em discussão4. Delimitação da controvérsia: a idade da\nvítima, por si só, não é elemento apto a afastar a competência da\nvara especializada para processar os crimes perpetrados contra\nvítima mulher, seja criança ou adolescente, no contexto de violência\ndoméstica e familiar.\n5. Tese: o gênero feminino, independentemente de ser a vítima\ncriança ou adolescente, é condição única e suficiente para atrair a\naplicabilidade da Lei n. 11.430/2006 (Lei Maria da Penha) nos casos\nde violência doméstica e familiar praticada contra a mulher.\n6. A questão em discussão consiste em saber se a condição de gênero\nfeminino, independentemente de ser a vítima criança ou adolescente,\né suficiente para atrair a aplicabilidade da Lei Maria da Penha nos\ncasos de violência doméstica e familiar, afastando a incidência do\nEstatuto da Criança e do Adolescente.\nIII. Razões de decidir7. A interpretação literal do art. 13 da Lei\nMaria da Penha indica a prevalência de suas disposições quando em\nconflito com estatutos específicos, como o da Criança e do\nAdolescente.\n8. A jurisprudência do Superior Tribunal de Justiça considera que a\nvulnerabilidade da mulher é preponderante sobre a vulnerabilidade\netária, sendo desnecessária a demonstração específica da subjugação\nfeminina para a aplicação da Lei Maria da Penha.\n9. A violência de gênero é configurada pela condição de mulher da\nvítima, independentemente de sua idade, quando a violência ocorre no\nâmbito doméstico ou familiar.\nIV. Dispositivo e tese10. Recurso desprovido.\nTese de julgamento:  \"1. A condição de gênero feminino é suficiente\npara atrair a aplicabilidade da Lei Maria da Penha em casos de\nviolência doméstica e familiar, prevalecendo sobre a questão etária.\n2. A Lei Maria da Penha prevalece quando suas disposições\nconflitarem com as de estatutos específicos, como o da Criança e do\nAdolescente.\"\nDispositivos relevantes citados:  Lei nº 11.340/2006, arts. 5º, 7º,\n13 e 14; CP, art. 217-A. Jurisprudência relevante citada:  STJ, RHC\n121.813/RJ, Rel. Min. Rogério Schietti Cruz, Sexta Turma, julgado em\n20/10/2020; EAREsp 2.099.532/RJ, Rel. Min. Sebastião Reis Júnior,\nTerceira Seção, julgado em 26/10/2022.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250206",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da Terceira Seção, por unanimidade,\nnegar provimento ao recurso especial e fixou a seguinte tese quanto\nao Tema Repetitivo n. 1.186: \"1. A condição de gênero feminino é\nsuficiente para atrair a aplicabilidade da Lei Maria da Penha em\ncasos de violência doméstica e familiar, prevalecendo sobre a\nquestão etária. 2. A Lei Maria da Penha prevalece quando suas\ndisposições conflitarem com as de estatutos específicos, como o da\nCriança e do Adolescente\", nos termos do voto do Sr. Ministro\nRelator.\nOs Srs. Ministros Og Fernandes (com observação), Sebastião Reis\nJúnior, Rogerio Schietti Cruz, Reynaldo Soares da Fonseca, Joel Ilan\nPaciornik, Messod Azulay Neto, Daniela Teixeira e Otávio de Almeida\nToledo (Desembargador Convocado do TJSP) votaram com o Sr. Ministro\nRelator.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : "(CRIMES CONTRA CRIANÇAS E ADOLESCENTES - JUIZADOS OU VARAS\nESPECIALIZADAS EM VIOLÊNCIA DOMÉSTICA)\n   STJ - <<EAREsp 2099532>>-RJ, <<RHC 121813>>-RJ,\n         <<HC 728173>>-RJ\n(VIOLÊNCIA DOMÉSTICA E FAMILIAR - HIPOSSUFICIÊNCIA E VULNERABILIDADE\nDA MULHER - PRESUNÇÃO)\n   STJ - <<AgRg na MPUMP 6>>-DF",
  "notas" : "Julgado conforme procedimento previsto para os Recursos Repetitivos\nno âmbito do STJ.",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : "\"1. A condição de gênero feminino é suficiente para atrair a\naplicabilidade da Lei Maria da Penha em casos de violência doméstica\ne familiar, prevalecendo sobre a questão etária;\n2. A Lei Maria da Penha prevalece quando suas disposições\nconflitarem com as de estatutos específicos, como o da Criança e do\nAdolescente\".",
  "tema" : "Tema Repetitivo 1186\nSituação do tema: Acórdão Publicado",
  "referenciasLegislativas" : [ "LEG:FED LEI:011340 ANO:2006\n*****  LMP-06    LEI MARIA DA PENHA\n        ART:00005 ART:00013", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036", "LEG:FED DEL:002848 ANO:1940\n*****  CP-40    CÓDIGO PENAL\n        ART:0217A ART:00226 INC:00002", "LEG:FED RES:000008 ANO:2008\n(SUPERIOR TRIBUNAL DE JUSTIÇA - STJ)" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000898412",
  "numeroProcesso" : "6181",
  "numeroRegistro" : "202402178726",
  "siglaClasse" : "AgRg na RvCr",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA REVISÃO CRIMINAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "ROGERIO SCHIETTI CRUZ",
  "dataPublicacao" : "DJE        DATA:18/09/2024",
  "ementa" : "AGRAVO REGIMENTAL NA REVISÃO CRIMINAL. TRÁFICO DE DROGAS.\nCIRCUNSTÂNCIA JUDICIAL DESFAVORÁVEL. EXPRESSIVA QUANTIDADE DE DROGA.\nREGIME MAIS GRAVOSO. JUSTIFICATIVA IDÔNEA. INEXISTÊNCIA DE\nCONTRARIEDADE AO TEXTO EXPRESSO DE LEI. NÃO CABIMENTO DA VIA\nREVISIONAL. AGRAVO REGIMENTAL NÃO PROVIDO.\n1. A expressiva quantidade de droga de alto poder deletério,\nutilizada inclusive para consideração desfavorável das\ncircunstâncias judiciais, justifica o recrudescimento do regime de\ncumprimento de pena, conforme pacífica orientação desta Corte.\n2. A alegação de inexistência de fundamentação na fixação do regime,\nfeita pela defesa, além de não se harmonizar com a jurisprudência\ndeste Superior Tribunal, não se adequa às hipóteses de cabimento da\nrevisão criminal, na qual é necessário que haja contrariedade ao\ntexto expresso de lei.\n3. Agravo regimental não provido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20240911",
  "decisao" : "${acordao}",
  "jurisprudenciaCitada" : "(REGIME DE CUMPRIMENTO DE PENA - QUANTIDADE DE DROGA)\n   STJ - <<AgRg no HC 875127>>-PR\n(PENA-BASE - EXASPERAÇÃO - QUANTIDADE E NATUREZA DAS DROGAS\nAPREENDIDAS)\n   STJ - <<AgRg no HC 874893>>-PR\n(REGIME INICIAL MAIS GRAVOSO - NATUREZA E QUANTIDADE DA DROGA\nAPREENDIDA)\n   STJ - <<RvCr 5423>>-DF\n(REVISÃO CRIMINAL - DOSIMETRIA DA PENA - EXCEPCIONALIDADE)\n   STJ - <<AgRg na RvCr 5654>>-DF",
  "notas" : "Quantidade de droga apreendida: cerca de 1,5 kg de crack.",
  "informacoesComplementares" : "     \"[...] 'e]mbora seja possível rever a dosimetria da pena em\nrevisão criminal, a utilização do pleito revisional é prática\nexcepcional, somente justificada quando houver contrariedade ao\ntexto  expresso  da  lei  ou  à  evidência  dos  autos' [...]\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEL:002848 ANO:1940\n*****  CP-40    CÓDIGO PENAL\n        ART:00033 PAR:00003" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000898172",
  "numeroProcesso" : "6198",
  "numeroRegistro" : "202402305700",
  "siglaClasse" : "RvCr",
  "descricaoClasse" : "REVISÃO CRIMINAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "REYNALDO SOARES DA FONSECA",
  "dataPublicacao" : "DJEN       DATA:07/02/2025",
  "ementa" : "REVISÃO CRIMINAL FUNDADA NO ART. 621, I, CPP. AJUIZAMENTO CONTRA\nDECISÃO MONOCRÁTICA. POSSIBILIDADE. DOSIMETRIA DA PENA. ATENUANTE DA\nMENORIDADE RELATIVA (ART. 65, I, CP) RECONHECIDA NO SEGUNDO GRAU DE\nJURISDIÇÃO E NÃO IMPUGNADA PELO MINISTÉRIO PÚBLICO. JULGADO\nRESCINDENDO QUE NÃO LEVOU EM CONSIDERAÇÃO A ATENUANTE, AO\nREDIMENSIONAR A PENA DO RÉU. REVISÃO CRIMINAL JULGADA PROCEDENTE.\n1. É cabível o ajuizamento de revisão criminal em face de decisão\nmonocrática de relator, no Superior Tribunal de Justiça, que examina\no mérito de recurso especial. Precedentes: EDcl no AgRg na RvCr n.\n5.608/DF, relator Ministro Jesuíno Rissato (Desembargador Convocado\ndo TJDFT), Terceira Seção, julgado em 23/11/2022, DJe de 29/11/2022;\nAgRg na RvCr n. 5.601/DF, relator Ministro João Otávio de Noronha,\nTerceira Seção, julgado em 14/9/2022, DJe de 20/9/2022.\n2. \"A jurisprudência do STJ tem admitido a revisão criminal fundada\nno art. 621, I, do CPP para reparo de error in procedendo ou de erro\nmaterial significativo que repercute na quantidade da pena imposta\nao requerente. Precedentes: RvCr n. 5.698/DF, relatora Ministra\nLaurita Vaz, Terceira Seção, DJe de 17/4/2023 e RvCr n. 4.944/MG,\nrelator Ministro Reynaldo Soares da Fonseca, Terceira Seção, DJe de\n20/9/2019.\" (RvCr n. 5.887/RO, relator Ministro Joel Ilan Paciornik,\nTerceira Seção, julgado em 18/4/2024, DJe de 7/6/2024).\n3. Situação em que esta Corte Superior de Justiça, ao redimensionar\na pena do revisionando, em recurso do Parquet estadual, deixou de\nobservar que a atenuante da menoridade relativa já havia sido\nreconhecida pelo Tribunal de Justiça, no julgamento dos embargos de\ndeclaração da defesa, uma vez que o réu, na data do delito, tinha 19\n(dezenove) anos de idade. Tema que, ademais, não foi objeto de\ninsurgência pelo Ministério Público.\nIn casu, o julgado rescindendo, ao redimensionar a pena imposta ao\nréu por infração ao art. 121, § 2º, I e IV, c/c artigo 29, ambos do\nCódigo Penal, na primeira fase da dosimetria, manteve o desabono da\nculpabilidade e das circunstâncias do delito, alterando a fração de\naumento para 1/8 sobre o intervalo entre as penas mínima e máxima (2\nanos e 3 meses para cada vetor), o que resultou na pena-base de 16\n(dezesseis) anos e 6 (seis) meses de reclusão.\nAplicada, na segunda fase da dosimetria, a circunstância atenuante\nda menoridade relativa, na fração de 1/6, e diante da inexistência\nde outras circunstâncias a serem ponderadas na segunda ou na\nterceira fase da dosimetria, a pena definitiva deve ser estabelecida\nem 13 (treze) anos e 9 (nove) meses de reclusão, mantida, no mais,\na sentença condenatória.\n4. Revisão criminal julgada procedente, para reconhecer que deve ser\naplicada, na dosimetria da pena do revisionando, a circunstância\natenuante da menoridade relativa, prevista no art. 65, I, do Código\nPenal, na fração de 1/6, redimensionando-se sua pena final para 13\n(treze) anos e 9 (nove) meses de reclusão, mantido, no mais, o édito\ncondenatório.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20241211",
  "decisao" : "Vistos, relatados e discutidos os autos em que são partes\nas acima indicadas, acordam os Ministros da Terceira Seção do\nSuperior Tribunal de Justiça, por unanimidade, julgar procedente a\npresente revisão criminal, para reconhecer que deve ser aplicada, na\ndosimetria da pena do revisionando, a circunstância atenuante da\nmenoridade relativa, prevista no art. 65, I, do Código Penal, na\nfração de 1/6, pelo que sua pena final fica redimensionada para 13\n(treze) anos e 9 (nove) meses de reclusão, mantido, no mais, o édito\ncondenatório, nos termos do voto do Sr. Ministro Relator.\n          Os Srs. Ministros Antônio Saldanha Palheiro (Revisor),\nJoel Ilan Paciornik, Messod Azulay Neto, Daniela Teixeira, Otávio de\nAlmeida Toledo (Desembargador Convocado do TJ/SP), Og Fernandes,\nSebastião Reis Júnior e Rogério Schietti Cruz votaram com o Sr.\nMinistro Relator.\n                 Presidiu o julgamento o Sr. Ministro Ribeiro\nDantas.",
  "jurisprudenciaCitada" : "(REVISÃO CRIMINAL - DECISÃO MONOCRÁTICA)\n   STJ - <<EDcl no AgRg na RvCr 5608>>-DF,\n         <<AgRg na RvCr 5601>>-DF\n(REVISÃO CRIMINAL - ERROR IN PROCEDENDO - QUANTIDADE DE PENA)\n   STJ - <<RvCr 5887>>-RO",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED DEL:002848 ANO:1940\n*****  CP-40    CÓDIGO PENAL\n        ART:00065 INC:00001", "LEG:FED DEL:003689 ANO:1941\n*****  CPP-41    CÓDIGO DE PROCESSO PENAL\n        ART:00621 INC:00001" ],
  "acordaosSimilares" : [ ]
} ]