[ {
  "id" : "000912657",
  "numeroProcesso" : "212446",
  "numeroRegistro" : "202501153350",
  "siglaClasse" : "CC",
  "descricaoClasse" : "CONFLITO DE COMPETENCIA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJEN       DATA:23/05/2025",
  "ementa" : "CONFLITO NEGATIVO DE COMPETÊNCIA. EXECUÇÃO PENAL. UNIFICAÇÃO DE\nPENAS. EXECUTADO COM CONDENAÇÕES  ORIUNDAS DE UNIDADES FEDERATIVAS\nDIVERSAS. COMPETÊNCIA DO JUÍZO DO LOCAL ONDER O EXECUTADO\nENCONTRAR-SE PRESO. PRECEDENTES.\n1. A jurisprudência do Superior Tribunal de Justiça consolidou o\nentendimento de que no caso de reeducando condenado em diversas\nunidades judiciárias, o juízo competente para o conhecimento,\nfiscalização e acompanhamento da execução é o do local onde o\napenado cumpre pena. \"Competente é o Juízo da execução em que o\nreeducando cumpre a reprimenda, para conhecer das demais execuções e\napreciar eventuais incidentes referentes ao procedimento de\nexecução penal\" (CC 151.849/GO, Rel. Ministro Felix Fischer,\nTerceira Seção, DJe de 22/6/2017). Precedentes.\n2. Caso em que o executado, possui condenações a penas privativas de\nliberdade oriundas de Juízos de localidades diversas, porém,\nencontra-se preso na unidade prisional de Aragarças/GO.\n3. Conflito conhecido para declarar competente o Juízo de Direito da\nVara de Execução Penal, Meio Fechado e Semiaberto de Aragarças/GO\n(suscitado).",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250520",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 14/05/2025 a 20/05/2025,\npor unanimidade, conhecer do conflito, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Sebastião Reis Júnior, Rogerio Schietti Cruz,\nReynaldo Soares da Fonseca, Ribeiro Dantas, Joel Ilan Paciornik,\nMessod Azulay Neto, Otávio de Almeida Toledo (Desembargador\nConvocado do TJSP) e Carlos Cini Marchionatti (Desembargador\nConvocado TJRS) votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000912645",
  "numeroProcesso" : "48779",
  "numeroRegistro" : "202500782737",
  "siglaClasse" : "Rcl",
  "descricaoClasse" : "RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "SEBASTIÃO REIS JÚNIOR",
  "dataPublicacao" : "DJEN       DATA:21/05/2025",
  "ementa" : "RECLAMAÇÃO. DESCUMPRIMENTO DO HC N. 982.225/MG. MANDADO DE PRISÃO\nRECOLHIDO. INTIMAÇÃO REALIZADA. AUDIÊNCIA ADMONITÓRIA REALIZADA.\nReclamação improcedente, com determinação para que se oficie à\nOAB/MG, conforme requerido pelo Ministério Público Federal.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250514",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 08/05/2025 a 14/05/2025,\npor unanimidade, julgar improcedente, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Og Fernandes, Rogerio Schietti Cruz, Reynaldo\nSoares da Fonseca, Ribeiro Dantas, Joel Ilan Paciornik, Messod\nAzulay Neto, Otávio de Almeida Toledo (Desembargador Convocado do\nTJSP) e Carlos Cini Marchionatti (Desembargador Convocado TJRS)\nvotaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000912481",
  "numeroProcesso" : "47278",
  "numeroRegistro" : "202401103438",
  "siglaClasse" : "AgRg na Rcl",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "SEBASTIÃO REIS JÚNIOR",
  "dataPublicacao" : "DJEN       DATA:21/05/2025",
  "ementa" : "AGRAVO REGIMENTAL EM RECLAMAÇÃO. APONTADO POR INOBSERVADO O ACÓRDÃO\nPROFERIDO PELO SUPERIOR TRIBUNAL DE JUSTIÇA NO RHC N. 111.819/GO.\nPREFEITO MUNICIPAL. INVESTIGAÇÃO CRIMINAL. AUTORIZAÇÃO PRÉVIA DO\nTRIBUNAL DE JUSTIÇA. PROCEDIMENTO INVESTIGATIVO CRIMINAL INSTAURADO\nCONTRA PREFEITO. INSTAURAÇÃO E TRAMITAÇÃO DAS INVESTIGAÇÕES SEM\nSUPERVISÃO JUDICIAL. DESOBEDIÊNCIA AO FORO POR PRERROGATIVA DE\nFUNÇÃO. OFENSA AO ART. 29, X, DA CONSTITUIÇÃO DA REPÚBLICA. NULIDADE\nDE TODOS OS ATOS INVESTIGATÓRIOS. ACÓRDÃO RECLAMADO EM PERFEITA\nHARMONIA COM O ENTENDIMENTO DA SUPREMA CORTE. AÇÃO PENAL EM CURSO.\nMATÉRIA AINDA SUJEITA A OPORTUNO REEXAME EM SEDE CONSTITUCIONAL.\nFUNDAMENTOS INATACADOS. SÚMULA 182/STJ.\n1. Na reclamação constitucional, em que se busca assegurar a\nautoridade de decisão judicial, é indispensável que a parte\ndemonstre a estrita relação entre o ato impugnado e o conteúdo da\ndecisão que se alega ter sido descumprida, de modo que a ausência de\nidentidade perfeita entre eles é circunstância que inviabiliza o\nconhecimento da reclamação.\n2. O Supremo Tribunal Federal tem decidido, inclusive em controle\nconcentrado de inconstitucionalidade, com efeito erga omnes, que se\naplica a mesma exigência de prévia autorização judicial para a\ninstauração de investigações penais originárias que envolvam\nautoridades com prerrogativa de foro nos Tribunais de segundo grau.\n3. É inviável o agravo do art. 545 do CPC que deixa de atacar\nespecificamente os fundamentos da decisão agravada.\n4. Agravo regimental improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250514",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 08/05/2025 a 14/05/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Og Fernandes, Rogerio Schietti Cruz, Reynaldo\nSoares da Fonseca, Ribeiro Dantas, Joel Ilan Paciornik, Messod\nAzulay Neto, Otávio de Almeida Toledo (Desembargador Convocado do\nTJSP) e Carlos Cini Marchionatti (Desembargador Convocado TJRS)\nvotaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000912480",
  "numeroProcesso" : "48687",
  "numeroRegistro" : "202500450538",
  "siglaClasse" : "AgRg na Rcl",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA RECLAMAÇÃO",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "SEBASTIÃO REIS JÚNIOR",
  "dataPublicacao" : "DJEN       DATA:21/05/2025",
  "ementa" : "AGRAVO REGIMENTAL EM RECLAMAÇÃO. PENAL. RECURSO CONTRA DECISÃO\nMONOCRÁTICA DE RELATOR. PRAZO: 5 DIAS CORRIDOS. ART. 39 DA LEI N.\n8.038/1990. INTEMPESTIVIDADE.\n1. O início da vigência do CPC/2015 não modificou o prazo para que\nseja interposto agravo contra decisão unipessoal de relator em\nmatéria criminal. Assim, nessa hipótese, permanece em vigor a\nprevisão contida no art. 39 da Lei n. 8.038/1990, isto é, o\ninterstício para a interposição do citado recurso é de 5 dias\ncorridos.\n2. No caso, a decisão agravada foi considerada publicada em\n12/3/2025. O prazo de 5 dias teve início em 13/3/2025 e término no\ndia 17/3/2025, mas este agravo regimental foi apresentado nesta\nCorte Superior apenas em  18/3/2025, ocasião na qual já se\nencontrava esgotado o respectivo interstício recursal.\n3. Agravo regimental não conhecido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250514",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 08/05/2025 a 14/05/2025,\npor unanimidade, não conhecer do recurso, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Og Fernandes, Rogerio Schietti Cruz, Reynaldo\nSoares da Fonseca, Ribeiro Dantas, Joel Ilan Paciornik, Messod\nAzulay Neto, Otávio de Almeida Toledo (Desembargador Convocado do\nTJSP) e Carlos Cini Marchionatti (Desembargador Convocado TJRS)\nvotaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000912313",
  "numeroProcesso" : "2807273",
  "numeroRegistro" : "202404495472",
  "siglaClasse" : "AgRg nos EDcl nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DECLARAÇÃO NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "JOEL ILAN PACIORNIK",
  "dataPublicacao" : "DJEN       DATA:19/05/2025",
  "ementa" : "DIREITO PROCESSUAL PENAL. AGRAVO REGIMENTAL. EMBARGOS DE DIVERGÊNCIA\nCONTRA DECISÃO MONOCRÁTICA. INVIABILIDADE.  RECURSO DESPROVIDO.\nI. Caso em exame\n1. Agravo regimental interposto contra decisão que\nindeferiu liminarmente embargos de divergência, por ausência de\ndemonstração de divergência e por serem inviáveis contra decisão\nmonocrática.\nII. Questão em discussão\n2. A questão em discussão consiste em saber\nse é cabível embargos de divergência contra decisão monocrática.\nIII. Razões de decidir\n3. Conforme orientação jurisprudencial do\nSuperior Tribunal de Justiça, embargos de divergência não são\nadmitidos contra decisão monocrática, pois exigem pronunciamento de\nórgão colegiado.\n4. A jurisprudência pacífica desta Corte estabelece que não cabem\nembargos de divergência quando o mérito do recurso especial não foi\napreciado pela decisão embargada, aplicando-se, por analogia, a\nSúmula n. 315 do STJ.\nIV. Dispositivo e tese\n5. Agravo regimental desprovido.\nTese de julgamento:  \"1. Embargos de divergência não são admitidos\ncontra decisão monocrática. 2. Não cabem embargos de divergência\nquando o mérito do recurso especial não foi apreciado pela decisão\nembargada\".\nDispositivos relevantes citados:  RISTJ, art. 266; CPC, art. 1.043;\nLei nº 11.343/2006.Jurisprudência relevante citada:  STJ, AgRg nos\nEAREsp 1.620.074/SP, Rel. Min. Sebastião Reis Júnior, Terceira\nSeção, j. 09.09.2020; STJ, AgRg nos EDv nos EAREsp 2.411.382/SP,\nRel. Min. Messod Azulay Neto, Terceira Seção, j. 08.05.2024.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250514",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 08/05/2025 a 14/05/2025,\npor unanimidade, negar provimento ao recurso, nos termos do voto do\nSr. Ministro Relator.\nOs Srs. Ministros Og Fernandes, Sebastião Reis Júnior, Rogerio\nSchietti Cruz, Reynaldo Soares da Fonseca, Ribeiro Dantas, Messod\nAzulay Neto, Otávio de Almeida Toledo (Desembargador Convocado do\nTJSP) e Carlos Cini Marchionatti (Desembargador Convocado TJRS)\nvotaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000912312",
  "numeroProcesso" : "2739444",
  "numeroRegistro" : "202403369840",
  "siglaClasse" : "AgRg nos EAREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "REYNALDO SOARES DA FONSECA",
  "dataPublicacao" : "DJEN       DATA:21/05/2025",
  "ementa" : "AGRAVO REGIMENTAL EM EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO\nESPECIAL. INSURGÊNCIA DEFENSIVA. ARESP NÃO CONHECIDO: SÚMULA\n182/STJ. DESCABIMENTO DE EMBARGOS DE DIVERGÊNCIA CONTRA JULGADO QUE\nNÃO EXAMINOU O MÉRITO: SÚMULA 315/STJ. DESCABIMENTO DE INDICAÇÃO DE\nHABEAS CORPUS COMO PARADIGMA PARA DEMONSTRAÇÃO DA DIVERGÊNCIA.\nPEDIDO DE CONCESSÃO DE HABEAS CORPUS DE OFÍCIO CONTRA ATOS DOS\nPRÓPRIOS MEMBROS DESTA CORTE. COMPETÊNCIA DO STF (ART. 102, INCISO\nI, ALÍNEA \"I\", DA CF). AGRAVO REGIMENTAL DESPROVIDO.\n1. Consoante o disposto no enunciado da Súmula 315, \"não cabem\nembargos de divergência no âmbito do agravo de instrumento que não\nadmite recurso especial\". Tal entendimento tem por fundamento o fato\nde que a decisão que nega provimento a agravo de instrumento está\napenas confirmando a já prolatada pela instância de origem, que, por\nsua vez, inadmitiu o recurso especial.\n2. É inviável debater o mérito da insurgência inaugural, em embargos\nde divergência, se ele não chegou a ser analisado pela Sexta Turma\ndesta Corte no acórdão embargado, haja vista o agravo em recurso\nespecial não ter preenchido requisitos mínimos para conhecimento das\nrazões apresentadas.\nSituação em que o agravo em recurso especial não chegou a ser\nconhecido por ter a parte recorrente deixado de impugnar fundamento\nlançado pelo Tribunal a quo para inadmitir seu recurso especial,\nqual seja, a ausência de prequestionamento. Incidência da súmula\n182/STJ.\n3. Ainda que assim não fosse, os embargos de divergência tampouco\nautorizariam conhecimento uma vez que o único julgado apontado como\nparadigma pelo recorrente foi proferido em sede de habeas corpus,\nsabido que não se admitem os embargos de divergência quando o\ndissenso apontado se dá por comparação a acórdãos proferidos em\nhabeas corpus ou em recurso ordinário em habeas corpus.\nA restrição imposta pelo regimento interno do STJ tinha por\nfundamento, durante a vigência do CPC/73, uma interpretação\nsistemática do conteúdo da lei (art. 546, I, CPC/73) que revelava\nser inviável comparar um recurso especial com um remédio\nconstitucional de abrangência muito mais ampla e voltado\neminentemente para a proteção da liberdade de locomoção.\nTal interpretação veio a ser corroborada pelo art. 1.043, § 1º, do\nCPC/2015, que restringiu, expressamente os julgados que podem ser\nobjeto de comparação, em sede de embargos de divergência, a recursos\ne ações de competência originária, não podendo, portanto, funcionar\ncomo paradigma acórdãos proferidos em ações que têm natureza\njurídica de garantia constitucional, como os habeas corpus, mandado\nde segurança, habeas data e mandado de injunção. O mesmo raciocínio\nvale para enunciados de súmula de tribunais.\n4. A concessão de habeas corpus de ofício, no bojo de embargos de\ndivergência, encontra óbice tanto no fato de que nem o Relator tem\nautoridade para, em decisão monocrática, conceder ordem que, na\nprática, desconstituiria o resultado de acórdão proferido por outra\nTurma julgadora, como tampouco a Seção detém competência\nconstitucional para conceder habeas corpus contra acórdão de Turma\ndo próprio tribunal. Precedentes.\nMesmo a recente inclusão do art. 647-A no Código de Processo Penal,\npela Lei 14.836/2024, não tem o condão de afastar a necessidade de\nverificação prévia da competência jurisdicional como pré-requisito\nindispensável à concessão de habeas corpus de ofício. Tanto é assim\nque o próprio caput do mencionado art. 647-A do CPP afirma\nexpressamente que \"No âmbito de sua competência jurisdicional,\nqualquer autoridade judicial poderá expedir de ofício ordem de\nhabeas corpus (...)\".\n5. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250514",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO, por unanimidade,\nnegar provimento ao agravo regimental, nos termos do voto do Sr.\nMinistro Reynaldo Soares da Fonseca.\nOs Srs. Ministros Ribeiro Dantas, Joel Ilan Paciornik, Messod Azulay\nNeto, Otávio de Almeida Toledo (Desembargador Convocado do TJSP),\nCarlos Cini Marchionatti (Desembargador Convocado TJRS), Og\nFernandes, Sebastião Reis Júnior e Rogerio Schietti Cruz votaram com\no Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000912310",
  "numeroProcesso" : "2515697",
  "numeroRegistro" : "202304268204",
  "siglaClasse" : "EDcl no AgRg nos EAREsp",
  "descricaoClasse" : "EMBARGOS DE DECLARAÇÃO NO AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "REYNALDO SOARES DA FONSECA",
  "dataPublicacao" : "DJEN       DATA:21/05/2025",
  "ementa" : "EMBARGOS DE DECLARAÇÃO EM AGRAVO REGIMENTAL EM EMBARGOS DE\nDIVERGÊNCIA EM AGRAVO EM RECURSO ESPECIAL. INSURGÊNCIA DEFENSIVA.\nCONDENAÇÃO DE EX-POLICIAL MILITAR PELO CRIME DO ART. 316 DO CP\n(CONCUSSÃO). ALEGAÇÃO DE DESPROPORCIONALIDADE NA DOSIMETRIA DA PENA.\nAUSÊNCIA DE INDICAÇÃO DE VÍCIOS DO ART. 619 DO CPP. ACLARATÓRIOS\nQUE SOMENTE VEICULAVAM PEDIDO DE REMESSA DOS AUTOS AO MINISTÉRIO\nPÚBLICO PARA ANÁLISE DA POSSIBILIDADE DE PROPOSITURA DE ACORDO DE\nNÃO PERSECUÇÃO PENAL. SUPERVENIENTE REJEIÇÃO DE OFERECIMENTO DO\nANPP, ANTE A SUA INSUFICÊNCIA PARA REPROVAR A CONDUTA. CONFIRMAÇÃO\nPELA CÂMARA REVISORA DO MPF. PERDA SUPERVENIENTE DO OBJETO DOS\nEMBARGOS DE DECLARAÇÃO. PEDIDOS VEICULADOS EM PETIÇÃO PROTOCOLADA\nAPÓS A OPOSIÇÃO DOS ACLARATÓRIOS. IMPOSSIBILIDADE DE CONHECIMENTO.\nPRECLUSÃO CONSUMATIVA. EMBARGOS DE DECLARAÇÃO NÃO CONHECIDOS.\n1. Se os embargos de declaração aviados pela defesa, a par de não\napontar nenhum dos vícios do art. 619 do CPP no julgado embargado,\nsomente formulavam pedido de remessa dos autos ao Ministério Público\npara que deliberasse sobre a possibilidade de celebração de acordo\nde não persecução penal e o oferecimento do acordo foi rejeitado em\ndecisão confirmada pela Câmara Revisora do MPF, não remanesce\ninteresse recursal nos aclaratórios.\n2. Inviável, ademais, o conhecimento de irresignação do ora\nembargante quanto à idoneidade dos fundamentos lançados pelo órgão\nministerial para rechaçar a celebração de acordo de não persecução\npenal, se o tema jamais chegou a ser objeto de questionamento no\nrecurso especial que se somente se insurgia contra a dosimetria da\npena, não guardando, assim, pertinência com a matéria devolvida ao\nconhecimento desta Corte.\n3. Na mesma linha, tampouco autoriza conhecimento o pedido de\nabsolvição ou de redução da pena, formulado pela defesa apenas em\npetição protocolada após o oferecimento dos embargos de declaração,\nante a preclusão consumativa.\n4. Quando mais não fosse, a jurisprudência desta Corte é assente no\nsentido de que a concessão de habeas corpus de ofício no bojo de\nembargos de divergência encontra óbice tanto no fato de que nem o\nRelator tem autoridade para, em decisão monocrática, conceder ordem\nque, na prática, desconstituiria o resultado de acórdão proferido\npor outra Turma julgadora, como tampouco a Seção detém competência\nconstitucional para conceder habeas corpus contra acórdão de Turma\ndo próprio tribunal.\nMesmo a recente inclusão do art. 647-A no Código de Processo Penal,\npela Lei 14.836/2024, não tem o condão de afastar a necessidade de\nverificação prévia da competência jurisdicional como pré-requisito\nindispensável à concessão de habeas corpus de ofício. Tanto é assim\nque o próprio caput do mencionado art. 647-A do CPP afirma\nexpressamente que \"No âmbito de sua competência jurisdicional,\nqualquer autoridade judicial poderá expedir de ofício ordem de\nhabeas corpus (...)\".\n5. Embargos de declaração não conhecidos, ante a perda superveniente\nde objeto.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250514",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO, por unanimidade,\nnão conhecer dos embargos de declaração, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Ribeiro Dantas, Joel Ilan Paciornik, Messod Azulay\nNeto, Otávio de Almeida Toledo (Desembargador Convocado do TJSP),\nCarlos Cini Marchionatti (Desembargador Convocado TJRS), Og\nFernandes, Sebastião Reis Júnior e Rogerio Schietti Cruz votaram com\no Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000912302",
  "numeroProcesso" : "1954858",
  "numeroRegistro" : "202102566828",
  "siglaClasse" : "AgRg nos EREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGENCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "ANTONIO SALDANHA PALHEIRO",
  "dataPublicacao" : "DJEN       DATA:20/05/2025",
  "ementa" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGÊNCIA EM RECURSO ESPECIAL.\nDISSÍDIO JURISPRUDENCIAL NÃO COMPROVADO. AUSÊNCIA DE IDENTIDADE\nFÁTICA ENTRE O ACÓRDÃO EMBARGADO E O JULGADO PARADIGMA. ACÓRDÃO\nEMBARGADO EM CONSONÂNCIA COM A ORIENTAÇÃO JURISPRUDENCIAL DO STJ DE\nQUE MESMO AS NULIDADES ABSOLUTAS DEPENDEM DE DEMONSTRAÇÃO DE\nPREJUÍZO E ESTÃO SUJEITAS À PRECLUSÃO. INCIDÊNCIA DA SÚMULA N.\n168/STJ. AGRAVO DESPROVIDO.\n1. Os embargos de divergência objetivam estancar a adoção de teses\ndiversas para casos semelhantes, uma vez que sua função precípua é a\nde uniformizar a jurisprudência interna do Tribunal, de modo a\nretirar antinomias entre julgamentos sobre questões ou teses\nsubmetidas à sua apreciação. Não se prestam, portanto, a corrigir\nsuposto erro de julgamento do recurso especial.\n2. O acórdão embargado está em conformidade com a orientação desta\nCorte Superior de que \"a jurisprudência desta Corte evoluiu para\nconsiderar que no processo penal mesmo as nulidades absolutas exigem\nprejuízo e estão sujeitas à preclusão\" (AgRg no AgRg no AREsp n.\n2.395.723/MS, relator Ministro Joel Ilan Paciornik, Quinta Turma,\njulgado em 19/8/2024, DJe de 27/8/2024). No mesmo sentido, citam-se:\nAgRg no AREsp n. 2.601.491/DF, relator Ministro Rogerio Schietti\nCruz, Sexta Turma, julgado em 6/8/2024, DJe de 19/8/2024; AgRg nos\nEDcl no AREsp n. 1.992.063/CE, relatora Ministra Laurita Vaz, Sexta\nTurma, julgado em 14/2/2023, DJe de 23/2/2023 e EDcl no AgRg nos\nEREsp n. 1.589.018/ES, relator Ministro Ribeiro Dantas, Terceira\nSeção, julgado em 13/3/2019, DJe de 21/3/2019. Incide no caso a\nSúmula n. 168/STJ, segundo a qual \"não cabem embargos de\ndivergência, quando a jurisprudência do Tribunal se firmou no mesmo\nsentido do acórdão embargado\".\n3. Quanto à alegação de nulidade da pronúncia, as teses jurídicas\nmanifestadas no acórdão embargado e nos paradigmas não são\ndivergentes, sendo certo que a solução adotada por eles é diversa em\nvirtude da dessemelhança entre os suportes fáticos de cada um. De\nfato, o acórdão embargado concluiu que \"a alegada nulidade da\ndecisão de pronúncia por deficiência de fundamentação se encontra\npreclusa, porquanto não suscitada no recurso em sentido estrito, mas\nsomente na apelação contra a sentença condenatória, já após o\nproferimento do veredito pelos jurados\". Por sua vez, o acórdão\nparadigma proferido no REsp n. 1.113.786/SP analisou o acórdão do\nTribunal de origem que, em RESE, ratificou a decisão de pronúncia,\nmotivo pelo qual a questão relativa à preclusão temporal nem sequer\nfoi trazida a julgamento.\n4.  Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250514",
  "decisao" : null,
  "jurisprudenciaCitada" : "(PROCESSO PENAL - NULIDADE ABSOLUTA - SUJEIÇÃO À PRECLUSÃO)\n   STJ - <<AgRg no AgRg no AREsp 2395723>>-MS,\n         <<AgRg no AREsp 2601491>>-DF,\n         <<AgRg nos EDcl no AREsp 1992063>>-CE,\n         <<EDcl no AgRg nos EREsp 1589018>>-ES,\n         <<AgRg no HC 935644>>-RS",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000168", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00266 PAR:00004" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000912301",
  "numeroProcesso" : "2053693",
  "numeroRegistro" : "202300523452",
  "siglaClasse" : "AgRg nos EREsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NOS EMBARGOS DE DIVERGENCIA EM RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "RIBEIRO DANTAS",
  "dataPublicacao" : "DJEN       DATA:19/05/2025",
  "ementa" : "DIREITO PROCESSUAL CIVIL. AGRAVO REGIMENTAL. PRINCÍPIO DA\nUNIRRECORRIBILIDADE. PRECLUSÃO CONSUMATIVA. RECURSO NÃO CONHECIDO.\nI. Caso em exame\n1. Agravo regimental interposto contra decisão que\nindeferiu liminarmente os embargos de divergência, sob a alegação de\ndivergência entre acórdãos.\n2. O agravante reitera as alegações originárias e solicita a\nreconsideração da decisão agravada, de forma monocrática ou mediante\ndeliberação colegiada.\nII. Questão em discussão\n2. A questão em discussão consiste em saber\nse é possível o conhecimento de agravo regimental interposto após a\napresentação de recurso de idêntico teor pela mesma parte contra a\nmesma decisão, à luz do princípio da unirrecorribilidade e da\npreclusão consumativa.\nIII. Razões de decidir\n3. O sistema recursal é regido pelo princípio\nda unirrecorribilidade, que impede a interposição de mais de um\nrecurso contra a mesma decisão.\n4. A preclusão consumativa ocorre quando o primeiro recurso é\ninterposto, impedindo o conhecimento de recursos subsequentes de\nidêntico teor.\n5. A interposição de recurso posterior, de idêntico teor, não é\nviável, pois já se operou a preclusão consumativa com o primeiro\nrecurso.\nIV. Dispositivo e tese\n6. Recurso não conhecido.\nTese de julgamento:  \"1. O princípio da unirrecorribilidade impede a\ninterposição de mais de um recurso contra a mesma decisão. 2. A\npreclusão consumativa ocorre com a interposição do primeiro recurso,\ninviabilizando o conhecimento de recursos subsequentes de idêntico\nteor\".\nDispositivos relevantes citados:  Não há dispositivos legais\nespecíficos citados. Jurisprudência relevante citada:  STJ, EDcl no\nAgInt no AREsp 891.966/RJ, Rel. Min. Regina Helena Costa, Primeira\nTurma, julgado em 02.02.2017; STJ, AgRg no AgRg no AgRg no AREsp\n1863624/SP, Rel. Min. Reynaldo Soares da Fonseca, Quinta Turma,\njulgado em 22.06.2021; STJ, AgRg no AREsp 1789592/AL, Rel. Min.\nOlindo Menezes, Sexta Turma, julgado em 15.06.2021.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250514",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO, por unanimidade,\nnão conhecer do agravo regimental, nos termos do voto do Sr.\nMinistro Ribeiro Dantas.\nOs Srs. Ministros Joel Ilan Paciornik, Messod Azulay Neto, Otávio de\nAlmeida Toledo (Desembargador Convocado do TJSP), Carlos Cini\nMarchionatti (Desembargador Convocado TJRS), Og Fernandes, Sebastião\nReis Júnior, Rogerio Schietti Cruz e Reynaldo Soares da Fonseca\nvotaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000912300",
  "numeroProcesso" : "6442",
  "numeroRegistro" : "202500422973",
  "siglaClasse" : "AgRg na RvCr",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA REVISÃO CRIMINAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "REYNALDO SOARES DA FONSECA",
  "dataPublicacao" : "DJEN       DATA:21/05/2025",
  "ementa" : "AGRAVO REGIMENTAL EM REVISÃO CRIMINAL. ART. 621, I, CPP. ALEGAÇÃO DE\nVIOLAÇÃO AO ART. 117, IV, DO CÓDIGO PENAL. PRESCRIÇÃO DA PRETENSÃO\nPUNITIVA. DELITO PRATICADO ANTES DA ENTRADA EM VIGOR DA LEI 11.596,\nDE 29/11/2007. ACÓRDÃO RESCINDENDO QUE SE AMPAROU EM ENTENDIMENTO\nJURISPRUDENCIAL CONSAGRADO À ÉPOCA, NO SENTIDO DE QUE A SUBSTANCIAL\nMODIFICAÇÃO DA SENTENÇA, NO SEGUNDO GRAU DE JURISDIÇÃO, COM AUMENTO\nDA PENA IMPOSTA, JUSTIFICARIA FOSSE O ACÓRDÃO QUE MAJOROU A\nCONDENAÇÃO TAMBÉM CONSIDERADO MARCO INTERRUPTIVO DA PRESCRIÇÃO DA\nPRETENSÃO PUNITIVA. INADMISSIBILIDADE DE PEDIDO REVISIONAL QUE VISA\nA APLICAÇÃO DE ENTENDIMENTO JURISPRUDENCIAL SUPERVENIENTE MAIS\nBENÉFICO AO RÉU. PRECEITOS CONSTITUCIONAIS RELATIVOS À\nIRRETROATIVIDADE DA NORMA PENAL MAIS GRAVE QUE NÃO SE APLICAM A\nPRECEDENTES JURISPRUDENCIAIS. DICÇÃO DO SUPREMO TRIBUNAL FEDERAL.\nREVISÃO CRIMINAL NÃO CONHECIDA. AGRAVO REGIMENTAL DESPROVIDO.\n1. Revela-se inadmissível o conhecimento de revisão criminal fundada\nno art. 621, I, do Código de Processo Penal, se o pleito revisional\nbusca, na realidade, a aplicação de novo entendimento\njurisprudencial sobre a matéria objeto de controvérsia, uma vez que\na jurisprudência desta Corte está consolidada no sentido de que \"a\nmudança de entendimento jurisprudencial não autoriza o ajuizamento\nde Revisão Criminal\" (AgRg no HC 439.815/SC, Rel. Ministro ROGERIO\nSCHIETTI CRUZ, SEXTA TURMA, julgado em 10/9/2019, DJe 17/9/2019), a\nnão ser em hipóteses excepcionalíssimas, nas quais a superveniente\nalteração jurisprudencial corresponda a um novo entendimento\npacífico e relevante.\n2. Situação em que o acórdão rescindendo rejeitou a alegação de\nocorrência da prescrição da pretensão punitiva ancorado em\nprecedentes desta Corte que, à época, consagravam entendimento\npacificado também no Supremo Tribunal Federal, no sentido de que o\nacórdão de 2º grau que alterasse de forma considerável a pena\nimposta no 1º grau de jurisdição deveria ser considerado novo marco\ninterruptivo da prescrição da pretensão punitiva, mesmo\nanteriormente à publicação da Lei n. 11.596, de 29/11/2007.\nIn casu, o TRF da 2ª Região alterou consideravelmente a pena imposta\nao ora revisionando, pois a sentença o condenara, pelo delito de\nlavagem de dinheiro, a 4 (quatro) anos de reclusão e, no 2º grau de\njurisdição, sua pena foi aumentada para 7 (sete) anos de reclusão.\n3. Estando a rejeição da alegação de prescrição da pretensão\npunitiva ancorada em entendimento jurisprudencial válido e aplicável\nao caso concreto à época, revela-se inadmissível o pedido\nrevisional fulcrado em superveniente alteração de entendimento\njurisprudencial sobre o tema.\n4. Tampouco há como se reconhecer a existência de exceção apta a\nautorizar o conhecimento do pedido revisional, já que não há como se\nidentificar novo entendimento pacífico e relevante sobre o tema,\ntanto mais quando a jurisprudência do Supremo Tribunal Federal vem\nafirmando, de forma consistente, que \"os preceitos constitucionais\nrelativos à aplicação retroativa da norma penal benéfica, bem como à\nirretroatividade da norma mais grave ao acusado, 'ex vi' do artigo\n5º, XL, da Constituição Federal, são inaplicáveis aos precedentes\njurisprudenciais. Precedentes: HC 75.793, Primeira Turma, Rel. Min.\nSepúlveda Pertence, DJ de 31/3/2008; ADC 43-MC, Tribunal Pleno,\nRedator p/ Acórdão: Min. Edson Fachin, DJe de 7/3/2018\" (HC\n161.452AgR/SP, Rel. Min. Luiz Fux, Primeira Turma, DJe de\n02.4.2020).\nPrecedentes do STF: RE 1200613 AgR-AgR, Relator(a): EDSON FACHIN,\nSegunda Turma, julgado em 22/02/2023, DJe de 02/03/2023; HC 208917,\nRelator(a): RICARDO LEWANDOWSKI, Relator(a) p/ Acórdão: NUNES\nMARQUES, Segunda Turma, julgado em 13/06/2023, DJe de 14/08/2023; HC\n230733 AgR, Relator(a): ANDRÉ MENDONÇA, Segunda Turma, julgado em\n17/06/2024, DJe de 26/07/2024; RE 1493030 AgR, Relator(a): NUNES\nMARQUES, Segunda Turma, julgado em 27/11/2024, DJe de 18/12/2024; HC\n249547 AgR, Relator(a): EDSON FACHIN, Segunda Turma, julgado em\n22/02/2025, DJe de 11/03/2025; ARE 1320608 AgR, Relator(a): DIAS\nTOFFOLI, Primeira Turma, julgado em 17/08/2021, DJe de 08/09/2021;\nARE 1339516 AgR, Relator(a): ROSA WEBER, Primeira Turma, julgado em\n11/10/2021, DJe de 18/10/2021; ARE 1317169 AgR, Relator(a): ROBERTO\nBARROSO, Primeira Turma, julgado em 17/05/2021, DJe de 26/05/2021.\nPrecedentes do STJ: PExt no AgRg no AREsp n. 2.462.771/MG, relator\nMinistro Ribeiro Dantas, Quinta Turma, julgado em 8/10/2024, DJe de\n16/10/2024; AgRg no RHC n. 185.312/MS, relator Ministro Joel Ilan\nPaciornik, Quinta Turma, julgado em 3/12/2024, DJEN de 9/12/2024.\nAgRg nos EDcl no RHC n. 123.282/SP, relator Ministro Reynaldo Soares\nda Fonseca, Quinta Turma, julgado em 16/3/2021, DJe de 19/3/2021;\nEDcl no AgRg nos EAREsp n. 1.638.943/PB, relatora Ministra Laurita\nVaz, Terceira Seção, julgado em 25/11/2020, DJe de 2/12/2020.\n5. Não afronta o princípio da isonomia o resultado de julgamento\ndiferenciado de revisões criminais ajuizadas por corréus na mesma\nação penal, se as situações fático-jurídicas postas a exame nos dois\npleitos revisionais são diversas.\n6. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250514",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO, por unanimidade,\nnegar provimento ao agravo regimental, nos termos do voto do Sr.\nMinistro Reynaldo Soares da Fonseca.\nOs Srs. Ministros Ribeiro Dantas, Joel Ilan Paciornik, Messod Azulay\nNeto, Otávio de Almeida Toledo (Desembargador Convocado do TJSP),\nCarlos Cini Marchionatti (Desembargador Convocado TJRS), Og\nFernandes, Sebastião Reis Júnior e Rogerio Schietti Cruz votaram com\no Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000912008",
  "numeroProcesso" : "6205",
  "numeroRegistro" : "202402394149",
  "siglaClasse" : "RvCr",
  "descricaoClasse" : "REVISÃO CRIMINAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "SEBASTIÃO REIS JÚNIOR",
  "dataPublicacao" : "DJEN       DATA:27/05/2025",
  "ementa" : "PENAL E PROCESSO PENAL. REVISÃO CRIMINAL. ART. 621, I, DO CPP.\nHOMICÍDIO QUALIFICADO TENTADO. ALEGAÇÃO DE VIOLAÇÃO DA\nINDIVIDUALIZAÇÃO DA PENA E DA MOTIVAÇÃO E DE EXISTÊNCIA DE ERRO NA\nFIXAÇÃO DO REGIME PRISIONAL. REITERAÇÃO DE PEDIDOS CONSTANTES EM\nREVISÃO CRIMINAL ANTERIORMENTE PROPOSTA. DESCABIMENTO. DOSIMETRIA.\nPRIMEIRA E SEGUNDA FASES. NÃO ENQUADRAMENTO NAS HIPÓTESES LEGAIS.\nINEXISTÊNCIA DE ILEGALIDADE. MERO INCONFORMISMO.\n1. As questões atinentes à alegação de violação da individualização\nda pena e da motivação (culpabilidade e circunstâncias do crime),\nbem como à existência de erro na fixação do regime prisional\nconstituem mera reiteração de pedidos anteriores constantes na\nRevisão Criminal n. 5.526/TO, a qual foi julgada improcedente, dada\na ausência de ofensa ao art. 621, I, do Código de Processo Penal.\n2. Incabível nova revisão criminal fundada nas mesmas alegações e\nprovas (art. 622, parágrafo único, do CPP).\n3. Quanto à alegação de erro na primeira e segunda fases da\ndosimetria da pena, o acórdão atacado não padece de nenhum vício que\npossa ensejar o acolhimento do pleito revisional, inexistindo\nqualquer respaldo nas hipóteses estabelecidas no art. 621, I, do\nCódigo de Processo Penal.\n4. Revisão criminal parcialmente conhecida e, nessa extensão,\njulgada improcedente.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250514",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da TERCEIRA SEÇÃO, por unanimidade, conhecer\nem parte da presente revisão criminal e, nessa parte, julgá-la\nimprocedente, nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Rogerio Schietti Cruz (Revisor), Reynaldo Soares\nda Fonseca, Ribeiro Dantas, Joel Ilan Paciornik, Messod Azulay Neto,\nOtávio de Almeida Toledo (Desembargador Convocado do TJSP), Carlos\nCini Marchionatti (Desembargador Convocado TJRS) e Og Fernandes\nvotaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : "Aguardando análise.",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000911477",
  "numeroProcesso" : "17669",
  "numeroRegistro" : "202401444167",
  "siglaClasse" : "AgRg na Pet",
  "descricaoClasse" : "AGRAVO REGIMENTAL NA PETIÇÃO",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "CARLOS CINI MARCHIONATTI (DESEMBARGADOR CONVOCADO TJRS)",
  "dataPublicacao" : "DJEN       DATA:13/05/2025",
  "ementa" : "AGRAVO REGIMENTAL NA PETIÇÃO. INTERPOSIÇÃO DE EMBARGOS DE\nDIVERGÊNCIA CONTRA ACÓRDÃO PROLATADO EM HABEAS CORPUS. REQUISITOS DE\nADMISSIBILIDADE NÃO PREENCHIDOS. AGRAVO DESPROVIDO.\n1. Nos termos da jurisprudência pacífica do STJ, os embargos de\ndivergência são cabíveis apenas para impugnar acórdãos proferidos em\nrecurso especial, impossibilitada sua oposição contra julgados\nproferidos em outras classes processuais, como o habeas corpus.\n2. No caso, os recorrentes oferecem embargos de divergência\nimpugnando acórdão proferido no julgamento do Agravo Regimental no\nHabeas Corpus n. 908.357/SP, o que, consoante entendimento desta\nCorte e o disposto nos arts. 1.043 do CPC e 266 do RISTJ, não é\nadmissível.\n3. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250508",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO, por unanimidade,\nnegar provimento ao agravo regimental, nos termos do voto do Sr.\nMinistro Carlos Cini Marchionatti (Desembargador Convocado TJRS).\nOs Srs. Ministros Sebastião Reis Júnior, Rogerio Schietti Cruz,\nReynaldo Soares da Fonseca, Ribeiro Dantas, Messod Azulay Neto e\nOtávio de Almeida Toledo (Desembargador Convocado do TJSP) votaram\ncom o Sr. Ministro Relator.\nAusentes, justificadamente, os Srs. Ministros Og Fernandes e Joel\nIlan Paciornik.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000911467",
  "numeroProcesso" : "884386",
  "numeroRegistro" : "202400037860",
  "siglaClasse" : "AgRg no HC",
  "descricaoClasse" : "AGRAVO REGIMENTAL NO HABEAS CORPUS",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "ANTONIO SALDANHA PALHEIRO",
  "dataPublicacao" : "DJEN       DATA:14/05/2025",
  "ementa" : "AGRAVO REGIMENTAL NO HABEAS CORPUS. WRIT PREVENTIVO. AUSÊNCIA DE\nAMEAÇA AO DIREITO DE LOCOMOÇÃO. EXPEDIÇÃO DE SALVO-CONDUTO. NÃO\nCABIMENTO. PRINCÍPIO DA DIALETICIDADE. AUSÊNCIA.\n1. De acordo com o entendimento deste Tribunal Superior, \"à luz do\nprincípio da dialeticidade, constitui ônus do recorrente, além da\nexposição das razões de fato e de direito de forma clara e precisa,\ntambém a demonstração da ilegalidade deduzida nas razões recursais,\nde sorte a impugnar os fundamentos da decisão/acórdão recorridos\"\n(AgRg no REsp n. 1.854.348/MS, relator Ministro Nefi Cordeiro, Sexta\nTurma, julgado em 16/6/2020, DJe de 23/6/2020). Precedentes.\n2. Nesse contexto, \"o ônus imposto pelo princípio da dialeticidade é\ncorolário das categorias lógicas e abstratas do processo e incide\nem todos os meios de impugnação de decisões judiciais, inclusive o\nhabeas corpus\" (AgRg no HC n. 713.800/SP, relator Ministro Rogerio\nSchietti Cruz, Sexta Turma, julgado em 26/4/2022, DJe de 3/5/2022).\n3. Conforme asseverado na decisão monocrática ora combatida, a mera\nsuposição de que os pacientes serão conduzidos em flagrante delito\ncaso sejam abordados fora de serviço portando suas armas de fogo de\nuso pessoal, que pode vir ou não a se concretizar no futuro, não\nenseja a impetração de habeas corpus.\n4. Em vez de rebater os fundamentos que ensejaram o indeferimento\nliminar da impetração, o recorrente se limita a insistir nas mesmas\nteses apresentadas na inicial do writ.\n5. Agravo regimental não conhecido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250508",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO, por unanimidade,\nnão conhecer do agravo regimental, nos termos do voto do Sr.\nMinistro Antonio Saldanha Palheiro.\nOs Srs. Ministros Otávio de Almeida Toledo (Desembargador Convocado\ndo TJSP), Carlos Cini Marchionatti (Desembargador Convocado TJRS),\nSebastião Reis Júnior, Rogerio Schietti Cruz, Reynaldo Soares da\nFonseca e Ribeiro Dantas votaram com o Sr. Ministro Relator.\nAusentes, justificadamente, os Srs. Ministros Og Fernandes e Joel\nIlan Paciornik.\nPresidiu o julgamento o Sr. Ministro Messod Azulay Neto.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000911312",
  "numeroProcesso" : "212485",
  "numeroRegistro" : "202501176223",
  "siglaClasse" : "AgRg no CC",
  "descricaoClasse" : "AGRAVO REGIMENTAL NO CONFLITO DE COMPETÊNCIA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "REYNALDO SOARES DA FONSECA",
  "dataPublicacao" : "DJEN       DATA:21/05/2025",
  "ementa" : "AGRAVO REGIMENTAL EM CONFLITO NEGATIVO DE COMPETÊNCIA. INSURGÊNCIA\nDO EXECUTADO. PRORROGAÇÃO DE PERMANÊNCIA DE PRESO EM PRESÍDIO\nFEDERAL DE SEGURANÇA MÁXIMA. ALTERAÇÃO DO § 1º DO ART. 10 DA LEI\n11.671/2008 PELA LEI 13.964/2019. INEXISTÊNCIA DE LIMITE DE\nRENOVAÇÃO ANTES MESMO DA ALTERAÇÃO DO PACOTE ANTICRIME. MANUTENÇÃO\nDAS RAZÕES QUE ENSEJARAM O PEDIDO INICIAL INCONTROVERSA. DETENTO QUE\nOCUPA POSIÇÃO DE LIDERANÇA NA ORGANIZAÇÃO CRIMINOSA \"COMANDO\nVERMELHO\". COMPETÊNCIA DO JUÍZO QUE SOLICITA A RENOVAÇÃO PARA\nDEFINIR O PRAZO DO PERÍODO DE PERMANÊNCIA NO SISTEMA PRISIONAL\nFEDERAL. AGRAVO REGIMENTAL DESPROVIDO.\n1. A jurisprudência desta Corte tem entendido que, a despeito da\nalteração promovida pela Lei 11.964/2019 (Pacote Anticrime) na\nredação do § 1º do art. 10 da Lei 11.671/08, remanesceu intocada a\nprevisão de possibilidade de múltiplas renovações da permanência do\npreso em estabelecimento prisional federal já existente na norma\nanterior.\nCom efeito, \"A Lei n.º 11.671/2008 não estabeleceu qualquer limite\ntemporal para a renovação de permanência do preso em estabelecimento\npenal federal de segurança máxima\" (RHC n. 44.915/PR, Rel. Ministro\nFELIX FISCHER, Quinta Turma, julgado em 3/2/2015, DJe 10/2/2015).\nAssim sendo, não havendo agravamento da norma legal em relação ao\nprazo máximo para a permanência do preso em estabelecimento\nprisional federal, não há falar em superveniência de lei penal mais\ngravosa ou em aplicação retroativa da nova lei às execuções penais\njá em curso quando da entrada em vigor da Lei 11.964/2019.\nPrecedentes: AgRg no RHC n. 154.361/PR, relator Ministro Reynaldo\nSoares da Fonseca, Quinta Turma, julgado em 26/10/2021, DJe de\n3/11/2021; AgRg no HC n. 683.885/PB, relator Ministro Jesuíno\nRissato (Desembargador Convocado do TJDFT), Quinta Turma, julgado em\n28/9/2021, DJe de 5/10/2021; AgRg no AREsp n. 1.808.669/RN, relator\nMinistro Joel Ilan Paciornik, Quinta Turma, julgado em 23/3/2021,\nDJe de 5/4/2021; HC 672.287/PR, Rel. Min. Antonio Saldanha Palheiro,\nDJe de 09/02/2023; HC 778.660/RJ, Rel. Min. Ribeiro Dantas, DJe de\n02/12/2022.\n2. Prevalece no Superior Tribunal de Justiça o entendimento de que,\nestando devidamente motivado pelo Juízo estadual o pedido de\nmanutenção do preso em presídio federal, não cabe ao Magistrado\nFederal exercer juízo de valor sobre a fundamentação apresentada,\nmas apenas aferir a legalidade da medida. De fato, o único Juízo\napto a declarar a excepcionalidade da medida é o Magistrado\nestadual. Precedentes. Ressalva do ponto de vista do Relator.\n3. Se incumbe ao Juízo que solicita a renovação da permanência do\npreso em estabelecimento prisional federal explicitar os motivos que\njustificam a medida, cabe a ele também definir seu tempo de\nduração, tendo em conta a necessidade de resguardar a segurança\npública, assim como os princípios da razoabilidade e\nproporcionalidade.\n4. Situação em que a necessidade da medida se revelou incontroversa,\numa vez que tanto o Juízo suscitante quanto o suscitado\nreconheceram que remanescem os motivos justificadores da inclusão do\napenado no sistema penitenciário federal, em especial diante de seu\npapel de liderança na organização criminosa \"Comando Vermelho\".\n5. Nessa linha, é de se reconhecer a competência do Juízo de Direito\nda Vara de Execução em Meio Fechado e Semiaberto da Comarca do Rio\nde Janeiro/RJ, o suscitante, para deliberar sobre o prazo de\npermanência do apenado no sistema penitenciário federal.\n6. Agravo regimental desprovido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250514",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO, por unanimidade,\nnegar provimento ao agravo regimental, nos termos do voto do Sr.\nMinistro Reynaldo Soares da Fonseca.\nOs Srs. Ministros Ribeiro Dantas, Joel Ilan Paciornik, Messod Azulay\nNeto, Carlos Cini Marchionatti (Desembargador Convocado TJRS), Og\nFernandes, Sebastião Reis Júnior e Rogerio Schietti Cruz votaram com\no Sr. Ministro Relator.\nAusente, justificadamente, o Sr. Ministro Otávio de Almeida Toledo\n(Desembargador Convocado do TJSP).\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : null,
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000911047",
  "numeroProcesso" : "2167128",
  "numeroRegistro" : "202403257042",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJEN       DATA:20/05/2025",
  "ementa" : "DIREITO PENAL. RECURSO ESPECIAL REPRESENTATIVO DE CONTROVÉRSIA.\nCOMPETÊNCIA DA TERCEIRA SEÇÃO. REGRESSÃO CAUTELAR DE REGIME\nPRISIONAL. PRÉVIA OITIVA DO APENADO. CONTROVÉRSIA N. 592 DO STJ.\nPROPOSTA DE AFETAÇÃO.\nI. Caso em exame\n1. Recurso especial interposto pelo Ministério\nPúblico do Estado do Rio de Janeiro contra o acórdão da 5ª Câmara\nCriminal do Tribunal de Justiça do Estado do Rio de Janeiro que\nconcluiu pela necessidade de prévia oitiva do apenado para a\nregressão cautelar de regime prisional determinada em caráter\nprovisório quando constatado o cometimento de falta grave.\n2. O acórdão recorrido entendeu que a regressão de regime prisional\nsem prévia oitiva do apenado, ainda que determinada de modo cautelar\nou provisório, viola o princípio da legalidade e o devido processo\nlegal, não se encontrando amparada pela Lei de Execução Penal.\n3. O recurso especial foi listado pelo Presidente da Comissão\nGestora de Precedentes do Superior Tribunal de Justiça como\nrepresentativo da \"Controvérsia n. 592 do STJ\", de competência da\nTerceira Seção em razão da matéria, dada a multiplicidade de\nrecursos sobre a mesma questão jurídica e o relevante impacto\njurídico e social da discussão.\nII. Questão em discussão\n4. A questão consiste em definir se deve ser\nafetada à sistemática dos recursos repetitivos a avaliação quanto à\n(des)necessidade de prévia oitiva do apenado para a imposição de\nregressão cautelar de regime prisional decorrente do possível\ncometimento de falta disciplinar grave ou de fato definido como\ncrime doloso.\nIII. Razões de decidir\n5. O assunto em análise é frequentemente\ntrazido ao Superior Tribunal de Justiça, razão pela qual deve ser\nsedimentada a posição desta Corte Superior em recurso repetitivo,\nnos termos do art. 1.036 do Código de Processo Civil (CPC), a fim de\nassegurar a racionalidade jurisprudencial no âmbito do sistema de\nprecedentes vinculantes, conforme disposto no art. 927, III, do CPC.\n6. Não deve ser adotada a suspensão nacional de processos em razão\nda natureza da discussão e da existência de jurisprudência orientada\na respeito do tema.\n7. A afetação ora proposta, embasada no art. 1.037 do CPC, abrange\nos processos indicados pelo Presidente da Comissão Gestora de\nPrecedentes como representativos da controvérsia, quais sejam: REsps\nn. 2.153.215/RJ, 2.166.900/SP e 2.167.128/RJ.\nIV. Dispositivo8. Discussão afetada à sistemática dos recursos\nrepetitivos, delimitada à seguinte questão: \"Definir se é necessária\na prévia oitiva da pessoa apenada para que lhe seja imposta a\nsuspensão cautelar (regressão provisória) do regime prisional mais\nfavorável quando constatado o possível cometimento de falta\ndisciplinar grave ou de fato definido como crime doloso.\"\nDispositivos relevantes citados:  Lei de Execução Penal, art. 118, I\ne § 2º. Código de Processo Civil, arts. 927, III, 1.036 e 1.037.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250429",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da TERCEIRA SEÇÃO, por unanimidade, afetar o\nprocesso ao rito dos recursos repetitivos (RISTJ, art. 257-C) e, por\nunanimidade, não suspender a tramitação de processos, conforme\nproposta do Sr. Ministro Relator.\nOs Srs. Ministros Sebastião Reis Júnior, Rogerio Schietti Cruz,\nReynaldo Soares da Fonseca, Ribeiro Dantas, Joel Ilan Paciornik,\nMessod Azulay Neto, Otávio de Almeida Toledo (Desembargador\nConvocado do TJSP) e Carlos Cini Marchionatti (Desembargador\nConvocado TJRS) votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1347",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1347\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:0256E INC:00002", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01037" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000911046",
  "numeroProcesso" : "2166900",
  "numeroRegistro" : "202403240643",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJEN       DATA:20/05/2025",
  "ementa" : "DIREITO PENAL. RECURSO ESPECIAL REPRESENTATIVO DE CONTROVÉRSIA.\nCOMPETÊNCIA DA TERCEIRA SEÇÃO. REGRESSÃO CAUTELAR DE REGIME\nPRISIONAL. PRÉVIA OITIVA DO APENADO. CONTROVÉRSIA N. 592 DO STJ.\nPROPOSTA DE AFETAÇÃO.\nI. Caso em exame\n1. Recurso especial interposto por pessoa em\ncumprimento de pena contra acórdão acórdão da 8ª Câmara de Direito\nCriminal do Tribunal de Justiça do Estado de São Paulo que concluiu\npela desnecessidade de prévia oitiva do apenado para a regressão\ncautelar de regime prisional determinada em caráter provisório\nquando constatado o cometimento de falta grave.\n2. O acórdão recorrido entendeu que a regressão de regime prisional\nsem prévia oitiva do apenado, se determinada de modo cautelar ou\nprovisório, não viola o princípio da legalidade e o devido processo\nlegal.\n3. O recurso especial foi listado pelo Presidente da Comissão\nGestora de Precedentes do Superior Tribunal de Justiça como\nrepresentativo da \"Controvérsia n. 592 do STJ\", de competência da\nTerceira Seção em razão da matéria, dada a multiplicidade de\nrecursos sobre a mesma questão jurídica e o relevante impacto\njurídico e social da discussão.\nII. Questão em discussão\n4. A questão consiste em definir se deve ser\nafetada à sistemática dos recursos repetitivos a avaliação quanto à\n(des)necessidade de prévia oitiva do apenado para a imposição de\nregressão cautelar de regime prisional decorrente do possível\ncometimento de falta disciplinar grave ou de fato definido como\ncrime doloso.\nIII. Razões de decidir\n5. O assunto em análise é frequentemente\ntrazido ao Superior Tribunal de Justiça, razão pela qual deve ser\nsedimentada a posição desta Corte Superior em recurso repetitivo,\nnos termos do art. 1.036 do Código de Processo Civil (CPC), a fim de\nassegurar a racionalidade jurisprudencial no âmbito do sistema de\nprecedentes vinculantes, conforme disposto no art. 927, III, do CPC.\n6. Não deve ser adotada a suspensão nacional de processos em razão\nda natureza da discussão e da existência de jurisprudência orientada\na respeito do tema.\n7. A afetação ora proposta, embasada no art. 1.037 do CPC, abrange\nos processos indicados pelo Presidente da Comissão Gestora de\nPrecedentes como representativos da controvérsia, quais sejam: REsps\nn. 2.153.215/RJ, 2.166.900/SP e 2.167.128/RJ.\nIV. Dispositivo8. Discussão afetada à sistemática dos recursos\nrepetitivos, delimitada à seguinte questão: \"Definir se é necessária\na prévia oitiva da pessoa apenada para que lhe seja imposta a\nsuspensão cautelar (regressão provisória) do regime prisional mais\nfavorável quando constatado o possível cometimento de falta\ndisciplinar grave ou de fato definido como crime doloso.\"\nDispositivos relevantes citados:  Lei de Execução Penal, art. 118, I\ne § 2º. Código de Processo Civil, arts. 927, III, 1.036 e 1.037.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250429",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da TERCEIRA SEÇÃO, por unanimidade, afetar o\nprocesso ao rito dos recursos repetitivos (RISTJ, art. 257-C) e, por\nunanimidade, não suspender a tramitação de processos, conforme\nproposta do Sr. Ministro Relator.\nOs Srs. Ministros Sebastião Reis Júnior, Rogerio Schietti Cruz,\nReynaldo Soares da Fonseca, Ribeiro Dantas, Joel Ilan Paciornik,\nMessod Azulay Neto, Otávio de Almeida Toledo (Desembargador\nConvocado do TJSP) e Carlos Cini Marchionatti (Desembargador\nConvocado TJRS) votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1347",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1347\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:0256E INC:00002", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01037" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000911045",
  "numeroProcesso" : "2153215",
  "numeroRegistro" : "202402314783",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJEN       DATA:20/05/2025",
  "ementa" : "DIREITO PENAL. RECURSO ESPECIAL REPRESENTATIVO DE CONTROVÉRSIA.\nCOMPETÊNCIA DA TERCEIRA SEÇÃO. REGRESSÃO CAUTELAR DE REGIME\nPRISIONAL. PRÉVIA OITIVA DO APENADO. CONTROVÉRSIA N. 592 DO STJ.\nPROPOSTA DE AFETAÇÃO.\nI. Caso em exame\n1. Recurso especial interposto pelo Ministério\nPúblico do Estado do Rio de Janeiro contra o acórdão da 5ª Câmara\nCriminal do Tribunal de Justiça do Estado do Rio de Janeiro que\nconcluiu pela necessidade de prévia oitiva do apenado para a\nregressão cautelar de regime prisional determinada em caráter\nprovisório quando constatado o cometimento de falta grave.\n2. O acórdão recorrido entendeu que a regressão de regime prisional\nsem prévia oitiva do apenado, ainda que determinada de modo cautelar\nou provisório, viola o princípio da legalidade e o devido processo\nlegal, não se encontrando amparada pela Lei de Execução Penal.\n3. O recurso especial foi listado pelo Presidente da Comissão\nGestora de Precedentes do Superior Tribunal de Justiça como\nrepresentativo da \"Controvérsia n. 592 do STJ\", de competência da\nTerceira Seção em razão da matéria, dada a multiplicidade de\nrecursos sobre a mesma questão jurídica e o relevante impacto\njurídico e social da discussão.\nII. Questão em discussão\n4. A questão consiste em definir se deve ser\nafetada à sistemática dos recursos repetitivos a avaliação quanto à\n(des)necessidade de prévia oitiva do apenado para a imposição de\nregressão cautelar de regime prisional decorrente do possível\ncometimento de falta disciplinar grave ou de fato definido como\ncrime doloso.\nIII. Razões de decidir\n5. O assunto em análise é frequentemente\ntrazido ao Superior Tribunal de Justiça, razão pela qual deve ser\nsedimentada a posição desta Corte Superior em recurso repetitivo,\nnos termos do art. 1.036 do Código de Processo Civil (CPC), a fim de\nassegurar a racionalidade jurisprudencial no âmbito do sistema de\nprecedentes vinculantes, conforme disposto no art. 927, III, do CPC.\n6. Não deve ser adotada a suspensão nacional de processos em razão\nda natureza da discussão e da existência de jurisprudência orientada\na respeito do tema.\n7. A afetação ora proposta, embasada no art. 1.037 do CPC, abrange\nos processos indicados pelo Presidente da Comissão Gestora de\nPrecedentes como representativos da controvérsia, quais sejam: REsps\nn. 2.153.215/RJ, 2.166.900/SP e 2.167.128/RJ.\nIV. Dispositivo8. Discussão afetada à sistemática dos recursos\nrepetitivos, delimitada à seguinte questão: \"Definir se é necessária\na prévia oitiva da pessoa apenada para que lhe seja imposta a\nsuspensão cautelar (regressão provisória) do regime prisional mais\nfavorável quando constatado o possível cometimento de falta\ndisciplinar grave ou de fato definido como crime doloso.\"\nDispositivos relevantes citados:  Lei de Execução Penal, art. 118, I\ne § 2º. Código de Processo Civil, arts. 927, III, 1.036 e 1.037.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250429",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima indicadas,\nacordam os Ministros da TERCEIRA SEÇÃO, por unanimidade, afetar o\nprocesso ao rito dos recursos repetitivos (RISTJ, art. 257-C) e, por\nunanimidade, não suspender a tramitação de processos, conforme\nproposta do Sr. Ministro Relator.\nOs Srs. Ministros Sebastião Reis Júnior, Rogerio Schietti Cruz,\nReynaldo Soares da Fonseca, Ribeiro Dantas, Joel Ilan Paciornik,\nMessod Azulay Neto, Otávio de Almeida Toledo (Desembargador\nConvocado do TJSP) e Carlos Cini Marchionatti (Desembargador\nConvocado TJRS) votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1347",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1347\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:0256E INC:00002", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01037" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000909867",
  "numeroProcesso" : "2174028",
  "numeroRegistro" : "202403745760",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "OTÁVIO DE ALMEIDA TOLEDO (DESEMBARGADOR CONVOCADO DO TJSP)",
  "dataPublicacao" : "DJEN       DATA:13/05/2025",
  "ementa" : "RECURSO ESPECIAL REPRESENTATIVO DE CONTROVÉRSIA. DIREITO PENAL.\nDOSIMETRIA DA PENA. PREMEDITAÇÃO E VALORAÇÃO NEGATIVA DA\nCULPABILIDADE. POSSIBILIDADE. PRECEDENTES. RECURSO ESPECIAL\nDESPROVIDO. FIXAÇÃO DA TESE JURÍDICA.\nI. Caso em exame\n1. Trata-se de recurso especial interposto contra acórdão do\nTribunal de Justiça de Alagoas com relação à dosimetria da pena\nimposta pelo crime de estupro de vulnerável, considerando a\npremeditação como circunstância negativa pelo vetor culpabilidade.\n2. O Tribunal a quo entendeu que a premeditação, evidenciada pelo\naproveitamento da relação de proximidade com o pai da vítima e o\nacesso à residência, justifica a valoração negativa da\nculpabilidade.\nII. Questão em discussão\n3. O recurso é representativo de controvérsia objetivando definir se\na premeditação autoriza ou não a valoração negativa da\ncircunstância da culpabilidade prevista no art. 59 do Código Penal.\n4. Outra questão em discussão é se a valoração negativa da\nculpabilidade pela premeditação configura bis in idem.\nIII. Razões de decidir\n5. O Código Penal em vigor não prevê, textualmente, a premeditação\ncomo elemento autônomo para incidência na dosimetria da pena - como\nocorre em outros ordenamentos e já foi previsto em diplomas\nanteriores.\n6. Nada obstante, é uníssona a jurisprudência de ambas as Turmas de\nDireito Penal do Superior Tribunal de Justiça no sentido de que a\npremeditação autoriza a valoração negativa na dosimetria da pena,\nincidindo ainda em primeira fase, quando da avaliação das\ncircunstâncias previstas no art. 59 do Código Penal. O\nposicionamento do Supremo Tribunal Federal, por ambas as suas\nTurmas, é similar.\n7. \"A premeditação demonstra que o agente teve uma maior reflexão,\num tempo para ponderar, trabalhando psiquicamente a conduta\ncriminosa, o que demonstra um maior grau de censura ao comportamento\ndo indivíduo, apto a majorar a pena-base\" (AgRg no REsp n.\n1.721.816/PA, relatora Ministra Maria Thereza de Assis Moura, Sexta\nTurma, julgado em 19/6/2018, DJe de 29/6/2018), motivo pelo qual é\ntranquilo nesta Corte Superior o entendimento de que  o locus para a\nsua valoração é o vetor da culpabilidade, \"que diz respeito à\ndemonstração do grau de reprovabilidade ou censurabilidade da\nconduta praticada\" (REsp n. 1.352.043/SP, relator Ministro Sebastião\nReis Júnior, Sexta Turma, julgado em 17/10/2013, DJe de\n28/11/2013).\n8. A premeditação não é inerente ao dolo, não sendo elemento\ninexorável à conformação típica, pelo que a objeção calcada na\nproibição de bis in idem não se sustenta para o afastamento, em\nabstrato, de sua utilização para a valoração negativa da\nculpabilidade. Todavia, a proibição de dupla punição é preocupação\nrelevante para a análise dos casos concretos, não podendo a\npremeditação (i) constituir elementar ou ser ínsita ao tipo penal;\n(ii) ser pressuposto necessário para a incidência de agravante ou\nqualificadora; ou (iii) ser tratada como de incidência automática,\ndevendo ser demonstrada, no caso concreto, a maior reprovabilidade\nda conduta.\n9. Caso concreto em que houve fundamentação idônea para a valoração\nnegativa da culpabilidade, apontados elementos concretos aptos a\ndemonstrar a premeditação do delito - quais sejam, o aproveitamento\nda relação de proximidade com o pai da vítima e o acesso anterior ao\nlocal dos fatos. Violação ao art. 59 do Código Penal não\nverificada.\nIV. Dispositivo e tese\n10. Recurso não provido, com teses jurídicas fixadas para fins dos\narts. 927, III, 1.039 e seguintes do CPC/2015:\nTema Repetitivo n. 1.318:\n1. A premeditação autoriza a valoração negativa da circunstância da\nculpabilidade prevista no art. 59 do Código Penal, desde que não\nconstitua elementar ou seja ínsita ao tipo penal nem seja\npressuposto para a incidência de circunstância agravante ou\nqualificadora;\n2. A exasperação da pena-base pela premeditação não é automática,\nreclamando fundamentação específica acerca da maior reprovabilidade\nda conduta no caso concreto.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250508",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO, por unanimidade,\nnegar provimento ao recurso especial e fixou as seguintes teses\nquanto ao Tema Repetitivo n. 1.318: \"1. A premeditação autoriza a\nvaloração negativa da circunstância da culpabilidade prevista no\nart. 59 do Código Penal, desde que não constitua elementar ou seja\nínsita ao tipo penal nem seja pressuposto para a incidência de\ncircunstância agravante ou qualificadora; 2. A exasperação da\npena-base pela premeditação não é automática, reclamando\nfundamentação específica acerca da maior reprovabilidade da conduta\nno caso concreto\", nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Carlos Cini Marchionatti (Desembargador Convocado\nTJRS), Sebastião Reis Júnior, Rogerio Schietti Cruz, Reynaldo Soares\nda Fonseca, Ribeiro Dantas e Messod Azulay Neto votaram com o Sr.\nMinistro Relator.\nAusentes, justificadamente, os Srs. Ministros Og Fernandes e Joel\nIlan Paciornik.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : "(DOSIMETRIA - PENA-BASE - CULPABILIDADE - PREMEDITAÇÃO)\n   STJ - <<AgRg no REsp 1721816>>-PA, <<AgRg no HC 961315>>-PA,\n         <<AREsp 2411555>>-PI, <<AgRg no HC 952600>>-MG,\n         <<AgRg no HC 919409>>-RN, <<AgRg no HC 767701>>-MT,\n         <<AgRg no AREsp 2650601>>-AL,\n         <<AgRg no AREsp 2312848>>-PB, <<AgRg no REsp 1943274>>-SP,\n         <<AgRg no AREsp 2716001>>-GO\n   STF - [[HC 94620]], [[HC-AgR 199716]], [[RHC-AgR 195426]],\n         [[HC-AgR 192870]]\n(PREMEDITAÇÃO - DOLO)\n   STJ - <<AgRg no Ag 1408061>>-RN\n(CIRCUNSTÂNCIA JUDICIAL - CULPABILIDADE)\n   STJ - <<REsp 1352043>>-SP",
  "notas" : "Julgado conforme procedimento previsto para os Recursos Repetitivos\nno âmbito do STJ.",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : "\"1. A premeditação autoriza a valoração negativa da circunstância da\nculpabilidade prevista no art. 59 do Código Penal, desde que não\nconstitua elementar ou seja ínsita ao tipo penal nem seja\npressuposto para a incidência de circunstância agravante ou\nqualificadora;\n2. A exasperação da pena-base pela premeditação não é automática,\nreclamando fundamentação específica acerca da maior reprovabilidade\nda conduta no caso concreto\".",
  "tema" : "Tema Repetitivo 1318\nSituação do tema: Acórdão Publicado",
  "referenciasLegislativas" : [ "LEG:FED DEL:002848 ANO:1940\n*****  CP-40    CÓDIGO PENAL\n        ART:00059", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000909866",
  "numeroProcesso" : "2174008",
  "numeroRegistro" : "202403743978",
  "siglaClasse" : "REsp",
  "descricaoClasse" : "RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "OTÁVIO DE ALMEIDA TOLEDO (DESEMBARGADOR CONVOCADO DO TJSP)",
  "dataPublicacao" : "DJEN       DATA:13/05/2025",
  "ementa" : "RECURSO ESPECIAL REPRESENTATIVO DE CONTROVÉRSIA. DIREITO PENAL.\nDOSIMETRIA DA PENA. PREMEDITAÇÃO E VALORAÇÃO NEGATIVA DA\nCULPABILIDADE. POSSIBILIDADE. PRECEDENTES. RECURSO ESPECIAL\nDESPROVIDO. FIXAÇÃO DA TESE JURÍDICA.\nI. Caso em exame\n1. Trata-se de recurso especial interposto contra acórdão do\nTribunal de Justiça de Alagoas com relação à dosimetria da pena\nimposta pelo crime de lesão corporal, considerando a premeditação\ncomo circunstância negativa pelo vetor culpabilidade.\n2. O Tribunal a quo valorou negativamente o vetor da culpabilidade,\njustificando que o recorrente teria agido com especial gravidade ao\npraticar o delito, pois atuou de forma premeditada e com intensidade\nnas agressões.\nII. Questão em discussão\n3. O recurso é representativo de controvérsia objetivando definir se\na premeditação autoriza ou não a valoração negativa da\ncircunstância da culpabilidade prevista no art. 59 do Código Penal.\n4. Outra questão em discussão é se a valoração negativa da\nculpabilidade pela premeditação configura bis in idem.\nIII. Razões de decidir\n5. O Código Penal em vigor não prevê, textualmente, a premeditação\ncomo elemento autônomo para incidência na dosimetria da pena - como\nocorre em outros ordenamentos e já foi previsto em diplomas\nanteriores.\n6. Nada obstante, é uníssona a jurisprudência de ambas as Turmas de\nDireito Penal do Superior Tribunal de Justiça no sentido de que a\npremeditação autoriza a valoração negativa na dosimetria da pena,\nincidindo ainda em primeira fase, quando da avaliação das\ncircunstâncias previstas no art. 59 do Código Penal. O\nposicionamento do Supremo Tribunal Federal, por ambas as suas\nTurmas, é similar.\n7. \"A premeditação demonstra que o agente teve uma maior reflexão,\num tempo para ponderar, trabalhando psiquicamente a conduta\ncriminosa, o que demonstra um maior grau de censura ao comportamento\ndo indivíduo, apto a majorar a pena-base\" (AgRg no REsp n.\n1.721.816/PA, relatora Ministra Maria Thereza de Assis Moura, Sexta\nTurma, julgado em 19/6/2018, DJe de 29/6/2018), motivo pelo qual é\ntranquilo nesta Corte Superior o entendimento de que  o locus para a\nsua valoração é o vetor da culpabilidade, \"que diz respeito à\ndemonstração do grau de reprovabilidade ou censurabilidade da\nconduta praticada\" (REsp n. 1.352.043/SP, relator Ministro Sebastião\nReis Júnior, Sexta Turma, julgado em 17/10/2013, DJe de\n28/11/2013).\n8. A premeditação não é inerente ao dolo, não sendo elemento\ninexorável à conformação típica, pelo que a objeção calcada na\nproibição de bis in idem não se sustenta para o afastamento, em\nabstrato, de sua utilização para a valoração negativa da\nculpabilidade. Todavia, a proibição de dupla punição é preocupação\nrelevante para a análise dos casos concretos, não podendo a\npremeditação (i) constituir elementar ou ser ínsita ao tipo penal;\n(ii) ser pressuposto necessário para a incidência de agravante ou\nqualificadora; ou (iii) ser tratada como de incidência automática,\ndevendo ser demonstrada, no caso concreto, a maior reprovabilidade\nda conduta.\n9. Caso concreto em que, a despeito da ausência de fundamentação\nconcreta para a valoração negativa da culpabilidade pela\npremeditação, essa se justifica em razão da brutalidade das\nagressões, bem como as circunstâncias do crime se mostraram aptas à\nexacerbação da pena em razão da prática ter se dado em via pública à\nluz do dia, conforme a jurisprudência do STJ na matéria, não se\nverificando a alegada violação ao art. 59 do Código Penal.\nIV. Dispositivo e tese\n10. Recurso não provido, com teses jurídicas fixadas para fins dos\narts. 927, III, 1.039 e seguintes do CPC/2015:\nTema Repetitivo n. 1.318:\n1. A premeditação autoriza a valoração negativa da circunstância da\nculpabilidade prevista no art. 59 do Código Penal, desde que não\nconstitua elementar ou seja ínsita ao tipo penal nem seja\npressuposto para a incidência de circunstância agravante ou\nqualificadora;\n2. A exasperação da pena-base pela premeditação não é automática,\nreclamando fundamentação específica acerca da maior reprovabilidade\nda conduta no caso concreto.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250508",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO, por unanimidade,\nnegar provimento ao recurso especial e fixou as seguintes teses\nquanto ao Tema Repetitivo n. 1.318: \"1. A premeditação autoriza a\nvaloração negativa da circunstância da culpabilidade prevista no\nart. 59 do Código Penal, desde que não constitua elementar ou seja\nínsita ao tipo penal nem seja pressuposto para a incidência de\ncircunstância agravante ou qualificadora; 2. A exasperação da\npena-base pela premeditação não é automática, reclamando\nfundamentação específica acerca da maior reprovabilidade da conduta\nno caso concreto\", nos termos do voto do Sr. Ministro Relator.\nOs Srs. Ministros Carlos Cini Marchionatti (Desembargador Convocado\nTJRS), Sebastião Reis Júnior, Rogerio Schietti Cruz, Reynaldo Soares\nda Fonseca, Ribeiro Dantas e Messod Azulay Neto votaram com o Sr.\nMinistro Relator.\nAusentes, justificadamente, os Srs. Ministros Og Fernandes e Joel\nIlan Paciornik.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : "(DOSIMETRIA - PENA-BASE - CULPABILIDADE - PREMEDITAÇÃO)\n   STJ - <<AgRg no REsp 1721816>>-PA, <<AgRg no HC 961315>>-PA,\n         <<AREsp 2411555>>-PI, <<AgRg no HC 952600>>-MG,\n         <<AgRg no HC 919409>>-RN, <<AgRg no HC 767701>>-MT,\n         <<AgRg no AREsp 2650601>>-AL,\n         <<AgRg no AREsp 2312848>>-PB, <<AgRg no REsp 1943274>>-SP,\n         <<AgRg no AREsp 2716001>>-GO\n   STF - [[HC 94620]], [[HC-AgR 199716]], [[RHC-AgR 195426]],\n         [[HC-AgR 192870]]\n(PREMEDITAÇÃO - DOLO)\n   STJ - <<AgRg no Ag 1408061>>-RN\n(CIRCUNSTÂNCIA JUDICIAL - CULPABILIDADE)\n   STJ - <<REsp 1352043>>-SP",
  "notas" : "Tema: violência doméstica e familiar.\nJulgado conforme procedimento previsto para os Recursos Repetitivos\nno âmbito do STJ.",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : "\"1. A premeditação autoriza a valoração negativa da circunstância da\nculpabilidade prevista no art. 59 do Código Penal, desde que não\nconstitua elementar ou seja ínsita ao tipo penal nem seja\npressuposto para a incidência de circunstância agravante ou\nqualificadora;\n2. A exasperação da pena-base pela premeditação não é automática,\nreclamando fundamentação específica acerca da maior reprovabilidade\nda conduta no caso concreto\".",
  "tema" : "Tema Repetitivo 1318\nSituação do tema: Acórdão Publicado",
  "referenciasLegislativas" : [ "LEG:FED DEL:002848 ANO:1940\n*****  CP-40    CÓDIGO PENAL\n        ART:00059", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000909693",
  "numeroProcesso" : "209986",
  "numeroRegistro" : "202404498299",
  "siglaClasse" : "CC",
  "descricaoClasse" : "CONFLITO DE COMPETENCIA",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "OG FERNANDES",
  "dataPublicacao" : "DJEN       DATA:05/05/2025",
  "ementa" : "CONFLITO NEGATIVO DE COMPETÊNCIA. EXECUÇÃO PENAL. EXECUTADO COM\nDOMICÍLIO EM LOCAL DIVERSO DO JUÍZO DA EXECUÇÃO. REGIME SEMIABERTO\nHARMONIZADO. COMPETÊNCIA DO JUÍZO DA EXECUÇÃO PENAL. POSSIBILIDADE\nDE EXPEDIÇÃO DE CARTA PRECATÓRIA PARA O ACOMPANHAMENTO DO\nCUMPRIMENTO DA PENA SEM DESLOCAMENTO DA COMPETÊNCIA. PRECEDENTES.\n1. A mudança de domicílio do executado não constitui causa legal de\ndeslocamento de competência para execução da pena, sendo\nindispensável a consulta prévia ao juízo destinatário. Precedentes.\n2. A jurisprudência do Superior Tribunal de Justiça consolidou o\nentendimento de que \"a competência para a execução penal cabe ao\nJuízo da condenação, sendo deprecada ao Juízo do domicílio do\napenado somente a supervisão e acompanhamento do cumprimento da pena\ndeterminada, inexistindo deslocamento de competência\" (CC n.\n113.112/SC, relator Ministro Gilson Dipp, Terceira Seção, julgado em\n9/11/2011, DJe de 17/11/2011.)\n3. Hipótese em que o Juízo da execução, considerando que o apenado\nfoi beneficiado com regime semiaberto harmonizado e verificada a\nmudança de endereço, declinou da competência e determinou a remessa\ndos autos da própria execução ao Juízo do domicílio do executado,\nsem consulta prévia.\n4. O fato de o apenado ter sido beneficiado com a prisão domiciliar\n- regime semiaberto harmonizado - e indicado endereço diverso da\ncomarca em que verificada a condenação não modifica a competência\nante a ausência de previsão legal (CC n. 209.437/PR, relator\nMinistro Sebastião Reis Júnior, DJEN de 5/5/2025)\n5. Conflito conhecido para declarar competente o Juízo da Vara de\nDireito de Cambará - PR, podendo ser deprecado o acompanhamento e\nfiscalização das penalidades impostas, sem deslocamento da\ncompetência.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250415",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO do Superior\nTribunal de Justiça, em Sessão Virtual de 09/04/2025 a 15/04/2025,\npor unanimidade, conhecer do conflito, nos termos do voto do Sr.\nMinistro Relator.\nOs Srs. Ministros Sebastião Reis Júnior, Rogerio Schietti Cruz,\nReynaldo Soares da Fonseca, Ribeiro Dantas, Joel Ilan Paciornik,\nMessod Azulay Neto, Otávio de Almeida Toledo (Desembargador\nConvocado do TJSP) e Carlos Cini Marchionatti (Desembargador\nConvocado TJRS) votaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : "(EXECUÇÃO PENAL - COMPETÊNCIA - JUÍZO DA CONDENAÇÃO)\n   STJ - <<AgRg no CC 199259>>-DF, <<AgRg no CC 189921>>-SC\n(MUDANÇA DE DOMICÍLIO - DESLOCAMENTO DE COMPETÊNCIA)\n   STJ - <<AgRg no CC 198927>>-RS, <<CC 199799>>-PR,\n         <<CC 192158>>-MT, <<CC 179974>>-GO, {{CC 209437}}-PR\n(MUDANÇA DE DOMICÍLIO - JUÍZO DA CONDENAÇÃO - EXPEDIÇÃO DE CARTA\nPRECATÓRIA)\n   STJ - <<CC 179974>>-GO, <<CC 115754>>-SP, <<CC 113112>>-SC,\n         <<CC 106036>>-PE\n(TRANSFERÊNCIA DA EXECUÇÃO DA PENA - PRÉVIA CONSULTA AO JUÍZO\nDESTINATÁRIO)\n   STJ - <<AgRg no CC 189921>>-SC, <<CC 143093>>-MG",
  "notas" : null,
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:007210 ANO:1984\n*****  LEP-84    LEI DE EXECUÇÃO PENAL\n        ART:00065" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000908936",
  "numeroProcesso" : "2045280",
  "numeroRegistro" : "202204023193",
  "siglaClasse" : "AgRg no REsp",
  "descricaoClasse" : "AGRAVO REGIMENTAL NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "SEBASTIÃO REIS JÚNIOR",
  "dataPublicacao" : "DJEN       DATA:06/05/2025",
  "ementa" : "AGRAVO REGIMENTAL EM RECURSO ESPECIAL. PENAL. ESTUPRO DE VULNERÁVEL.\nVIOLAÇÃO DO ART. 217-A, CAPUT, DO CP. PLEITO DE CONDENAÇÃO.\nINSTÂNCIA ORDINÁRIA QUE, DIANTE DA AVALIAÇÃO DO CONTEXTO\nFÁTICO-PROBATÓRIO, MANIFESTOU-SE PELA NÃO OCORRÊNCIA DO DELITO.\nREVISÃO DE ENTENDIMENTO. INVIABILIDADE. SÚMULA 7/STJ. RELAÇÃO\nAMOROSA. REPRESENTANTE DO CONSELHO TUTELAR QUE IDENTIFICOU UMA\nCONVIVÊNCIA MARITAL. MANIFESTAÇÃO DE VONTADE DA ADOLESCENTE.\nDISTINGUISHING. PUNIBILIDADE CONCRETA. PERSPECTIVA MATERIAL.\nCONTEÚDO RELATIVO E DIMENSIONAL. GRAU DE AFETAÇÃO DO BEM JURÍDICO.\nAUSÊNCIA DE RELEVÂNCIA SOCIAL DO FATO. RECENTE JULGADO DA SEXTA\nTURMA.\n1. Consta do combatido aresto que o relato dos fatos parece revelar\nde modo muito claro circunstâncias que, sem dispensar alguns\ncuidados particulares, estão muito distantes da necessidade de\nalguma repreensão penal. [...] O réu e a vítima mantiveram relação\namorosa por meses, espontaneamente passando a conviver em situação\nanáloga a um matrimônio. Não é sem motivo que, em juízo (68.130), a\nrepresentante do Conselho Tutelar afirmou que o órgão registrou\nboletim de ocorrência após identificar que ambos estavam \"convivendo\nmaritalmente\". Ademais, ambos declararam que as relações sexuais\nforam consentidas, sendo fruto do relacionamento amoroso\nconjuntamente construído e conforme relato (68.126 e 68.127), o\ncasal residia na casa dos genitores da ofendida. Por fim, conforme\nrelataram, o relacionamento findou em decorrência do presente\nprocesso e da relação não tiveram filhos. [...] A sentença, ao seu\nturno, dá contorno sumário à conduta; não ignora o relacionamento\namoroso, tampouco reconhece qualquer violência - a responsabilidade\né traçada unicamente em face do critério etário, de modo bastante\nformal. Ou seja, a condenação decorre unicamente da ciência, pelo\nréu, da idade da vítima, passando inaudito ao juízo da condenação\ntodas as demais circunstâncias - sobretudo a coabitação do casal na\nresidência dos genitores da vítima. Não creio, por isso, que a\ncondenação possa subsistir. [...] No mais, a solução caminha muito\nlonge da intervenção penal; se há de ser feito algo, o arranjo é\noutro, muito distante da severidade proposta no campo da punição\npenal.\n2. Tendo o Tribunal de origem concluído que a sentença [...] dá\ncontorno sumário à conduta; não ignora o relacionamento amoroso,\ntampouco reconhece qualquer violência - a responsabilidade é traçada\nunicamente em face do critério etário, de modo bastante formal. Ou\nseja, a condenação decorre unicamente da ciência, pelo réu, da idade\nda vítima, passando inaudito ao juízo da condenação todas as demais\ncircunstâncias - sobretudo a coabitação do casal na residência dos\ngenitores da vítima. Não creio, por isso, que a condenação possa\nsubsistir, é inviável entender de modo diverso, dada a necessidade\nde revisão de elementos fático-probatórios, vedada nesta via\nrecursal.\n3. Verifica-se, de plano, que para rever os fundamentos que as\ninstâncias ordinárias utilizaram para fundamentar a absolvição do\nagravado, diante da constatação da carência de substrato probatório\nsuficiente apto a justificar uma condenação, é matéria que\ninevitavelmente demanda o reexame do acervo fático-probatório,\nmedida essa inadequada, em função do óbice previsto na Súmula 7/STJ.\n4. [...] \"Para que o fato seja considerado criminalmente relevante,\nnão basta a mera subsunção formal a um tipo penal. Deve ser avaliado\no desvalor representado pela conduta humana, bem como a extensão da\nlesão causada ao bem jurídico tutelado, com o intuito de aferir se\nhá necessidade e merecimento da sanção, à luz dos princípios da\nfragmentariedade e da subsidiariedade\" (RHC n. 126.272/MG, Relator\nMinistro Rogerio Schietti Cruz, Sexta Turma, julgado em 1/6/2021,\nDJe 15/6/2021) - (REsp n. 1.977.165/MS, relator Ministro Olindo\nMenezes (Desembargador Convocado do TRF 1ª Região), relator para\nacórdão Ministro Sebastião Reis Júnior, Sexta Turma, DJe 25/5/2023).\n5. Agravo regimental improvido.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250403",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO do Superior\nTribunal de Justiça, retomado o julgamento, após o voto-vista\ndivergente do Sr. Ministro Rogerio Schietti Cruz, dando provimento\nao agravo regimental para conhecer e dar provimento ao recurso\nespecial, a fim de restabelecer a condenação do réu como incurso no\nart. 217-A, caput, do CP, por haver sido interposto contra acórdão\nque contrariou a Súmula n. 593 do STJ, bem assim o Recurso Especial\n(Repetitivo) n. 1.480.881/PI (Tema 918), nos termos do art. 932, V,\nalíneas \"a\" e \"b\", respectivamente, do CPC, c/c o art. 34, XVIII,\n\"b\", do RISTJ, no que foi acompanhado pelos Srs. Ministros Messod\nAzulay Neto e Og Fernandes, e o voto vogal do Sr. Ministro Reynaldo\nSoares da Fonseca, acompanhando o Sr. Ministro Relator, mantendo,\nassim, a aplicação do verbete n. 7 da Súmula desta Corte Superior,\nhaja vista a possibilidade de se proceder à distinção no caso\nconcreto, sob o entendimento de que a referida conclusão não\ninvalida a tese firmada no Recurso Especial Repetitivo n.\n1.480.881/PI e no verbete sumular n. 593/STJ, que devem ser mantidos\ncomo regra, e os votos dos Srs. Ministros Ribeiro Dantas, Joel Ilan\nPaciornik, Otávio de Almeida Toledo (Desembargador convocado do\nTJ/SP), Carlos Cini Marchinatti (Desembargador convocado do TJ/RS)\nno mesmo sentido, por maioria, negar provimento ao agravo\nregimental, nos termos do voto do Sr. Ministro Relator. Vencidos os\nSrs. Ministros Rogerio Schietti Cruz, Messod Azulay Neto e Og\nFernandes que davam provimento ao agravo.\nOs Srs. Ministros Reynaldo Soares da Fonseca, Ribeiro Dantas, Joel\nIlan Paciornik, Otávio de Almeida Toledo (Desembargador Convocado do\nTJSP) e Carlos Cini Marchionatti (Desembargador Convocado TJRS)\nvotaram com o Sr. Ministro Relator.\nVotaram vencidos os Srs. Ministros Rogerio Schietti Cruz, Messod\nAzulay Neto e Og Fernandes.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : "(ESTUPRO DE VULNERÁVEL - RELAÇÃO AMOROSA - CONSTITUIÇÃO DE FAMÍLIA)\n   STJ - <<AgRg no REsp 2107658>>-SC\n(PENAL - FATO CRIMINALMENTE RELEVANTE - NÃO OCORRÊNCIA)\n   STJ - <<RHC 126272>>-MG, <<REsp 1977165>>-MS\n(VOTO VOGAL - TEORIA DA DERROTABILIDADE DO ENUNCIADO NORMATIVO)\n   STJ - <<REsp 1953607>>-SC (RECURSO REPETITIVO - TEMA(s) 1120),\n         <<CC 199079>>-RN, <<AgRg no AREsp 2124411>>-MG\n   STF - [[HC 124306]], [[ADI 3689]]\n(VOTO VOGAL - ESTUPRO DE VULNERÁVEL - PRESUNÇÃO ABSOLUTA DE\nVULNERABILIDADE - DISTINGUISHING)\n   STJ - {{AREsp 2389611}}-MG, {{REsp 2019664}}-CE,\n         {{AREsp 2177806}}-CE\n   STF - [[ARE-AgR 1269669]], [[HC 240863]]\n(VOTO VENCIDO - ESTUPRO DE VULNERÁVEL - CONSENTIMENTO - CONSTITUIÇÃO\nDE NÚCLEO FAMILIAR - PRESUNÇÃO ABSOLUTA DE VIOLÊNCIA)\n   STJ - <<REsp 1480881>>-PI (RECURSO REPETITIVO - TEMA(s) 918),\n         {{REsp 2015310}}-MG\n(VOTO VENCIDO - ESTUPRO DE VULNERÁVEL - PRESUNÇÃO ABSOLUTA DE\nVIOLÊNCIA)\n   STF - [[RHC-AgR 192485]], [[HC-AgR 213605]]",
  "notas" : null,
  "informacoesComplementares" : "     (VOTO VOGAL) (MIN. REYNALDO SOARES DA FONSECA)\n     \"[...] o Supremo Tribunal Federal, por mais de uma vez, já\ndeixou de aplicar um tipo penal ao caso concreto, nos denominados\nhard cases, valendo-se da teoria da derrotabilidade do enunciado\nnormativo, a qual trata da possibilidade de se afastar a aplicação\nde uma norma, de forma excepcional e pontual, em hipóteses de\nrelevância do caso concreto\".\n     (VOTO VENCIDO) (MIN. ROGERIO SCHIETTI CRUZ)\n     \"[...] em nenhum trecho do acórdão se justificou, com apoio nas\nprovas dos autos, que a intenção do agente não fora a de\nrelacionar-se sexualmente com a vítima, nem que esta era maior de 14\nanos - únicas hipóteses que afastariam a responsabilidade penal do\nrecorrido.\n     Não há, portanto, que se falar na necessidade de reexame do\narcabouço fático-probatório acostado aos autos. Aplicar-se-ia a\nSúmula n. 7 desta Corte caso houvesse controvérsia em torno dos\nfatos ou se imperiosa fosse a revisão probatória, para a confirmação\ndo relatado pela Corte de origem. Trata-se, pois, de conferir outra\nsubsunção jurídica à narrativa dos fatos (devidamente comprovada\npelo Tribunal de origem), para entender estar, sim, configurada a\nvontade de agir do art. 217-A Código Penal\".\n     (VOTO VENCIDO) (MIN. OG FERNANDES)\n     \"[...] a presunção legal de caracterização da violência no\ncrime de estupro de vulnerável cometido contra menores de 14 anos\nnão pode ser relativizada diante de expressa previsão legal\nproibitiva, compatível com os princípios constitucionais de proteção\nde crianças e adolescentes.\n     Ainda, qualquer relativização da norma que considere fatos que\nforam previstos e valorados pelo legislador implica o\nenfraquecimento da rigorosa proteção projetada pela lei à dignidade\nsexual de pessoas vulneráveis.\n     Eis, em suma, a razão pela qual entendo não ser possível a\naplicação de distinção: os elementos fáticos do caso em apreço ?\nconsentimento da vítima, anuência de terceiros e convivência marital\n? estão contidos nos pressupostos que resultaram na formação do Tema\nn. 918 e da Súmula n. 593 do STJ, o que impõe a aplicação da\nconclusão já adotada pelo Superior Tribunal de Justiça, dotada de\neficácia horizontal, ou seja, que alcança o próprio Tribunal\".",
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : null,
  "referenciasLegislativas" : [ "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:00932 INC:00005 LET:A LET:B", "LEG:FED DEL:002848 ANO:1940\n*****  CP-40    CÓDIGO PENAL\n        ART:0217A", "LEG:FED SUM:****** ANO:****\n*****  SUM(STJ)    SÚMULA DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        SUM:000007 SUM:000593", "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:00034 INC:00018 LET:C", "LEG:FED LEI:012015 ANO:2009" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000908656",
  "numeroProcesso" : "2189504",
  "numeroRegistro" : "202404821296",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "ROGERIO SCHIETTI CRUZ",
  "dataPublicacao" : "DJEN       DATA:05/05/2025",
  "ementa" : "RECURSO ESPECIAL. PROPOSTA DE JULGAMENTO SOB O RITO DOS RECURSOS\nREPETITIVOS. FIXAÇÃO DE DANOS MORAIS COLETIVOS PELA CONDENAÇÃO POR\nTRÁFICO DE DROGAS. RELEVÂNCIA DA TESE A SER DEFINIDA.\n1. Tema sob afetação: Analisar se é cabível a fixação de reparação\nmínima por danos morais coletivos em razão da condenação por crime\nde tráfico de drogas e, caso seja cabível, se o referido dano é\npresumido ou exige produção de prova específica.\n2. A potencial multiplicidade de hipóteses semelhantes a serem\njulgadas por ambas as Turmas que compõem a Terceira Seção justifica,\nper se, a proposta de afetação (ex vi do art. 1.036 do Código de\nProcesso Civil).\n3. Recurso especial submetido à Terceira Seção, a fim de que o seu\njulgamento se dê sob rito dos recursos repetitivos, de sorte a\ndefinir tese sobre o cabimento ou não de fixação de reparação mínima\npor danos morais coletivos em razão da condenação por crime de\ntráfico de drogas e, caso seja cabível, se o referido dano é\npresumido ou exige produção de prova específica.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250415",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO, por unanimidade,\nafetar o processo ao rito dos recursos repetitivos (RISTJ, art.\n257-C) e, por unanimidade, não suspender a tramitação de processos,\nconforme proposta do Sr. Ministro Relator.\nOs Srs. Ministros Reynaldo Soares da Fonseca, Ribeiro Dantas, Joel\nIlan Paciornik, Messod Azulay Neto, Otávio de Almeida Toledo\n(Desembargador Convocado do TJSP), Carlos Cini Marchionatti\n(Desembargador Convocado TJRS), Og Fernandes e Sebastião Reis Júnior\nvotaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1337",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1337\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:0256I", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036 ART:01037 ART:01038 INC:00003" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000908655",
  "numeroProcesso" : "2188922",
  "numeroRegistro" : "202404790938",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "ROGERIO SCHIETTI CRUZ",
  "dataPublicacao" : "DJEN       DATA:05/05/2025",
  "ementa" : "RECURSO ESPECIAL. PROPOSTA DE JULGAMENTO SOB O RITO DOS RECURSOS\nREPETITIVOS. FIXAÇÃO DE DANOS MORAIS COLETIVOS PELA CONDENAÇÃO POR\nTRÁFICO DE DROGAS. RELEVÂNCIA DA TESE A SER DEFINIDA.\n1. Tema sob afetação: Analisar se é cabível a fixação de reparação\nmínima por danos morais coletivos em razão da condenação por crimes\nde tráfico de drogas e, caso seja cabível, se o referido dano é\npresumido ou exige produção de prova específica.\n2. A potencial multiplicidade de hipóteses semelhantes a serem\njulgadas por ambas as Turmas que compõem a Terceira Seção justifica,\nde per si, a proposta de afetação (ex vi do art. 1.036 do Código de\nProcesso Civil).\n3. Recurso especial submetido à Terceira Seção, a fim de que o seu\njulgamento seja submetido ao rito dos recursos repetitivos, de sorte\na definir tese sobre o cabimento ou não de fixação de reparação\nmínima por danos morais coletivos em razão da condenação por crimes\nde tráfico de tráfico de drogas e, caso seja cabível, se o referido\ndano é presumido ou exige produção de prova específica.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250415",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO, por unanimidade,\nafetar o processo ao rito dos recursos repetitivos (RISTJ, art.\n257-C) e, por unanimidade, não suspender a tramitação de processos,\nconforme proposta do Sr. Ministro Relator.\nOs Srs. Ministros Reynaldo Soares da Fonseca, Ribeiro Dantas, Joel\nIlan Paciornik, Messod Azulay Neto, Otávio de Almeida Toledo\n(Desembargador Convocado do TJSP), Carlos Cini Marchionatti\n(Desembargador Convocado TJRS), Og Fernandes e Sebastião Reis Júnior\nvotaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1337",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1337\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:0256I", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036 ART:01037" ],
  "acordaosSimilares" : [ ]
}, {
  "id" : "000908654",
  "numeroProcesso" : "2188771",
  "numeroRegistro" : "202404776791",
  "siglaClasse" : "ProAfR no REsp",
  "descricaoClasse" : "PROPOSTA DE AFETAÇÃO NO RECURSO ESPECIAL",
  "nomeOrgaoJulgador" : "TERCEIRA SEÇÃO",
  "ministroRelator" : "ROGERIO SCHIETTI CRUZ",
  "dataPublicacao" : "DJEN       DATA:05/05/2025",
  "ementa" : "RECURSO ESPECIAL. PROPOSTA DE JULGAMENTO SOB O RITO DOS RECURSOS\nREPETITIVOS. FIXAÇÃO DE DANOS MORAIS COLETIVOS PELA CONDENAÇÃO POR\nTRÁFICO DE DROGAS. RELEVÂNCIA DA TESE A SER DEFINIDA.\n1. Tema sob afetação: Analisar se é cabível a fixação de reparação\nmínima por danos morais coletivos em razão da condenação por crime\nde tráfico de drogas e, caso seja cabível, se o referido dano é\npresumido ou exige produção de prova específica.\n2. A potencial multiplicidade de hipóteses semelhantes a serem\njulgadas por ambas as Turmas que compõem a Terceira Seção justifica,\nper se, a proposta de afetação (ex vi do art. 1.036 do Código de\nProcesso Civil).\n3. Recurso especial submetido à Terceira Seção, a fim de que o seu\njulgamento se dê sob rito dos recursos repetitivos, de sorte a\ndefinir tese sobre o cabimento ou não de fixação de reparação mínima\npor danos morais coletivos em razão da condenação por crime de\ntráfico de drogas e, caso seja cabível, se o referido dano é\npresumido ou exige produção de prova específica.",
  "tipoDeDecisao" : "ACÓRDÃO",
  "dataDecisao" : "20250415",
  "decisao" : "Vistos e relatados estes autos em que são partes as acima\nindicadas, acordam os Ministros da TERCEIRA SEÇÃO, por unanimidade,\nafetar o processo ao rito dos recursos repetitivos (RISTJ, art.\n257-C) e, por unanimidade, não suspender a tramitação de processos,\nconforme proposta do Sr. Ministro Relator.\nOs Srs. Ministros Reynaldo Soares da Fonseca, Ribeiro Dantas, Joel\nIlan Paciornik, Messod Azulay Neto, Otávio de Almeida Toledo\n(Desembargador Convocado do TJSP), Carlos Cini Marchionatti\n(Desembargador Convocado TJRS), Og Fernandes e Sebastião Reis Júnior\nvotaram com o Sr. Ministro Relator.\nPresidiu o julgamento o Sr. Ministro Antonio Saldanha Palheiro.",
  "jurisprudenciaCitada" : null,
  "notas" : "Decisão de Afetação - Tema 1337",
  "informacoesComplementares" : null,
  "termosAuxiliares" : null,
  "teseJuridica" : null,
  "tema" : "Tema Repetitivo 1337\nSituação do tema: Afetado",
  "referenciasLegislativas" : [ "LEG:FED RGI:****** ANO:1989\n*****  RISTJ-89    REGIMENTO INTERNO DO SUPERIOR TRIBUNAL DE JUSTIÇA\n        ART:0256I", "LEG:FED LEI:013105 ANO:2015\n*****  CPC-15    CÓDIGO DE PROCESSO CIVIL DE 2015\n        ART:01036 ART:01037 ART:01038 INC:00003" ],
  "acordaosSimilares" : [ ]
} ]